{
    "doi": "https://doi.org/10.1182/blood.V108.11.1918.1918",
    "article_title": "Impaired Activity of Mitochondrial Respiratory Chain Enzyme Complexes and Mitochondrial Genomic Aberrations in Leukemia Cells from Patients with Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Mitochondrial DNA (mtDNA) was particularly susceptible to oxidative damage and mutation because of the high rate of reactive oxygen species (ROS) generation and inefficient mtDNA repair system. Somatic mutations of mtDNA lead to errors in the mtDNA-encoded polypeptide chains belonging to the proton-translocating complexes of the mitochondrial inner membrane. Therefore, we investigated level of ROS, mitochondrial genomic aberrations (mitochondrial genomic instability, mtGI) and the change in enzyme activity of mitochondrial respiratory chain complexes I–IV and in acute myeloid leukemia (AML) cells. Methods: Forty-eight AML bone marrow samples and 57 control blood samples were used after receiving informed consent. The intracellular ROS generation of cells can be investigated using the 2′,7′-dichlorfl uorescein-diacetate and flow cytometry. The results were expressed as mean fluorescence intensity (MFI). We sequenced the mtDNA control region, the tRNA leucine 1 gene plus part of NADH dehydrogenase (ND) 1, and cytochrome b (CYTB) directly and checked the activity of mitochondrial respiratory chain enzyme complexes I to IV using a spectrophotometric kinetic assay. To investigate mtGI, we also examined six mtGI repeats (303 poly C, 16184 poly C, 514CA repeats, 3566 poly C, 12385 poly C and 12418 poly A) using size-based PCR product separation with capillary electrophoresis. mtGI was further confirmed by cloning and sequencing. The mtDNA molecules were analyzed quantitatively using real-time PCR. Results: MFI in AML cells (4,435±709) was significantly higher than those in control blood cells (1,562±141) ( P <0.05). Many polymorphisms, as well as new mtDNA variants in the control region and ND1 and CYTB genes were detected in this study. A total of 606 mtDNA sequence variants were identified. Of these, 15 mtDNA variants were identified as novel mutations that were absent from control subjects and established mtDNA polymorphism databases. There were profound alterations of mtGI in the 303 poly C, 16184 poly C, and 514 CA repeats. Seven patients (15%) had leukemia cell-specific mtDNA substitution mutations in the ND1 and CYTB genes. The enzyme activities of AML cells compared with control subjects were 0.828±2.72 vs. −2.48±3.18 for complex I, 0.03±0.08 vs. 0.144±1.72 for complex II/III, and 0.244±0.16 vs. 0.505±0.73 for complex IV. The AML cells showed decreased enzyme activity in respiratory chain complexes I, II, and III. The AML cells had an approximately two-fold decrease in mtDNA copy number compared with the results for control subjects. Conclusion: Mitochondrial genomic aberrations were commonly observed in primary AML cells. High level of ROS in these cells might be an injury to the mitochondrial genome. These mtDNA alterations may impair the activity of mitochondrial respiratory chain enzyme complexes and reduce the mtDNA copy number in patients with AML.",
    "topics": [
        "complex",
        "enzymes",
        "genome",
        "leukemia",
        "leukemia, myelocytic, acute",
        "mitochondria",
        "respiratory chain",
        "dna, mitochondrial",
        "poly c",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Myung-Geun Shin, MD",
        "Hyeoung Joon Kim, MD",
        "Hye-Ran Kim, MS",
        "Il-Kwon Lee, PhD",
        "Duck Cho, MD",
        "Seung-Jung Kee, MD",
        "Hoon Kook, MD",
        "Tai-Ju Hwang, MD",
        "Jong-Hee Shin, MD",
        "Soon-Pal Suh, MD",
        "Dong-Wook Ryang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Myung-Geun Shin, MD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyeoung Joon Kim, MD",
            "author_affiliations": [
                "Genome Research Center for Hematopoietic Disease, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hye-Ran Kim, MS",
            "author_affiliations": [
                "Genome Research Center for Hematopoietic Disease, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Il-Kwon Lee, PhD",
            "author_affiliations": [
                "Genome Research Center for Hematopoietic Disease, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Duck Cho, MD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seung-Jung Kee, MD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hoon Kook, MD",
            "author_affiliations": [
                "Pediatrics, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tai-Ju Hwang, MD",
            "author_affiliations": [
                "Pediatrics, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong-Hee Shin, MD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soon-Pal Suh, MD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Wook Ryang, MD",
            "author_affiliations": [
                "Laboratory Medicine, Chonnam National University Hwasun Hospital, Hwasun-eup, Jeollanam-do, Republic of Korea"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T15:44:14",
    "is_scraped": "1"
}