{
    "doi": "https://doi.org/10.1182/blood.V104.11.3399.3399",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=135",
    "start_url_page_num": 135,
    "is_scraped": "1",
    "article_title": "A Novel Ring-Substituted Diindolylmethane 1,1-bis [3′-(5-methoxyindolyl)]-1-(p-t-butylphenyl) Methane Abrogates ERK Activation and Induces Apoptosis in Acute Myeloid Leukemia (AML). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "apoptosis",
        "leukemia, myelocytic, acute",
        "methane",
        "caspases",
        "leukemic cells",
        "antagonists",
        "caspase-9",
        "cytochrome c",
        "ligands",
        "phosphotransferases"
    ],
    "author_names": [
        "Rooha Contractor",
        "Ismael J. Samudio, Ph.D.",
        "Zeev Estrov, M.D.",
        "David Harris",
        "James A. McCubrey, Ph.D.",
        "Stephen H. Safe, Ph.D.",
        "Michael Andreeff, M.D., Ph.D.",
        "Marina Konopleva, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Bioimmunotherapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Bioimmunotherapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Microbiology & Immunology, Brody School of Medicine, East Carolina University, Greenville, NC, USA"
        ],
        [
            "Veterinary Physiology and Pharmacology, Texas AMUniversity, College Station, TX, USA",
            "Institute for Biosciences and Technology, Texas AMUniversity Health Science Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "We investigated the antileukemic activity and molecular mechanisms of action of a newly synthesized ring-substituted diindolylmethane (DIM) derivative, named, 1,1-bis [3′-(5-methoxyindolyl)]-1-(p-t-butylphenyl) methane (DIM #34), in myeloid leukemic cells. DIM #34 inhibited leukemic cell growth via induction of apoptosis. DIM #34 inhibited clonogenic growth and induced apoptosis of AML CD34+ progenitor cells but spared normal progenitors. DIM #34 induced loss of mitochondrial membrane potential, which was accompanied by the release of cytochrome c into the cytosol and early cleavage of caspase-9 followed by the cleavage of caspases -8, and -3. Bcl-2 overexpression and caspase-9-deficient cells were partially protected against DIM #34-induced apoptosis, suggesting activation of the intrinsic apoptotic pathway. DIM #34 induced Bax cleavage, and Bax knockout cells were partially resistant to cell death. Furthermore, DIM #34 transiently inhibited the phosphorylation and the activity of the extracellular-regulated kinase (ERK) and abrogated Bcl-2 phosphorylation. Because other methylene substituted DIM analogs transactivate the nuclear receptor PPARγ, we studied the role of PPARγ in apoptosis induction. Although the co-treatment of cells with a selective PPARγ antagonist T007, and a low dose of DIM #34 partially diminished apoptosis, apoptosis was not inhibited at higher concentrations of DIM #34, suggesting the involvement of both, receptor-dependent and independent mechanisms. Co-treatment with RXR- and RAR-ligands enhanced DIM #34-induced cell death. Together, these findings showed that substituted DIMs represent a new class of compounds that selectively induce apoptosis in AML cells through interference with ERK and activation of PPARγ signaling pathways."
}