{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5472.5472",
    "article_title": "\"Defibrotide-Free\" Regimen As an Alternative Management of Late-Onset Severe Sinusoidal Obstruction Syndrome after Allogeneic Hematopoietic Stem Cell Transplantation Shows Impressive Responses ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "\"Defibrotide-free\" regimen as an alternative management of late-onset severe sinusoidal obstruction syndrome after allogeneic hematopoietic stem cell transplantation shows impressive responses Abstract Background. Sinusoidal obstruction syndrome (SOS) ,better known as veno-occlusive disease, is a potentially life-threatening complication following allogeneic hematopoietic stem cell transplantation (HSCT) typically occurs within the first month after HSCT, with limited successful therapeutic options in severe cases. The late-onset of SOS has been described as appearing after day +21 to +30 and up to day+40 to +50. There are no satisfactory therapies for severe SOS, the best current results are with defibrotide. Defibrotide does not currently have Marketing Authorisation in some countries including China, we performed a pilot study using \"Defibrotide-free\" regimen to treat late-onset severe SOS after allogeneic HSCT. Methods. Eight patients with late-onset severe SOS was enrolled at our institution between Jan 2014 and Jan 2017. Median time of onset was day +42(+26-+53), all 8 patients were subsequently diagnosed with multiorgan failure associated with SOS. \" Defibrotide-free\" regimen involved mainly low-dose recombinant human tissue plasmainogen activator (rh TPA) (10mg per dose every 24 hours for 14 doses, intravenously ) and support care, including fluid restriction and diuresis. Results. SOS resolved in all patients ,with median time to resolution of SOS, defined as recovery of all organ function and normalization of bilirubin and portal venous flow, of 11 days. No severe haemorrhage following treatment was observed, the survival rate to day +100 was 100%. Conclusions. \"Defibrotide-free\" regimen (low-dose rhTPA-based ) seems to be high effective in patients with late-onset severe SOS with acceptable toxicity. It may be adopted as an alternative therapeutic option especially in some hospitals/countries with administrative difficulties to access defibrotide. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "hepatic veno-occlusive disease",
        "hematopoietic stem cell transplantation",
        "bilirubin",
        "fluid restriction",
        "hemorrhage",
        "multiple organ dysfunction syndrome",
        "toxic effect",
        "veno-occlusive disease",
        "china"
    ],
    "author_names": [
        "Feng Chen, MD PhD",
        "Yangmin Zhang, MD PhD",
        "Zhaoyue Wang, PhD",
        "Depei Wu, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Feng Chen, MD PhD",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yangmin Zhang, MD PhD",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhaoyue Wang, PhD",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Depei Wu, MD PhD",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T04:02:58",
    "is_scraped": "1"
}