{
    "doi": "https://doi.org/10.1182/blood.V118.21.4982.4982",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2044",
    "start_url_page_num": 2044,
    "is_scraped": "1",
    "article_title": "Population Pharmacokinetics Study of a New Humanized Anti-CD20 Monoclonal Antibody AME-133v (LY2469298) in Patients with Previously Treated Follicular Lymphoma (FL) ",
    "article_date": "November 18, 2011",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "topics": [
        "follicular lymphoma",
        "pharmacokinetics",
        "rituximab",
        "infusion procedures",
        "antibodies",
        "cd20 antigens",
        "chorionic villi sampling",
        "cyclical vomiting syndrome",
        "monoclonal antibodies",
        "off-label use"
    ],
    "author_names": [
        "Damien Cronier, PhD",
        "David Radtke",
        "Susan P. Carpenter, PhD",
        "James Wooldridge, MD"
    ],
    "author_affiliations": [
        [
            "Eli Lilly and Company, Windlesham, United Kingdom, "
        ],
        [
            "Eli Lilly and Company, Indianapolis, USA, "
        ],
        [
            "Lilly Biotechnology Ctr., Eli Lilly, San Diego, CA, USA"
        ],
        [
            "Eli Lilly and Company, Indianapolis, USA, "
        ]
    ],
    "first_author_latitude": "51.3225249",
    "first_author_longitude": "-0.89007855",
    "abstract_text": "Abstract 4982 Background: AME-133v is a humanized monoclonal antibody that was engineered to have increased affinity to CD20 and mediate antibody-dependent cell-mediated cytotoxicity (ADCC) better than rituximab in vitro . The safety, pharmacokinetics (PK) and preliminary efficacy of AME-133v were assessed in a Phase 1/2 clinical trial in patients with previously treated follicular lymphoma (FL). The objective of this study is to characterize the pharmacokinetics (PK) of AME-133v in the target patient population. Methods: 5 dose levels of AME-133v (2, 7.5, 30, 100, and 375 mg/m 2 ) were tested in a total of 67 patients with previously treated CD20+ FL. AME-133v was administered intravenously in four weekly infusions. Blood samples were obtained pre-dose and 1, 3–5 days after infusion 1, pre-dose and post-dose during infusions 2, 3 and 4, and 1, 5 and 9 weeks after infusion 4. The PK database (399 data points) collected from the patients was analyzed by using the nonlinear mixed-effect model (NONMEM) program. A number of covariates including demographic characteristics and the FcγRIIIa receptor genotype were evaluated for their influence on the AME-133v population PK parameters. Results: Owing to serum concentrations values falling below the limit of detection, the 2 mg/m 2 dose group was not included in the analysis. The basic model selected was a two-compartment pharmacokinetic model with first-order elimination. However, a different typical value had to be determined for CL in each dose group. The typical values of V1, Q and V2 were 2.99 L, 0.94 L/day, and 3.31 L, respectively. The typical value for CL was 0.70, 0.53, 0.26, 0.27 L/day-1 for 7.5, 30, 100 and 375 mg/m 2 , respectively, which indicates a linearization of the elimination rate of AME-133v at doses of 100 mg/m 2 and above. Inter-individual variability was moderate to high with CVs of 45.9, 34.1 and 50.0% on CL, V1 and V2, respectively. The only covariate found to influence the PK of AME-133v was BSA which explained 9.6% of the variability observed on V1. The form of the FcγRIIIa receptor was not found to have a significant effect on the PK of AME-133v. Conclusions: The PK of AME-133v were best described by a 2-compartment model. Clearance was found to be dose-dependent with a linearization of the elimination rate at doses of 100 mg/m 2 and above. BSA has a statistically significant influence on V1 whereas the FcγRIIIa genotype does not seem to influence the disposition of AME-133v. Disclosures: Cronier: Eli Lilly and Comany: Employment, Equity Ownership. Off Label Use: AME-133v is an investigational agent. Radtke: Eli Lilly and Comany: Employment, Equity Ownership. Wooldridge: Eli Lilly and Company: Employment, Equity Ownership."
}