{
    "doi": "https://doi.org/10.1182/blood.V110.11.3179.3179",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=927",
    "start_url_page_num": 927,
    "is_scraped": "1",
    "article_title": "siRNA Mediated Knockdown of the Chimeric Transcription Factor E2A-PBX1 Identifies Potential Target Genes. ",
    "article_date": "November 16, 2007",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy including Disordered Epigenetic Regulation",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is the most common malignancy in childhood. Several chromosomal translocations have prognostic significance and are used to classify patients for risk-directed therapy. The translocation t(1;19) which results in the fusion of TCF3 (E2A) and PBX1 genes occurs in 5% of pediatric ALL. E2A-PBX1 has been shown previously to have transcriptional activity. However, very little is known about what genes have altered expression in the presence of E2A-PBX1 . To explore this question, we assessed genome wide gene expression after siRNA mediated knock down of E2A-PBX1 . An E2A-PBX1 containing cell line (697) was transfected with E2A-PBX1 specific siRNA utilizing an Amaxa nucleofector2. Biologic replicates were performed by transfection of independent cultures. 70–80% reduction of E2A-PBX1 at mRNA and protein levels in 697 cells was reproducibly achieved using nucleofection and a combination of E2A-PBX1 specific siRNAs. Genome wide gene expression was assessed by Affymetrix U133 2.0 Plus arrays. Hybridizations were prepared and performed according to current Affymetrix protocols in the Functional Genomics Core at the Research Institute. Microarray data was normalized with RMA. Differentially expressed genes were selected using Significance Analysis of Microarrays (SAM). 78 probe sets demonstrated change in expression in E2A-PBX1 siRNA mediated knockdown relative to both mock transfection and nontargeting siRNA controls at a FDR of ≤ 5%. The 78 probe sets represent 49 known genes and 8 ESTs. Genes of specific interest upregulated by E2A-PBX1 include WNT-16 , ANKS1B(EB-1) , FAT , and RORB . Other investigators have previously cloned these genes by representational differential display from E2A-PBX1 expressing cell lines. We confirmed knockdown of these messages by E2A-PBX1 siRNA using qRT-PCR. Gene expression was calculated using the ΔΔCt method and normalization to ABL . Additionally, these genes are part of the E2A-PBX1 gene expression profile derived from primary pediatric leukemia samples previously published. [Ross, Blood 2003] An additional 34 candidate genes were further verified using qRT-PCR. The direction of change in gene expression correlated with microarray results in 30/34 genes evaluated. Other classes of genes upregulated by E2A-PBX1 : kinases ( FGFR2, MAP3K1 ), phosphtases ( PPPIR14C ), transcription factors ( FOSL2, IRX2, EBF3, BMI1, BCL6 ), cell cycle-related genes ( FBXW7, ETV5 ), Ras and Rho family genes (RAB8B ). While B cell surface antigen expression ( HLA-DRA, CD22 ) was decreased by E2A-PBX1 . We have utilized siRNA to E2A-PBX1 to identify potential target genes of E2A-PBX1 . This data suggests E2A-PBX1 can alter expression of a variety of classes of genes. Some of these genes may be potential targets for molecularly targeted therapy.",
    "topics": [
        "candidate disease gene",
        "chimera organism",
        "rna, small interfering",
        "tcf3 gene",
        "transcription factor",
        "polymerase chain reaction",
        "acute lymphocytic leukemia",
        "cancer",
        "childhood leukemia",
        "differential display technique"
    ],
    "author_names": [
        "Chun-Liang Chen, PhD",
        "Harkness Connell, MS",
        "Ira Racoma, BS",
        "Brandi Regula, BS",
        "Katherine Foley, BS",
        "Jessica Townsend, BS",
        "Mary Elizabeth Ross, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Childhood Cancer, The Research Institute at Nationwide Childrens Hospital, Columbus, OH, USA"
        ],
        [
            "Center for Childhood Cancer, The Research Institute at Nationwide Childrens Hospital, Columbus, OH, USA"
        ],
        [
            "Integrated Biomedical Graduate Program, Ohio State University, Columbus, OH, USA"
        ],
        [
            "Center for Childhood Cancer, The Research Institute at Nationwide Childrens Hospital, Columbus, OH, USA"
        ],
        [
            "Center for Childhood Cancer, The Research Institute at Nationwide Childrens Hospital, Columbus, OH, USA"
        ],
        [
            "Integrated Biomedical Graduate Program, Ohio State University, Columbus, OH, USA"
        ],
        [
            "Center for Childhood Cancer, The Research Institute at Nationwide Childrens Hospital, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "39.953106700000006",
    "first_author_longitude": "-82.9794727"
}