{
    "doi": "https://doi.org/10.1182/blood.V104.11.1359.1359",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=17",
    "start_url_page_num": 17,
    "is_scraped": "1",
    "article_title": "Mutator Genes UDG and AID Appear To Be Normal in Class-Switch Deficient and Clonally Homogeneous Waldenstrom’s Macroglobulinemias Having Either Germline or Hypermutated Clonotypic IgH VDJ. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Clonotypic B cells of Waldenstrom’s macroglobulinemia (WM) are characterized as CD20 + IgM + IgD + cells that are usually somatically mutated in IgH VDJ but for some patients, the clonotypic IgH VDJ is germline (unmutated).For both mutated and unmutated clones, WM lack ongoing somatic hypermutation (SHM) and class switch recombination (CSR). This may be due to abnormalities in switching and/or mutator genes. To understand the nature of unswitched tumor B cells, uracil DNA glycosylase (UDG) and activation-induced cytidine deaminase (AID), the two essential elements for CSR, were analysed in WM. Analysis of 12 WM clones characterized by somatic hypermutation showed that the mutation profile of VH genes had normal transition/transversion ratios at C or G, and thus did not suggest UDG abnormalities. Expression of AID was determined by single stage RT-PCR. Out of 14 patients studied (2 unmutated and 12 mutated VH clones), two of them (WM1-01 and WM1-08,with mutation rates of 0% and 6.2% respectively) gave positive bands. In WM1-01, despite having a germline IgH VDJ, AID is consistently expressed in two bone marrow samples collected three years apart and from which the identical unmutated clonotypic VDJ sequence was isolated. Full-length (FL) AID transcripts of WM have a conserved sequence, thus ruling out the possibility of functional defects due to point mutation. In addition, detection of AID in an unmutated VH clone suggested that lack of SHM does not result from an inability to produce AID. In addition to FL transcripts, three other splice variants were identified in both patients. Single cell analysis indicated that only a small compartment (10% or less), not all, of clonotypic B cells expressed AID, and multiple isoforms may be detectable in individual cells. Whether these splice variants that contain truncated C-terminal ends play a role in the regulation of CSR in WM remains to be investigated. Splice variants, nevertheless, may not characterize tumor B cells since up to 10% of AID-expressing normal activated B cells (n=3) also carried them. In vitro activation of clonotypic WM B cells by CD40L and IL4, using conditions that induced CSR in normal B cells, did not yield detectable class switching in WM B cells. In cultures of B cells from WM, the number of non-clonal B cells increased but the clonotypic B cells did not appear to expand, as indicated by the reduction of clonotypic IgM transcript at 5-days of culture. Thus, as well as failing to undergo somatic mutation or class switching, WM tumor B cells appear unresponsive to CD40L+IL4. They may be fundamentally unresponsive to signals for class switching and their clonal expansion may depend upon alternate signaling pathways.",
    "topics": [
        "homogeneity",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "mutator genes",
        "waldenstrom macroglobulinemia",
        "neoplasms",
        "immunoglobulin m",
        "bone marrow specimen",
        "cd20 antigens",
        "cd40 ligand"
    ],
    "author_names": [
        "Jitra Kriangkum, PhD",
        "Brian J. Taylor, PhD",
        "Erin R. Strachan, BSc",
        "Steven P. Treon, MD, PhD",
        "Michael J. Mant, MD",
        "Tony Reiman, MD",
        "Andrew R. Belch, MD",
        "Linda M. Pilarski, PhD"
    ],
    "author_affiliations": [
        [
            "Oncology and Medicine, Cross Cancer Institute, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Oncology and Medicine, Cross Cancer Institute, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Oncology and Medicine, Cross Cancer Institute, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Hematologic Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Oncology and Medicine, Cross Cancer Institute, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Oncology and Medicine, Cross Cancer Institute, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Oncology and Medicine, Cross Cancer Institute, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Oncology and Medicine, Cross Cancer Institute, University of Alberta, Edmonton, AB, Canada"
        ]
    ],
    "first_author_latitude": "53.5182315",
    "first_author_longitude": "-113.53102279999999"
}