{
    "doi": "https://doi.org/10.1182/blood-2019-128513",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4201",
    "start_url_page_num": 4201,
    "is_scraped": "1",
    "article_title": "Proof of Concept for Tipifarnib in Relapsed or Refractory Angioimmunoblastic T-Cell Lymphoma (AITL) and CXCL12+ Peripheral T-Cell Lymphoma (PTCL): Preliminary Results from an Open-Label, Phase 2 Study ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "angioimmunoblastic lymphadenopathy",
        "lymphoma, t-cell, peripheral",
        "proof of concept studies",
        "tipifarnib",
        "brachial plexus neuritis",
        "stromal cell-derived factor 1",
        "neoplasms",
        "biological markers",
        "ligands",
        "receptors, complement 3d"
    ],
    "author_names": [
        "Thomas E. Witzig, MD",
        "Lubomir Sokol, MD PhD",
        "Francine M. Foss, MD",
        "Won-Seog Kim, MD PhD",
        "Eric Jacobsen, MD",
        "Maria de Fatima De La Cruz, MD",
        "Dolores Caballero, MD PhD",
        "Ranjana H Advani, MD",
        "Jose Maria Roncero, MD",
        "Raquel de Oña",
        "Ana Marin Niebla, PhD",
        "Antonia Rodriguez Izquierdo",
        "Maria Jose Terol",
        "Eva Domingo-Domenech, MD",
        "Miguel A. Piris",
        "Marta Rodriguez",
        "James Bolognese, PhD",
        "Linda Kessler, BA",
        "Vishnu Mishra, PhD",
        "Robert Curry, BA, MBA",
        "Michael Kurman",
        "Catherine Scholz, PharmD",
        "Antonio Gualberto, PhD MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "University of South Florida, Tampa, FL "
        ],
        [
            "Hematology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, Samsung Medical Center, Seoul, Korea, Republic of (South) "
        ],
        [
            "Dana Farber Cancer Institute/Harvard, Boston, MA "
        ],
        [
            "Hematology Department, Hospital Universitario Virgen del Rocio, Sevilla, Spain "
        ],
        [
            "Department of Hematology, Hospitalario Universitario de Salamanca (HUS/IBSAL) and CIBERONC, Salamanca, Spain "
        ],
        [
            "Division of Oncology, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "ICO Girona. GELTAMO Group, Girona, ESP "
        ],
        [
            "MD Anderson Cancer Center, Madrid, Spain "
        ],
        [
            "Hospital Universitari Vall d'Hebron, Barcelona, Spain "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, ESP "
        ],
        [
            "Hematology Department, Clinic University Hospital. INCLIVA, Valencia, Spain "
        ],
        [
            "Hospital Duran i Reynals, Barcelona, Spain "
        ],
        [
            "Fundacion Jimenez Diaz, Madrid, Spain "
        ],
        [
            "Pathology, Fundacion Jimenez Diaz, Madrid, Spain "
        ],
        [
            "Cytel, Cambridge, MA "
        ],
        [
            "Kura Oncology, La Jolla, CA "
        ],
        [
            "Kura Oncology, La Jolla, "
        ],
        [
            "Kura Oncology, Cambridge, MA"
        ],
        [
            "Kura Oncology, Cambridge, MA"
        ],
        [
            "Kura Oncology, Cambridge, MA"
        ],
        [
            "Kura Oncology, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "43.848607799999996",
    "first_author_longitude": "-92.7220023",
    "abstract_text": "Background Tipifarnib is a potent and selective inhibitor of the enzyme farnesyltransferase (FT). FT catalyzes post-translational attachment of farnesyl groups required for localization of signaling molecules to the inner cell membrane. CXCL12 is a ligand for CXCR4 that is essential for T cell homing to lymphoid organs and the bone marrow, and for the maintenance of immune cell progenitors. We have previously shown that FT inhibition by tipifarnib downregulates CXCL12 secretion. Herein we report preliminary efficacy, safety and biomarker data from a Phase 2 study of tipifarnib in angioimmunoblastic T-cell lymphoma (AITL) and CXCL12+ peripheral T-cell lymphoma (PTCL) patients (pts). Methods This Phase 2 study (NCT02464228) is a multi-institutional, single-arm, open-label trial initially designed as a two-stage (11+7 pts) design to determine the efficacy, safety and biomarkers of tipifarnib in pts with relapsed/refractory (R/R) PTCL age >/=18 years and a performance status of 0-2. Based on initial findings, the study was amended to include a cohort of AITL (n=12) and PTCL (n=12) pts with the CXCL12 rs2839695 A/A genotype (wt CXCL12 3'UTR cohort). Pts received tipifarnib 300 mg administered orally twice daily on days 1-21 of 28-day treatment cycles until progression of disease (PD) or unacceptable toxicity. The primary endpoint of the study is overall response rate (ORR). Tumor Whole Exon Sequencing (WES) was generated by NGS and gene expression data generated by RNA Seq. Ancillary studies also investigated the prognostic value of CXCL12 expression in pts who received standard of care treatment. Results As of 24 May 2019, 50 PTCL pts (23 AITL, 25 PTCL-NOS, 1 ALK- ALCL, 1 gamma-delta TCL) have been treated with tipifarnib, 19 pts in stages 1 and 2, and 31 pts in the ongoing AITL histology and wt CXCL12 3'UTR cohorts. Median number of prior treatment regimens was 3; 19 pts had a prior stem cell transplant. All pts (n=48 with available safety data) had at least one treatment-emergent adverse event (TEAE); 42 (88%) had at least 1 study drug-related TEAE and 13 (27%) at least 1 drug related SAE. The most frequently observed drug-related TEAEs of Grade >3 occurring in 10% or more of pts were blood and lymphatic system disorders, including neutropenia (40%), thrombocytopenia (33%), leukopenia (25%), anemia and febrile neutropenia (19% each). There have been 14 deaths on study; one related to study drug (lung infection). Of 18 evaluable pts enrolled in Stages 1 and 2 of the trial, 3 partial responses (PR), 2 of them in pts with AITL histology, and 5 best responses of stable disease (SD) were observed. In the AITL cohort (11 evaluable of 16 pts enrolled), a 45% ORR and 73% clinical benefit rate (CBR; 3 CR, 2 PR and 3 SD) was observed. In the wt CXCL12 3'UTR cohort (n=12 evaluable pts), a 42% ORR was observed (3 CR, 2 PR), with 2 of the 3 CRs observed in patients of AITL histology (n=4). A total of 23 AITL subjects were enrolled in the overall study of whom 16 had WES data. A strong association with the activity of tipifarnib was observed in 8 of the 16 (50%) carrying KIR3DL2 gene variants C336R/Q386E: 50% CR rate, 75% ORR, 100% clinical benefit rate. These tumors expressed also very low levels of CXCL5, a ligand for CXCR2, that may mediate resistance to tipifarnib. High Allele Frequency of KIR3DL2 variants predicted CR to tipifarnib treatment (ROC AUC=0.94, p<0.0001) and AITL patients carrying KIR3DL2 gene variants experienced a better outcome with tipifarnib treatment than with prior SOC treatment. While AITL tumors expressed high levels of CXCL12 and responded to tipifarnib, a trend for poor prognosis (22 vs 40 months median OS from diagnosis, HR=1.8, p=0.09) was observed in a series of 50 PTCL subjects treated with SOC therapy. Fifty percent of AITL and 35% of non-AITL samples overexpressed CXCL12. Conclusion The AITL and wt CXCL12 3'UTR cohorts met pre-specified statistical hypotheses supporting proof-of-concept for tipifarnib in PTCL. AITL histology, KIR3DL2 and CXCL12 genotype provided robust tools for the selection/stratification of PTCL subjects treated with tipifarnib. Extended enrollment of AITL patients continues and an update on enrollment and outcomes will be provided at the time of the presentation. Disclosures Sokol: EUSA: Consultancy. Foss: Mallinckrodt: Consultancy; Eisai: Consultancy; Spectrum: Other: fees for non-CME/CE services ; Acrotech: Consultancy; Seattle Genetics: Consultancy, Other: fees for non-CME/CE services ; miRagen: Consultancy. Kim: Donga: Research Funding; Celltrion: Research Funding; J&J: Research Funding; Roche: Research Funding; Kyowa-Kirin: Research Funding; Novartis: Research Funding; Mundipharma: Research Funding. Jacobsen: Kura Oncology: Research Funding. Advani: Kyowa Kirin Pharmaceutical Developments, Inc.: Consultancy; Kura: Research Funding; Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Research Funding; Pharmacyclics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; AstraZeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees; Autolus: Consultancy, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Consultancy, Research Funding; Agensys: Research Funding; Stanford University: Employment, Equity Ownership; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Merck: Research Funding; Regeneron: Research Funding; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Celmed: Consultancy, Membership on an entity's Board of Directors or advisory committees; Forty-Seven: Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Cell Medica, Ltd: Consultancy; Gilead Sciences, Inc./Kite Pharma, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; Infinity Pharma: Research Funding; Millennium: Research Funding. Roncero: Kura Oncology: Research Funding. Terol: Janssen: Consultancy, Research Funding; Roche: Consultancy; Gilead: Research Funding; Astra Zeneca: Consultancy; Abbvie: Consultancy. Domingo-Domenech: Bristol-Myers Squibb: Other: Travel expenses; Roche: Other: Travel expenses; Seattle Genetics: Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel expenses. Piris: Millenium/Takeda: Membership on an entity's Board of Directors or advisory committees, Other: Lecture Fees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding; Jansen: Membership on an entity's Board of Directors or advisory committees, Other: Lecture Fees; Nanostring: Membership on an entity's Board of Directors or advisory committees; Kyowa Kirin: Membership on an entity's Board of Directors or advisory committees; Kura: Research Funding. Rodriguez: Kura Oncology: Research Funding. Bolognese: Kura Oncology: Consultancy. Kessler: Kura Oncology: Employment. Mishra: Kura Oncology: Employment. Curry: Kura Oncology: Employment. Kurman: Kura Oncology: Employment. Scholz: Kura Oncology: Employment, Equity Ownership, Patents & Royalties. Gualberto: Kura Oncology: Employment, Equity Ownership, Patents & Royalties."
}