{
    "doi": "https://doi.org/10.1182/blood.V116.21.SCI-24.SCI-24",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1800",
    "start_url_page_num": 1800,
    "is_scraped": "1",
    "article_title": "Translating Epigenetic Alterations Into Improvements In Patient Care ",
    "article_date": "November 19, 2010",
    "session_type": "Scientific Committee on Immunology and Host Defense: Genetic and Epigenetic Regulation of Immune Responses",
    "topics": [
        "antigens",
        "anti-inflammatory agents",
        "atrial premature complexes",
        "bone marrow transplantation, allogeneic",
        "cancer",
        "dioxygenases",
        "endpoint determination",
        "epigenetics",
        "graft-versus-host disease",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Pavan Reddy, MD"
    ],
    "author_affiliations": [
        [
            "University of Michigan, MI, USA"
        ]
    ],
    "first_author_latitude": "42.2780436",
    "first_author_longitude": "-83.7382241",
    "abstract_text": "Abstract SCI-24 Histone deacetylases (HDACs) catalyze the removal of acetyl groups from the lysine residues of histone tails and non-histone proteins and play a key role in epigenetic modifications. HDAC inhibitors (HDACi) have emerged as epigenetic regulators with significant ant-tumor effects. Many of these are in cancer clinical trials. Their immuno-modulatory effects have largely been unrecognized. Several recent lines of investigation have demonstrated that targeting HDACs can potently modulate immune responses. We have shown that certain of HDAC inhibitors have important anti-inflammatory or immunosuppressive effects in experimental models of allogeneic bone marrow transplantation (BMT). Data generated by us demonstrate that HDACi regulate experimental acute graft-versus-host (GVHD), in part, through modulation of the functions of host antigen presenting cells (APCs) such as dendritic cells (DCs). HDACi regulated experimental GVHD in a STAT-3 acetylation dependent induction of indoleamine 2, 3 dioxygenase (IDO) by the host antigen APCs. The preclinical murine data were complemented by analyses of DCs from healthy humans and post-BMT samples. In an effort to translate these observations we have initiated a Phase II clinical trial that will determine whether addition of HDACi, suberoylinalide hydroxamic acid (SAHA, vorinostat) will reduce the rates of acute GVHD following matched related donor allogeneic BMT after reduced intensity conditioning (RIC). The study is ongoing and fifteen patients are so far evaluable for the primary end-point. The preclinical data, the rationale for the trial development and the clinical progress along with the ongoing correlative studies from the trial that are based on the preclinical data will be presented. Disclosures: No relevant conflicts of interest to declare."
}