{
    "doi": "https://doi.org/10.1182/blood-2019-125241",
    "article_title": "Flow Cytometric Immunophenotyping Distinguishes Lymphoplasmacytic Lymphoma from Marginal Zone Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "abstract_text": "Introduction: Flow cytometric (FC) immunophenotyping is an essential tool for the diagnosis of mature B cell lympho-proliferative disorders (B-LPDs). The most common CD5-negative/CD10-negative B-LPDs are hairy cell leukemia, lymphoplasmacytic lymphoma and marginal zone lymphoma. Although HCL has unique clinicopathologic characteristics, LPL and MZL are often difficult to distinguish by standard diagnostic methods. MYD88 L265P mutations are found in 90% of LPL and 8-10% of MZL, although the finding of this mutation may increase the suspicion of LPL, it is by no means definitive since they are also found in MZL. The distinction between LPL and MZL is of increasing clinical importance given treatment options and prognosis may differ. The Euroflow eight color B-LPD panel provides detailed information on the phenotype of clonal B-cells and has not previously been evaluated as a tool to distinguish these subtypes of B-LPD. Methods: A retrospective study of patients who were diagnosed with CD5-negative/CD10-negative B-LPD from January 2011 to October 2017 was conducted. Patients with HCL and diffuse large B cell lymphoma were excluded. Data collected included the FC immunophenotype, clinical findings, MYD88 mutational status, treatment and outcome. Data were obtained from the FC lab database at the National University Health System (NUHS) Hematology laboratory. Clinical data were obtained from the electronic patient medical records. A clinicopathologic diagnosis of either LPL, MZL or \"indeterminate between LPL/MZL\" was assigned to the patients based on consensus at the multidisciplinary tumor board. The FC phenotype (based on raw median fluorescence intensity values) of patients assigned to each diagnostic category were then compared. Hierarchical clustering using Gower's distance of variables and Ward's D linkage method were used to determine if the FC immunophenotyping patterns can distinguish LPL and MZL. Results: A total of 22 patients' data was included in the analysis. We found that the LPL cases formed a discrete cluster, while MZL cases were more widely dispersed (figure 1). LPL cases showed negative expression of CD 39, CD 43 and CD 95, while these markers are expressed in a significant proportion of MZL cases. In contrast, CD31 was expressed in the majority of LPL but not the MZL cases. CD 200 and CD38 were found to be variably expressed in both LPL and MZL cases. It is noteworthy that CD 27 was also not consistently expressed across all the cases in our study. There were also no significant differences in terms of surface IgM expression. Conclusions: Our study showed that the eight color flow cytometry has potential as a tool to differentiate LPL and MZL. The lack of a discrete clustering of the MZL cases in our analysis may be explained by the fact that MZL is a more heterogeneous entity compared to LPL. Positivity for CD31 and negativity for CD39, CD95 and CD43 appear to be features of LPL. MZL in contrast show positive expression of CD39, CD95 and CD43 and are negative for CD31. Earlier studies using four color FC suggested that CD200 may have value as a discriminative marker between LPL and MZL. Our data using eight color FC does not show the same discriminative power for CD200. The absence of consistent CD39 and CD27 expression is unusual as LPL and MZL are both post germinal centre B cell neoplasms in which the expression of these antigens is expected. We propose that FC immunophenotyping should be evaluated prospectively as an adjunct to standard clinicopathologic evaluation to distinguish LPL and MZL. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "immunophenotyping",
        "marginal zone b-cell lymphoma",
        "waldenstrom macroglobulinemia",
        "cd31 antigens",
        "hairy-cell leukemia",
        "cd95 antigens",
        "neoplasms",
        "neprilysin",
        "antigens",
        "antigens, cd27"
    ],
    "author_names": [
        "Shi Hui Clarice Choong, MBBS, MRCP",
        "Wee-Joo Chng, MBBS, PhD",
        "Sanjay De Mel, BSc, BM",
        "Te-Chih Liu, FRCPath, MBBS, MRCP",
        "Bei Jenny Li",
        "Li Mei Michelle Poon",
        "Shir Ying Lee, FRCPath,MBBS,MRCP,",
        "Hoon Chung Tae",
        "Rebecca Teng",
        "Seok Wei Stephrene Chan"
    ],
    "author_dict_list": [
        {
            "author_name": "Shi Hui Clarice Choong, MBBS, MRCP",
            "author_affiliations": [
                "National University Hospital, Singapore, Singapore "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wee-Joo Chng, MBBS, PhD",
            "author_affiliations": [
                "National University Cancer Institute of Singapore, Singapore, Singapore "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjay De Mel, BSc, BM",
            "author_affiliations": [
                "Department of Haematology-Oncology, National University Cancer Institute of Singapore, Singapore, Singapore "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Te-Chih Liu, FRCPath, MBBS, MRCP",
            "author_affiliations": [
                "National University Cancer Institute, Singapore (NCIS), National University Hospital, Singapore, Singapore "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bei Jenny Li",
            "author_affiliations": [
                "National University Hospital, Singapore, Singapore "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Mei Michelle Poon",
            "author_affiliations": [
                "National University Hospital, Singapore, Singapore "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shir Ying Lee, FRCPath,MBBS,MRCP,",
            "author_affiliations": [
                "National University Cancer Institute, Singapore (NCIS), National University Hospital, Singapore, Singapore "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hoon Chung Tae",
            "author_affiliations": [
                "National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Teng",
            "author_affiliations": [
                "National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seok Wei Stephrene Chan",
            "author_affiliations": [
                "Tan Tock Seng Hospital, Singapore, Singapore"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T06:40:29",
    "is_scraped": "1"
}