{
    "doi": "https://doi.org/10.1182/blood.V106.11.86.86",
    "article_title": "Variables Affecting Kinetics of Minimal Residual Disease Clearance in Children with Lymphoblastic Leukaemia; Results of the United Kingdom Medical Research Council (UK MRC) Protocols ALL97, ALL97/99 and ALL2003. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "We studied the influence of patient, leukaemia and treatment characteristics on the kinetics of Minimal Residual Disease (MRD) clearance in children with lymphoblastic leukaemia treated using an intensive risk stratified approach. UK MRC protocol ALL97 (1997–1999), and its amended version ALL 97/99 (1999–2002), compared the efficacy and toxicity of dexamethasone (DEX) with prednisolone (PRED), and 6-thioguanine (TG) with 6-Mercaptopurine (MP) in a randomised fashion. The trial produced a 5 year event-free survival (EFS) of 80%, with better systemic and Central Nervous System outcomes in DEX compared with PRED recipients but no difference between TG and MP recipients. Several changes to the risk stratification and treatment regimens during the period of the trial provided an opportunity to determine their impact on MRD clearance. We compared this with clearance in those treated on the successor trial ALL 2003 (more intensive induction containing DEX and Pegylated Asparaginase). The variables investigated for their potential influence on MRD status at the end of induction (EOI) were: NCI Risk; Asparaginase intensity (Erwinia Asparaginase [ERW] in ALL 97 and early part of ALL97/99 vs native or Pegylated E. Coli Asparaginase [E. Coli] in later part of ALL 97/99 and ALL2003); DEX vs PRED; and marrow response at day 8/15 of induction (Slow Early Response [SER] >25% blasts vs Rapid Early Response [RER] ⩽ 25% blasts). MRD was assessed using either a semi-quantitative sequence-specific PCR (ALL97) or Real-Time Quantitative PCR (ALL99 and ALL 2003) of antigen receptor gene re-arrangements at EOI. MRD status was defined as NEG if no MRD was detected by two markers sensitive to 10 −4 ; POS if > 10 −4 , and Positive Outside Quantitative Range (POQR) if positive < 10 −4 . Results were available from retrospective testing in 66 ALL97 and 76 ALL97/99 patients, and 204 ALL2003 patients monitored prospectively. There was no significant difference in the proportions of patients MRD NEG, POS or POQR in steroid or NCI sub-groups. Significantly more ERW Asparaginase recipients were MRD POS compared with E.Coli (p< 0.0005). Although SER was predictive of slow MRD clearance, 80/235 (34%) RERs were MRD POS and 9/27(33%) SERs were MRD NEG. Relapse risk at 4 years is 8% in NEG v 28% in POS group in ALL97, 0% in NEG/POQR, versus 15% in POS group in ALL97/99 (p=.001) 2 of the ALL2003 patients have relapsed; one was POS and the other POQR. In the context of intensive risk stratified treatment of childhood ALL, type of Asparaginase influenced rapidity of MRD clearance, whilst NCI risk and type of steroid had no significant influence. Patients with detectable MRD < 10 −4 at EOI have the same low risk of relapse as those who have undetectable MRD.",
    "topics": [
        "child",
        "drug clearance",
        "kinetics",
        "lymphoblastic leukemia",
        "magnetic resonance cholangiography",
        "medical research",
        "medical reserve corps",
        "neoplasm, residual",
        "asparaginase",
        "prednisone"
    ],
    "author_names": [
        "Ajay J. Vora9",
        "S. Richards",
        "J. Hancock",
        "C. Mitchell",
        "O. B. Eden",
        "S. Kinsey",
        "I. Hann",
        "J. S. Lilleyman",
        "N. Goulden"
    ],
    "author_dict_list": [
        {
            "author_name": "Ajay J. Vora9",
            "author_affiliations": [
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "S. Richards",
            "author_affiliations": [
                "Clinical Trials Services Unit, Radcliffe Infirmary, Oxford, United Kingdom",
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Hancock",
            "author_affiliations": [
                "Paediatric Haematology, Bristol University, Bristol, United Kingdom",
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Mitchell",
            "author_affiliations": [
                "Paediatric Oncology, John Radcliffe Infirmary, Oxford, United Kingdom",
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "O. B. Eden",
            "author_affiliations": [
                "Paediatric Oncology, University of Manchester, Manchester, United Kingdom",
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Kinsey",
            "author_affiliations": [
                "Paediatric Haematology, St James’s Hospital, Leeds, United Kingdom ",
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "I. Hann",
            "author_affiliations": [
                "Paediatric Haematology, Great Ormond Street Hospital, London, United Kingdom",
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. S. Lilleyman",
            "author_affiliations": [
                "National Patient Safety Agency, London, United Kingdom",
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "N. Goulden",
            "author_affiliations": [
                "Paediatric Haematology, Bristol University, Bristol, United Kingdom",
                "Paediatric Haematology, Sheffield Children’s Hospital, Sheffield, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T18:40:21",
    "is_scraped": "1"
}