{
    "doi": "https://doi.org/10.1182/blood.V128.22.1235.1235",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3397",
    "start_url_page_num": 3397,
    "is_scraped": "1",
    "article_title": "Complementary Transplantation with Haploidentical Stem Cells and Unrelated Cord Blood for Leukemia and Thalassemia ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Alternative Donors",
    "topics": [
        "leukemia",
        "stem cells",
        "thalassemia",
        "transplantation",
        "umbilical cord blood",
        "graft-versus-host disease",
        "cyclophosphamide",
        "graft-versus-host disease, chronic",
        "follow-up",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Chunfu Li, MD",
        "Yuelin He, MD",
        "Xuedong Wu, MD",
        "Xiaoqin Feng, MD PhD",
        "Jianyun Liao",
        "Zhiyong Peng",
        "Fuyu Pei",
        "Huaying Liu",
        "Wing Leung"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Miltenyi Biotec, Gaithersburg, MD"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Background Unrelated Cord Blood (UCB) Transplantation is a potentially curative therapy for leukemia and thalassemia; however, engraftment failure and slow immune reconstitution remain key clinical issues. We hypothesized that complementary transplantation (CT) of UCB with haploidentical stem cell graft (hap-SC) tolerized with post-transplant cyclophosphamide would result in rapid engraftment and low relapse rate without additional risk of graft-versus-host disease (GVHD). Therefore, we developed a novel complementary transplant approach. Patients and Method Sixty-six patients received CT between December 2012 and June 2016. Of them, 30 patients had malignance diseases (MD), including 11 lymphoid and 19 myeloid diseases, and 36 had thalassemia major (TM). Median age was 12 (range; 2-13) and 8 (3-17) years in the MD and TM group, respectively. Median follow-up time was 13 (7-32) and 19 (2-25) months, respectively. Conditioning (Regimen CT-13) included Cyclophosphamide on day-8 to -7, Busulfan on day-6 to -4, Fludarabine on day-6 to -2 and Thiotepa on day-3. Hap-SC was infused on day 0. GVHD prophylaxis consisted of Cyclophosphamide on day+3 to +4. UCB was infused on Day+6. Mycophenolate mofetil and Tacrolimuswas started on day+6 for GVHD prophylaxis. For 26 TM patients transplanted since 2014, they received identical regimen except with the additional Thymoglobulin on day -11 to -9 (Regimen CT-14). Results The chimerism status at last follow-up was Hap-SC, UCB, mixed stem cells (MSC) and rejection in 20, 9, 1 and 0 patient in the MD group; and 16, 14, 3 and 3 patients in the TM group. Interesting, the initial chimerism on day+28 in the TM group was Hap-SC, UCB and MSC engrafted in 15, 7 and 12 patients, respectively. Thus, the MSC was not stable in TM patients; UCB typically became dominant overtime instead of the initial majority from hap-SC (Fig. 1). In the MD group, the time to neutrophil >= 0.5x10 9 /L, platelet >=20 x10 9 /L and hemoglobin >=80 g/L was day+18 (14-36), +10.0 (6-51) and +7 (1-20) in the final hap-SC engrafted group; and+30 (22-35), +25 (1-64) and +7 (3-28) in the final UCB engrafted group. Overall survive (OS), disease-free survive (DFS), relapse incidence (RI) and non-relapse mortality (NRM) were 75.6%, 64.3%, 24.7£¥ and 13.7%, respectively, in all 30 MD patients; and 79.3%,73.8%,15.5% and 12.3% (Fig.2), respectively, in the 25 cases with complete remission (CR) at the time of transplantation. The corresponding data were 89% vs. 88.9%£¬65.0% vs. 77.8%£¬31.1 % vs.12.5% and 10.3% vs.11.1%£¨p>0.05 in all pairs), respectively, in hap-SC and UCB engrafted groups. Donor carrying KIR centromeric B motif was associated with reduced RI (10 % vs. 33.9%). In TM group, OS, thalassemia free survive (TFS), rejection and transplant-related mortality were 91.2%, 85.7%, 5.6% and 8.8%, respectively in all 36 patients. Impressively, all of the 26 patients who received the newer CT-14 protocol were alive without TM (Fig. 2). 7/10 UCB carrying KIR centromeric B motif engrafted. In the MD group, 23.3% had grade II-IV and10.0% had III-IV acute GVHD. Grade II, III and IV acute GVHD occurred in 3 patients, respectively, in TM group. One MD patient had severe chronic GVHD (lung) after DLI for relapse. No moderate chronic GVHD occurred in TM groups. Summary The CT-13 regimen resulted in high OS and DFS, especially in CR patients in the MD group. The CT-14 leaded to 100% TFS in thalassemia patients. Acute and chronic GVHD were acceptable. Donor carrying centromeric B motif promoted engraftment and reduced RI. A multicenter study should be developed in the future based on our favorable results. Figure 1. View large Download slide Kinetics of mixed chimerism in thalassemia patients Figure 1. View large Download slide Kinetics of mixed chimerism in thalassemia patients Figure 2. View large Download slide Results of malignance diseases in CR status at the time of transplant Figure 2. View large Download slide Results of malignance diseases in CR status at the time of transplant Figure 3. View large Download slide Thalassemia-free survive resulted from regimen CT-14 Figure 3. View large Download slide Thalassemia-free survive resulted from regimen CT-14 Disclosures No relevant conflicts of interest to declare."
}