{
    "doi": "https://doi.org/10.1182/blood.V108.11.1664.1664",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=698",
    "start_url_page_num": 698,
    "is_scraped": "1",
    "article_title": "Identification and Characterization of Zebrafish Mast Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "carboxypeptidase",
        "cardiac support procedures",
        "enzymes",
        "granules",
        "histamine",
        "hypersensitivity",
        "immunoglobulin e",
        "inflammation",
        "leukemia, myelocytic, acute",
        "leukemogenesis"
    ],
    "author_names": [
        "Jason N. Berman, MD",
        "Jake Seibert",
        "Amanda Crosby",
        "Robert Fraser, MD",
        "Olga Gritsenko",
        "Bill Pohajdak, PhD",
        "Tong-jun Lin, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics and Microbiology and Immunology, IWK Health Centre/Dalhousie University, Halifax, NS, Canada"
        ],
        [
            "Pediatrics and Microbiology and Immunology, IWK Health Centre/Dalhousie University, Halifax, NS, Canada"
        ],
        [
            "Pediatrics and Microbiology and Immunology, IWK Health Centre/Dalhousie University, Halifax, NS, Canada"
        ],
        [
            "Pathology, IWK Health Centre/Dalhousie University, Halifax, NS, Canada"
        ],
        [
            "Biology, Dalhousie University, Halifax, NS, Canada"
        ],
        [
            "Biology, Dalhousie University, Halifax, NS, Canada"
        ],
        [
            "Pediatrics and Microbiology and Immunology, IWK Health Centre/Dalhousie University, Halifax, NS, Canada"
        ]
    ],
    "first_author_latitude": "44.637120599999996",
    "first_author_longitude": "-63.58767089999999",
    "abstract_text": "Mast cells (MCs) are well-known for their role in allergic reactions and inflammation, but their developmental origin is controversial. In addition, abnormal clonal proliferation of MCs, referred to as systemic mastocytosis (SM), may be associated with acute myeloid leukemia, portending a poor outcome. Mutations in the C-KIT tyrosine kinase have been identified in SM, that can be potentially targeted by small molecule tyrosine kinase inhibitors. The zebrafish is a robust model organism for studying hematopoiesis and leukemogenesis, and has an inherent capacity to accommodate genetic and chemical modifier screens. Thus, this system holds potential for elucidating MC lineage and for use in high-throughput screening of targeted therapeutics in MC diseases. MCs have not been previously described in zebrafish. We have identified putative MCs in adult zebrafish gill and intestine containing eosinophilic granules that stain with peroxidase acid shift (PAS) and toluidine blue, as well as with carboxypeptidase A5 ( cpa5 ), a zebrafish homologue of the mammalian MC specific enzyme, CPA1. Electron microscopic analysis demonstrates a striking morphologic resemblance to mammalian MCs with abundant homogeneous dense granules. Classical functional studies reveal degranulation of these cells and increased histamine production upon stimulation with compound 48/80 and stimulated IgE. Whole mount in situ hybridization experiments on zebrafish embryos demonstrate cpa5 expression in a population of blood cells at 28 hours post-fertilization co-localizing with the early myeloid marker, pu.1 , the granulocytic marker, mpo , and monocytic markers, l-plastin and lysozyme C . These data point to the existence of a zebrafish MC equivalent and suggests that this lineage arises at the level of the granulocyte/monocyte progenitor. Ongoing characterization of these cells will provide further insight into the mechanisms underlying MC development. Furthermore, a zebrafish cpa5 promoter element has been cloned and is being used to generate transgenic zebrafish lines. These transgenic zebrafish will provide a valuable tool in identifying new effective therapeutic agents targeting MCs in allergic and immune responses, as well as in their contribution to leukemic progression."
}