{
    "doi": "https://doi.org/10.1182/blood-2018-99-118348",
    "article_title": "Secreted Mutant Calreticulins As Rogue Cytokines Trigger Thrombopoietin Receptor Activation Specifically in CALR Mutated Cells: Perspectives for MPN Therapy ",
    "article_date": "November 29, 2018",
    "session_type": "Plenary Scientific Session",
    "abstract_text": "Background Mutant calreticulins carrying the sequence translated after a +1 frameshift at the C-terminus are major drivers of myeloproliferative neoplasms (MPNs). These mutant CALRs bind and activate TpoR/MPL in cells co-expressing TpoR and mutant CALRs, resulting in persistent JAK2-STAT5 signaling. Whether mutant CALR proteins are secreted, thus acting in trans on other cells, is not known. Aims Our objectives were to: 1) assess the direct TpoR-mutant CALR interaction both when expressed in the same or in different cells; 2) determine whether mutant CALRs are secreted; and 3) determine whether mutant CALR can act as extracellular cytokines. Methods Engineered CALR and TpoR mutants were analyzed by a combination of biochemical approaches (bioluminescence resonance energy transfer, recombinant protein production), functional assays (cell growth and transcriptional assays, flow cytometry, primary megakaryocytic clonogenic assay, analysis of CALR del52 knock-in mice) and cell imaging (confocal microscopy, flow cytometry and immuno-gold electron microscopy). Secreted CALRs were determined by ELISA using mutant specific antibodies. Results 1) Two systems provided evidence that mutant CALRs and TpoR directly interact. First, using Nano-BRET in cells co-expressing N-terminally fused TpoR or EpoR with Nano-luciferase and mutant or WT CALR C-terminally tagged with HaloTag that is bound to the 618-ligand fluorophore, we show that TpoR and mutant CALRs interact in a complex whether the two proteins are within 10 nm. The interaction does not occur between TpoR and WT CALR, or between EpoR and mutant or WT CALRs. Second, expressing mutant CALR and TpoR extracellular domain in S2 Drosophila Schneider cells showed that stable complex formation requires immature high mannose structure on TpoR. Lastly, we could detect surface expression of the TpoR/CALRdel52 complex using proximity ligation assay with anti-TpoR and anti-mutant CALR antibodies in CRISPR/Cas9 engineered UT7/Tpo cells that express endogenous mutant CALR and TpoR levels. 2) We used flow cytometry, confocal immunofluorescence and immunogold electron microscopy and could show that mutant CALRs are trafficking via cis-, medial- and trans-Golgi to the cell-surface and are secreted, independently from TpoR expression. Importantly, mutant CALRs are also secreted in CALR mutated MPN patients as determined by mutant CALR-specific ELISA assay in patient plasma (mean plasma level 24.6 ng/ml, range 0-156.5 ng/ml). In the 113 evaluated CALR mutated patients from different centers the plasma mutant CALR levels correlated with CALR mutant allele burden (P<0.001). Secreted mutant CALR can also be found in plasma from knock-in CALR del52 mice. 3) We show that recombinant mutant CALR can act as a cytokine and specifically stimulate JAK2-STAT5 pathway in cells that carry the TpoR at the surface. Using Nano-BRET, we could demonstrate that extracellular mutant Halo-tagged CALR can specifically bind in trans to the cell-surface TpoR fused with Nano-luciferase, but not to EpoR fused with Nano-luciferase. This binding and the subsequent JAK2 activation were obtained at levels of around 100-150 ng/ml only in cells exposing at the cell-surface TpoR with at least one immature N-linked sugar. This can be accomplished by co-expressing in the reporter cells non-tagged mutant CALR, which will promote cell-surface localization of partially immature TpoR. The effect of exogenous mutant CALR could involve both stabilization of the endogenous cell-surface mutant CALR-TpoR complexes and binding to unoccupied immature TpoRs. Conclusion We show that mutant CALRs directly interact with TpoR and also are secreted and can act as rogue cytokines, leading to activation of cells carrying TpoR. Activation of TpoR in trans is efficient at mutant CALR levels similar to those detected in patients when target cells co-express heterozygous mutant CALR and TpoR, where endogenous mutant CALR transports to the surface TpoR with immature glycosylation. Thus, secreted mutant CALRs is predicted to expand the MPN clone. Given that cell-surface mutant CALR in TpoR expressing cells is crucial for oncogenicity, and that mutant CALRs are also secreted correlating with allele burden, we discuss how antibodies and other immunotherapy approaches could specifically target the mutant CALR MPN clone. Disclosures Xu: MyeloPro Research and Diagnostics GmBH: Employment. Hug: MyeloPro Diagnostics and Research GmbH: Employment. Gisslinger: Janssen: Consultancy, Honoraria; AOP Orphan: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Shire: Honoraria; Novartis: Consultancy, Honoraria, Research Funding. Kralovics: MyeloPro Diagnostics and Research GmbH: Equity Ownership. Constantinescu: Personal Genetics: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy; Novartis: Membership on an entity's Board of Directors or advisory committees; AlsaTECH: Equity Ownership; Novartis: Honoraria; MyeloPro Research and Diagnostics GmbH: Equity Ownership.",
    "topics": [
        "calr gene",
        "cytokine",
        "mpl gene",
        "mpl protein, human",
        "mutation",
        "precipitating factors",
        "antibodies",
        "erythropoietin receptors",
        "flow cytometry",
        "luciferases"
    ],
    "author_names": [
        "Christian Pecquet, PhD",
        "Thomas Balligand, MD",
        "Ilyas Chachoua, PhD",
        "Anita Roy, PhD",
        "Gaelle Vertenoeil, MD",
        "Didier Colau, PhD",
        "Emanuel Fertig, MD",
        "Caroline Marty, PhD",
        "Harini Nivarthi, PhD",
        "Jean-Philippe Defour, BPharm, PhD",
        "Erica Xu",
        "Eva Hug, PhD",
        "Heinz Gisslinger",
        "Bettina Gisslinger",
        "Martin Schalling, MSc",
        "Ilaria Carola Casetti, MD",
        "Elisa Rumi, MD",
        "Daniela Pietra, PhD",
        "Chiara Cavalloni, MD",
        "Luca Arcaini, MD",
        "Mario Cazzola",
        "Norio Komatsu, MD PhD",
        "Yoshihiko Kihara, PhD",
        "Yoshitaka Sunami, MD PhD",
        "Yoko Edahiro, MD PhD",
        "Marito Araki, PhD",
        "Isabelle Plo, PhD",
        "William Vainchenker, MD PhD",
        "Robert Kralovics, PhD",
        "Stefan N Constantinescu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christian Pecquet, PhD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas Balligand, MD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilyas Chachoua, PhD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Roy, PhD",
            "author_affiliations": [
                "Brussels, Ludwig Institute for Cancer Research, Brussels, Belgium "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaelle Vertenoeil, MD",
            "author_affiliations": [
                "Brussels, Ludwig Institute for Cancer Research, Brussels, Belgium "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Colau, PhD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuel Fertig, MD",
            "author_affiliations": [
                "National Institute of Pathology Victor Babeș, Bucharest, Romania "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Marty, PhD",
            "author_affiliations": [
                "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harini Nivarthi, PhD",
            "author_affiliations": [
                "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Philippe Defour, BPharm, PhD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels Branch, Brussels, Belgium "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica Xu",
            "author_affiliations": [
                "MyeloPro Research and Diagnostics GmbH, Vienna, Austria "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Hug, PhD",
            "author_affiliations": [
                "MyeloPro Diagnostics and Research GmbH, Vienna, Austria "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz Gisslinger",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Blood Coagulation, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bettina Gisslinger",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Blood Coagulation, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Schalling, MSc",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Blood Coagulation, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Carola Casetti, MD",
            "author_affiliations": [
                "Department of Molecular Medicine, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Rumi, MD",
            "author_affiliations": [
                "Department of Molecular Medicine, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Pietra, PhD",
            "author_affiliations": [
                "Department of Hematology Oncology, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Cavalloni, MD",
            "author_affiliations": [
                "Department of Hematology Oncology, IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Arcaini, MD",
            "author_affiliations": [
                "Fondazione IRCCS Policlinico San Matteo, Pavia, Italy ",
                "Fondazione IRCCS Policlinico San Matteo and Department of Molecular Medicine, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Cazzola",
            "author_affiliations": [
                "University of Pavia, Fondazione IRCCS Policlinico S. Matteo, Pavia, Italy "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Komatsu, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Juntendo University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiko Kihara, PhD",
            "author_affiliations": [
                "Department of Hematology, Juntendo University Graduate School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshitaka Sunami, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Juntendo University Graduate School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoko Edahiro, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Juntendo University Graduate School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marito Araki, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Stem Cell Regulation, Juntendo University Graduate School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Plo, PhD",
            "author_affiliations": [
                "INSERM, U1170, Gustave Roussy, Villejuif, France "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Vainchenker, MD PhD",
            "author_affiliations": [
                "Gustave Roussy, INSERM, UMR1170, Villejuif, France "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Kralovics, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Medical University of Vienna, Research Center For Molecular Medicine of the Austrian Academy of Sciences, VIENNA, Austria"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan N Constantinescu, MD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T04:09:57",
    "is_scraped": "1"
}