{
    "doi": "https://doi.org/10.1182/blood.V128.22.629.629",
    "article_title": "Imatinib Generics in Treatment of Chronic Myeloid Leukemia; A Prospective Observation in Large Cohort of Patients from Polish (PALG) Imatinib Generics Registry ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Progress with Therapy",
    "abstract_text": "Background: Generic imatinib is already available in several countries. The use of generic imatinib is expected to lower the cost of CML therapy, however the data regarding their efficacy and tolerability in larger populations of CML patients are lacking. Aim: The aim of the study was to evaluate the efficacy and tolerability of imatinib generics in patients suffering from chronic phase CML previously untreated, and in the group of patients switched from branded imatinib to imatinib generics during a one-year of observation. Methods: We report on 726 patients prospectively observed for one year within Polish Adult Leukemia Group (PALG) Imatinib Generics Registry. In 99 previously untreated patients (group A) the rate of BCR/ABL1 reduction to < 10% at 3 months and to < 1% at 6 months of therapy, the rate of optimal response, and failure according to current ELN guidelines, the rate of CCyR,MMR,MR4, and MR4,5 achieved at 12 months of therapy, and the rate of patients switched to second generation TKI have been assessed. In 627 patients switched to generic from branded imatinib (group B) the rate of sustained, improved and worsened molecular response, the rate of CCyR, MMR, MR4, and MR4,5 loss have been evaluated. To assess the tolerability of imatinib generics in both groups the rate of hematologic (3rd or 4th grade), and of non-hematologic adverse events (all grades according to CTCAE criteria) have been recorded. The one-year, \"real-life\" observation started on 03.APR.2014 in CML-CP patients treated in 12 Polish Hematology Centers. The registry records approximately 900 patients, in the current report we analyzed only patients who completed 12-month observation (all patients with available RQ-PCR result at 12 month), with MMR achieved before start of therapy with imatinib generics, and treated with generics for more than 12 months (group B). Results: Ninety nine patients started de novo treatment with generics: 62 with Nibix (62.6%) , 24 with Meaxin (24.2%), other generics were used to treat 13 (13.1%) patients, and 627 patients were switched from Glivec to imatinib generics: 445 to Nibix (70.9%), 146 to Meaxin (23.3%), 31 to Teva (4.3%), and to other generics in remaining 5 patients (0.8%). Early molecular response (BCR/ABL1 < 10% at 3 months) was achieved in 65.2% , the reduction of BCR/ABL1 to < 1% at 6 months in 53.3%, and an optimal response (MMR at 12 months) in 53.3% of patients in the group A. The hematologic toxicity (grade 3 or 4 according to CTCAE criteria) occurred in 3 patients (3%) (1 neutropenia, 2 thrombocytopenia). One patient (1%) was switched to 2GTKI due to recurrent thrombocytopenia. The non - hematologic toxicity was recorded in 40 patients (40.4%) . In the group A 26 patients (26.3%) have been switched from imatinib generics to 2GTKI, 12 patients (46.2%) due to intolerance (11 due to a non-hematologic toxicity), 13 patients (50%) due to resistance, and 1 patient (3.8%) due to progression to acceleration phase. In the group B the molecular response under therapy with generics was sustained, improved and worsened in 406 (64.8%) , 119 (19%), and in 94 (15%) of patients, respectively. Complete cytogenetic response, MMR and MR4,5 was lost in 2 (0.3%), 8 (1.3%) and 65 (10.3%) patients, respectively. During a one-year observation 22 patients (3.5%) were switched to 2GTKI: 15 (2.4%) due to intolerance, 4 (0.6%) due to resistance, and 2 (0.3%) patients due to progression to acceleration phase. Conclusion: This is the first report from prospective observation on imatinib generics effectiveness and tolerability in a large cohort of CML patients. Tested generics of imatinib (Meaxin, Nibix, Imatinib Teva, Imatinib Polfa, Imakrebin, and Telux ) seem to be not inferior to branded imatinib in terms of clinical efficacy and tolerability in patients with CML CP. We did not observe an increased switching rate between imatinib generics and 2GTKI during the observation period. Disclosures Sacha: Incyte: Consultancy, Honoraria, Speakers Bureau; Adamed: Consultancy, Honoraria; BMS: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau. Gora-Tybor: Incyte: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Speakers Bureau; BMS: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy, Honoraria. Szarejko: Novartis: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau. Bober: BMS: Honoraria; Novartis: Honoraria. Grzybowska-Izydorczyk: Novartis: Honoraria; BMS: Honoraria. Niesiobędzka-Krężel: BMS: Honoraria; Novartis: Honoraria. Dudziński: BMS: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau. Wasilewska: Novartis: Consultancy, Honoraria, Speakers Bureau; BMS: Consultancy, Honoraria, Speakers Bureau. Myśliwiec: Novartis: Honoraria. Gil: BMS: Honoraria; Novartis: Honoraria. Gniot: BMS: Speakers Bureau. Mędraś: Novartis: Consultancy, Honoraria, Speakers Bureau; BMS: Consultancy, Honoraria, Speakers Bureau.",
    "topics": [
        "generic drugs",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "polish",
        "measles-mumps-rubella vaccine",
        "hematotoxicity",
        "thrombocytopenia",
        "adverse event",
        "leukemia",
        "leukemia, myeloid, chronic-phase"
    ],
    "author_names": [
        "Tomasz Sacha",
        "Joanna Gora-Tybor",
        "Monika Szarejko, MD PhD",
        "Grażyna Bober, MD",
        "Olga Grzybowska-Izydorczyk",
        "Joanna Niesiobędzka-Krężel, MD",
        "Marek Dudziński, MD",
        "Ewa Wasilewska, MD PhD",
        "Krzysztof Myśliwiec, MD",
        "Justyna Gil, MD PhD",
        "Michał Gniot, MD PhD",
        "Iwona Pietkun, MD",
        "Ewa Mędraś, MD PhD",
        "Joanna Wącław, MD",
        "Krzysztof Giannopoulos"
    ],
    "author_dict_list": [
        {
            "author_name": "Tomasz Sacha",
            "author_affiliations": [
                "Department of Hematology, Jagiellonian University Hospital, Krakow, Poland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joanna Gora-Tybor",
            "author_affiliations": [
                "Department of Hematology, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Szarejko, MD PhD",
            "author_affiliations": [
                "Hematology and Transplantology Department, Medical University of Gdańsk, Gdańsk, Poland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grażyna Bober, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Department, Medical Silesian University, Katowice, Poland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Grzybowska-Izydorczyk",
            "author_affiliations": [
                "Department of Hematology, Medical University of Lodz, Copernicus Memorial Hospital, Lodz, Poland "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Niesiobędzka-Krężel, MD",
            "author_affiliations": [
                "Hematology, Oncology and Internal Medicine Department, Medical University of Warsaw, Warsaw, Poland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marek Dudziński, MD",
            "author_affiliations": [
                "Hematology Department, Teaching Hospital No 1 in Rzeszów, Rzeszów, Poland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewa Wasilewska, MD PhD",
            "author_affiliations": [
                "Hematology Department, Medical University of Białystok, Białystok, Poland "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krzysztof Myśliwiec, MD",
            "author_affiliations": [
                "Hematology Department, Clinical Hospital in Zielona Góra, Zielona Góra, Poland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justyna Gil, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Markiewicz Memorial Oncology Center Brzozow, Brzozow, Poland "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michał Gniot, MD PhD",
            "author_affiliations": [
                "Hematology Department, Medical University in Poznań, Poznań, Poland "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iwona Pietkun, MD",
            "author_affiliations": [
                "Hematology and Internal Medicine Department, Rydygier Specialistic Hospital, Kraków, Poland "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewa Mędraś, MD PhD",
            "author_affiliations": [
                "Hematology Clinic, Wroclaw, Poland "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Wącław, MD",
            "author_affiliations": [
                "Department of Hematology, Jagiellonian University Hospital, Kraków, Poland "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krzysztof Giannopoulos",
            "author_affiliations": [
                "Experimental Hematooncology Department, University of Lublin, Lublin, Poland"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:43:15",
    "is_scraped": "1"
}