{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3742.3742",
    "article_title": "Projected Cost Savings of a Plasmic Score-Based Approach to Patients with Suspected Thrombotic Thrombocytopenic Purpura ",
    "article_date": "December 7, 2017",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster III",
    "abstract_text": "Background: Thrombotic thrombocytopenic purpura (TTP) is a rare but deadly thrombotic microangiopathy (TMA) that is caused by a severe acquired deficiency in the ADAMTS13 enzyme. The PLASMIC clinical scoring system categorizes patients with suspected TTP as being at low (score 5) risk of severe ADAMTS13 deficiency. Here we have modeled the potential cost savings of a management approach that incorporates the PLASMIC score to defer testing and treatment for low risk patients and compared this approach to one in which ADAMTS13 testing requests require pre-approval by the blood transfusion service. Methods: We utilized an expanded dataset from the Harvard TMA Research Collaborative, a multi-institutional registry consisting of all consecutive patients with TMA and suspected TTP seen at three large academic medical centers between 2004-2015 (n=372). We leveraged existing differences in practice patterns between participating institutions to identify hospitals that do not regulate ADAMTS13 testing (Group A, N=278) and those that employed a restrictive strategy in which requests for ADAMTS13 testing were subject to approval by the blood transfusion service (Group B, N=94). A decision tree-based cost analysis algorithm was utilized to assess the potential cost savings from utilizing the PLASMIC score to defer ADAMTS13 testing in low-risk patients in Group A. We also compared total TTP-related costs (diagnosis and treatment) between Group A (both the unregulated and PLASMIC-based approach) and Group B. Results: Different practice patterns between Groups A and B provided a \"natural experiment\" to study the cost implications of different management approaches for TTP. In Group A, we noted a 435% increase in ADAMTS13 assays sent between 2004-2015 (test for trend p<0.0001), driven largely by patients without signs of TMA and/or with low-risk PLASMIC scores. This growth in testing was absent in Group B (test for trend p=0.98). The number of TTP cases per 100,000 admissions did not differ the two groups (p=0.19) and remained unchanged over time (p=0.67 and p=0.31 for Groups A and B, respectively). To assess the cost differences between management approaches, we generated a decision tree containing nodes with important clinical choices such as ADAMTS13 testing, expert consultation, and initiation of therapeutic plasma exchange (TPE). The tree excluded patients without thrombocytopenia or schistocytes at its first branch point. In projecting the number of ADAMTS13 tests through 2025, we found that Group A's TTP-related costs were significantly higher and would result in over $11 million in increased costs between 2004-2025 compared to Group B (Figure 1). Under a PLASMIC score-based approach, patients at Group A institutions with a low risk score would not receive upfront ADAMTS13 testing or downstream care for TTP and instead be closely observed while being worked up for alternative causes of TMA. Considering 2015, the latest year for which complete data are available, applying a PLASMIC-score based approach to the Group A institutions was projected to reduce TTP-related costs from $610,471 to $473,058 (23%) per 100,000 admissions (Table 1). By comparison, in 2015 Group B TTP-related costs were $152,000 per 100,000 admissions. Assuming current trends, a PLASMIC score-based strategy within Group A would result in over $3.2 million (23%) saved between 2004-2025 compared to the current unregulated approach, primarily due to decreased rates of testing, expert consultation, and TPE. Conclusions: Our data suggest that institutions with an unregulated approach to ADAMTS13 testing could potentially realize cost savings by implementing a strategy based on risk stratification of suspected TTP cases by PLASMIC score. In terms of normalized costs, a PLASMIC-score based strategy would be intermediate between an unregulated testing approach and one that employs live oversight of ADAMTS13 testing by the blood transfusion service. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cost savings",
        "thrombotic thrombocytopenic purpura",
        "tissue microarray",
        "trimethylamine",
        "blood transfusion",
        "tropical eosinophilia",
        "adamts13 protein",
        "plasma exchange",
        "thrombocytopenia",
        "thrombotic microangiopathies"
    ],
    "author_names": [
        "Vivek A Upadhyay, MD",
        "Benjamin Geisler, MD",
        "Lova Sun, MD",
        "Christopher P. Stowell, MD PhD",
        "Lynne Uhl, MD",
        "Richard Kaufman, MD",
        "Robert Makar, MD PhD",
        "Pavan Bendapudi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vivek A Upadhyay, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA ",
                "Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Geisler, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA ",
                "Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lova Sun, MD",
            "author_affiliations": [
                "Department of Medicine, Massachusetts General Hospital, Boston, MA ",
                "Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher P. Stowell, MD PhD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Blood Transfusion Service, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynne Uhl, MD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Department of Pathology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Kaufman, MD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Department of Pathology, Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Makar, MD PhD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavan Bendapudi, MD",
            "author_affiliations": [
                "Blood Transfusion Service, Massachusetts General Hospital, Boston, MA ",
                "Division of Hematology and Blood Transfusion Service, Brigham and Women's Hospital, Cambridge, MA ",
                "Division of Hematology, Massachusetts General Hospital, Boston, MA ",
                "Division of Thrombosis and Hemostasis, Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:36:15",
    "is_scraped": "1"
}