{
    "doi": "https://doi.org/10.1182/blood.V106.11.4075.4075",
    "article_title": "Regular Prophylaxis with Recombinant Factor VIIa in a Patient with Severe Congenital FVII Deficiency. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction Congenital FVII deficiency is a rare bleeding disorder with autosomal recessive inheritance and an estimated prevalence of 1/0.5 Mio/year. Besides plasma derived FVII concentrates, recombinant activated FVII (rFVIIa, NovoSeven, Novo Nordisk A/S Denmark) represents a new therapeutic option. Due to the short half-life of FVII, regular prophylaxis with FVII has not routinely been adopted. We report our experiences with long-term prophylactic treatment with rFVIIa in a female patient with congenital FVII deficiency suffering from severe recurrent bleedings. Case report: Since the first week after her birth in 1987, the patient experienced severe mucosal bleeding, soft tissue hematomas and easy bruising. Congenital FVII deficiency was diagnosed with a residual FVII activity of 3%. Initially the patient received red blood cells and fresh frozen plasma (FFP) in severe bleeding. After a third episode of severe colorectal bleeding, regular prophylaxis (2x/week) with prothrombin complex concentrates (PCC) was started and in 1988 switched to pdFVII 3x/week (15 IU/kg). Bleeding tendency decreased significantly except rare joint bleedings. As a young girl she also suffered from menorrhagia. During menses FVII was given 1-2x/d. Due to safety reasons and availability, it was decided in 1999 to switch to rFVIIa. To assess efficacy we compared a 24h recovery with 20μg/kg rFVIIa and 20IU pdFVII (see table 1). With both factor concentrates the residual FVII activity declined almost to base line levels 24 hrs post infusion. Recovery  time [h] . rFVIIa [%] . pdFVII [%] . 0 9 10 0,5 148 85 1 86 70 2 60 55 4 34 35 6,5 17 26 24 12 11 time [h] . rFVIIa [%] . pdFVII [%] . 0 9 10 0,5 148 85 1 86 70 2 60 55 4 34 35 6,5 17 26 24 12 11 View Large During the last 6 years the patient received rFVIIa in a dosage of 20μg/kg and frequency of 3x/week and during menstruation 1x/d. Under prophylaxis with rFVIIa bleeding tendency decreased further and no severe joint bleeding was observed, although FVII activity decreased to base line levels after 24 h. During a 16 months period (12/2001– 03/2003) the following 9 minor bleeding episodes were recorded: subcutaneous haematoma (4x), epistaxis (2x), gum bleeding (2x), superficial wound bleeding (1x). Therapy was well tolerated without any side-effects, especially no signs of systemic activation of coagulation. All bleeding episodes have been treated with excellent efficacy of rFVIIa. The patient performs home treatment and is able to live an almost normal life without limitation in her activities. The short injection time and small injection volume supports the acceptance of regular prophylaxis and self administration in this setting. The cost of prophylaxis is accepted by the health insurance due to a positive cost/benefit ratio and the fact that rFVIIa is the less costly treatment option for FVII deficiency compared to pd FVII concentrate in Germany. Conclusion: In congenital FVII deficiency with severe and frequent bleeding episodes, regular prophylaxis is very effective in reducing bleeding tendency despite the short half-life of the infused FVII. rFVIIa is a safe, effective and economic treatment option for long- term prophylaxis in patients with severe congenital FVII deficiency and well accepted by the patient. A dose of 20μg/kg/bolus is effective in our patient.",
    "topics": [
        "recombinant coagulation factor viia",
        "concentrate dosage form",
        "bleeding diathesis",
        "hemorrhagic episodes",
        "fresh-frozen plasma",
        "hematoma",
        "hemorrhage",
        "adverse effects",
        "colorectal bleeding",
        "contusions"
    ],
    "author_names": [
        "Angela Huth-Kuehne, MD",
        "Peter Lages, MD",
        "Rainer Zimmermann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Angela Huth-Kuehne, MD",
            "author_affiliations": [
                "Hemophilia Center, Kurpfalz Hospital, Heidelberg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Lages, MD",
            "author_affiliations": [
                "Hemophilia Center, Kurpfalz Hospital, Heidelberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Zimmermann, MD",
            "author_affiliations": [
                "Hemophilia Center, Kurpfalz Hospital, Heidelberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T21:39:08",
    "is_scraped": "1"
}