{
    "doi": "https://doi.org/10.1182/blood.V116.21.4897.4897",
    "article_title": "HHV8 Associated Multicentric Castleman's Disease In a HIV Negative Patient Responding to Treatment with Bortezomib and Gancyclovir- A Novel Therapy for An Orphan Disease ",
    "article_date": "November 19, 2010",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS",
    "abstract_text": "Abstract 4897 Castleman's Disease is a clinically heterogeneous entity that can be either localized or multicentric. The Multicentric Castleman's Disease (MCD) is a poorly understood clinical and pathogenic entity without an established therapy. It is considered to be an atypical lymphoproliferative disorder of a plasma cell type related to immune dysfunction. 100% of Human Immunodeficiency Virus (HIV) positive patients with MCD have concurrent infection with Human Herpes Virus 8 (HHV8) while only 50% of HIV negative patients are positive for HHV8. The lifespan of patients with MCD is influenced by the presence of HHV8 infection which has been associated with shorter survival. HHV8 is considered to be an oncovirus which encodes a viral IL-6, a homolog of human IL-6 which is involved in the inflammatory and proliferative response in MCD. Hyperproduction of IL-6 has been proposed as one of the pathogenic mechanisms in MCD. Subsequently, combined therapy with IL-6 antagonists and antiviral therapy seems to be a reasonable therapeutic approach in MCD. We present a case of a 43 year-old male who presented with fever, night sweats, weight loss and enlarging lymph nodes for seven months. Physical examination revealed generalized lymphadenopathy, hepatomegaly and splenomegaly. The laboratory data revealed anemia, thrombocytopenia and renal failure. He was also found to have high serum levels of IL-6. The HIV testing was negative. He rapidly developed multiple organ failure requiring ventilator support and dialysis. A lymph node biopsy was diagnostic for MCD and the immunostaining revealed the presence of HHV8. He was treated with bortezomib and gancyclovir, concurrently, with response after the first cycle of therapy and subsequent normalization of his blood counts and renal function. We performed a literature review on the possible pathogenic loops involved in MCD and the rational of using antiviral therapy and proteasome inhibitors in the treatment of MCD. We found that antiviral therapy was used in HIV positive patients with MCD and produced remissions of varying durations [1,6,7]. Bortezomib was reported to induce remission in MCD associated with Multiple Myeloma [14] or POEMS syndrome [2]. Bortezomib, a proteasome inhibitor, interacts negatively with the autocrine loop of IL-6 production by interfering with the nuclear factor kappa B pathway which is involved in cell survival, tumor growth and angiogenesis [14]. By similarity with multiple myeloma, we expected that the use of bortezomib would break the IL-6 loop and control the lymphoplasmacytic proliferation. Our patient had a dramatic response to the combined therapy with bortezomib and gancyclovir- his constitutional symptoms, adenopathy and splenomegaly resolved, his renal function normalized and his platelet count and hemoglobin returned to baseline. To our knowledge, this case represent the first response to bortezomib and gancyclovir used concurrently in an HIV negative, HHV8 associated MCD. We believe that the concurrent use of gancyclovir and bortezomib can represent a therapeutic option to be further considered in patients with MCD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bortezomib",
        "ganciclovir",
        "hiv",
        "human herpesvirus 8",
        "multi-centric castleman's disease",
        "weight reduction",
        "interleukin-6",
        "antiviral agents",
        "disease remission",
        "multiple myeloma"
    ],
    "author_names": [
        "Maria M. Sbenghe, MD",
        "Amit Mahipal, MBBS, MPH",
        "Alina Dulau Florea",
        "Emmanuel C. Besa, MD",
        "Paul Bray, MD",
        "Jaime Caro, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria M. Sbenghe, MD",
            "author_affiliations": [
                "Hematology-Oncology, Thomas Jefferson University Hospital, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amit Mahipal, MBBS, MPH",
            "author_affiliations": [
                "Hematology-Oncology, Thomas Jefferson University Hospital, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alina Dulau Florea",
            "author_affiliations": [
                "Hematopahology, Department of Pathology, Thomas Jefferson University Hospital, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel C. Besa, MD",
            "author_affiliations": [
                "Medical Oncology, Department of Cancer Biology, Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Bray, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Cardeza Foundation for Hematologic Research, Division of Hematology, Department of Medicine, Thomas Jefferson University, Philadelphia, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaime Caro, MD",
            "author_affiliations": [
                "Hematology Division, Department of Medicine, Cardeza Foundation for Hematologic Research, Division of Hematology, Department of Medicine, Thomas Jefferson University, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T21:28:13",
    "is_scraped": "1"
}