{
    "doi": "https://doi.org/10.1182/blood.V126.23.1567.1567",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3246",
    "start_url_page_num": 3246,
    "is_scraped": "1",
    "article_title": "Identification and Characterization of New Microrna Biomarkers and Target Genes in Drug-Insensitive CD34+ CML Stem/Progenitor Cells Using Global Comparative RNA-Seq Analyses ",
    "article_date": "December 3, 2015",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "biological markers",
        "candidate disease gene",
        "micrornas",
        "rna",
        "stem cells",
        "cd34 antigens",
        "protein-tyrosine kinase inhibitor",
        "rna, messenger",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate"
    ],
    "author_names": [
        "Hanyang Lin, BSc, MSc",
        "Jonathan Zeng",
        "Katharina Rothe, BSc, MSc",
        "Jens Ruschmann, PhD",
        "Oleh Petriv, PhD",
        "Kieran O'Neill, PhD",
        "Tobias Maetzig, PhD",
        "David Knapp, BSc",
        "Ryan R. Brinkman, PhD",
        "Inanc Birol, PhD",
        "Donna L. Forrest, MD",
        "Carl Hansen, PhD",
        "Connie J. Eaves, PhD",
        "R. Keith Humphries, MD PhD",
        "Xiaoyan Jiang, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of British Columbia, Vancouver, Canada ",
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada ",
            "Department of Medical Genetics, University of British Columbia, Vancouver, Canada "
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Center for High-Throughput Biology, University of British Columbia, Vancouver, Canada "
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Department of Medicine, University of British Columbia, Vancouver, Canada ",
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada ",
            "Department of Medical Genetics, University of British Columbia, Vancouver, Canada "
        ],
        [
            "Department of Medical Genetics, University of British Columbia, Vancouver, Canada ",
            "Michael Smith Genome Sciences Centre, British Columbia Cancer Agency, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Leukemia/Bone Marrow Transplant Program of BC, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Center for High-Throughput Biology, University of British Columbia, Vancouver, Canada ",
            "Department of Physics and Astronomy, University of British Columbia, Vancouver, Canada"
        ],
        [
            "Department of Medicine, University of British Columbia, Vancouver, Canada ",
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada ",
            "Department of Medical Genetics, University of British Columbia, Vancouver, Canada "
        ],
        [
            "Department of Medicine, University of British Columbia, Vancouver, Canada ",
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada "
        ],
        [
            "Department of Medicine, University of British Columbia, Vancouver, Canada ",
            "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, Canada ",
            "Department of Medical Genetics, University of British Columbia, Vancouver, Canada "
        ]
    ],
    "first_author_latitude": "49.2647066",
    "first_author_longitude": "-123.2468069",
    "abstract_text": "Therapeutic targeting of BCR-ABL with selective ABL tyrosine kinase inhibitors (TKIs) has led to a significant survival benefit for early phase CML. However, TKI monotherapies are rarely curative, with persistence of leukemic stem cells, emergence of resistance and relapses remaining as challenges. To identify differentially expressed and new miRNAs in CD34 + CML stem/progenitor cells that might serve as potential biomarkers and/or therapeutic targets, we have performed Illumina Deep Sequencing to obtain absolute miRNA expression profiles of highly purified CD34 + cells obtained at newly diagnosed stage from six CML patients. Three of the patients were classified retrospectively, after imatinib (IM) therapy, as IM-responders and three as IM-nonresponders. CD34 + cells isolated from five normal bone marrow (NBM) samples were similarly analyzed as controls. Bioconductor DESeq2 analysis revealed 63 differentially expressed miRNAs between CML and NBM samples (adjusted P<0.05). Most differentially expressed miRNAs identified were down-regulated in CML compared to NBM, while 17 were up-regulated. Interestingly, 12 miRNAs were found to be differentially expressed between the IM-responders and IM-nonresponders. In addition, 34 novel miRNAs were identified in the CD34 + CML stem/progenitor cells. We next validated the sequencing data in a larger cohort of samples. CD34 + cells from IM-responders (n=12), IM-nonresponders (n=10) and normal individuals (n=11) were analyzed using a high-throughput qPCR microfluidics device. These studies confirmed the differential expression in CD34 + CML cells of 32 of the 63 miRNAs (adjusted P<0.05), including an increased level of oncomirs miR-155 and miR-17-92, and a decreased level of tumor suppressors miR-145, miR-151, and miR-452. Importantly, significant changes in some of these miRNAs were detected in CD34 + cells from CML patients (n=60) after three months of nilotinib (NL) treatment compared to the same patient samples before the treatment: expression of 18 miRNAs were normalized after NL therapy, whereas 10 showed little change. To further identify potential miRNA target genes, RNA-seq analysis was performed on the same RNA samples to correlate miRNA profiles with corresponding mRNA expression changes. Bioconductor RmiR analysis was performed to match miRNA target genes whose expression was inversely correlated with the expression of deregulated miRNAs based on three of six prediction algorithms ( mirBase , TargetScan , miRanda , tarBase , mirTarget2 , and PicTar ). We have identified 1,210 differentially expressed mRNAs that are predicted targets of the deregulated miRNAs in the comparison of CML and NBM data. Interestingly, only seven differentially expressed genes were predicted targets of the deregulated miRNAs identified in a comparison of IM-responders and IM-nonresponders. Most of the predicted target genes are involved in cell cycle regulation, MAPK signaling and TGF-beta signaling pathways according to DAVID Bioinformatics Resources analysis, which clusters predicted target genes to known KEGG pathways. To elucidate the biological significance of the differentially expressed miRNAs in TKI-insensitive CML stem/progenitor cells, a number of functional assays were performed. An initial screen of eight miRNAs, selected for their novelty and CML-related potential target genes, was performed by transiently transfecting CML cells with miRNA mimics or inhibitors, and chemically synthesized RNAs which mimic or inhibit mature endogenous miRNAs. Four of the eight miRNA mimics/inhibitors transfected cells displayed significant growth disadvantages and enhanced sensitivity to TKI treatments based on trypan-blue exclusion, thymidine incorporation, apoptosis, and colony-forming cell assays. Q-RT-PCR analysis further showed reduced expression of their predicted target genes in cells transfected with miRNA mimics. Taken together, we have identified aberrant, differentially expressed miRNAs and their target genes in TKI-insensitive CML stem/progenitor cells that may serve as useful biomarkers to predict clinical response of CML patients to TKI therapy and ultimately lead to identification of new therapeutic targets for improved treatment options in CML. Disclosures No relevant conflicts of interest to declare."
}