{
    "doi": "https://doi.org/10.1182/blood-2020-137706",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4640",
    "start_url_page_num": 4640,
    "is_scraped": "1",
    "article_title": "Venous-Thromboembolism in Elderly Patients with Diffuse Large B Cell Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "topics": null,
    "author_names": [
        "Radhika Gangaraju, MD",
        "Smita Bhatia, MDMPH",
        "Kelly Kenzik, PhD"
    ],
    "author_affiliations": [
        [
            "Institute for Cancer Outcomes and Survivorship, University of Alabama at Birmingham, Birmingham, AL"
        ],
        [
            "Institute for Cancer Outcomes and Survivorship, University of Alabama at Birmingham, Birmingham, AL"
        ],
        [
            "Institute for Cancer Outcomes and Survivorship, University of Alabama at Birmingham, Birmingham, AL"
        ]
    ],
    "first_author_latitude": "33.5019893",
    "first_author_longitude": "-86.8064433",
    "abstract_text": "INTRODUCTION: Previous studies indicate that the risk of venous-thromboembolism (VTE) may be higher among patients with aggressive lymphoma. However, these studies were limited by small sample from single institutions and/or heterogeneous patient populations. There is a need to examine the risk of VTE in large population-based cohorts of patients within homogeneous sub-types of aggressive lymphoma, to provide evidence for recommendations for thromboprophylaxis. We used Surveillance, Epidemiology, and End Results registry data linked with Medicare, to examine the risk of VTE in elderly patients with diffuse large B cell lymphoma (DLBCL). METHODS: We identified 5,537 Medicare beneficiaries diagnosed with DLBCL at age ≥66 years between 2011 and 2015, with at least 1 year of coverage prior to diagnosis, and initiation of chemotherapy within 1 year post-diagnosis. We also identified a non-cancer cohort similar on age, sex, race/ethnicity (n=5,537). We ascertained pre-existing comorbidities for the 1 year prior to DLBCL diagnosis or pseudodiagnosis date (for the non-cancer cohort). Patients were followed from DLBCL diagnosis until development of new-onset VTE, or, in the absence of VTE diagnosis, for 5 years (if alive), or until death, loss of continuous Part A or Part B coverage, blood or marrow transplantation, or end of study (12/31/2016), whichever came first. VTE diagnosis was based on ICD 9 and ICD 10 codes for events including deep vein thrombosis (DVT) (ICD 9 codes: 4531, 4532, 45340, 45341, 45342, 4538, 4539 and ICD 10 codes: I82.4xx [I82.90, I82.49, I80.1, I80.2, I80.3, I80.8, I80.9]), and pulmonary embolism (PE) (ICD 9 codes: 41511, 41519 and ICD 10 codes: I26.0x and I26.9x). We used cumulative incidence function to assess the risk of post-DLBCL VTE. The risk of VTE in DLBCL patients was compared to Medicare beneficiaries without a history of cancer. In an analysis restricted to DLBCL patients, we used multivariable cox regression models to examine the following risk factors associated with VTE: age at DLBCL diagnosis, sex, race/ethnicity, socioeconomic status, and pre-existing comorbid conditions (hypertension, dyslipidemia, diabetes, obesity, chronic kidney disease, congestive heart failure, atrial fibrillation). We treated receipt of chemotherapy as a time varying covariate. RESULTS: Overall, 524 (9.5%) of the DLBCL patients and 80 (1.5%) of the controls were diagnosed with VTE. Adjusting for age, sex, race/ethnicity, education, and comorbid conditions, DLBCL patients were at a 6.7-fold higher risk of VTE compared to controls (95% confidence interval [CI]: 5.2-8.4, p<0.001) (Figure 1). In the analysis restricted to the 5,537 DLBCL patients, 61% had received cyclophosphamide, doxorubicin, vincristine, prednisone and rituximab (RCHOP). Mean length of follow-up was 26.8 months (range: 0-71 months). The cumulative incidence of new-onset VTE was 7.3% at 6 months from diagnosis, 8.4% at 1 year, and 9.9% at 5 years (mean time to onset: 6.9 months from DLBCL, range: 0-52 months). Majority of the VTEs occurred within 6 months of DLBCL diagnosis. In the adjusted analysis, we did not identify any significant demographic, clinical or therapeutic factors associated with VTE. Of the 524 patients with VTE, 44 (8%) had a VTE-related hospitalization within 90 days of their first VTE, mean length of stay in the hospital was 14.8 days. Presenting with PE vs. DVT (relative risk [RR]=2.5, 95%CI: 1.2-5.3) was associated with a greater risk of hospitalization. Adjusting for the type of VTE, being obese (RR=8.7, 95%CI: 1.6-47.3) was also associated with a greater risk of hospitalization. CONCLUSION: In conclusion, elderly patients with DLBCL have substantially higher risk of VTE compared with a non-cancer comparison cohort. The majority of the events occur within the first 6 months of DLBCL diagnosis. Obesity is associated with a greater risk of VTE-related hospitalization. These findings identify a need for thromboprophylaxis for the first 6 months after DLBCL diagnosis. View large Download slide View large Download slide  Disclosures Gangaraju: Sanofi Genzyme, Consultant for Cold Agglutinin Disease: Consultancy."
}