{
    "doi": "https://doi.org/10.1182/blood.V120.21.3911.3911",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2306",
    "start_url_page_num": 2306,
    "is_scraped": "1",
    "article_title": "Mutational Analysis of TP53 Gene in Chronic Lymphocytic Leukemia: Comparison of Different Methodological Approaches ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mutation analysis",
        "tp53 gene",
        "dna",
        "massively-parallel genome sequencing",
        "screening",
        "chemotherapy regimen",
        "dideoxy chain termination dna sequencing",
        "disease progression"
    ],
    "author_names": [
        "Barbara Kantorova, MSc.",
        "Jitka Malcikova, Dr., PhD.",
        "Jana Kminkova, PharmD.",
        "Veronika Navrkalova, MSc.",
        "Barbora Dvorakova, MSc.",
        "Boris Tichy, Dr., PhD.",
        "Jana Smardova, Prof.",
        "Martin Trbusek, Dr., PhD.",
        "Sim Truong, PhD.",
        "Katerina Stano-Kozubik, PhD.",
        "Nikola Tom, MSc.",
        "Karol Pal, MSc.",
        "Ludmila Sebejova, Dr.",
        "Nancy Patten, PhD.",
        "Lin Wu, PhD.",
        "Michael Doubek, M.D., PhD., Prof.",
        "Jiri Mayer, M.D., PhD., Prof.",
        "Sarka Pospisilova, Dr., PhD., Prof."
    ],
    "author_affiliations": [
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Department of Internal Medicine - Hematology and Oncology, University Hospital Brno and Medical Faculty Masaryk University, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Department of Internal Medicine - Hematology and Oncology, University Hospital Brno and Medical Faculty Masaryk University, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Department of Pathology, University Hospital Brno and Medical Faculty Masaryk University, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic, "
        ],
        [
            "Roche Molecular Systems, Pleasanton, CA"
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic, "
        ],
        [
            "Roche Molecular Systems, Pleasanton, CA"
        ],
        [
            "Roche Molecular Systems, Pleasanton, CA"
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ]
    ],
    "first_author_latitude": "49.205982850000005",
    "first_author_longitude": "16.588138349999998",
    "abstract_text": "Abstract 3911 Background The adverse prognostic significance of p53 aberrations (gene deletion at locus 17p13.1 and/or TP53 mutations) has been already proven in chronic lymphocytic leukemia (CLL). In contrast to the standardized examination of the gene deletion by interphase FISH, various methodologies with different detection efficiency are applied for mutation analysis. To reduce inter-laboratory variability, the European Research Initiative on CLL (ERIC) has recently released recommendations for p53 mutational testing (Pospisilova et al., 2012). However, the optimal detection methodology has not been established yet. Aim To compare molecular-biological methods for exact determination of TP53 mutational status in CLL patients. Methodology The analyzed cohort included 100 high-risk CLL patients with unfavorable disease prognosis represented by unmutated IgVH gene status, 17p and 11q deletions and/or chemotherapy resistence. Mutational screening of TP53 gene was performed in all patients by the combination of the following methods: (1) direct Sanger sequencing (DNA and/or cDNA), (2) denaturing high-performance liquid chromatography (DHPLC; Varian), (3) functional analysis (FASAY), (4) CLL custom resequencing microarray (Affymetrix), (5) Roche AmpliChip p53 Test (Roche Molecular Systems). In the selected samples, the presence of mutations was confirmed by ultra-deep next generation sequencing (NGS; GS Junior System, Roche). Results The parallel p53 analysis using all five above mentioned detection techniques revealed totally 66 mutations in 47/100 patients. The predominant proportion of the identified alterations was represented by prognostically adverse missense substitutions (67%), mainly localized in p53 DNA-binding domain (5–8 exons). Other clinically relevant sequencing variants included frameshift mutations (15%), splice-site mutations (8%), nonsense mutations (6%) and in-frame deletions (4%). Although the used detection methods reached comparable sensitivity (with the exception of direct sequencing), some inconsistent results were observed. In comparison with DNA-based methodologies, the FASAY failed in recognition of nonsense mutations leading to RNA degradation (nonsense-mediated decay phenomenon). On the other hand, the technical aspects of chip arrays have not facilitated the proper determination of deletions and insertions. From this perspective, DHPLC in connection with direct sequencing enabled the most specific recognition of the present gene alterations. Using this methodic combination, 57/66 mutations covering all mutation types were clearly identified. Nevertheless, for the correct evaluation of the biological importance and the clinical consequences of the detected mutations, the DNA screening should be supplemented with functional analysis. Conclusion The heterogeneous biological properties of TP53 mutations require sensitive and specific detection methodology. Although many different methods are currently used for mutation analysis, each of them has some advantages and shortcommings. The combination of DNA testing with functional analysis offers the most efficient tool for improved prediction of the disease course and the response of patients to therapy. Disclosures: No relevant conflicts of interest to declare."
}