{
    "doi": "https://doi.org/10.1182/blood-2018-185",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4000",
    "start_url_page_num": 4000,
    "is_scraped": "1",
    "article_title": "Ibrutinib, Fludarabine, Cyclophosphamide, and Obinutuzumab (iFCG) for Firstline Treatment of Patients with CLL with Mutated IGHV and without TP53 Aberrations ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Advances in Frontline Therapy of CLL",
    "topics": null,
    "author_names": [
        "Nitin Jain, MD",
        "Philip A. Thompson, MBBS",
        "Jan A. Burger, MD PhD",
        "Alessandra Ferrajoli, MD",
        "Gautam Borthakur, MD",
        "Prithviraj Bose, MD",
        "Zeev E. Estrov, MD",
        "Tapan M. Kadia, MD",
        "Koichi Takahashi, MD",
        "Naveen Garg, MD",
        "Xuemei Wang, MS",
        "Rashmi Kanagal-Shamanna, MD",
        "Keyur Patel, MD PhD",
        "Wanda Lopez, RN",
        "Ana Ayala, RN",
        "William Plunkett, PhD",
        "Varsha Gandhi, PhD",
        "Hagop M. Kantarjian, MD",
        "Susan M. O'Brien, MD",
        "Michael J Keating, MBBS",
        "William G. Wierda, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Diagnostic Radiology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Experimental Therapeutics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Experimental Therapeutics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of California Irvine, Chao Family Comprehensive Cancer Center, Irvine, CA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Background: FCR has been the standard firstline treatment for young patients (pts) with CLL with a CR rate after 6 cycles of 40-72%, and undetectable bone marrow (BM) MRD (U-MRD) rate after 6 cycles of 43-58%. However, there is up to 5% long-term risk of t-MDS/AML. Pts with mutated IGHV ( IGHV -M) have favorable long-term outcomes (10-year PFS of >60%) after receiving firstline FCR with a plateau on the PFS curve. Ibrutinib, a BTK inhibitor, is approved for pts with CLL. Obinutuzumab was shown to be superior to rituximab in older adults when combined with chlorambucil (CLL11 trial). Emerging data (HELIOS trial) indicated that the combination of ibrutinib with chemoimmunotherapy (CIT) is safe and effective. We developed a CIT-based regimen of finite duration that included ibrutinib and obinutuzumab. The intent was to limit chemotherapy to 3 cycles, potentially reducing short- and long-term toxicity, while increasing efficacy through the addition of ibrutinib and a more potent CD20 antibody (obinutuzumab) and achieving durable, therapy-free remission. Methods: This is an investigator-initiated, phase II trial with ibrutinib, fludarabine, cyclophosphamide, and obinutuzumab (iFCG) for previously untreated pts with IGHV -M CLL (NCT02629809). Key eligibility included age ≥18, IGHV -M, no del(17p)/ TP53 mutation. Pts received 3 courses of iFCG. G-CSF was not mandated during the early part of the trial; however, due to increased neutropenia, the use of prophylactic G-CSF is now required with the iFCG courses. The primary endpoint is CR/CRi with U-MRD in BM (4-color flow-cytometry, sensitivity 10 -4 ) after 3 courses of iFCG. Pts meeting the primary endpoint received ibrutinib with obinutuzumab (iG) for C4-6, then ibrutinib C7-12. Pts not achieving the primary endpoint received iG (C4-12). Pts with U-MRD (CR/CRi or PR) at 1 year stop all therapy, including ibrutinib. Pts MRD+ at 1 year may continue ibrutinib. Response assessment was per 2008 iwCLL criteria with BM and CT scans every 3 months during the first year. Pts who complete treatment with ibrutinib at 1 year are followed by exam, blood counts and PB MRD every 6 months. NGS MRD assay (ClonoSeq, Adaptive Biotechnologies) (sensitivity 10 -6 ) was performed in bone marrow in pts with available samples. Results: Between March 2016 and April 2018, 43 pts initiated treatment. Median follow-up is 18.6 months. Baseline characteristics are shown in Table 1. By trial design, all pts had IGHV -M (1 pt was later re-categorized as unmutated IGHV ). Forty-two pts completed 3 courses of iFCG and had an initial response assessment (1 pt came off study after day 1 of treatment with obinutuzumab and ibrutinib due to G3 infusion related reaction (IRR) and G4 thrombocytopenia). All 42 pts achieved a response at 3 month (17 CR/CRi; 25 PR); 38/42 (90%) achieved U-MRD in BM at 3 months. Overall, 17/42 (40.4%) achieved CR/CRi with U-MRD at 3 months. Responses continue to improve over time (6 months (n=35): CR/CRi 74%, U-MRD 94%; 12 months (n=28): CR/CRi 86%, U-MRD 100%) (Figure 1). All 28 pts who reached the 12 month time-point were U-MRD and stopped ibrutinib per protocol; all 28 maintain U-MRD status at a median follow-up of 10.1 months (range, 1.9-16.7) after stopping ibrutinib. At end of cycle 3 and end of cycle 6, 9/16 (56%) and 10/15 (67%), respectively were BM U-MRD by ClonoSeq assay. No patient has progressed. PFS and OS curves are shown in Figure 2. All but 4 pts continue on protocol. Reasons for study discontinuation included 1) death due to cardiac failure (see below), 2) pulmonary MAC infection, 3) IRR to obinutuzumab (described above), and 4) pt withdrew consent. G3-4 neutropenia and G3-4 thrombocytopenia occurred in 46% and 40% pts, respectively. After institution of prophylactic G-CSF (pt 31 onwards), the risk of G3-4 neutropenia decreased to 31% (4/13). Four pts (10%) had neutropenic fever (none after institution of prophylactic G-CSF). Atrial fibrillation occurred in 3 (7%) pts. G3-4 transaminitis occurred in 4 (10%) pts. There has been 1 death on the study. This was a 26 year old patient with no cardiac history who developed CHF during cycle 9 of treatment. Conclusions: iFCG achieves high rate of U-MRD in previously-untreated patients with CLL with IGHV -M CLL. No patient has progressed and all patients who have stopped ibrutinib maintain U-MRD status. View large Download slide View large Download slide  Disclosures Jain: Verastem: Research Funding; BMS: Research Funding; Abbvie: Research Funding; Astra Zeneca: Research Funding; Pfizer: Research Funding; Novimmune: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Research Funding; Pharmacyclics: Research Funding; Pharmacyclics: Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding; Abbvie: Research Funding; Seattle Genetics: Research Funding; BMS: Research Funding; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Infinity: Research Funding; Genentech: Research Funding; Pfizer: Research Funding; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; ADC Therapeutics: Research Funding; Genentech: Research Funding; ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; ADC Therapeutics: Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Incyte: Research Funding; Incyte: Research Funding; Infinity: Research Funding; Seattle Genetics: Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Cellectis: Research Funding; Adaptive Biotechnologioes: Research Funding; Celgene: Research Funding; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astra Zeneca: Research Funding; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Research Funding; Astra Zeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Cellectis: Research Funding; ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologioes: Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novimmune: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astra Zeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees. Thompson: AbbVie: Honoraria, Research Funding; Gilead Sciences: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Research Funding; Genentech: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Bose: Pfizer, Inc.: Research Funding; Astellas Pharmaceuticals: Research Funding; Celgene Corporation: Honoraria, Research Funding; Incyte Corporation: Honoraria, Research Funding; CTI BioPharma: Research Funding; Constellation Pharmaceuticals: Research Funding; Blueprint Medicines Corporation: Research Funding. Kadia: Novartis: Consultancy; Abbvie: Consultancy; Celgene: Research Funding; Takeda: Consultancy; Abbvie: Consultancy; Celgene: Research Funding; BMS: Research Funding; Jazz: Consultancy, Research Funding; Jazz: Consultancy, Research Funding; Takeda: Consultancy; Amgen: Consultancy, Research Funding; Novartis: Consultancy; Pfizer: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; BMS: Research Funding; Pfizer: Consultancy, Research Funding. Gandhi: Pharmacyclics: Research Funding. O'Brien: Pharmacyclics: Consultancy, Research Funding; Amgen: Consultancy; Kite Pharma: Research Funding; Astellas: Consultancy; Aptose Biosciences Inc.: Consultancy; Celgene: Consultancy; Alexion: Consultancy; Janssen: Consultancy; Sunesis: Consultancy, Research Funding; Vaniam Group LLC: Consultancy; GlaxoSmithKline: Consultancy; TG Therapeutics: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Regeneron: Research Funding; Gilead: Consultancy, Research Funding; Acerta: Research Funding; Abbvie: Consultancy. Wierda: AbbVie, Inc: Research Funding; Genentech: Research Funding."
}