{
    "doi": "https://doi.org/10.1182/blood.V106.11.4388.4388",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=449",
    "start_url_page_num": 449,
    "is_scraped": "1",
    "article_title": "Point Mutations Found in the Juxtamembrane Domain of FLT3 Define a New Class of Activating Mutations in AML. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "flt3 gene",
        "ms-like tyrosine kinase 3",
        "mutation",
        "point mutation",
        "amino acids",
        "flt3 inhibitors",
        "flt3 ligand",
        "interleukin-3",
        "leukemia, myelocytic, acute",
        "phosphotransferases"
    ],
    "author_names": [
        "Carola Reindl",
        "Ksenia Bagrintseva",
        "Susanne Schnittger",
        "Joachim W. Ellwart",
        "Katja Wenig",
        "Karl-Peter Hopfner",
        "Wolfgang Hiddemann",
        "Karsten Spiekermann"
    ],
    "author_affiliations": [
        [
            "Clinical Cooperative Group “Leukemia”, GSF-National Research Center for Environment and Health, Munich, Germany"
        ],
        [
            "Clinical Cooperative Group “Leukemia”, GSF-National Research Center for Environment and Health, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital Großhadern, Ludwig-Maximilians University, Munich, Germany"
        ],
        [
            "Institut of Molecular Immunology, GSF-National Research Center for Environment and Health, Munich, Germany"
        ],
        [
            "Gene Center and Department of Chemistry and Biochemistry, Ludwig-Maximilians University, Munich, Germany"
        ],
        [
            "Gene Center and Department of Chemistry and Biochemistry, Ludwig-Maximilians University, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital Großhadern, Ludwig-Maximilians University, Munich, Germany",
            "Clinical Cooperative Group “Leukemia”, GSF-National Research Center for Environment and Health, Munich, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital Großhadern, Ludwig-Maximilians University, Munich, Germany",
            "Clinical Cooperative Group “Leukemia”, GSF-National Research Center for Environment and Health, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.15491075",
    "first_author_longitude": "11.541835749999999",
    "abstract_text": "In acute myeloid leukemia (AML) FMS-like tyrosine kinase-3 (FLT3) has been shown to be mutated in about one third of patients. Until now, two distinct activating mutations are known: FLT3-length mutations (FLT3-LM) in the juxtamembrane (JM) domain in 20–25% and FLT3-point mutations in the tyrosine-kinase domain (FLT3-TKD) in 7–10% of patients. Here, we have characterized a new class of activating point mutations (PM) that cluster in a 16 amino acid stretch of the juxtamembrane domain of FLT3 (FLT3-JM-PM). Stable expression of four distinct FLT3-JM-PM in IL-3 dependent murine Ba/F3 cells led to factor-independent growth, hyperresponsiveness to FLT3-ligand and resistance to apoptotic cell death compared to FLT3-WT-expressing cells. As a molecular mechanism, we could show activation of STAT5 and upregulation of Bcl-x(L) by all FLT3-JM-PM. A selective FLT3-inhibitor, PKC412, was able to abrogate the factor-independent growth of FLT3-JM-PM. Mapping of the FLT3-JM-PM on the crystal structure of FLT3 showed that these mutations probably reduce the stability of the JM domain in the autoinhibitory conformation, and provide a structural basis for their transforming capacity. Our results show that point mutations in the autoinhibitory JM domain represent a new class of gain-of-function mutations able to activate the transforming potential of FLT3."
}