{
    "doi": "https://doi.org/10.1182/blood.V128.22.5668.5668",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3517",
    "start_url_page_num": 3517,
    "is_scraped": "1",
    "article_title": "Exploratory Pharmacokinetic/Pharmacodynamic and Tolerability Study of BCMAxCD3 in Cynomolgus Monkeys ",
    "article_date": "December 2, 2016",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "JNJ-64007957 is a bispecific antibody that binds to CD3 on T cells, and BCMA on plasma cells, and should induce T cell mediated killing of BCMA expressing malignant plasma cells. The objectives of this study were to characterize the tolerability of JNJ-64007957 when given intravenously as either single- or repeated-doses (5 total doses) to male cynomolgus monkeys. Pharmacokinetics (PK) and pharmacodynamics (PD) were evaluated in the repeat-dose groups; the single dose arms allowed for PK evaluations through Day 56, and determination of key PK parameters to support FIH dose modeling. Methods: The cynomolgus monkey was chosen for this study as JNJ-64007957 binds to both cynomolgus monkey CD3 and BCMA and it is an accepted non-rodent species for nonclinical tolerability, PK and PD evaluations. In this study, male monkeys (3/group) were administered either control or JNJ-64007957 via slow intravenous bolus injection on Days 1, 8, 15, 22, and 29 for repeat dose groups (1-4) and on Day 1 for single dose groups (5-6). The JNJ-64007957 doses were 0, 0.1, 1 and 10 mg/kg/week for repeat dose administration, and 1 or 10 mg/kg for single dose administration. Monkeys were evaluated for general tolerability, and samples were collected for PK and PD evaluations. Results: JNJ-64007959 was well tolerated upto 10 mg/kg. PK assessments showed that Cmax and AUC increased in a dose proportional manner, and the overall PK profiles suggested very low anti-drug antibody responses. For repeat dose groups, accumulation ratio was approximately 2. This supports dosing frequency of more than one week. There were no toxicologically significant findings in the monkeys at doses up to 10 mg/kg/week. Some minor changes in lymphoid cellularity were noted including an apparent slight to minimal and non-dose dependent decreases in plasma cells within one or more of the lymphoid tissues. There were no changes in peripheral blood lymphocytes or cytokine release. The small number of animals in this study precludes making definitive conclusions regarding the pharmacodynamics effects of dual BCMA and CD3 engagement but this will be investigated in a larger study that will support first in human dosing. Conclusions: Overall, this exploratory cynomolgus monkey study was designed to evaluate JNJ-64007957 tolerability and PK/PD in one study. This study indicated that a BCMAxCD3 bispecific antibody showed no toxicologically significant effects when administered to monkeys once per week for 5-weeks and exposure was dose proportional. Disclosures Girgis: Janssen Research & Development: Employment. Shetty: Janssen Research & Development: Employment. Jiao: Janssen Research & Development: Employment. Amuzie: Janssen Research & Development: Employment. Weinstock: Janssen Research & Development: Employment. Grimme Watson: Janssen Research & Development: Employment. Ford: Janssen Research & Development: Employment. Pillarisetti: Janssen: Employment. Baldwin: Janssen: Employment. Bellew: Janssen: Employment.",
    "topics": [
        "antibodies, bispecific",
        "antidrug antibody",
        "cytokine",
        "intravenous bolus",
        "macaca fascicularis",
        "pharmacodynamics",
        "single-dose regimen",
        "cercopithecidae",
        "plasma cells",
        "binding (molecular function)"
    ],
    "author_names": [
        "Suzette Girgis, PhD BPharm, MS",
        "Shoba Shetty, PhD",
        "Trina Jiao, MS",
        "Chidozie Amuzie",
        "Dan Weinstock",
        "Rebecca Grimme Watson",
        "Joyce Ford",
        "Kodandaram Pillarisetti",
        "Eric Baldwin",
        "Kevin Bellew"
    ],
    "author_affiliations": [
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA"
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA"
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA"
        ]
    ],
    "first_author_latitude": "40.1895032",
    "first_author_longitude": "-75.2102369"
}