{
    "doi": "https://doi.org/10.1182/blood-2021-151181",
    "article_title": "Combination of a Luspatercept-like Drug (RAP-GRL) and Tmprss6 -ASO Is Superior to Either Drug Alone for Correcting β-Thalassemia ",
    "article_date": "November 5, 2021",
    "session_type": "112.Thalassemia and Globin Gene Regulation",
    "abstract_text": "The hallmarks of β-thalassemia (BT) include ineffective erythropoiesis (IE), splenomegaly and iron overload (IO). Recent studies have pointed to iron restriction (IR) to improve both anemia and IO in BT (Rivella, Blood). The decreased iron-uptake by early erythroid cells reduces hemichrome toxicity and prevents premature RBC hemolysis. One such IR therapy targets the matriptase-2 ( Tmprss6 ) gene using antisense oligonucleotides (T -ASO). Our group has previously shown that treatment of Hbb th3/+ ( th3 /+) mice (a mouse model for BT-intermedia) with T -ASO improved anemia, lengthened red blood cell (RBC) lifespan, reduced levels of erythroferrone (ERFE), hemichromes and reactive oxygen species, and ameliorated splenomegaly (Casu et al. Blood). Another novel therapeutic approach to improve anemia targets the Transforming Growth Factor (TGF)-β pathway to increase erythroid maturation. Luspatercept, a TGF-β trap-ligand, gained FDA approval in 2019 to treat transfusion dependent BT patients (Cappellini and Taher, Blood Adv). In mouse models of BT, its murine analog (RAP-536) was found to promote EPO-independent maturation of late-stage erythroid cells, and resulted in increased RBC parameters in a dose-dependent manner (Surgani, et al. Nat Med). In this work we treated th3/+ mice with an agent analogous to murine Luspatercept (RAP-GRL) in combination with the iron restriction (IR) drug T- ASO, (RAP-GRL+ T- ASO) with the goal of targeting distinct morbidities associated with BT. To test our RAP-GRL construct, primary fibroblasts were transduced with an adenovirus containing the RAP-GRL sequence (FB Ad5RAP-GRL ) and used to deliver RAP-GRL to mice. As a second strategy, RAP-GRL was expressed in a mammalian cell line and purified. Wild-type (WT) or th3/+ mice were subcutaneously (s.c.) implanted with 1x10 6 FB Ad5RAP-GRL or injected s.c. with 10mg/kg of RAP-GRL and monitored by complete blood counts. Implantation of FB Ad5RAP-GRL ortreatment with purified RAP-GRL increased RBC parameters in both WT and th3/+ mice (n=3-9, 2-4-month-old females and males). In the first combination therapy experiment we implanted FB Ad5RAP-GRL s.c. and delivered T- ASO via intraperitoneal (i.p.) injection in th3/+ mice. RBC parameters were increased in all treatment groups except controls after 6 weeks. The RAP-GRL+ T- ASO group displayed the most pronounced increase in RBC parameters with a mean increase in RBC of 3.067±0.73 10 6 cells/µL, Hb of 3.02±0.77 g/dL, and Hct of 5.88±2.36 % (Table 1). Additionally, we also treated th3 /+ mice with two different doses of protein purified RAP-GRL in combination with T- ASO (Table 1). The best results using the protein purified RAP-GRL were achieved in the RAP-GRL+ T- ASO group that was treated with two weekly 10mg/kg s.c. injections of RAP-GRL and two weekly 5mg/kg i.p. injections of T- ASO (Group 2) for 6 weeks. Flow cytometry analysis using CD71, TER119, and CD44 antibodies showed improvements in the bone marrow (BM) and spleen (SPL) of all treatment groups compared to controls. Additionally, ROS levels and splenomegaly were also greatly reduced in all T- ASO and RAP-GRL+ T- ASO treated groups compared to controls. Serum assessment of T- ASO and RAP-GRL+ T- ASO treated animals showed decreased levels of iron and transferrin saturations with a simultaneous increase in hepcidin levels. ERFE levels were decreased in all T- ASO and RAP-GRL+ T- ASO groups, however, erythropoietin (EPO) levels were increased only in the RAP-GRL and RAP-GRL+ T- ASO cohorts of Group 2. Additionally, although EPO was elevated in all RAP-GRL treated animals of Group 2, only the RAP-GRL+ T- ASO group had reduced ERFE. This result is in agreements with our findings of decreased early (ERFE-producing) erythroid progenitors in the BM and SPL of RAP-GRL+ T- ASO treated mice. This finding also suggests that higher doses of RAP-GRL may result in elevated EPO. Luspatercept, through heightened iron consumption, may increases EPO synthesis in the kidney via activation of the transcription factor HIF2-α, which can be stabilized not only by hypoxia, but also by iron deficiency. In conclusion our results provide pre-clinical support for combining IR and TFG-β trap-ligands in the treatment of BT. Our data shows that IR, in conjunction with the enhancing erythroid maturation action of Luspatercept (and potential activation of EPO), may offer an additive and more effective therapeutic strategy for BT patients. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Guo:  Ionis Pharmaceuticals, Inc.: Current Employment. Rivella:  Ionis Pharmaceuticals: Consultancy; Meira GTx: Consultancy.",
    "author_names": [
        "Amaliris Guerra",
        "Perry Demsko",
        "Paige McVeigh",
        "Sayantani Sinha",
        "Carlo Castruccio Castracani",
        "Laura Breda",
        "Carla Casu",
        "Shuling Guo",
        "Stefano Rivella"
    ],
    "author_dict_list": [
        {
            "author_name": "Amaliris Guerra",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Perry Demsko",
            "author_affiliations": [
                "Children's Hospital Of Philadelphia, Philadelphia, PA",
                "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paige McVeigh",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sayantani Sinha",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Castruccio Castracani",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Breda",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carla Casu",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuling Guo",
            "author_affiliations": [
                "Ionis Pharmaceuticals, Inc., Carlsbad, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Rivella",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA",
                "Cell and Molecular Biology Affinity Group, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:42:00",
    "is_scraped": "1"
}