{
    "doi": "https://doi.org/10.1182/blood.V104.11.2942.2942",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=35",
    "start_url_page_num": 35,
    "is_scraped": "1",
    "article_title": "The Utility of Peripheral Blood FISH in the Quantitation of BCR/ABL in CML Patients on Imatinib Mesylate: A Comparison with Bone Marrow FISH and Conventional Cytogenetics. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The hallmark of CML is the BCR/ABL fusion gene that is usually formed as a result of the t(9;22) translocation. Conventional cytogenetic analysis has been the standard method for monitoring the Philadelphia (Ph) chromosome, however evaluation of the BCR/ABL fusion gene using interphase Fluorescence in situ Hybridisation (FISH) on peripheral blood may allow more frequent and less invasive follow up of CML patients. The objective of this study was to compare the utility of peripheral blood FISH versus bone marrow FISH and conventional cytogenetics in patients with CML following treatment with Imatinib mesylate. 61 sets of peripheral blood and bone marrow aspirate samples from 33 Ph positive chronic phase CML patients receiving treatment with Imatinib mesylate were assessed from December 2002 to February 2004. Bone marrow samples were processed by standard cytogenetic procedures and G-banded analysis of at least 20 metaphases per sample was performed. Interphase FISH on non selected peripheral blood and bone marrow samples was carried out by scoring positive signals in 600 nuclei in each sample using BCR/ABL dual fusion or extra signal probes (Vysis). Bland and Altman plots were constructed to assess the level of agreement between the tests and the mean differences (with 95% confidence intervals) were determined. 13 of the 33 patients studied were male and 21 (64%) of the patients were analyzed at more than one timepoint. Although there was good agreement of peripheral blood FISH with bone marrow FISH and bone marrow cytogenetics in monitoring changes in the level of Ph positive cells following therapy, there were statistically significant differences in the agreement between the percentage levels of BCR/ABL positive cells between bone marrow cytogenetics and bone marrow and peripheral blood FISH. Cytogenetic analysis revealed significantly higher levels of BCR/ABL positive cells when compared to both peripheral blood FISH [9% (95% CI 4.6, 14.1), p=0.013] and bone marrow FISH [5% (95% CI 1.7, 7.8, p=0.013)]. The mean difference in the percentages of the Ph positive cells measured by bone marrow FISH exceeded the peripheral blood FISH by 5% (95% CI 1.0, 8.1, p=0.037). There was a significant relationship between the differences observed and the actual percentage level of BCR/ABL positive cells (P<0.001) with most of the discrepancy being driven by tests with BCR/ABL positive cells levels between 10 and 90%. In this subgroup, the cytogenetic tests were significantly higher [mean level 34% (95% CI 26, 45), p<0.001] than peripheral blood FISH and 23% (95% CI 13, 33, p<0.001) higher than bone marrow FISH. These observed differences may relate to the analysis of non-dividing cells in the FISH studies, including the assessment of Ph negative T lymphocytes in the peripheral blood, and need to be considered when monitoring patients by peripheral blood FISH studies alone. View large Download slide Figure View large Download slide Figure ",
    "topics": [
        "bcr-abl tyrosine kinase",
        "bone marrow",
        "cytogenetics",
        "imatinib mesylate",
        "bone marrow specimen",
        "cytogenetic analysis",
        "bone marrow aspiration",
        "follow-up",
        "leukemia, myeloid, chronic-phase",
        "patient monitoring"
    ],
    "author_names": [
        "Samar Issa, MBChB",
        "Duncan Holdsworth, MSc",
        "Paul Oei, MSc",
        "Peter J. Browett, MBChB"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Auckland City Hospital, Auckland, New Zealand"
        ],
        [
            "Department of Cytogenetics, Auckland City Hospital, Auckland, New Zealand"
        ],
        [
            "Department of Cytogenetics, Auckland City Hospital, Auckland, New Zealand"
        ],
        [
            "Department of Haematology, Auckland City Hospital, Auckland, New Zealand",
            "Department of Molecular Medicine and Pathology, University of Auckland, Auckland, New Zealand"
        ]
    ],
    "first_author_latitude": "-36.859551800000006",
    "first_author_longitude": "174.7703856"
}