{
    "doi": "https://doi.org/10.1182/blood.V110.11.4230.4230",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1003",
    "start_url_page_num": 1003,
    "is_scraped": "1",
    "article_title": "Immunoglobulin Gene Translocations Are Frequent in Unclassifiable CD5+ Small B-Cell Leukemias and in Particular, a Novel Subtype Characterised by t(14;19)(q32;q13) and Deregulation of BCL3 Is Described. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "We describe the features of 24 cases of atypical CD5+ small B-cell leukaemia unclassifiable by current methods. The male/female ratio was 3 (18M/6F), with a median age at diagnosis of 58 years (range 39–84 years). All cases were CD5 positive, but with an immunophenotype and morphology atypical for CLL. All cases were negative for t(11;14) and other B cell malignancies were excluded. FISH analysis was carried out using probes for IGH break apart, t(14;19) involving BCL3, trisomy 12, 13q14, 11q22–23 (ATM) and 17p13 (p53 locus). IgVH somatic mutations were analysed using direct sequencing (2% cut off). FISH using IgH break apart probe showed 8 (32%) cases with a split at 14q32. These 8 cases were further investigated using a FISH probe for t(14;19). Four cases (16%) exhibited t(14;19) ie. showed the IgH/BCL3 rearrangement in >70% of cells. Further characterisation of the 24 cases, at additional loci showed that 4 (16%) patients had 17p deletion, 3 (12%) 11q deletion, 3 (12%) 13q deletion, and 14 cases (56%) trisomy 12. The 8 cases showing a split IgH signal did not show deletions of 17p, 11q, or 13q but trisomy 12 was present in 7/8 (88%) patients. Sixteen out of 24 (67%) cases had unmutated IgV H genes with V H 3 and V H 4 families being used in 91% (22/24). Interestingly, unlike in chronic lymphocytic leukaemia (CLL) and mantle cell lymphoma (MCL), the V H 1 family was not used in this group of patients. All 4 cases with t(14;19) showed unmutated IgVH genes. Of the sixteen patients without involvement of 14q32, only 2 patients have died with a median follow up of 5.5 years. Of the 4 cases with the t(14;19) (IgH/BCL3 rearrangement), 3 required treatment within 2.5 years of diagnosis and two out of four patients died 5 years after diagnosis, following Richter’s transformation suggesting that this rearrangement is a poor prognostic factor and defines a group with a distinct clinical outcome. Our findings show a high frequency of 14q abnormalities in atypical CD5+ small B-cell leukaemia. BCL3 rearrangement is seen in a significant subset of these cases. The BCL3 gene encodes a nuclear protein that belongs to the IkB family of inhibitors of NFkB. It is involved in the regulation of a variety of transcription factors and it is able to stimulate the expression of cyclin D1. The dysregulation of BCL3 via its juxtaposition to the regulatory element of the IgH locus in our cases suggests a pathogenic role for BCL3 in these B cell disorders and may define a group of patients with a more aggressive clinical course. Further, we have examined these cases for signatures, defined in myeloma, characteristic of NFkB deregulation. We suggest that in cases of CD5 positive B-cell disorders with an immunophenotype and morphology atypical for CLL, and negative for t(11;14), rearrangements involving the IgH locus are frequent and have allowed us to identify cases with poor prognosis and with a pathogenesis that involves deregulation of NFkB.",
    "topics": [
        "chronic lymphocytic leukemia",
        "translocation (genetics)",
        "genes, immunoglobulin",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "atypical",
        "nf-kappa b",
        "b-lymphocyte disorders",
        "immunophenotyping",
        "cancer"
    ],
    "author_names": [
        "Alison Morilla, BSc",
        "Paloma Martin, MD PhD",
        "Toon Min, PhD",
        "Ricardo Morilla, MSc",
        "Ellen Remstein, MD",
        "David Gonzalez, PhD",
        "Claire Dearden, MD",
        "Gareth J. Morgan, MD PhD",
        "Estella Matutes"
    ],
    "author_affiliations": [
        [
            "Section of Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Section of Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Section of Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Section of Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Department of Haematology, Mayo Clinic, Rochester, NY, USA"
        ],
        [
            "Section of Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Section of Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Section of Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Section of Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.3444431",
    "first_author_longitude": "-0.1888103"
}