{
    "doi": "https://doi.org/10.1182/blood.V110.11.4676.4676",
    "article_title": "Expression Profiles in Chronic Lymphoid Leukemia by Hematochip Analysis. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Aim: The gene expression analysis system is a good tool to identify biomarkers related to prognosis or response predictors of therapy in haematological malignancies. Low density microarrays are an useful technology to obtain genetic expression profiles in different neoplastic disorders. Recently we have designed an oligonucleotide biochip ( Hematochip, Alvarez et al, Clin Chem  2007 ; 53 : 259 ) useful for study peripheral blood in hematological malignancies. Chronic Lymphoid Leukemia (CLL) is a frequent clonal lymphocyte disorder characterized by clinical diversity and that have known prognosis markers but a more accurate subclassification could be required. Our objective was to define CLL subgroups with differential genetic profile expression. Patients and Methods: Analytical, prospective study in 49 consecutive CLL patients diagnosed since January 2003 to December 2004 in the Hematology Department of Miguel Servet University Hospital. Zaragoza. Spain. At diagnosis demographic, clinical stage, analytical, immunophenotype expression, genetic aberrations and mutational status of IgVH were collected at electronically data base. Simultaneously, peripheral blood from 20 healthy donors and all CLL patients were collected in PAXgene tubes (PreAnalytix). cDNA was generated from total RNA and double-strand cDNA was used as a template to generate biotinylated cRNA by in vitro transcription using the MEGA-script T7 High Yield Transcription kit (Ambion). Fragmented cRNA was denatured and hybridized using a Ventana Discovery Station (Ventana Medical Systems). Arrays were stained with Cy3-conjugated streptavidin (Amersham Biosciences) and scanned using a ScanArray 4000 scanner (Perkin-Elmer). The data were treated and analyzed by GeneSpring clusters method. The expression profiles were compared and stratified with clinical stability or progression, gender, ZAP 70 expression, associated neoplasia, time free of therapy and response or not to Fludarabine. Results: The Hematochip has identified 9 probes obtained with filtered data and statistical significance (p<0.01), related to stable or progressive disease. The results had been validated by RT-PCR. Comments: the study of genetic profiles by Hematochip could be a useful analysis to predict the stability or progression of CLL patients at diagnosis. Further studies analyzing more cases will be necessary in order to validate these results. This work has been partially sponsorized by grants: Mutua Madrilena del Automovil, Fundacion para el Estudio de la Hematologia y Hemoterapia de Aragon and I+CS.",
    "topics": [
        "chronic lymphocytic leukemia",
        "complementary rna",
        "dna, complementary",
        "hematologic neoplasms",
        "neoplasms",
        "biological markers",
        "fludarabine",
        "immunophenotyping",
        "oligonucleotides",
        "progressive neoplastic disease"
    ],
    "author_names": [
        "Patricia Alvarez, MD PhD",
        "Virginia Leon, MD",
        "Gonzalo Caballero, MD",
        "Araceli Rubio-Martinez, MD PhD",
        "Miguel Pocovi, MD PhD",
        "Pilar Giraldo, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Patricia Alvarez, MD PhD",
            "author_affiliations": [
                "Biochemistry, Cellular and Molecular Biology, University, Zaragoza, Spain"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Virginia Leon, MD",
            "author_affiliations": [
                "Biochemistry, Cellular and Molecular Biology, University, Zaragoza, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gonzalo Caballero, MD",
            "author_affiliations": [
                "Hematology, San Jorge Hospital, Huesca, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Araceli Rubio-Martinez, MD PhD",
            "author_affiliations": [
                "Hematology, Miguel Servet University Hospital, Zaragoza, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel Pocovi, MD PhD",
            "author_affiliations": [
                "Biochemistry, Cellular and Molecular Biology, University, Zaragoza, Spain",
                "Research, Instituto Aragones de Ciencias de la Salud (I+CS), Zaragoza, Spain"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pilar Giraldo, MD PhD",
            "author_affiliations": [
                "Hematology, Miguel Servet University Hospital, Zaragoza, Spain",
                "Research, Instituto Aragones de Ciencias de la Salud (I+CS), Zaragoza, Spain"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T21:39:22",
    "is_scraped": "1"
}