{
    "doi": "https://doi.org/10.1182/blood.V122.21.464.464",
    "article_title": "Zebrafish Cbfb Is Required For The Mobilization, But Not The Emergence, Of Hematopoietic Stem Cells In Embryos ",
    "article_date": "November 15, 2013",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "CBFβ and RUNX1 form a DNA-binding heterodimer that plays a crucial role during definitive hematopoiesis at the stage of hematopoietic stem cells (HSCs). Both of them are targets of recurrent chromosomal translocations in human leukemia. In mammals and zebrafish, RUNX1 is required for the emergence of definitive HSCs from the hemogenic endothelium. Mouse knockouts for either Runx1 or Cbfb show similar phenotypes with complete lack of definitive hematopoiesis. Therefore, the impairment of all definitive hematopoietic lineages in both Runx1 -/- and Cbfb -/- embryos suggested that the CBF heterodimer is required for HSC formation. However the exact role of the CBF complex in the development of HSCs remains unclear. The cellular mechanisms and the genetic pathways driving the HSC generation are highly conserved across vertebrates. Thus, we used the zebrafish model to dissect the role of cbfb and the CBF complex in the emergence and the maintenance of HSCs. We generated two independent cbfb knockouts ( cbfb -/- ) by zinc-finger nuclease (ZFN) - mediated targeted mutagenesis. The analysis of cbfb -/- embryos revealed a previously unknown role of cbfb during definitive hematopoiesis. Similar to the published zebrafish runx1 mutant embryos ( runx1 W84X/W84X ), cbfb -/- embryos underwent primitive hematopoiesis and developed erythromyeloid progenitors (EMPs), but they lacked definitive hematopoiesis as the expression of markers for differentiated blood lineages such as rag1 , lplastin and αe1globin was completely abrogated. Moreover, circulating thrombocytes were almost undetectable in cbfb -/- /tg( cd41 :GFP) embryos. Unlike the runx1 mutants in which HSCs are not formed, however, the emergence of runx1 + /c-myb + HSCs from the hemogenic endothelium along the ventral wall of the dorsal aorta was unaffected in the cbfb -/- mutants. Rather, the subsequent translocation of the HSCs from aorta-gonad-mesonephros (AGM) to the caudal hematopoietic tissue (CHT) was blocked, as evidenced by the accumulation of runx1 + HSCs in the AGM and the concomitant absence of such cells in the CHT. Live imaging analysis of cbfb -/- /tg( c-myb :eGFP) embryos confirmed that HSCs egressed from the dorsal aorta but did not enter circulation through the axial vein. Moreover, embryos treated with a specific inhibitor of RUNX1-CBFβ interaction, Ro5-3335, phenocopied the hematopoietic defects observed in the cbfb -/- mutants, confirming that the function of RUNX1 and CBFβ during HSC development could be uncoupled. The Notch-Runx1 pathway is critical for the initial specification of HSCs during definitive hematopoiesis. Therefore, in order to gain insight into the genetic mechanisms that regulate cbfb expression we investigated the Notch pathway. We found that transient Notch activation enhanced cbfb expression and expanded it ectopically. On the other hand, in the Notch signaling mutant mind bomb , cbfb expression in hematopoietic regions was abrogated. Thus, our results suggest that cbfb is also downstream of the Notch pathway during hematopoiesis. Overall our data indicate that CBFβ and functional CBFβ-RUNX1 heterodimers are not required for the emergence of HSCs, but are essential for the mobilization of HSCs during early definitive hematopoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diagnostic imaging",
        "dna",
        "embryo",
        "hematopoietic stem cells",
        "leukemia",
        "mutagenesis, site-directed",
        "nuclease",
        "proto-oncogene proteins c-myb",
        "zebrafish",
        "translocation (genetics)"
    ],
    "author_names": [
        "Erica Bresciani, PhD",
        "Blake Carrington",
        "Stephen Wincovitch",
        "Aniket Gore",
        "Brant M. Weinstein, PhD",
        "Raman B. Sood, PhD",
        "Paul Liu"
    ],
    "author_dict_list": [
        {
            "author_name": "Erica Bresciani, PhD",
            "author_affiliations": [
                "NHGRI, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Blake Carrington",
            "author_affiliations": [
                "NHGRI, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Wincovitch",
            "author_affiliations": [
                "NHGRI, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aniket Gore",
            "author_affiliations": [
                "NICHD, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brant M. Weinstein, PhD",
            "author_affiliations": [
                "NICHD, NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raman B. Sood, PhD",
            "author_affiliations": [
                "Oncogenesis and Development Section, NHGRI/NIH, Bethesda, MD, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Liu",
            "author_affiliations": [
                "NIH, Bethesda, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T02:33:58",
    "is_scraped": "1"
}