{
    "doi": "https://doi.org/10.1182/blood.V122.21.3345.3345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2632",
    "start_url_page_num": 2632,
    "is_scraped": "1",
    "article_title": "Impact Of CMV Reactivation On Relapse In Patients With Acute Leukemia Who Received Allogeneic Stem Cell Transplantation In First Remission: Possible GVL Effect In CMV Seropositive Population ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "topics": [
        "allogeneic stem cell transplant",
        "cmv reactivation",
        "cytomegalovirus",
        "disease remission",
        "leukemia, acute",
        "viremia",
        "graft-versus-host disease, chronic",
        "polymerase chain reaction",
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol"
    ],
    "author_names": [
        "Jae-Ho Yoon, MD",
        "Seok Lee, MD, PhD",
        "Hee-je Kim",
        "Jung-Ho Kim",
        "Young-Woo Jeon",
        "Seung-Hwan Shin",
        "Sung-Eun Lee",
        "Ki-Seong Eom",
        "Yoo-Jin Kim",
        "Chang-Ki Min",
        "Seok-Goo Cho",
        "Dong-Wook Kim, MD, PhD",
        "Woo-Sung Min",
        "Chong-Won Park",
        "Jong-Wook Lee, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary’s hospital, The Catholic University of Korea, Seoul, Korea, Seoul, South Korea, "
        ],
        [
            "College of Medicine, The Catholic Univ. of Korea Dept. of Hematology, Catholic Blood and Marrow Transplantation Center, College of Medicine, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary’s Hospital, The Catholic University of Korea College of Medicine., Seoul, South Korea, "
        ],
        [
            "Seoul St. Mary’s hospital, The Catholic University of Korea, Seoul, Korea, Seoul, South Korea, "
        ],
        [
            "Seoul St. Mary’s hospital, The Catholic University of Korea, Seoul, Korea, Seoul, South Korea, "
        ],
        [
            "Seoul St. Mary’s hospital, The Catholic University of Korea, Seoul, Korea, Seoul, South Korea, "
        ],
        [
            "The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Seoul St. Mary’s hospital, The Catholic University of Korea, Seoul, Korea, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Catholic Blood and Marrow Transplantation Center, The Catholic University of Korea, College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Department of Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary’s Hospital, The Catholic University of Korea College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Hematology, Catholic Blood and Marrow Transplantation Center, College of Medicine, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Cancer Research Institute, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Catholic BMT Center, Seoul St. Mary’s hospital, The Catholic University of Korea, Seoul, Korea, Seoul, South Korea, "
        ],
        [
            "Catholic BMT Center, Seoul St. Mary’s Hospital, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary’s Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.50176880000001",
    "first_author_longitude": "127.00479059999998",
    "abstract_text": "In western countries, several studies have reported that CMV seronegative acute leukemia (AL) patients might have a beneficial effect from CMV seropositive donor for reduction of relapse. These observations resulted from subclinical CMV viremia with delayed initiation of antiviral therapy which showed a stimulatory effect on natural-killer cells and cytotoxic T-cells that may enhance graft-versus-leukemia (GVL) effect. We tried to evaluate the relationship between CMV reactivation and relapse of AL in Korean population, in which CMV serostatus is mostly positive for both donors and recipients. Three hundred eighty-nine AL patients with AML (n=197), ALL (n=192) who underwent allogeneic hematopoietic stem cell transplantation (allo-HSCT) in first remission between 2007 and 2011 were retrospectively analyzed. Most of the donors (95.1%) and recipients (98.7%) were CMV seropositive. After engraftment, we serially measured CMV RQ-PCR once a week for surveillance of CMV reactivation and generally initiated preemptive ganciclovir (GCV) therapy when the titer reaches over 15,000copies/mL. Below 15,000, patients without GVHD were observed with tapering immunosuppressive agents. To evaluate the anti-leukemic activity of CMV viremia, patients with early death (<150 days) were excluded and subgroup analysis was performed according to the occurrence of chronic GVHD. OS, EFS and relapse incidence was compared between the 3 groups; undetected viremia, GCV-treated viremia with higher-level and untreated viremia with lower-level of CMV RQ-PCR. In the entire group, CMV viremia was an adverse factor for OS ( p <0.001) and EFS ( p <0.001), and patients with acute-GVHD significantly showed more CMV viremia (91.5% vs. 83.6%, p =0.017). After excluding early death (n=51), 195 patients without chronic-GVHD were finally analyzed. Untreated lower-CMV group (n=93) showed significantly superior OS ( p <0.001) and EFS ( p <0.001) with lower relapse rate ( p =0.003) compared to the treated higher-CMV (n=72) and CMV-undetected group (n=30). Patients with other than untreated lower-CMV viremia and adverse-risk karyotype were independent adverse-risk factor for OS, EFS and relapse by multivariate analyses in subgroup without chronic GVHD. In chronic-GVHD subgroup (n=143), CMV-undetected group showed superior OS ( p =0.006) and EFS ( p =0.010), but the relapse rate was not significantly different ( p =0.238). The results were similar in subgroup analyses for AML and ALL. Our data showed the possible GVL effect associated with CMV reactivation measured by RQ-PCR. This finding should be evaluated by larger validated studies to disclose the role of CMV reactivation in AL in the CMV seropositive population. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}