{
    "doi": "https://doi.org/10.1182/blood.V126.23.1734.1734",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3245",
    "start_url_page_num": 3245,
    "is_scraped": "1",
    "article_title": "A Phase 2 Study of Alemtuzumab-Ofatumumab (A+O) Combination in Patients with Previously Untreated Chronic Lymphocytic Leukemia (CLL) - an Update ",
    "article_date": "December 3, 2015",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "alemtuzumab",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "ofatumumab",
        "biopsy",
        "cytopenia",
        "toxic effect",
        "anemia",
        "neutropenia",
        "thrombocytopenia"
    ],
    "author_names": [
        "Jeanette Lundin, MD PhD",
        "Steven T. Rosen, MD",
        "Anders Österborg, MDPhD",
        "Olga Frankfurt, MD",
        "Jane N. Winter, MD",
        "Alfred Rademaker",
        "Jennifer Kreutzer",
        "Elizabeth Bacon",
        "Sonja Sönnert-Husa",
        "Shuo Ma, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Karolinska University Hospital, Stockholm, Sweden "
        ],
        [
            "Division of Hematopoietic Stem Cell and Leukemia Research of Beckman Research Institute, Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology, Karolinska University Hospital, Stockholm, Sweden "
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL "
        ],
        [
            "Department of Medicine-Hematology/Oncology, Feinberg School of Medicine, Northwestern University, Chicago, IL "
        ],
        [
            "Northwestern University, Chicago, IL "
        ],
        [
            "Northwestern University, Chicago, IL "
        ],
        [
            "Northwestern University, Chicago, IL "
        ],
        [
            "Karolinska University Hospital, Stockholm, Sweden "
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Feinberg School of Medicine, Northwestern University, Chicago, IL"
        ]
    ],
    "first_author_latitude": "59.34888739999999",
    "first_author_longitude": "18.02906665",
    "abstract_text": "Background The current standard immunochemotherapy for frontline treatment of CLL is highly effective but has poor tolerance in older patients with comorbidities, potential long-term marrow toxicity, and limited efficacy in high risk CLL. Monoclonal antibody combination may offer an alternative, non-stem cell toxic treatment option. Here we update the safety and effectiveness of alemtuzumab-ofatumumab (A+O) combination as a frontline treatment for CLL. Methods This phase 2 study is conducted at Northwestern University and Karolinska University Hospital with an accrual goal of 60 patients. Eligibility requires symptomatic, previously untreated CLL, and PS ≤ 2. Alemtuzumab (Alem) is given subcutaneously tiw for up to 18 weeks (dose escalation 3mg-10mg-30mg for week 1 and 30mg per dose for subsequent weeks). Starting week 3, ofatumumab (Ofa) is added intravenously q2 weeks up to 8 doses at 300mg for dose 1 and 2000mg for doses 2-8. All patients received anti-herpes, anti-fungal and anti-pneumocystis prophylaxis. Cytomegalovirus (CMV) was monitored by PCR every other week. Bone-marrow biopsy and CT scans are required for response assessment (IWCLL 2008 criteria). Minimal residual disease (MRD) in bone marrow was assessed using 6-color flow. Hematologic toxicity was assessed using IWCLL 2008 criteria and non-hematologic toxicity graded by CTCAE 4.0. Results By June 22, 2015 the study has enrolled 52 patients among whom 47 patients have completed treatment and the updated efficacy reported here. Median age was 64 (range 45-79) years; 59% had Rai stage III/IV; 48% had unmutated IgHV, and 30% had high-risk cytogenetics with 11q-, 17p- and/or TP53 mutation. One early patient developed prolonged cytopenia after 18 weeks of therapy and died of sepsis; post-therapy bone marrow (BM) biopsy showed hypocellular marrow with no residual CLL (MRD negative). It was speculated that continued treatment with Alem beyond the point of MRD-negative CR in bone marrow might increase the risk of prolonged cytopenia. Early stopping rules were therefore implemented based on BM biopsy after 9 and 12 weeks of treatment. Alem is stopped if CR in the bone-marrow is achieved, or if cellularity <10%. Ofa is stopped if overall CR is confirmed by CT after achieving bone marrow CR. Since this protocol modification after the initial 9 patients, no further dose-limiting toxicity was observed. The most frequent treatment-emergent AEs of all grades included Alem-related injection-site reaction, Ofa-related infusion-reaction, pyrexia, anemia, neutropenia, fatigue, thrombocytopenia and infection. Grade 3-4 hematologic AEs included neutropenia 26%, thrombocytopenia 11%, anemia 2% of patients. The most frequent Grade 3-4 non-hematologic AE was febrile neutropenia (15%). CMV-reactivation occurred in 23 cases among 31 patients whose pre-treatment CMV IgG was positive, all successfully treated with oral valganciclovir or IV ganciclovir. All patients achieved blood lymphocyte response within 4 weeks. Of 47 patients evaluable for response, 16 met early stopping criteria after the interim bone marrow showed MRD-negative status (12 with overall CR) with a median of 9 weeks of Alem and 5 doses of Ofa. The remaining patients (except one with PD) completed all 18 weeks of Alem and 8 doses of Ofa treatment. Overall response rate (ORR) was 98% (46/47) with 47% (22/47) CR. One patient had PD due to Richter's transformation after 9 weeks of study treatment. Morphological CR in bone marrow was observed in 31 (66%) patients, and MRD by bone marrow flow was negative in 27 (57%) patients, including 18 CR and 9 PR pts. All but one patient remain alive. At median follow-up time of 15 months, 16 patients have progressed of whom 11 required additional line(s) of therapy. The estimated 1 year and 2 year PFS are 88% and 52% respectively. Conclusions The combination of alemtuzumab-ofatumumab as first-line CLL treatment is highly effective with high ORR and CR rate including MRD-negative CR, and acceptable safety. Early stop after achieving CR prevented late-onset cytopenia. The use of non-chemotherapy based regimens as first-line therapy in CLL patients merits further investigations. Figure 1. View large Download slide Best Percent Change from Baseline in Bone Marrow Infiltration by CLL Figure 1. View large Download slide Best Percent Change from Baseline in Bone Marrow Infiltration by CLL  Disclosures Lundin: Janssen: Research Funding; Novartis: Research Funding. Off Label Use: Alemtuzumab and Ofatumumab combination in frontline treatment of CLL. Österborg: Janssen, Pharmacyclics, Gilead: Consultancy, Research Funding; Novartis: Research Funding. Ma: Pharmacyclics LLC, an AbbVie Company: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Speakers Bureau; Giliead: Consultancy, Honoraria, Research Funding, Speakers Bureau; Genentech: Consultancy, Honoraria, Speakers Bureau; Idera: Consultancy, Honoraria; Novartis: Research Funding; Xeme: Research Funding; Abbvie: Research Funding; Celgene: Research Funding."
}