{
    "doi": "https://doi.org/10.1182/blood.V128.22.4401.4401",
    "article_title": "Evaluation of the International Prognostic Index for Chronic Lymphocytic Leukemia (CLL-IPI) in Elderly Patients with Comorbidities: Analysis of the CLL11 Study Population ",
    "article_date": "December 2, 2016",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Introduction: There are a growing number of therapeutic options for elderly patients with previously untreated chronic lymphocytic leukemia (CLL) and comorbidities, thus making clinical aids necessary to choose between available treatments. CLL-IPI is a validated tool for prognostication of overall survival in CLL (with age, stage, beta2-microglobulin, 17p deletion / TP53 mutation, and IGHV mutational status used as weighted factors to stratify patients for low, intermediate, high, or very high risk of death). We here evaluated CLL-IPI in a large sample of elderly patients with comorbidities. Methods: CLL-IPI was analyzed in the population of the CLL11 study, a randomized trial having enrolled 781 patients with previously untreated CLL and increased comorbidity burden for treatment with obinutuzumab (formerly GA101) plus chlorambucil (G-Clb, n=333), rituximab plus chlorambucil (R-Clb, n=330), or chlorambucil alone (Clb, n=118). Patients with all five CLL-IPI factors available were stratified into CLL-IPI risk groups. Overall survival (OS) was estimated for low, intermediate, high, and very high risk. Additionally, risk-specific time to next treatment (TTNT) and progression-free survival (PFS) were assessed. Methods included Kaplan-Meier curve, log-rank test, and Cox regression analyses. Results: Among 781 patients enrolled in the CLL11 study, 691 were evaluable in this analysis while 90 had to be excluded due to missing information for beta2-microglobulin, 17p deletion / TP53 mutation, or IGHV mutational status. Of the 691 patients, 299 were treated with G-Clb, 294 with R-Clb, and 98 with Clb. Median age, cumulative illness rating scale (CIRS), and ECOG performance status were 74 years, 8 and 1, respectively. Median observation time was 41.8 months. Stratification according to CLL-IPI was as follows: 62 (9%) low risk, 206 (30%) intermediate risk, 361 (52%) high risk, 62 (9%) very high risk. In a pooled analysis of all 691 evaluable patients, OS was significantly different between CLL-IPI risk groups (p<0.001, Figure), with statistically satisfying values regarding both discrimination and calibration ( C -statistics: C =0.633, 95%-CI 0.596-0.676; Hosmer-Lemeshow-Test: p=0.716). Similarly, graduating differences in OS between CLL-IPI risk groups were found in the subset of patients treated with chemoimmunotherapy and subsets of patients of each antibody arm, respectively. TTNT and PFS also differed between CLL-IPI risk groups. Favorable risk as assessed by CLL-IPI was associated with greater likelihood of OS benefit from treatment with G-Clb versus R-Clb (HR 0.232, 95%-CI, 0.027-1.983 for low risk; HR 0.540, 95%-CI 0.249-1.170 for intermediate risk; HR 0.884, 95%-CI 0.595-1.315 for high risk; HR 0.830, 95%-CI 0.372-1.852 for very high risk). Previously observed TTNT and PFS benefits from G-Clb versus R-Clb were maintained across CLL-IPI risk groups. Conclusions: This is the first validation study of CLL-IPI in elderly patients with previously untreated CLL in need of therapy and comorbidities. Results suggest good performance of the CLL-IPI in this patient population. CLL-IPI may provide help to physicians to choose between available treatment options in these patients. Figure View large Download slide OS by CLL-IPI risk groups in the analyzed CLL11 study sample (n=691) Figure View large Download slide OS by CLL-IPI risk groups in the analyzed CLL11 study sample (n=691) Close modal Disclosures Goede: F- Hoffmann-LaRoche: Consultancy, Honoraria, Other: Travel grants; Gilead: Consultancy; Janssen: Consultancy, Other: Travel grants; Glaxo Smith Kline: Consultancy, Honoraria; Mundipharma: Consultancy, Honoraria; Bristol Myer Squibb: Honoraria. Bahlo: F. Hoffman-La Roche: Honoraria, Other: Travel grant. Fischer: Roche: Other: travel grants. Fink: Mundipharma: Other: Travel grants; AbbVie: Other: Travel grants; Roche: Honoraria, Other: Travel grants; Celgene: Research Funding. Fingerle-Rowson: Roche: Employment. Stilgenbauer: Mundipharma: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding, Speakers Bureau; Genzyme: Consultancy, Honoraria, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding, Speakers Bureau; Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria, Research Funding. Bergmann: Janssen: Honoraria; Gilead: Consultancy, Honoraria; Glaxo-SmithKline: Honoraria; Celgene: Honoraria; Roche: Consultancy, Honoraria; Mundipharma: Honoraria. Eichhorst: Mundipharma: Consultancy, Research Funding, Speakers Bureau; GlaxoSmithKline: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Roche: Consultancy, Research Funding, Speakers Bureau; Janssen-Cilag: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Other: travel support, Research Funding; AbbVie: Consultancy; Gilead: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau. Hallek: F. Hoffmann-LaRoche: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Gilead: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Mundipharma: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Janssen-Cilag: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; AbbVie: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "comorbidity",
        "older adult",
        "chlorambucil",
        "beta 2-microglobulin",
        "protein p53",
        "antibodies",
        "calibration",
        "electrocorticogram"
    ],
    "author_names": [
        "Valentin Goede",
        "Jasmin Bahlo",
        "Nadine Kutsch, MD",
        "Kirsten Fischer",
        "Anna Maria Fink, MD",
        "Guenter Fingerle-Rowson, MD PhD",
        "Stephan Stilgenbauer, MD",
        "Manuela A. Bergmann, MD",
        "Barbara F. Eichhorst, MD",
        "Michael Hallek"
    ],
    "author_dict_list": [
        {
            "author_name": "Valentin Goede",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne-Bonn, University Hospital Cologne, Cologne, Germany ",
                "Department of Geriatric Medicine, St. Marien Hospital, Cologne, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jasmin Bahlo",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne-Bonn, University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadine Kutsch, MD",
            "author_affiliations": [
                "University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Fischer",
            "author_affiliations": [
                "University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Maria Fink, MD",
            "author_affiliations": [
                "University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guenter Fingerle-Rowson, MD PhD",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Stilgenbauer, MD",
            "author_affiliations": [
                "University Hospital Ulm, Ulm, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela A. Bergmann, MD",
            "author_affiliations": [
                "Hospital Munich-Schwabing, Munich, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara F. Eichhorst, MD",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital, Cologne, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital, Cologne, Germany ",
                "Cologne Excellence Cluster on Stress Responses in Ageing-Associated Diseases (CECAD), Cologne, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:45:32",
    "is_scraped": "1"
}