{
    "doi": "https://doi.org/10.1182/blood-2019-128755",
    "article_title": "A Phase II Non-Randomized Study to Evaluate the Efficacy of Single Dose Rasburicase (1.5mg) in Adult Acute Leukemia and High Grade Lymphomas with Established Tumor Lysis Syndrome ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "BACKGROUND Tumor lysis syndrome (TLS) refers to a constellation of metabolic derangements due to the breakdown of tumor cells.It is a medical emergency and is associated with significant morbidity and mortality. Hyperuricemia is a key manifestation of TLS, that can lead to renal insufficiency and trigger a vicious cycle of metabolic abnormalities. Rapid resolution of hyperuricemia is key to successful outcomes. Rasburicase is a recombinant form of enzyme urate oxidase, approved in patients with established TLS,which converts the uric acid to soluble allantoin. It acts rapidly, bringing down the levels in as less as 4 hours. The approved dose is 0.2 mg/kg/day for 5 days. While there is efficacy data to support the use of fixed low-dose (1.5-3 mg) rasburicase in the prophylactic setting,no such data exists in the therapeutic setting. Each 1.5 mg vial costs about 8,000 rupees (115 USD), the dose required for a 60 kg adult would be 12 mg, which equals to about 300,000 rupees (4340 USD) for 5 days. Given the cost constraints, most of our patients with established TLS receive only a single fixed dose of rasburicase at 1.5 mg as a standard of care. We have observed that even this lower dose is adequate to normalize the uric acid levels in a majority of them. We planned to prospectively evaluate the efficacy of single-dose rasburicase in patients with established TLS. METHODS We conducted a single centre phase II study and enrolled patients (>15 years) with de-novo acute leukemia and high-grade lymphoma with hyperuricemia(laboratory or clinical TLS) and ECOG PS ≤ 4. Patients with hemodynamic instability or neurological impairment were excluded. After enrollment, patients received rasburicase at a dose of 1.5 mg fixed-dose intravenous over 30 min. Patients were monitored daily either as an in- or outpatient. Blood samples to measure the renal function tests and electrolytes were collected at 4 hours, 24-h, 48-h, Day 3, Day 4, and Day 5. Blood samples were transported in heparinized tubes at room temperature and processed immediately. Additional 1.5 mg dose of rasburicase was given if the plasma uric acid level did not decline by at least 50% at 24 hours. Additional doses were also given at the clinician's discretion in case of rising uric acid levels on subsequent monitoring. The primary objective was to estimate the rate of plasma uric acid response (Defined as normalization of uric acid at 48 hours that is sustained till day 5). Secondary objectives were to assess the number of patients requiring additional doses of rasburicase, need for dialysis, mortality attributable to TLS and adverse events due to rasburicase. The sample size was calculated using Simon's two-stage design.52 patients were required to detect a Plasma UA response rate of 85% (Compared to 99% with the approved dose) with a type I error of 5% and power of 80%. Due to a higher than anticipated attrition rate, we enrolled 70 patients. Results: A total of 70 patients were enrolled in the study, 60 were analyzed for secondary and 53 for the primary endpoint (Fig 1). The baseline features are summarized.(Fig 1) Plasma uric acid normalized at 48 hours in 37/53 (70%) of the patients and became normal at day 5 in 46/53(87%) of the patients. The corresponding figures for the entire cohort were 68% and 82% respectively. Only 3 patients required hemodialysis. 11 patients were managed as outpatient, the remaining were admitted. 3 patients required ICU admission. 20 patients required additional doses of rasburicase, out of which 13 patients required 2 doses, 5 patients required 3 doses, 1 each required 4 and 5 doses. The total number of vials required in the study were 83 vials. In comparison, 2120 vials would have been required for a cohort of people weighing 60kgs. Hypersensitivity reaction, cardiac dysfunction, methemoglobinemia were not seen in any patient. 1 patient developed hemolysis post rasburicase. Other adverse events were fever(25%), vomiting(10%), abdominal pain(13%). All 60 evaluable patients were alive at the end the study. Conclusion: Lower dose of rasburicase is sufficient and cost-effective in established TLS. This strategy obviates the need for FDA approved higher doses. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, acute",
        "lymphoma",
        "rasburicase",
        "single-dose regimen",
        "tumor lysis syndrome",
        "uric acid",
        "vial",
        "hyperuricemia",
        "adverse event",
        "hemodialysis"
    ],
    "author_names": [
        "Jayshree Thorat, MD",
        "Swaratika Majumdar, MDDM",
        "Hasmukh Jain, MD DM",
        "Avinash Bonda, MD DM",
        "Lingaraj Nayak, MDDM MDcal Oncology",
        "Bhausaheb Bagal, MD DM",
        "Manju Sengar, MD DM"
    ],
    "author_dict_list": [
        {
            "author_name": "Jayshree Thorat, MD",
            "author_affiliations": [
                "Adult Hematolymphoid Department, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Swaratika Majumdar, MDDM",
            "author_affiliations": [
                "Medical oncology, Tata memorial centre, Mumbai, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hasmukh Jain, MD DM",
            "author_affiliations": [
                "Adult Hematolymphoid Disease Management Group, Department of Medical Oncology, Tata Memorial Centre, Mumbai, Maharashtra, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Avinash Bonda, MD DM",
            "author_affiliations": [
                "BMT Unit, Department of Medical Oncology, Advanced Centre for Treatment, Research and Education in Cancer (ACTREC), Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lingaraj Nayak, MDDM MDcal Oncology",
            "author_affiliations": [
                "ACTREC, Tata Memorial Centre, Navi Mumbai, India "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhausaheb Bagal, MD DM",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manju Sengar, MD DM",
            "author_affiliations": [
                "Adult Hematolymphoid Disease Management Group, Department of Medical Oncology, Tata Memorial Centre, Mumbai, India"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T06:36:21",
    "is_scraped": "1"
}