{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4312.4312",
    "article_title": "Patients with Chronic Lymphocytic Leukemia Belonging to the B-Cell Receptor Stereotypy Subset #2 Have Long Progression Free Survival after Chemo- or Chemoimmunotherapy in the HOVON68 Trial ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Introduction: About one third of all patients with Chronic Lymphocytic Leukemia (CLL) have quasi-identical, so-called stereotyped B-cell receptors (BCR) that can be divided into subsets (Agathangelidis et al. Blood 2012). At present, 19 major subsets have been described that account for approximately 12% of all patients with CLL. Of these, subsets #1 and #2 are associated with a poor prognosis (Baliakas et al. Lancet Hematology 2014). The HOVON68 trial compared fludarabine and cyclophosphamide (FC) chemotherapy to chemo-immunotherapy with low-dose alemtuzumab (FCA) as a first line treatment in selected high risk patients defined as either harboring 17p deletion, 11q deletion, trisomy 12, having unmutated mmunoglobulin heavy variable genes (IGHV) and/or VH3-21. The study showed a benefit of adding low-dose alemtuzumab to FC (Geisler et al. Blood 2014). Here, we studied the impact of BCR stereotypy subsets on the primary outcome progression free survival (PFS) and overall survival (OS). Methods: Sequences from IGHV mutational analyses were collected from participating centers in Sweden, Norway, Finland, Denmark, and the Netherlands. Subsets were assigned based on the ARResT/AssignSubsets software (Bystry et al. Bioinformatics 2015). Analysis for recurrent mutations were performed by next generation sequencing by a 454 based platform (Roche Diagnostics Corporation, Indianapolis, USA). All other clinical data were extracted from the HOVON database as of November 2016. Kaplan-Meier curves, log-rank tests, and Cox regression models were used for survival analysis. Fisher's exact test was used for contingency table analysis. P-values < 0.05 were considered statistically significant. Results: A total of 187 sequences were available. Of these, 176 were suitable for analysis. We found a total of 37 patients (21%) that could be assigned to one of the 19 major subsets: Subset #2 was the most frequent (n=12, 6.8%), thereafter subset #8 (n=7, 4.0%), subset #6 (n=6, 3.4%), and subset #1 (n=5, 2.8%). The median follow-up time for patients still alive was 78.6 months. By November 2016, 148 patients (84%) had had an event (no response to treatment, progression, or death) and 77 patients (44%) had died. Compared to patients belonging to other major subsets, patients with subset #2 did not differ significantly as to: age group above 65 years, gender, treatment arm, cytogenetic aberrations by FISH, WHO performance status, beta2microglobulin level>3.5 mg/L, or in complete response rates, However, patients with subset #2 had more advanced disease (Binet stage C 83% vs. 52%, p=0.04) and as expected less often unmutated IGHV genes (67% vs. 100%, p=0.01). Nineteen of 37 patients (51%) was analyzed for recurrent mutations: Only SF3B1 mutations was found in patients with subset #2, and the frequency was slightly higher compared to other major subsets (57% vs. 17%, p=0.13), in whom also KRAS2 (17%) and BRAF15 (8%) mutations was found. Unexpectedly, patients with subset #2 had a longer PFS compared to patients with other major subsets (median PFS #2: 51.2 months vs. other major #: 31.1 months, p=0.002, Figure), or compared to patients with usage of the same IGHV gene (e.g. median PFS for 7 patients with VH3-21/non #2: 15.4 months, p<0.05, data not shown). Furthermore, by Cox regression analysis, belonging to subset #2 was favorable for PFS compared to other major subsets, also when adjusting for treatment arm in the analysis (subset #2 HR: 0.22 [0.08-0.57], p=0.002; FCA HR=0.37 [0.17-0.78], p=0.01). Generally, patients belonging to a major subset did not differ as to PFS compared to other patients (median PFS major subset: 37.1 months vs. non major subset: 37.2 months, p=0.46). As to OS, no significant differences between groups were found. Discussion and conclusions: As expected, stereotypy was found more frequently in the HOVON68 trial that selected for high risk patients as compared to patients from large multi-institutional studies (Stamatopoulos at al. Leukemia 2017). Surprisingly, patients belonging to subset #2 had a better PFS after chemo-(immuno) therapy compared to other major subsets, albeit the numbers are small. Our data suggest that, chemo-(immuno) therapy may still have a place for patients otherwise assessed as 'high risk' such as patients with B-cell receptor stereotypy subset #2. Thus, selection of patients for trials as well as the exact treatment regimen may have major impact on the significance of biomarkers. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Vojdeman: Roche: Other: Travel support in 2015; Gilead: Other: Travel support. Kimby: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria; Celgene: Research Funding; Pfizer: Research Funding. Van Oers: Roche: Consultancy; ISA therapeutics: Consultancy; Novartis: Consultancy; Immunicum: Consultancy. Kater: Celgene: Consultancy, Research Funding; Johnson & Johnson: Research Funding; Abbvie: Research Funding. Niemann: Roche: Consultancy, Other: Travel grant; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel grant; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel grant; Novo Nordisk Foundation: Research Funding; The Danish Cancer Society: Research Funding; Novartis: Other: Travel grant; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel grant, Research Funding.",
    "topics": [
        "chemotherapy regimen",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "progression-free survival",
        "receptors, antigen, b-cell",
        "stereotyped behavior",
        "stereotypic movement disorder",
        "alemtuzumab",
        "biological markers",
        "cancer"
    ],
    "author_names": [
        "Fie Juhl Vojdeman, MD",
        "Lone Bredo Pedersen",
        "Doreen Te Raa, MD PhD",
        "Vesa Juvonen, PhD",
        "Yvette Norden",
        "Geir Erland Tjønnfjord, MD DMsc",
        "Eva Kimby",
        "Maija Itälä-Remes, MD PhD",
        "Anton W Langerak",
        "Ludo M. Evers",
        "Thorsten Zenz, MD",
        "Marinus H.J. Van Oers, MD PhD",
        "Christian H. Geisler, MD PhD",
        "Arnon P. Kater, MD",
        "Carsten Utoft Niemann, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fie Juhl Vojdeman, MD",
            "author_affiliations": [
                "Clinical Biochemistry, Bispebjerg Frederiksberg Hospital, Copenhagen NV, Denmark ",
                "Hematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lone Bredo Pedersen",
            "author_affiliations": [
                "Hematology, The Leukemia Laboratory, Copenhagen, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Doreen Te Raa, MD PhD",
            "author_affiliations": [
                "Hematology, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vesa Juvonen, PhD",
            "author_affiliations": [
                "Dept. of Clinical Chemistry and Tykslab, University of Turku and Turku University Hospital, Turku, Finland "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvette Norden",
            "author_affiliations": [
                "HOVON data centre, Erasmus MC Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geir Erland Tjønnfjord, MD DMsc",
            "author_affiliations": [
                "Hematology, Oslo University Hospital and Institute of Clinical Medicine, Oslo, Norway "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Kimby",
            "author_affiliations": [
                "Department of Internal Medicine, Huddinge, Karolinska Institutet, Stockholm, Sweden "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maija Itälä-Remes, MD PhD",
            "author_affiliations": [
                "Turku Central University Hospital, Turku, Finland "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton W Langerak",
            "author_affiliations": [
                "Erasmus MC Rotterdam, Rotterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ludo M. Evers",
            "author_affiliations": [
                "Hematology, Academisch Medisch Centrum, Amsterdam, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Zenz, MD",
            "author_affiliations": [
                "NCT/DKFZ, Heidelberg, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marinus H.J. Van Oers, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian H. Geisler, MD PhD",
            "author_affiliations": [
                "Hematology, Rigshospitalet Copenhagen University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon P. Kater, MD",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Utoft Niemann, MD PhD",
            "author_affiliations": [
                "Hematology, Rigshospitalet Copenhagen University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T04:05:26",
    "is_scraped": "1"
}