{
    "doi": "https://doi.org/10.1182/blood.V120.21.385.385",
    "article_title": "RhoA Is Essential for Maintaining Normal Megakaryocyte Ploidy Distribution and Platelet Generation ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Mechanisms of megakaryopoiesis and platelet production",
    "abstract_text": "Abstract 385 The small GTPase, RhoA orchestrates actin cytoskeletal dynamics, which plays a role in platelet development and function. After platelet activation, RhoA rearranges the cytoskeleton by facilitating shape change, granule release, and clot retraction. In addition, RhoA is involved in platelet development. It does this by presumably regulating cytokinesis during megakaryocyte-erythroid progenitor cell expansion and megakaryopoiesis. RhoA also regulates thrombopoiesis by coordinating end bifurcation of the proplatelet extensions to amplify preplatelet numbers and the regulation of platelet release. Previously, most studies utilized pharmacological Rho inhibitors, such as C3 exotoxin. This could potentially obfuscate the data because of the incomplete knockdown of RhoA, the non-specific disruption of closely related Rho family members, or the long incubation times that could alter platelet biology. Therefore, we developed a transgenic mouse model that knocked out RhoA only in megakaryocytes and in platelets by using a CRE-LOX strategy to further investigate the role of RhoA in platelet biology. First, mice were generated that had loxP sites flanking the 3 rd exon of RhoA (RhoA fl/fl ). These mice were then crossed with mice expressing CRE recombinase driven by the platelet factor 4 promoter (PF4 CRE+), thus limiting CRE expression only in megakaryocytes and in platelets. The offspring, RhoA fl/fl PF4CRE + mice were phenotypically normal, and had normal complete blood counts, except for macrothrombocytopenia. Their platelet counts were 25 ±3% of that observed in their littermate controls, (RhoA fl/fl PF4CRE − ) and their platelet size was 130 ±10% of their littermate controls. The lack of RhoA only disrupted aggregation, granule release, and clot retraction when stimulated at the lowest dosage of agonists. To determine the causes of macrothrombocytopenia in RhoA fl/fl PF4CRE + mice, histological examination of the spleen showed that 26.0±13.3% of the megakaryocytes had pyknotic nuclei as compared to 1.0±0.5% of the controls. In the bone marrow, apoptosis was present in 6.8±3.3% of the RhoA null megakaryocytes, but only in 1.2 ±0.3% of the control megakaryocytes. Furthermore, flow cytometry revealed that megakaryocyte counts in the bone marrow were 51.5 ±4.2% lower than in that of the controls. To determine if lacking RhoA impairs normal megakaryocyte maturation, we measured DNA ploidy using propidium iodide and flow cytometry. In megakaryocytes derived from adult bone marrow or from cultured fetal livers (E13.5, 8 days culture), the RhoA fl/fl PF4CRE + cells had higher ploidy, a lower number of 2N cells, and an increased number of 16N cells than megakaryocytes derived from control animals. Together these data show that loss of RhoA causes deficiency of megakaryocytes probably due to increased apoptosis, and also causes aberrant maturation of the surviving megakaryocyte. To analyze whether RhoA was also required for thrombopoiesis, cultured RhoA-null megakaryocytes derived from fetal livers were infused into recipient mice. The megakaryocytes lacking RhoA more rapidly release platelets during the first 3 hours post infusion than controls. However, unlike control platelets, the Rho-null platelets were essentially gone within 24 hours. We analyzed whether the increased release of knockout platelets could be due to the up-regulation of proplatelet generation since the deletion of RhoA might impair myosin activity and impair cortical tension. However, micropipette aspiration analysis, which mimics the shear forces found in the bone marrow sinusoid capillaries, showed that the RhoA-null megakaryocytes were less compliant than the controls, primarily due to their large size. These data suggest that the higher ploidy and larger sizes of RhoA knockout megakaryocytes causes them to lodge in the pulmonary capillary bed more quickly, and to rapidly release defective macrothrombocytes. In contrast, the smaller (and thereby more compliant) wild type-cell megakaryocytes fragmented more slowly into platelets through proplatelet extension. Together, our findings demonstrate that RhoA is essential for normal megakaryocyte survival, maturation, and thrombopoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "megakaryocytes",
        "ploidies",
        "rhoa gtp-binding protein",
        "granules",
        "flow cytometry",
        "agonists",
        "endotracheal aspiration",
        "exotoxins",
        "guanosine triphosphate phosphohydrolases"
    ],
    "author_names": [
        "Aae Suzuki",
        "Jae-Won Shin, Ph.D.",
        "Yuhuan Wang, PhD",
        "Mortimer Poncz, MD",
        "John K. Choi, MD, PhD",
        "Dennis E Discher, Ph.D.",
        "Christopher L. Carpenter, MD, PhD",
        "Lurong Lian",
        "Liang Zhao, Ph.D.",
        "Yanfeng Wang",
        "Charles S. Abrams, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aae Suzuki",
            "author_affiliations": [
                "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jae-Won Shin, Ph.D.",
            "author_affiliations": [
                "Department of Pharmacology, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuhuan Wang, PhD",
            "author_affiliations": [
                "Pediatrics/Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz, MD",
            "author_affiliations": [
                "Pediatrics/Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John K. Choi, MD, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis E Discher, Ph.D.",
            "author_affiliations": [
                "Biophysical Eng'g. Lab., University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher L. Carpenter, MD, PhD",
            "author_affiliations": [
                "Merck, North Wales, PA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lurong Lian",
            "author_affiliations": [
                "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liang Zhao, Ph.D.",
            "author_affiliations": [
                "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanfeng Wang",
            "author_affiliations": [
                "University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles S. Abrams, MD",
            "author_affiliations": [
                "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T12:59:43",
    "is_scraped": "1"
}