{
    "doi": "https://doi.org/10.1182/blood-2019-123812",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4396",
    "start_url_page_num": 4396,
    "is_scraped": "1",
    "article_title": "High TP53 Mutation Load Predicts Primary Refractory Mantle Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": [
        "mantle-cell lymphoma",
        "mutation",
        "tp53 gene",
        "brachial plexus neuritis",
        "respiratory rate",
        "hdac protocol",
        "histone deacetylase",
        "massively-parallel genome sequencing",
        "anthracycline antibiotics",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Aleš Obr, MD PhD",
        "Pavel Klener, Jr.",
        "Eva Kriegova, Dr, assoc prof",
        "Zuzana Zemanova, PhD",
        "Helena Urbankova, MSc, PhD",
        "Andrea Jirkuvova, MD",
        "Anna Petrackova, MSc",
        "Barbora Cudova",
        "Lenka Sedlarikova, MSc",
        "VIT K Prochazka, MD",
        "Tomas Papajik, MD prof",
        "Marek Trneny, MD prof"
    ],
    "author_affiliations": [
        [
            "Department of Hemato-Oncology, Palacký University and University Hospital, Olomouc, Czech Republic "
        ],
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic "
        ],
        [
            "Department of Immunology, Faculty of Medicine and Dentistry, Palacky University and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Center for Oncocytogenetics, Institute of Medical Biochemistry and Laboratory Diagnostics, General University Hospital and 1st Faculty of Medicine, Prague 2, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, Palacky University and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Immunology, Faculty of Medicine and Dentistry, Palacky University and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Department of Immunology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "Dept. of Hemato-Oncology, University Hospital Olomouc, Olomouc, Czech Republic"
        ],
        [
            "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University and University Hospital Olomouc, Olomouc, Czech Republic "
        ],
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic "
        ]
    ],
    "first_author_latitude": "49.5954268",
    "first_author_longitude": "17.260015199999998",
    "abstract_text": "Introduction: Mantle cell lymphoma (MCL) is rare B-cell lymphoma subtype with usually aggressive behavior. Mutations of TP53 gene and complex karyotype (CK) were described to be poor prognostic factors (Obr A et al, 2018), but their impact on primary resistance to induction has not been investigated. Methods: We analyzed 115 MCL patients (pts) treated in two Czech university centers from 4/2006 to 10/2016. Both classical cytogenetics and next generation sequencing (NGS, MiSeq, Illumina) for TP53 mutation detection were performed on tumoral tissue (peripheral blood, bone marrow) in all patients. Cut-off for TP53 mutation was 1% variant allele frequency (VAF). CK was defined as 3 and more cytogenetic aberrations in one cell population. Pts with stable or progressive disease (SD/PD) during induction or with relapse within 6 months after induction completion were considered as primary refractory (PrR). Variables were compared by chi-squared test. T-test was used to compare the difference between means of TP53 mutation load in PrR+ and PrR- subgroup. Cut-off for TP53 mutation load (27%) was established as median VAF. Overall and progression free survival (OS, PFS) were calculated from the date of diagnosis. Results: The median age at diagnosis was 66 (40-87) years. Ninety-six percent of pts had advanced disease (III and IV). MIPI score was low, intermediate and high in 19.1%, 27.8% and 53.0% pts, respectively. Induction regimens used were as follows: R-CHOP/R-CHOP-like in 47.8%, intensive R-HDAC-containing in 38.3% and non-anthracycline regimen in 9.6% pts. Complete and partial response was achieved in 53.0% and 27.0% pts, resp. SD/PD was observed in 11.3% pts. Overall, 27 (23.5%) pts were considered as primary refractory. TP53 mutation and CK were present in 37 (32.3%) and 15 (13.0%) pts, respectively. Age, disease stage, ECOG score, MIPI, HDAC therapy and CK did not correlate with PrR status. Significantly higher TP53 mutation load was observed in the PrR+ (42%), compared to PrR- subgroup (25%, p=0.03). After median follow-up of 4.6 years, 3-year overall survival (3-y OS) and 3-year progression free survival (3-y PFS) in all pts was 65.8% and 50.9%, resp. Median OS in PrR+ and PrR- pts was 9.2 months, and 4.5 years, resp. Survival analysis stratified according to the TP53 mutation status/mutation load showed 3-y OS and 3-y PFS for wild type (TP53-WT), low mutation load (TP53-low load), high mutation load (TP53-high load) 74.2%, 47.6%, 33.3% and 56.0%, 37.0%, 27.8%, respectively (p=0.001 both). Conclusions: High TP53 mutation load (>27% VAF), but not CK, has significantly correlated with refractory disease in MCL pts. Pts with high mutation load of TP53 gene should be considered to an innovative treatment. Acknowledgement: Supported by IGA_LF_2019_001, MH CZ - DRO (FNOl, 00098892), AZV16-32339A and AZV16-31092A grants Figure View large Download slide Figure View large Download slide  Disclosures Trneny: Morphosys: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Incyte: Consultancy, Honoraria; Gilead sciences: Consultancy, Honoraria; Takeda: Consultancy, Honoraria."
}