{
    "doi": "https://doi.org/10.1182/blood.V110.11.2538.2538",
    "article_title": "Coincidence of JAK2V617F and BCR-ABL Is a Very Rare Event: Identification of 4 among 2317 Cases with Suspected CMPD. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloproliferative Syndromes",
    "abstract_text": "In chromic myeloproliferative diseases (CMPD) CML can be identified by the presence of a BCR-ABL fusion gene. The genetic spectrum of the BCR-ABL negative disorders is diverse. The most frequent aberrations especially in PV, ET, and CIMF is the JAK2V617F mutation. Initially these two aberrations were considered to occur mutually exclusive and define different diseases. However, recently 3 reports documented coincidences of the JAK2V617F and BCR-ABL in individual cases. For further clarification we analyzed a cohort of 2317 cases which were screened for BCR-ABL and JAK2 in parallel due to suspected CMPD. Within this cohort 1249 (53.9%) were BCR-ABL-/JAK2V617F-, 119 (5.1%) were BCR-ABL+/JAK2V617F-, and 945 were BCR-ABL-/JAK2V617F+ (40.8%). Double positivity for BCR-ABL and JAK2V617F was detected in 4 cases (0.17%). Real-time PCR for BCR-ABL expression and the V617F was performed for all available timepoints during follow-up. In 2 cases only one timepoint was available and 2 pts were followed for 1 year and 7 months, respectively. After retrospective analysis of the clinical data different patterns of the mutations were detected: 1 pt: A 56-year old male patient was diagnosed with CML in chronic phase in 9/2004. Imatinib treatment led to a major molecular response, but in 10/2006 a marked thrombocytosis led to the diagnosis of a JAK2V617F positive CMPD. Retrospective real-time quantification revealed that the JAK2V617F stayed at the same level as was detected at diagnosis of CML and during one year of follow up whereas the %BCR-ABL/ABL decreased during treatment with imatinib over three log ranges. This indicated that the two mutations occurred in separate clones. 2 pt: A 45 year old male was diagnosed with CML in chronic phase in 9/2006. After 7 months of imatinib treatment RQ-PCR showed decrease of %BCR-ABL/ABL to 0.225 but JAK2V617F remained at a 30% level. This case resembled the first case and suggests different clones - one with BCR-ABL fusiongene and one with JAK2V617F. 3 pt: A 75-year old female, was diagnosed with BCR-ABL negative CMPD in 11/2000. Cytoreduction by hydroxurea (HU) was successful from 2004–2005, but in May 2006 the disease showed signs of acceleration. Molecular diagnostics showed a JAK2V617F and for the first time a BCR-ABL fusion gene, both with expression levels typical for untreated cases. Imatinib was not tolerated, and HU was started again. Over 7 months %BCR-ABL/ABL and %JAK2V617F/ABL remained at the same high level suggesting that one clone harbored both mutations. 4 pt: A 53 years old female was diagnosed with CMPD. 21 years later in 6/2005 molecular diagnostics was performed upon increasing thrombocytosis and showed BCR-ABL positivity and a homozygous JAK2V617F. Both mutations had high expression levels which persisted after 12 months of imatinib treatment. As in the third case the homozygous JAK2 mutational status and the high BCR-ABL expression suggested coexistence of both mutations in the same clone and resistance to imatinib. In conclusion, these four new cases support the idea that BCR-ABL and JAK2 mutations can occur in same patients in the same clone or in different clones and at different time points. It may be speculated that in these cases there is an unknown common antecedent defect.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "campomelic dysplasia",
        "myeloproliferative disorder, chronic",
        "imatinib mesylate",
        "follow-up",
        "molecular diagnostic techniques",
        "polymerase chain reaction",
        "thrombocytosis",
        "brachial plexus neuritis",
        "debulking"
    ],
    "author_names": [
        "Susanne Schnittger, PhD",
        "Ulrike Bacher, MD",
        "Claudia Haferlach, MD",
        "Michael Flasshove, MD",
        "Erik Engel, MD",
        "Friedrich Ludwig, MD",
        "Judith Franz-Werner, MD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Bacher, MD",
            "author_affiliations": [
                "Stem Cell Transplantation, Hamburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Flasshove, MD",
            "author_affiliations": [
                "Krankenhaus, Dueren, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Engel, MD",
            "author_affiliations": [
                "Hematology Practice, Hamburg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friedrich Ludwig, MD",
            "author_affiliations": [
                "Hematology Practice, Berlin, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith Franz-Werner, MD",
            "author_affiliations": [
                "Oncology Practice, Speyer, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T06:48:41",
    "is_scraped": "1"
}