{
    "doi": "https://doi.org/10.1182/blood.V126.23.4173.4173",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3198",
    "start_url_page_num": 3198,
    "is_scraped": "1",
    "article_title": "Molecular Subtyping and Risk Stratification for the Classification of Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "multiple myeloma",
        "cd20 antigens",
        "gene expression profiling",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "mutation analysis",
        "baculoviral iap repeat-containing 3 protein",
        "cyclin d1",
        "cyclins",
        "follow-up"
    ],
    "author_names": [
        "Caleb K. Stein, MS",
        "Faith E Davies, MD",
        "Christoph Heuck, MD",
        "Niels Weinhold, PhD",
        "Shweta S. Chavan, PhD",
        "Brian A Walker, PhD",
        "Sharmilan Thanendrarajan, MD",
        "Joshua Epstein, DSc",
        "Shmuel Yaccoby, PhD",
        "Maurizio Zangari, MD",
        "Frits van Rhee, MD PhD",
        "Martin F Kaiser, MD",
        "Graham H Jackson, MD PhD",
        "Pieter Sonneveld, MD PhD",
        "Hartmut Goldschmidt, MD",
        "Peter Leif Bergsagel, MD",
        "Bart Barlogie, MD PhD",
        "Gareth J Morgan, MDPhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
        ],
        [
            "Department of Hematology, Erasmus MC, Rotterdam, Netherlands "
        ],
        [
            "Internal Medicine V, University Clinic Heidelberg, Heidelberg, Germany "
        ],
        [
            "Division of Hematology and Oncology, Mayo Clinic, Scottsdale, AZ"
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "Introduction Over the last 15 years gene expression profiling (GEP) has been used to define myeloma molecular subgroups and to determine clinical prognosis. Two major molecular subgroup classifications have been used: the UAMS which determines 7 subgroups and the TC classification based on the presence of IgH translocations and expression of D group cyclins. For prognosis, although a number of different GEP signatures have been defined, the widely used GEP70 identifies 15% of patients with high risk (HR) disease who have a median PFS and OS of 1.75 and 2.83 years. An ideal classification system would identify clinically relevant subgroups with distinct etiology and biology using standardized techniques. We have examined a large group of patients characterized at multiple genetic levels to optimize the diagnostic approach of newly diagnosed patients going forward. Materials and methods Study subjects included 1349 cases enrolled in Total Therapy trials (median follow up 7.5 years). Gene expression profiling was used to determine GEP70 risk status, molecular subgroup by UAMS and TC classifications, and to devise a new and extended TC classification (TC10). Interphase FISH associated with IgH translocations and 1q+ and 17p- were used to build GEP proxies. Data from mutational analysis generated by the FoundationOne targeted sequence panel was also incorporated. Results were validated on the UK MRC MyelomaIX and Hovon65/GMMG-4 studies. Results An initial agnostic analysis of GEP data using sparse k -means clustering verified the existence of TC based groups. Six groups were identified that corresponded overwhelmingly with known TC subgroups; CCND1-t(11;14), D1-HRD, D2-HRD, MMSET, MAF/CCND2, and CCND3. Further comparisons between the molecular subgroup and TC classifier revealed that the UAMS 7 subgroups clustered strongly within one predominant TC group: CD-1 and CD-2 to t(11;14), HY to D1, LB and PR to D2, MF to t(14;16) or t(14;20), and MS to t(4;14). As the UAMS molecular subgroups are largely contained within the TC framework, we aimed to extend the TC by developing the TC10. To extend the known TC subgroups, unsupervised clustering was applied to the 3 largest subgroups [t(11;14), D1, and D2] to determine the strongest single divisor within each respective subgroup. The dominant feature within the t(11;14) cases was CD20 expression, while the D1 and D2 subgroups both split according to RRAS2 . CD20 is associated with PAX5 and VPREB3 expression, and RRAS2 is associated with decreased PTP4A3 and increased TNFAIP3 and BIRC3 expression. RRAS2 activation within D1 subgroup and CD20 activation within t(11;14) cases corresponds to an increased time to response to induction therapy suggesting they constitute important biological subgroups. The TC10 combines the known etiologic subgroups of the TC with functionally relevant subdivisions to create 10 novel subgroups: t(11;14) CD20+/-, D1: RRAS2+/-, D2: RRAS2+/-, t(4;14), t(14;16), t(14;20), and t(6;14). Analysis of mutational data revealed that RRAS2 and CD20 activation within the D1, D2, and t(11;14) subgroups reduced the number of mutations in the MAPK pathway. Further mutational analysis revealed that median mutational load was highest in t(14;16) and lowest in D2: RRAS2+ subgroups. The GEP70 score identifies 15% of patients with HR disease and is specific for this purpose. In an analysis of risk assessment methods, we compared GEP detected adverse lesions [t(4;14), t(14;16), t(14;20), 17p- and 1q+] with the GEP70 and revealed that GEP70 HR identified samples have lower OS rates than cases with more than one adverse lesion (validated in external sets). GEP70 HR segregates non-uniformly across molecular subgroups as over 40% of all HR cases are found in the TC10 t(4;14), t(14;16), and t(14;20) subgroups. GEP70 HR cases also have a higher mutational load than low risk cases. Furthermore, GEP70 HR is uniquely associated with 1q+ and 17p- as cases with at least one of these adverse lesions are 4.9 times as likely to be GEP70 HR as cases with neither. Conclusion GEP profiling has a central role in simplifying and standardizing the molecular subgroup designation and risk stratifying of MM patients. The GEP70 risk score reliably identifies HR cases and outperforms FISH in risk assessment, even in validation data sets. The TC10 provides a classification system that improves upon previous methods by defining both etiological and functionally meaningful subgroups. Disclosures Stein: University of Arkansas for Medical Sciences: Employment. Davies: University of Arkansas for Medical Sciences: Employment; Celgene: Consultancy; Janssen: Consultancy; Millenium: Consultancy; Onyx: Consultancy. Heuck: University of Arkansas for Medical Sciences: Employment; Celgene: Consultancy; Janssen: Other: Advisory Board; Millenium: Other: Advisory Board; Foundation Medicine: Honoraria. Weinhold: University of Arkansas for Medical Sciences: Employment; Janssen Cilag: Other: Advisory Board. Chavan: University of Arkansas for Medical Sciences: Employment. Thanendrarajan: University of Arkansas for Medical Sciences: Employment. Epstein: University of Arkansas for Medical Sciences: Employment. Yaccoby: University of Arkansas for Medical Sciences: Employment. Zangari: University of Arkansas for Medical Sciences: Employment; Novartis: Research Funding; Onyx: Research Funding; Millennium: Research Funding. van Rhee: University of Arkansa for Medical Sciences: Employment. Kaiser: Janssen: Honoraria; Amgen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; BristolMyerSquibb: Consultancy; Chugai: Consultancy. Sonneveld: Janssen-Cilag, Celgene, Onyx, Karyopharm: Honoraria, Research Funding; novartis: Honoraria. Goldschmidt: Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Onyx: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen-Cilag: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Millenium: Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Chugai: Honoraria, Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Barlogie: University of Arkansas for Medical Sciences: Employment. Morgan: Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; MMRF: Honoraria; CancerNet: Honoraria; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; University of Arkansas for Medical Sciences: Employment; Weismann Institute: Honoraria; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}