{
    "doi": "https://doi.org/10.1182/blood.V126.23.3281.3281",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2998",
    "start_url_page_num": 2998,
    "is_scraped": "1",
    "article_title": "Detection of Mild Clotting Factor Deficiencies. Critical Role of the Activated Partial Thromboplastin Time (aPTT) Reagent ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions: Poster II",
    "topics": [
        "activated partial thromboplastin time measurement",
        "blood coagulation factors",
        "concentrate dosage form",
        "calibration",
        "hemophilia b",
        "laboratory test finding",
        "factor ix",
        "factor v",
        "factor viii",
        "factor x"
    ],
    "author_names": [
        "Pierre A. Toulon",
        "Yaelle Eloit",
        "Motalib Smahi",
        "Didier Jambou",
        "Anny Appert-Flory",
        "Florence Fischer"
    ],
    "author_affiliations": [
        [
            "Hematology, University Hospital Pasteur, Nice, France "
        ],
        [
            "Hematology, University Hospital Pasteur, Nice, France "
        ],
        [
            "Hematology, Simone Veil Hospital, Montmorency, France"
        ],
        [
            "Hematology, University Hospital Pasteur, Nice, France "
        ],
        [
            "Hematology, University Hospital Pasteur, Nice, France "
        ],
        [
            "Hematology, University Hospital Pasteur, Nice, France "
        ]
    ],
    "first_author_latitude": "43.72528289999999",
    "first_author_longitude": "7.2816453",
    "abstract_text": "Activated partial thromboplastin time (aPTT) is a routine clotting assay that is widely used to globally screen for coagulation abnormalities, particularly in the pre-operative period. It is commonly admitted that a prolonged test result, may trigger the need for specific assays to be performed and particularly factor assay. However, the responsiveness of aPTT reagents to deficiencies of clotting factors varies because of differences in the type of activator and in the composition/concentration in phospholipids. To investigate the suitability of 5 commercially available aPTT reagents to detect mild/moderate deficiencies of clotting factors, we assessed their responsiveness at increasing concentrations of factors involved not only in the intrinsic pathway of the coagulation system, but also in the common pathway, as very few data were available. The sensitivity of 5 aPTT reagents i.e. HemosIL APTT SP (Instrumentation Laboratory, IL), HemosIL SynthASil (IL), STA-CK Prest (Stago), TriniCLOT aPTT HS (TCoag), and TriniCLOT Automated aPTT (TCoag) to clotting factor was assessed according to the recommendation of the CLSI H47-A2 guideline, by using factor-deficient plasmas spiked with a calibration plasma (all from IL) to produce individual FVIII:C, FIX, FXI, FXII, FV, FX, or FII activities ranging from <1% to ~100 %. Each of the spiked plasma samples was used for the determination of aPTT after being assayed to confirm the activity of the single factor. Tests were simultaneously performed in duplicate on the ACL TOP 700 analyzer (IL) and the values were averaged. Test results were expressed as the sample-to-control ratio, the latter was defined as the clotting time obtained in the calibration plasma containing ~100 % factor activity. The factor activity producing a prolongation of aPTT above 1.20 (patient-to-control ratio) was assigned as the factor responsiveness in % for that reagent. The level (in %) of a given clotting factor responsible for the prolongation of aPTT above 1.20 was highly variable from one aPTT reagent to another (Table). Moreover, for one given aPTT reagent, its sensitivity was very different depending on the specific factor. Actually, the aPTT responsiveness to FVIII:C ranged from 33 % with TriniCLOT aPTT HS to 46 % with HemosIL APTT SP. For FIX, the range was from 18 % with TriniCLOT Automated aPTT to 57 % with HemosIL SynthASil. The aPTT responsiveness to FXI ranged from 38 % with HemosIL SynthASil to 50 % with HemosIL APTT SP, and that to FXII was from 27 % with STA-CK Prest to 48 % with TriniCLOT aPTT HS. So, HemosIL APTT SP showed a good sensitivity (above 42%) to all 3 clotting factors which mild deficiencies are known to be associated with an hemorrhagic tendency (FVIII:C, FIX, and FXI). The same applied to HemosIL SynthASil, which was very sensitive to FIX deficiency (57%), and to STA-CK Prest and TriniCLOT aPTT HS with borderline sensitivity to FIX (29 % for both). The responsiveness to FIX of TriniCLOT Automated APTT was found to be very low (18%). Concerning coagulation factors involved in the common coagulation pathway, the sensitivity to FV was between 38 % with STA-CK Prest and 61 % with TriniCLOT Automated aPTT and that to FX was between 7.0 % with TriniCLOT aPTT HS and 49 % with HemosIL SynthASil. The sensitivity to FII was very low and quite similar for the 5 tested reagents in the range from 9.1 % to 10.7 %. Table.  . HemosIL APTT SP . HemosIL SynthASil . STA-CK Prest . TriniCLOT APTT HS . TriniCLOT Automated aPTT . Factor VIII (%) 46 38 43 33 41 Factor IX (%) 42 57 29 29 18 Factor XI (%) 50 38 44 48 46 Factor XII (%) 31 42 27 48 41 Factor V (%) 45 44 38 44 61 Factor X (%) 17 49 16 7.0 9.2 Factor II (%) 9.7 9.1 10.0 9.5 10.7 . HemosIL APTT SP . HemosIL SynthASil . STA-CK Prest . TriniCLOT APTT HS . TriniCLOT Automated aPTT . Factor VIII (%) 46 38 43 33 41 Factor IX (%) 42 57 29 29 18 Factor XI (%) 50 38 44 48 46 Factor XII (%) 31 42 27 48 41 Factor V (%) 45 44 38 44 61 Factor X (%) 17 49 16 7.0 9.2 Factor II (%) 9.7 9.1 10.0 9.5 10.7 View Large The difference between reagents responsiveness to FIX was confirmed using plasma samples from patients with hemophilia B either treated with FIX concentrates or not. These results suggested that the sensitivity of the 5 tested aPTT reagents to single factor deficiency was highly variable. If the responsiveness to FVIII:C and FXI of the tested aPTT reagents was accurate, it was not the case for FIX with borderline sensitivity of STA-CK Prest and TriniCLOT aPTT HS (29 %), and more importantly a too low sensitivity of Triniclot Automated aPTT (18%). As this was confirm in clinical materials, this must be considered when analyzing clinical materials, particularly plasma from hemophilia B patients, as mild deficiency states might be undiagnosed with the less sensitive reagent. Disclosures No relevant conflicts of interest to declare."
}