{
    "doi": "https://doi.org/10.1182/blood.V122.21.1109.1109",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2682",
    "start_url_page_num": 2682,
    "is_scraped": "1",
    "article_title": "Efficacy, PK and Safety Results of Clinical Study Of Recombinant Fusion Protein Linking Coagulation Factor IX With Albumin (rIX-FP) In Previously Treated Patients With Hemophilia B ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Background The standard of care for patients with severe hemophilia B is replacement treatment with Factor IX (FIX) 2-3 times a week. A fusion protein genetically linking recombinant human coagulation FIX with recombinant human albumin (rIX-FP) was developed with the aim to extend the half-life of FIX. In the completed Phase I pharmacokinetic study, the mean half-life of rIX-FP was found to be over 5 times longer than the subjects’ previous FIX. Thus, rIX-FP has potential to prevent bleedings for longer periods, allowing reduction in the frequency of injections compared to standard FIX and to reduce the number of injections required to treat a single bleed. Aims This was a Phase I/II open-label, multicenter study of rIX-FP in previously treated patients 12-65 years of age with severe hemophilia B (FIX ≤ 2%). The study evaluated the safety and efficacy of rIX-FP, including prevention of bleeding episodes during weekly prophylaxis of rIX-FP. Methods After completion of a 14-day rIX-FP pharmacokinetic assessment, 13 subjects in the prophylaxis arm received weekly prophylaxis of rIX-FP for approximately 11 months, and 4 subjects in the on-demand arm received rIX-FP upon occurrence of bleeding events. The treatment doses were initially selected based upon the pharmacokinetic profile of rIX-FP and subject’s bleeding phenotype, and doses could be adjusted at the Investigator’s discretion. Results Seventeen subjects were enrolled from hemophilia treatment centers in Israel and Bulgaria; the mean age was 26 years (range 13 to 46 years). Following a single injection of 25 IU/kg rIX-FP (n=13), the mean FIX activity level was 3.75% and 2.67% above baseline at Day 7 and Day 14, respectively, and the mean half-life of rIX-FP was 95 hours (comparable to the previously reported Phase I data). Over the 11 month treatment period, rIX-FP demonstrated a good safety profile with a total of over 700 EDs. The treatment was well tolerated and no FIX inhibitor formation was observed. There was no AE considered to be related to treatment with rIX-FP. No subject was withdrawn from the study due to safety concerns or lack of hemostatic efficacy. All 13 prophylaxis subjects were successfully maintained on a weekly routine regimen of rIX-FP for the entire duration of the study, with annualized spontaneous bleeding rates of 1.255 and 1.134 (mean and median respectively). Furthermore, three prophylaxis subjects who received only on-demand treatment prior to study entry had greater than 80% reduction in the annualized bleeding rate compared to their annualized bleeding rate prior to study entry. All bleeding events were treated successfully with ≤ 2 injections of rIX-FP, with approximately 90% of bleeds treated with a single injection of rIX-FP. The mean weekly consumption of rIX-FP was reduced markedly compared to the subjects’ weekly consumption of the previous FIX product. Conclusion This Phase I/II study demonstrated the clinical efficacy of rIX-FP for once weekly routine prophylaxis to prevent spontaneous bleeding episodes and for the treatment of bleeding episodes. In addition, rIX-FP showed an excellent safety and an improved PK profile over currently marketed factor IX products. Disclosures: Lubetsky: CSL Behring: Investigator for CSL clinical trial of rIX-FP Other. Lissitchkov: CSL Behring: Investigator for CSL Behring clinical trial of rIX-FP Other. Santagostino: CSL Behring: Honoraria, Investigator for CSL Behring clinical trial of rIX-FP Other, Research Funding, Speakers Bureau. Jotov: CSL Behring: sub-investigator for CSL Begring trial of rIX-FP Other. Barazani-Brutman: CSL Behring: study coordinator for CSL Behring rIX-FP trials Other. Voigt: CSL Behring: Employment. Moises: CSL Behring: Employment. Jacobs: CSL Behring: Employment. Martinowitz: CSL Behring: Honoraria, Investigator for CSL rIX-FP trials Other, Speakers Bureau.",
    "topics": [
        "albumins",
        "factor ix",
        "fusion proteins",
        "hemophilia b",
        "rfix-fp",
        "hemorrhage",
        "bleeding rate",
        "hemorrhagic episodes",
        "hemophilia a",
        "hemophilias"
    ],
    "author_names": [
        "Aaron Lubetsky, MD MSc",
        "Toshko Lissitchkov, MD",
        "Elena Santagostino, MD, PhD",
        "Gantcho Jotov, MD",
        "Tami Barazani-Brutman, Ph.D",
        "Christine Voigt, Ph.D",
        "Tina Moises, Ph.D",
        "Iris C. Jacobs, MD",
        "Uri Martinowitz, MD"
    ],
    "author_affiliations": [
        [
            "Thrombosis Unit, National Hemophilia Center, The Chaim Sheba Medical Center, Ramat Gan, Israel, "
        ],
        [
            "Hematology & Transfusion Medicine, National Hematological Center, Sofia, Sofia, Bulgaria, "
        ],
        [
            "Fondazione IRCCS Ca' Granda, Milan, Italy, "
        ],
        [
            "Coagulation Disorders and Anemia, SHAT Joan Pavel, Sofia, Bulgaria, "
        ],
        [
            "The Israeli National Hemophilia Center, Chaim Sheba Medical Center, Tel Hashomer, Israel, "
        ],
        [
            "CRD, CSL Behring, King of Prussia, PA, USA, "
        ],
        [
            "PRD, CSL Behring GmbH, Marburg, Germany, "
        ],
        [
            "CRD, CSL Behring, King of Prussia, PA, USA, "
        ],
        [
            "Internal Medicine, The Israel National Hemophilia Center, Tel Hashomer 52621, Israel"
        ]
    ],
    "first_author_latitude": "32.04671",
    "first_author_longitude": "34.842852"
}