{
    "doi": "https://doi.org/10.1182/blood.V114.22.1290.1290",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1506",
    "start_url_page_num": 1506,
    "is_scraped": "1",
    "article_title": "Replacement Therapy for Surgery in FVII Deficiency: The Ster Experience Concerning 63 Interventions. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Coagulation or Fibrinolysis Poster I",
    "topics": [
        "surgical procedures, operative",
        "recombinant coagulation factor viia",
        "hemorrhage",
        "antibodies",
        "surgical procedures, minor",
        "thrombosis",
        "bleeding diathesis",
        "blood coagulation disorders",
        "drug administration schedule",
        "follow-up"
    ],
    "author_names": [
        "Guglielmo Mariani, MD",
        "Angelika Batorova, MD",
        "Alberto Dolce, PhD",
        "Sergio Siragusa, MD",
        "Mario Lapecorella, MD",
        "Jens Bierre Knudsen, MD",
        "Giovanni Di Minno, MD",
        "Elvira Grandone, MD",
        "Giuseppe Tagariello, MD",
        "AnnaRita Tagliaferri, MD",
        "Guenter K.H. K.H. Auerswald, Sr., MD",
        "Jørgen Ingerslev, MD"
    ],
    "author_affiliations": [
        [
            "Dipartimento Di Medicina e Sanita' Pubblica, Universita' De L' Aquila, L'Aquila, Italy, "
        ],
        [
            "The National Haemophilia Centre, Institute of Haematology and Blood Transfusion, University Hospital, Bratislava, Slovakia, Bratislava, Slovak Republic, "
        ],
        [
            "Istituto Centrale di Statistica, Palermo, Italy, "
        ],
        [
            "University of Palermo, Palermo, Italy, "
        ],
        [
            "Misp, Universita' di L' Aquila, L'Aquila, Italy, "
        ],
        [
            "Novo Nordisk A/S, Bagsværd, Denmark, "
        ],
        [
            "Internal Medicine, University of Naples, Napoli, "
        ],
        [
            "Aterosclerosis&Thrombosis Centre Ospedale Sollievo della Sofferenza, S. Giovanni Rotondo, "
        ],
        [
            "Haematology, Haemophilia Center, Castelfranco Veneto, Italy, "
        ],
        [
            "Hemophilia Centre, Parma, "
        ],
        [
            "Hemophilia Treatment Centre, Prof. Hess Children's Hospital, Bremen, Germany, "
        ],
        [
            "University Hospital Skejby, Aarhus, Denmark"
        ]
    ],
    "first_author_latitude": "42.36700400000001",
    "first_author_longitude": "13.3520449",
    "abstract_text": "Abstract 1290 Poster Board I-312 Background Excessive bleeding represents a major complication of surgical interventions, and its control is especially relevant in patients with Congenital Bleeding Disorders. In FVII deficiency, scanty data is available in surgery to guide treatment strategies. Methods The STER (Seven Treatment Evaluation Registry) is a multi-centre, prospective, observational, web-based registry providing the frame for an extensive and structured data collection. Results As of Dec. 2008, sixty-three surgical operations (36 “major” and 27 “minor”) were performed in 54 subjects (29 females and 25 males) with a FVII deficiency (31 previously symptomatic; 9 with FVIIc ≤ 1%, 9 with 1 to 5% and 36 with > 5%). Cases reported were allocated into the following surgical categories: i. Oral surgery (n=13), ii. Orthopaedic surgery (n=12), iii. Neuro-, Head & Neck-, Eye- and ENT-surgery (n=15), iv: Abdominal and Obsterical & Gynecological surgery (n=12), v. Invasive procedures (n=10), vi. Cardiosurgery (n=1). Replacement Therapy (RT) was carried out using recombinant Factor VIIa (rFVIIa) in 52 interventions and a plasma-derived FVII (pdFVII) concentrate in 11. RT was conducted for a mean of 4.22 days (range 1-20) in major surgery and 2.15 days (range 1-10) in minor surgery. Bleeding occurred in 3 major orthopaedic interventions (two patients) during the operation but rFVIIa-based RT was performed with a very low dose in each case (6 to 13 μg/kg/b.w.) (Figure). View large Download slide Figure legend: Wisker-box plot analysis focused on rFVIIa total and mean dosing on the day of operation in Major Surgery. Gray squares indicate bleeders; black squares: outliers. View large Download slide Figure legend: Wisker-box plot analysis focused on rFVIIa total and mean dosing on the day of operation in Major Surgery. Gray squares indicate bleeders; black squares: outliers.  A ROC curve analysis indicated as minimally effective during surgery a first dose value of 15 μg/kg (AUC= 0.81, CI 0.68-0.90, p=0.0021), a mean dose value of 15 μg/kg (AUC=0.85, CI 0.72-0.93, p=0.0001) and no less than 3 doses/day (45μg/kg) (AUC=0.82, CI 0.69-0.91, p=0.03). In the invasive procedures, a setting in which accurate hemostasis cannot be performed, RT was given only on the day of the procedure in 9 of the 10 cases, (n. of doses 1 to 3) and no bleeds were recorded. An antibody to FVII (max titre 18 U./ml) appeared in one severe patient who underwent a multiple dental extraction treated with rFVIIa. However, the patient had previously received plasma-derived products; the inhibitor (10 U. on the day of operation) could be overcome by increased doses of rFVIIa and no bleeding occurred. Thromboses were not reported during the follow up period of 30 days in any of the cases. Conclusion A comparison between pdFVII and rFVIIa in terms of efficacy is not feasible as the pdFVII concentrate was given mostly (9/11) in minor surgical interventions. When suitable dosages were employed, RT proved efficacious with either type of concentrate. In the analyses performed in our study, the minimally effective dose schedule for rFVIIa, calculated with respect to the highest period of bleeding risk, the operation day, was estimated to be of 15 μg/Kg/bw (first dose) with, at least, two additional daily doses (45 μg/Kg/bw as daily dose). This indication is especially relevant for patients who undergo major surgical operations. Safety appears to be very good in terms of thrombosis risk and it is important to bear in mind that those patients who receive multiple and diverse treatments could be at risk for developing antibodies to FVII. Disclosures Mariani: Novo Nordisk: Consultancy, The STER study has received an unrestricted grant from Novo Nordisk. Knudsen: Novo Nordisk: Employment."
}