{
    "doi": "https://doi.org/10.1182/blood.V122.21.5367.5367",
    "article_title": "Cytokine Interleukin-16 Supports Progression Of Multiple Myeloma Through Different Molecular Mechanisms ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Background Multiple Myeloma (MM) is an incurable hematologic malignancy which emerges from a malignant plasma cell clone expanding within the patient’s bone marrow (BM). Plasma cell proliferation typically results in BM failure with anemia, skeletal involvement with lytic bone lesions, and consecutive hypercalcemia. The excessive production of paraprotein can lead to renal failure and recurrent bacterial infections due to a decrease in polyclonal immunoglobulins. It has previously been indicated that increased levels of Interleukin-(IL)-16 in the peripheral blood of MM patients are related to a poorer clinical outcome. We have recently demonstrated that this might be due to the fact that IL-16 is an autocrine factor used by myeloma cells to support proliferation and progression of the malignancy [1]. Here, we have investigated in detail in which way the molecular function of IL-16 is associated with the progression of MM. Methods We investigated IL-16 expression kinetics by quantitative real-time polymerase chain reaction and live-cell reporter systems for intracellular trafficking of protein expression. For functional exploration we employed a system based on the modular use of stable or inducible IL-16 knockdown by micro-RNA adapted shRNA that is expressed lentivirally. Trizium-Thymidin incorporation, flow cytometry, mRNA-based pathway analysis, investigation of metabolism of 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazoliumbromid (MTT) and fluorescence-based binding studies were performed to examine different molecular mechanism of tumor progression. Results Exploring the expression kinetics of IL-16 in myeloma cell lines we observed an energy-expensive, cyclical regulation of IL-16 gene activity leading to oscillating mRNA and protein levels. Analyzing the impact of this cyclical IL-16 production on the proliferative behavior of myeloma cells we could identify a significant decrease of proliferative activity, but not in apoptosis, in myeloma cells after IL-16 knockdown. Moreover, the ability to form colonies was strongly reduced compared to myeloma cells with unmodified IL-16 expression. Analysis of proliferative pathways resulted in the identification of different key factors for myeloma cell proliferation that show a reduced gene activity when IL-16 is missing. After induction of IL-16 knockdown, myeloma cells evidenced a declined metabolic activity and, importantly, a decreased ability to adhere to different components of the extracellular matrix. Conclusions Our findings demonstrate that IL-16, produced in a pulsatile fashion, promotes the malignant phenotype of myeloma cells through different mechanisms. It not only promotes the proliferation of the malignant plasma cell clone but it also seems to support adhesion of the tumor cells to the extracellular matrix, which is critical for settling and expanding of the malignancy within the bone marrow niche. These findings open the perspective for novel therapeutic approaches targeting IL-16 in patients with MM. References 1. Atanackovic, D., et al., Role of interleukin 16 in multiple myeloma. J Natl Cancer Inst, 2012. 104 (13): p. 1005-20. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "interleukin-16",
        "multiple myeloma",
        "cancer",
        "rna, messenger",
        "adhesions",
        "anemia",
        "bacterial infections",
        "flow cytometry",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Julia Templin",
        "Tim Luetkens, M.D.",
        "Djordje Atanackovic, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Templin",
            "author_affiliations": [
                "Oncology/Hematology/Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tim Luetkens, M.D.",
            "author_affiliations": [
                "Oncology/Hematology/Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Djordje Atanackovic, M.D.",
            "author_affiliations": [
                "Oncology/Hematology/Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:04:54",
    "is_scraped": "1"
}