{
    "doi": "https://doi.org/10.1182/blood.V106.11.4942.4942",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=393",
    "start_url_page_num": 393,
    "is_scraped": "1",
    "article_title": "The JAK2 V617F Mutation Is Uncommon in Patients with Juvenile Myelomonocytic Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Juvenile myelomonocytic leukemia (JMML) is a rare, clonal myeloproliferative disorder afflicting young children and is characterized by specific hypersensitivity of JMML cells to GM-CSF in vitro . The pathogenesis of JMML seems to arise from dysregulation of GM-CSF signal transduction. Approximately, 75% of patients with JMML exhibit dysregulation due to mutations in RAS, NF1 or PTPN11, all of which are positioned in the GM-CSF pathway. Potential causative mutations in remaining patients are anticipated to be in signaling components downstream of the GM-CSF receptor. Recently, a somatic point mutation (JAK2 V617F) in the JAK2 gene, which plays a major role in the development of hematopoietic cells by transducing signals from growth factor receptors including GM-CSF receptor, was found commonly in polycythemia vera, essential thrombocythemia and idiopathic myelofibrosis. All these myeloproliferative disorders are also characterized by hypersensitivity of hematopoietic progenitor cells to several growth factors and cytokines. Because the frequency of JAK2 V617F mutation in JMML remains unknown, we performed mutational analysis of JAK2 in 39 Japanese children (aged 1 to 69 months) with JMML to assess the pathogenetic relevance of this mutation in JMML, in addition to mutational analysis of PTPN11 and N-RAS. Genomic DNA were prepared from bone marrow or peripheral blood samples taken at initial diagnosis. Mutations of JAK2 (exon 12), PTPN11 (exon 3 and 13) and N-RAS (exon 1 and 2) were screened by direct sequencing. PTPN11 or N-RAS mutations were found in 19 (49%) or 3 (8%) patients respectively, and this is compatible with previous reports. In this study, no JAK2 V617F mutations were detected in any of the 39 JMML patients. In conclusion, we confirmed the presence of PTPN11 and N-RAS mutations in JMML. However, the JAK2 V617F mutation appears to be uncommon in patients with JMML, while it is extraordinarily common in classic MPD. Future investigation should focus on other signaling components in the same signaling pathway as JAK2, or on other parallel signal transduction cascades of the GM-CSF receptor.",
    "topics": [
        "jak2 gene v617f",
        "juvenile myelomonocytic leukemia",
        "mutation",
        "protein tyrosine phosphatase, non-receptor type 11",
        "granulocyte-macrophage colony-stimulating factor",
        "receptors, granulocyte-macrophage colony-stimulating factor",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "hypersensitivity",
        "mutation analysis",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Nao Yoshida",
        "Hiroshi Yagasaki",
        "Yinyan Xu",
        "Tomoko Yamamoto",
        "Kazuko Kudo",
        "Koji Kato",
        "Keizo Horibe",
        "Atsushi Manabe",
        "Seiji Kojima"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan",
            " "
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan",
            " "
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan",
            " "
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan",
            " "
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan",
            " "
        ],
        [
            "Children’s Hematology and Oncology, Japanese Red Cross Nagoya First Hospital, Nagoya, Aichi, Japan",
            " "
        ],
        [
            "Department of Pediatrics, Nagoya Medical Center, Nagoya, Aichi, Japan",
            " "
        ],
        [
            "Department of Pediatrics, St. Luke’s International Hospital, Tokyo, Japan",
            " "
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan",
            " "
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353"
}