{
    "doi": "https://doi.org/10.1182/blood-2018-99-119961",
    "article_title": "The Effect of Health Care Disparities on Complications and Mortality in Sickle Cell Disease ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research-Non-Malignant Hematology",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is a chronic and debilitating disorder that affects approximately 100,000 Americans and results in the development of significant complications, leading to high numbers of hospitalizations, healthcare cost and mortality. Despite the advent of newer therapies, the overall rate of complications has continued to rise. We aimed to study the prevalence of complications in SCD as well as its relation to differing insurance status. Methods: Patients with SCD were identified using ICD-9 codes 2826, 28260, 28261, 28262, 28263, 28264, 28268 and 28269 from the Healthcare Cost and Utilization Project's Nationwide Inpatient Sample from 1999 to 2014. Admission with acute chest syndrome, acute myocardial infarction (AMI), avascular necrosis of the hip (AVN), end stage renal disease (ESRD), pneumococcal infections, splenic sequestration and stroke. Univariate and bivariate analyses were performed using the Chi square test. Cox proportional hazard regression was used to control for multiple confounders in calculating the hazard ratios of an event occurrence and mortality. Results: A total of 216,438 (Weighted=1,066,536) observations were identified from the years 1999 to 2014. The median age for male patients was 25 years and that for females was 27. Observing the trends from 1999 to 2014, the prevalence of acute chest syndrome increased from 1.22% to 8.82% (p=0.002), splenic sequestration from to 0.08 % to 1% (p=0.01) and AVN from 1 % to 8.8% (p=0.001). The prevalence of stroke and ESRD were unchanged over the interval studied. After controlling for confounding factors such as race, age, sex, income, comorbidities and insurance status, the hazard ratio of mortality for various complications is significantly elevated. Also, after controlling for multiple confounders, the patient's insurance status plays a significant role in the risk of developing a complication and subsequent mortality (Table 1). Discussion: The data indicates that the rate of complications from SCD have risen since 1999. With newer therapies and better understanding, the life expectancy of SCD patients has risen over time, nearly doubling from 1951 to 2018. The increased frequency of complications may be attributed to better survivorship and a rising number of older SCDs patients. However, our data also suggests that insurance status plays a significant role in the complication rate of SCD. The uninsured and patients with Medicaid have significantly increased risk of developing disease complications and resultant mortality. This could be the result of reduced access to care and health disparities due to race, socioeconomic status and insurance status. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "sickle cell anemia",
        "health care disparities",
        "kidney failure, chronic",
        "acute chest syndrome",
        "cerebrovascular accident",
        "ischemic stroke",
        "splenic sequestration",
        "myocardial infarction, acute",
        "pneumococcal infections",
        "superior semicircular canal dehiscence"
    ],
    "author_names": [
        "Stuthi Pavani Perimbeti, MD MPH",
        "Kevin Ye Hou, MD",
        "Sabarina Ramanathan, MD",
        "Adonas Woodard, MD",
        "Daniel Kyung, MD",
        "Qian Wang, MD MPH",
        "Pamela Ann Crilley, DO",
        "Kristine Ward, MD",
        "Michael Styler, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stuthi Pavani Perimbeti, MD MPH",
            "author_affiliations": [
                "Mount Sinai St. Luke's and Mount Sinai West Hospitals, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kevin Ye Hou, MD",
            "author_affiliations": [
                "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabarina Ramanathan, MD",
            "author_affiliations": [
                "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adonas Woodard, MD",
            "author_affiliations": [
                "Jefferson Washington Twp Hospital, Turnersville, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Kyung, MD",
            "author_affiliations": [
                "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qian Wang, MD MPH",
            "author_affiliations": [
                "Department of Medicine, Icahn School of Medicine at Mount Sinai St. Luke's and West, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela Ann Crilley, DO",
            "author_affiliations": [
                "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristine Ward, MD",
            "author_affiliations": [
                "Hematology/Oncology, Drexel University College of Medicine, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Styler, MD",
            "author_affiliations": [
                "Hematology/Oncology, Drexel Univ. College of Medicine New College Bldg., Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T04:12:59",
    "is_scraped": "1"
}