{
    "doi": "https://doi.org/10.1182/blood.V122.21.SCI-3.SCI-3",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2540",
    "start_url_page_num": 2540,
    "is_scraped": "1",
    "article_title": "Role of B Cells in Graft-Versus-Leukemia and Graft-Versus-Host Disease ",
    "article_date": "November 15, 2013",
    "session_type": "Scientific Committee on Transplantation Biology: Burgeoning Roles of B Cells in Transplant",
    "topics": [
        "b-lymphocytes",
        "graft-versus-host disease",
        "leukemia",
        "tissue transplants",
        "graft-versus-host disease, chronic",
        "rituximab",
        "antibodies",
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol",
        "minor histocompatibility antigens"
    ],
    "author_names": [
        "Jerome Ritz, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.14358819999998",
    "abstract_text": "The clinical outcomes of allogeneic hematopoietic stem cell transplantation (HSCT) have steadily improved in the last two decades, but this remains a potentially toxic treatment approach and further improvements are needed. Both the benefits and potential toxicities of allogeneic HSCT derive from the replacement of the recipient’s immune system with donor cells. Donor T cells clearly play a critical role as the primary mediators of both graft-versus-leukemia (GVL) and graft-versus-host-disease (GVHD) after transplant. In this setting, donor T cells targeting tumor-specific antigens provide specific GVL activity and donor T cells targeting broadly expressed minor histocompatibility antigens (allo-antigens) lead to GVHD. Donor T cells targeting minor histocompatibility antigens with restricted expression on both normal and malignant hematopoietic cells in the recipient contribute to GVL as well as to the elimination of recipient hematopoietic cells and the establishment of full donor hematopoiesis. Although donor B cells do not contribute to acute GVHD, considerable evidence now suggests that donor B cells also play an important role in chronic GVHD (cGVHD). In male patients with female donors, Y chromosome encoded (HY) proteins represent a clinically relevant set of widely expressed minor histocompatibility antigens (mHA) that are frequently recognized by both donor T cells and B cells. HY antibodies typically develop four to eight months after HSCT and the development of HY antibodies is significantly associated with the development of cGVHD. Antibodies to autosomal mHA and tumor-associated antigens have also been detected. Development of antibodies to mHA has also been associated with a lower risk of relapse suggesting a role for donor B cells in GVL. Murine models have clearly demonstrated that donor B cell reconstitution after allogeneic HSCT contributes to the development of cGVHD. In one of these models, depletion of germinal center B cells prevents the development of bronchiolitis obliterans and other pathologic features of cGVHD. The homeostatic cytokine B-cell activating factor (BAFF) plays an important role in the regulation of donor B cell reconstitution. BAFF promotes B-cell proliferation, differentiation, and survival; but persistent, high levels of BAFF also support the survival of auto and allo-reactive B cells. Patients with cGVHD typically have delayed B-cell reconstitution and low numbers of circulating B cells associated with high levels of BAFF. A high BAFF to B-cell ratio promotes survival of antigen-activated B cells and prevents or delays the development of B-cell tolerance after transplant. The important role of B cells in cGVHD has been confirmed by numerous clinical reports demonstrating the efficacy of B-cell directed therapy with rituximab in patients with established cGVHD. Overall response rates of 40 to 70 percent have been reported, and clinical responses have been associated with reduced titers of allo-reactive antibodies and restoration of normal B-cell homeostasis, with increased numbers of circulating B cells and lower levels of BAFF after recovery from treatment. The efficacy of rituximab in the treatment of established cGVHD has led to recent studies evaluating rituximab as a prophylactic therapy for cGVHD. The results of single institution trials suggest that this may be an effective approach and further randomized multi-center trials evaluating the role of rituximab for cGVHD prophylaxis are currently in development. The efficacy of rituximab has also led to the evaluation of other B cell directed therapies in murine models. In particular, selective inhibitors of B cell signaling pathways have been developed and appear to be effective in preventing cGVHD in these model systems. Further evaluation of these new agents in the treatment and prevention of cGVHD is in development. Disclosures: Off Label Use: Rituximab - Use in treatment of chronic GVHD.."
}