{
    "doi": "https://doi.org/10.1182/blood.V114.22.3248.3248",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1608",
    "start_url_page_num": 1608,
    "is_scraped": "1",
    "article_title": "BCR-ABL1 Oncogene Down-regulates the Expression of OCT1 in CML. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology Excluding Therapy Poster II",
    "topics": [
        "alleles",
        "cations",
        "cytogenetics",
        "disclosure",
        "disease remission",
        "gene frequency",
        "genetics",
        "genotype",
        "heterozygote",
        "imatinib mesylate"
    ],
    "author_names": [
        "Alexandra Bazeos",
        "David Marin",
        "Gareth Gerrard, PhD",
        "Richard Szydlo",
        "Dragana Milojkovic, MD",
        "Alistair Reid",
        "Hugues de Lavallade",
        "Jane F. Apperley, MBChB, FRCP, FRCPath",
        "John M Goldman, DM, FCRP, FRCPath",
        "Letizia Foroni",
        "Jamshid Sorouri Khorashad, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "Department of Hematology, Imperial College London, Hammersmith Hospital, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.517155699999996",
    "first_author_longitude": "-0.23507960000000006",
    "abstract_text": "Abstract 3248 Poster Board III-1 The polyspecific organic cation transporter OCT1 (SLC22A1) exhibits broad substrate specificity and facilitates the intracellular uptake of imatinib mesylate (IM). The contribution of OCT1 to the clinical outcome of CML patients treated with IM remains controversial. The aim of this study was to compare OCT1 transcript levels in different normal cell populations, to examine the effect of BCR-ABL1 oncoprotein and IM on OCT1 expression, to investigate the predictive value of OCT1 levels and to determine whether OCT1 SNPs in CML patients correlate with altered IM response and sensitivity. We found that OCT1 mRNA expression was higher in normal PMNs than in normal MNCs (p<0.0001). In CML, total WBC OCT1 transcript levels were significantly higher in CCyR samples than in patient samples collected at diagnosis (p<0.0001). There was no significant difference between OCT1 expression at the time of cytogenetic remission in CML patients (n=60) compared with OCT1 expression in normal subjects (n=21) suggesting an inhibitory effect of Bcr-Abl1 rather than a drug inducing effect of IM. Furthermore, OCT1 transcript levels at diagnosis prior to IM therapy could predict for both a 3- and 4-log reduction in Bcr-Abl1 transcripts following IM therapy. We investigated the association of 7 previously described non-synonymous SNPs of SLC22A1 with respect to IM response in 89 CCyR responders and 44 non-responders. SNPs P283L, R287G and C88R were not subjected to statistical analysis as the frequency of polymorphisms in our cohort at these respective loci was too small. For the remaining 4 screened SNPs (rs622342, R61C, P341L and G401S), no relationship could be found between allele frequency and pre-treatment OCT1 transcript levels (n=60). This finding is expected, given that the locations of these SNPs do not involve the promoter region of SLC22A1. We were however able to demonstrate a correlation between response to IM and SNP G401S. Though numbers were small, heterozygotes for this allele had a greater probability of achieving a 3-log reduction in Bcr-Abl1 transcript levels (p=0.015). Although this genotype has been described previously as a loss of function polymorphism, we showed the opposite to be true in CML patients on IM therapy. This finding may suggest that first-pass extraction of orally administered IM by liver metabolizing cells, could be diminished and so lead to a higher serum drug concentration and hence a greater intensity and duration of action. Alternatively, this could highlight the insignificant contribution that genetic variation of SCL22A1 plays in the outcome of patients with CML. In conclusion, OCT1 transcript levels vary in different cells types, are low in untreated CML patients but return to ‘normal' after successful treatment with IM. The clinical relevance of SLC22A1 SNPs warrants further study. Disclosures: Novartis: Consultancy, Research Funding."
}