{
    "doi": "https://doi.org/10.1182/blood.V112.11.1020.1020",
    "article_title": "The Effect of Factor Va on Prothrombinase Function ",
    "article_date": "November 16, 2008",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Following injury to the vasculature, timely activation of prothrombin (Pro) to thrombin (IIa) induces fibrin formation and platelet activation. Activation of human Pro occurs because of two cleavages by membrane-bound factor Xa (fXa) (Arg 271 followed by Arg 320 , pathway I, pre2 pathway ). However, the catalytic efficiency of membrane-bound fXa is poor in the absence of the non-enzymatic cofactor, factor Va (fVa), and the overall reaction is incompatible with efficient IIa formation. Binding of fVa to fXa on a membrane surface in the presence of divalent metal ions results in the formation of prothrombinase (IIase). This enzymatic complex catalyzes the activation of Pro following the opposite pathway characterized by the formation of meizothrombin (Mz)(cleavage at Arg 320 followed by Arg 271 , pathway II, meizo pathway ). This pathway results in a dramatic increase in the catalytic efficiency of fXa. Thus, the activity of fXa within IIase is controlled by the presence of the non-enzymatic cofactor, fVa. Earlier data suggested that IIase activation of Pro may be best described as an ordered ping-pong reaction and, more recently, data using recombinant Pro established the existence of two forms of IIase. It has been also shown that IIase is a 1:1 stoichiometric association between fVa and fXa on a lipid surface. If IIase is one enzyme, theoretically, reversing the concentrations of reactants will have no effect on the pathway and catalytic efficiency of fXa in the presence of fVa for cleavage of Pro. We have performed such experiments and gel electrophoresis data showed that in the absence of fVa, membrane-bound fXa (10nM) activates Pro slowly through pathway I with production of prethrombin 2. Very little IIa is formed under these conditions (as indicated by the small amounts of B chain of IIa). In the presence of 10nM factor Xa and 100pM factor Va, there is a significant increase in the concentration of IIa as demonstrated by the increase in the appearance of B chain of IIa. However, IIa is still activated through pathway I as indicated by the presence of prethrombin 2 and the absence of fragment 1•2-A both of which are an indication of the activation of Pro via pathway I. In the presence of 100pM fXa with 10nM fVa, Pro is activated exclusively through the meizo pathway as demonstrated by the presence of fragment 1•2-A and the absence of prethrombin 2. These data demonstrate the existence of two enzymes: one form of IIase that exists at low, limiting concentrations of fVa (with respect to fXa) and activates Pro following pathway I and prethrombin 2 formation as intermediate (E271), and one form of IIase that exists at saturating concentrations of fVa (with respect to fXa) and activates Pro via the meizo pathway (E320). In order to distinguish between activation of Pro by fXa alone and activation of Pro by fXa in the presence of low concentrations of fVa (E271) we used mutant fVa molecules. Our data show that the V max of IIase assembled in the presence of 5 nM fXa and 100 pM fVa is 28 nM IIa/min, while fXa alone (5 nM) activates Pro with a V max of ~6 nM IIa/min. This value is similar to the V max for the activation of Pro by fXa (5 nM) in the presence of either fVa 2M (100 pM, 7.3 nM IIa/min) or fVa 680–709 (100 pM, 9.5 nM IIa/min). fVa 2M is a fVa molecule that is impaired in the interaction with fXa, while fVa 680–709 is a cofactor molecule that is impaired in its ability to promote acceleration of cleavage of at Arg 271 . The data demonstrate a ~4.7-fold increase in the activation of Pro by fXa in the presence of limiting concentrations of wild type fVa through the prethrombin 2 pathway (initial cleavage a Arg 271 ) compared to the rate of Pro cleavage by fXa alone. Earlier data established that the maximum effect of fVa on fXa for cleavage at Arg 271 is 4–5 fold. In addition, we have recently demonstrated that the acidic COOH-terminal region of fVa heavy chain is responsible for this enhancing effect. Overall, the data demonstrate that E271 activates Pro through initial cleavage at Arg 271 with a rate that is ~8-fold slower than activation of Pro through the meizo pathway by E320. These data are in complete agrement with recent findings demonstrating that activation of Pro by IIase is governed by a ping-pong mechanism involving two enzymes that have ~10-fold difference in catalytic efficiency. Our data strongly suggest that the mechanism and pathway of prothrombin activation by fXa within IIase is dictated by the amount of active cofactor present during the initiation phase of blood coagulation locally at the site of vascular injury.",
    "topics": [
        "factor va",
        "thromboplastin",
        "mechlorethamine",
        "enzymes",
        "molecule",
        "polymyositis",
        "prednimustine",
        "factor xa",
        "prothrombin",
        "electrophoresis, gel"
    ],
    "author_names": [
        "Michael Kalafatis, PhD",
        "Jamila Hirbawi, BS",
        "Melissa A. Barhoover, PhD",
        "Michael A. Bukys, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Kalafatis, PhD",
            "author_affiliations": [
                "Cleveland State University, Cleveland, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jamila Hirbawi, BS",
            "author_affiliations": [
                "Cleveland State University, Cleveland, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa A. Barhoover, PhD",
            "author_affiliations": [
                "Cleveland State University, Cleveland, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Bukys, PhD",
            "author_affiliations": [
                "Cleveland State University, Cleveland, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T09:32:25",
    "is_scraped": "1"
}