{
    "doi": "https://doi.org/10.1182/blood.V108.11.3687.3687",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=602",
    "start_url_page_num": 602,
    "is_scraped": "1",
    "article_title": "Expression of Proteinase Inhibitor-9 in Primary AML Blasts and Its Regulation by Interferon-γ: A Potential Immune Escape Mechanism after Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "allogeneic stem cell transplant",
        "blast cells",
        "endopeptidases",
        "human leukocyte interferon",
        "interferons",
        "peptide hydrolases",
        "allopurinol",
        "molecule",
        "tumor cells",
        "colon cancer"
    ],
    "author_names": [
        "Sabine Hoves, PhD",
        "Alexandra Kolbeck",
        "Krishna Mondal, PhD",
        "Reinhard Andreesen, MD",
        "Andreas Mackensen, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology/Oncology, University of Regensburg, Regensburg, Germany"
        ],
        [
            "Dept. of Hematology/Oncology, University of Regensburg, Regensburg, Germany"
        ],
        [
            "Dept. of Hematology/Oncology, University of Regensburg, Regensburg, Germany"
        ],
        [
            "Dept. of Hematology/Oncology, University of Regensburg, Regensburg, Germany"
        ],
        [
            "Dept. of Hematology/Oncology, University of Regensburg, Regensburg, Germany"
        ]
    ],
    "first_author_latitude": "48.996804499999996",
    "first_author_longitude": "12.095786799999999",
    "abstract_text": "It is well established, that the curative potential of allogeneic peripheral blood stem cell transplantation (allo PBSCT) is due to immunocompetent donor T cells inducing potent anti-neoplastic effects against host tumor cells. This reaction, which is termed graft-versus-leukemia (GVL) effect, is clinically effective against a number of different hematologic malignancies such as myeloid and lymphoid leukemias. Despite great efforts of allo PBSCT in treatment of CML, the 5-year survival rate of AML patients after allo PBSCT is only about 30% due to relapsing disease. The recurrent disease is inefficiently controlled by the immune system, due most likely to the various immune escape mechanisms described for AML blasts including upregulation of anti-apoptotic molecules. Since cytotoxic T lymphocytes (CTL) and natural killer cells are the cells responsible for eliminating leukemic blasts, the most important effector molecule is Granzyme B (GrB). Misdirected GrB is quenched by its specific physiological inhibitor Protease Inhibitor-9 (PI-9) leading to inactivation of GrB. PI-9 expression by tumour cells can be used to escape immune surveillance and its presence has been shown for different tumors e.g. melanoma, colon carcinoma and lymphoma. Despite other regulators, interferon-γ (IFN-γ) has been shown to upregulate PI-9 expression in hepatocytes. Here, we wanted to investigate the expression of PI-9 in primary AML blasts and its regulation by IFN-γ. Using CD34+ positive magnetic selection, we isolated primary blasts with a purity of >90% from 20 AML patients with different FAB subtypes. For detection of PI-9 expression by Western Blotting, whole cell lysates were made from freshly purified blasts and after 24 h +/− 200 IU/ml IFN-γ. In some patients, PI-9 expression was confirmed by FACS analysis with an anti- PI-9 specific monoclonal antibody. Here we describe for the first time, that PI-9 is constitutively expressed in 16/20 (80%) of AML blasts. Treatment of AML blasts with IFN-γ could upregulate PI-9 expression in a dose-dependent manner (2–2,000 IU/ml) and strong expression of PI-9 was detectable in 6/18 patients within 4–5 h after IFN-γ exposure. Of note, a mild upregulation of PI-9 upon 24 h incubation w/o IFN-γ could be detected in 4/18 (22%) patients. We conclude, that cytokines such as IFN-γ which are secreted during the cytokine storm of acute graft-versus-host disease can contribute to the development of immune escape mechanisms in AML blasts."
}