{
    "doi": "https://doi.org/10.1182/blood-2019-131539",
    "article_title": "Cost Effective Cardio Protective Intervention in Haploidentical Hematopoietic Stem Cell Transplantation in Children - a Study from a Tertiary Care Centre in India ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Cost effective cardio protective intervention in haploidentical hematopoietic stem cell transplantation in children - A study from a tertiary care center in India Haploidentical hematopoietic stem cell transplantation with post transplant cyclophosphamide (PTCy) is increasingly being offered to children with life threatening blood disorders with no matched family or unrelated donors. High dose cyclophophamide is an alkylating agent known to cause severe cardiac toxicity. Hepatic metabolism of cyclophosphamide results in the production of phosphoramide which is toxic to the myocardium and acrolein which is a bladder irritant. The metabolites deplete antioxidants and augment the inflammatory damage to the cardiac myocytes. N-acetylcysteine (NAC) helps replenish the oxidant pool in the body and provides cardio protective and overall superior outcomes. We present retrospective data on 103 children between the ages of nine months to eighteen years who underwent haploidentical transplantation with PTCy between May 2015 and May 2019. All children received 50 mg/kg of cyclophosphamide on day 3 and day 4 after infusion of stem cells with Mesna starting with the first dose of cyclophosphamide as a continuous infusion till 24 hours after the second cyclophosphamide dose. All children had a cardiac ECHO performed by a pediatric cardiologist before conditioning and on day 5 after completion of Mesna. The first 30 children (Group 1) did not receive continuous infusion of NAC and the subsequent 83 children (Group 2) were treated with NAC at a dose of 10 mg/kg/ hour from the start of cyclophosphamide. Disease free survival, graft rejection and cardio toxicity were recorded. The follow up period ranged from 3 months to 4 years. In Group 1 the disease free survival was 46%, graft rejection rate was 13.5% and adverse cardiac events occurred in 10%. In Group 2 the disease fee survival was 67.5%, graft rejection rate was 3.6% and there were no adverse cardiac events. In conclusion, the introduction of N-acetylcysteine provides a simple and yet cost effective way to eliminate cardiac toxicity even in infants and small children. This is the first interventional study to help safe delivery of a chemotherapeutic agent at a cost of 25 USD for a 10 kg child. We would recommend the use of NAC in all patients undergoing PTCy based transplantation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "cost effectiveness",
        "hematopoietic stem cell transplantation",
        "india",
        "tertiary care hospitals",
        "cyclophosphamide",
        "acetylcysteine",
        "cardiac event",
        "cardiotoxicity",
        "intravenous infusion, continuous"
    ],
    "author_names": [
        "Revathi Raj",
        "Ramya Uppuluri, MD",
        "Venkateswaran Vellaichamy, MD",
        "Nikila Ravichandran, MD",
        "Kesavan Melarkode Ramanan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Revathi Raj",
            "author_affiliations": [
                "DEPARTMENT OF PEDIATRIC HEMATOLOGY, ONCOLOGY, BLOOD AND MARROW TRANSPLANTATION, Apollo Speciality Hospital, Chennai, India ",
                "VHS THALASSAEMIA CENTRE, CHENNAI, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ramya Uppuluri, MD",
            "author_affiliations": [
                "DEPARTMENT OF PEDIATRIC HEMATOLOGY, ONCOLOGY, BLOOD AND MARROW TRANSPLANTATION, APOLLO CANCER INSTITUTES, CHENNAI, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Venkateswaran Vellaichamy, MD",
            "author_affiliations": [
                "DEPARTMENT OF PEDIATRIC HEMATOLOGY ONCOLOGY, BLOOD AND MARROW TRANSPLANTATION, APOLLO CANCER INSTITUTES, CHENNAI, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikila Ravichandran, MD",
            "author_affiliations": [
                "DEPARTMENT OF PEDIATRIC HEMATOLOGY, ONCOLOGY, BLOOD AND MARROW TRANSPLANTATION, APOLLO CANCER INSTITUTES, CHENNAI, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kesavan Melarkode Ramanan, MD",
            "author_affiliations": [
                "DEPARTMENT OF PEDIATRIC HEMATOLOGY, ONCOLOGY, BLOOD AND MARROW TRANSPLANTATION, APOLLO CANCER INSTITUTES, CHENNAI, India "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:42:35",
    "is_scraped": "1"
}