{
    "doi": "https://doi.org/10.1182/blood.V128.22.5128.5128",
    "article_title": "Relationship Between Short-Term Response Rates and Long-Term Survival in Acute Myeloid Leukemia and Relapsed or Refractory Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "abstract_text": "Introduction: Direct evidence of clinical benefit of oncology therapies is typically demonstrated through improvement in long-term survival outcomes such as progression-free survival (PFS) or overall survival (OS). However, with the rapid advancement of new therapies and continuing prolongation of survival times in many hematological malignancies, utility of these endpoints for decision making and drug development can be limited. Other end points, such as response rates, can be evaluated in a much shorter period of time and provide opportunity to make timely decisions and accelerate the development of new therapies. As such, the primary objective of this work is to determine the relationship between short-term response rates and long-term survival outcomes in acute myeloid leukemia (AML) and relapsed or refractory multiple myeloma (MM). Methods: Data from published clinical trials ofazacitidine,decitabine andcytarabine in treatment-naïve AML patients were compiled to create a database.Twenty trials involving 26 arms (azacitidine-13, decitabine-7, cytarabine-3 and others-3) reportingboth response rates and median OS were identified for the AML analysis. Response rates considered were partial response (PR), complete response with incomplete blood count recovery (CRi), and complete response (CR). Following relationships between short-term and long-term outcomes for AML were then evaluated: (i) CR vs. median OS, (ii)≥CRi (CR +CRi) vs. median OS and (iii) objective response (OR [CR +CRi + PR]) vs. median OS. Similarly, data from published clinical trials of proteasome inhibitors (ixazomib,carfilzomibandbortezomib) in relapsed or refractory MM patients were compiled to create a database. Fourteen trials involving 18 arms (ixazomib-3, carfilzomib-9 and bortezomib-6) reporting both response rates and median PFS were identified for the MM analysis. Out of the 18 arms, 13 arms (72.2%) were in combination with dexamethasone. Response rates considered were stable disease (SD), minimal response (MR), PR, very good partial response (VGPR), CR, and stringent complete response (sCR). Relationships tested include: (i)≥CR vs. median PFS, (ii)≥ VGPR vs. median PFS, (iii) OR vs. median PFS,(iv) clinicalbenefit (CB [MR + PR + VGPR + CR]) vs. median PFS and (v) disease control (DC [SD + MR + PR + VGPR + CR]) vs. median PFS. Weighted linear regression analysis was performed with various linearizing transformations of response rates and median OS or PFS for AML or MM, respectively. The impact of age, sex, and treatment on the relationship were evaluated in both AML and MM using a forward inclusion, backward elimination covariate model building procedure at α=0.01 and α=0.005 significance levels, respectively. Results: Linear regression analysis indicated that the correlation between response rates and median OS was rank ordered as follows (base models): ≥ CRi (R 2 =0.49), CR (R 2 =0.48), and OR (R 2 =0.45). Addition of azacitidine treatment as a covariate to the base models accounted for additional variability in median OS, increasing the strength of these relationships in the same order (covariate models): ≥ CRi (R 2 =0.66) (Figure 1a), CR (R 2 =0.63), and OR (R 2 =0.53). No other covariates were found significant in the analysis. For MM analysis, OR was found to best correlate with median PFS (R 2 =0.83) (Figure 1b) when compared with ≥ CR (R 2 =0.75), ≥ VGPR (R 2 =0.76), CB (R 2 =0.76) and DC (R 2 =0.40) rate. No significant covariates were found in MM analysis, indicating that conditional on ORrate, no other examined factors contribute further to predicting median PFS. Conclusions: The model based meta-analysis indicates that≥ CRi rate is the best predictor of median OS in AML and as good if not better than CR rate. Furthermore, conditional on the ≥ CRi rate, OS is expected to be higher in the trials with azacitidine treatment compared to the trials with decitabine, cytarabine or other treatments. In MM, OR rate was found to relate better to median PFS than \"deeper\" response rates such as ≥VGPR or ≥CR. These estimated relationships can be used to guide decisions on long-term survival outcomes using short-term response rates in the development of new therapies for AML and relapsed or refractory MM. View large Download slide View large Download slide  Close modal Disclosures Mangal: AbbVie Inc.: Other: Intern. Salem: AbbVie Inc.: Employment, Other: Stocks or options. Menon: AbbVie Inc.: Employment, Other: Stocks or options. Freise: AbbVie Inc.: Employment, Other: Stocks or options.",
    "topics": [
        "frequency of responses",
        "leukemia, myelocytic, acute",
        "multiple myeloma",
        "azacitidine",
        "complete remission",
        "decitabine",
        "cytarabine",
        "ixazomib",
        "partial response",
        "surrogate endpoints"
    ],
    "author_names": [
        "Naveen Mangal, MS",
        "Ahmed H. Salem",
        "Rajeev Menon, PhD",
        "Kevin J. Freise, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naveen Mangal, MS",
            "author_affiliations": [
                "Center for Pharmacometrics and Systems Pharmacology, University of Florida, Orlando, FL ",
                "Clinical Pharmacology and Pharmacometrics, AbbVie Inc., North Chicago, IL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ahmed H. Salem",
            "author_affiliations": [
                "Clinical Pharmacology and Pharmacometrics, AbbVie Inc., North Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajeev Menon, PhD",
            "author_affiliations": [
                "Clinical Pharmacology and Pharmacometrics, AbbVie Inc., North Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin J. Freise, PhD",
            "author_affiliations": [
                "Clinical Pharmacology and Pharmacometrics, AbbVie Inc., North Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T18:39:15",
    "is_scraped": "1"
}