{
    "doi": "https://doi.org/10.1182/blood.V108.11.930.930",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=797",
    "start_url_page_num": 797,
    "is_scraped": "1",
    "article_title": "Regulation of Dendritic Cell Function by Histone Deacetylase Inhibitors. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "animal model",
        "dendritic cells",
        "histone deacetylase inhibitors",
        "valproic acid",
        "poly i-c",
        "cytokine",
        "histone deacetylase",
        "interleukin-12",
        "molecule",
        "autoimmune diseases"
    ],
    "author_names": [
        "Julia Beck",
        "Alessio Nencioni, MD",
        "Frank Grünebach, PhD",
        "Anita Bringmann",
        "Lothar Kanz, MD",
        "Franco Patrone, MD",
        "Alberto Ballestrero, MD",
        "Peter Brossart, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, Univerity of Tübingen, Tübingen, Germany"
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, Univerity of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, Univerity of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, Univerity of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Internal Medicine, University of Genova, Genova, Italy"
        ],
        [
            "Department of Internal Medicine, University of Genova, Genova, Italy"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, Univerity of Tübingen, Tübingen, Germany"
        ]
    ],
    "first_author_latitude": "48.522144149999995",
    "first_author_longitude": "9.0477834",
    "abstract_text": "Histone deacetylases (HDACs) modulate gene transcription and chromatin assembly by modifying histones at the post-transcriptional level. HDAC inhibitors have promising antitumor activity and are presently explored in clinical studies for malignancies of different histology. Preliminary evidence in animal models of immune disorders also suggests immunosuppressive properties for these small molecules, although the underlying mechanisms remain at present poorly understood. Here, we show that two HDAC inhibitors of clinical use, sodium valproate and MS-275, profoundly affect cytokine-induced differentiation of human monocytes to dendritic cells (DCs), and impair DC phenotypic maturation in response to the Toll-like receptor (TLR) ligand polyinosinic:polycytidylic acid (poly I:C) characterized by a reduced expression of HLA- and costimulatory molecules. HDAC inhibitors reduce cytokine secretion important for T-cell activation like IL-12 and immunostimulatory capacity in DCs and inhibit DC migratory capacity toward the chemoattractant CCL19/MIP-3β. The observed defects in DC function upon exposure to HDAC inhibitors were not due to an increased rate of apoptosis or production of IL-10. We finally investigated the effects of HDAC inhibition on intracellular signalling pathways that play a key role in controlling DC differentiation and function. HDAC inhibitors have been reported to cause a downregulation of the hematopoietic transcription factor PU.1, which contributes to the development of thymic and myeloid dendritic cells and of Langerhans cells in the mouse. We evaluated herein whether PU.1 expression was affected by VPA in monocyte-derived DCs, however, no significant reduction in protein levels could be detected. Therefore, our data rule out PU.1 shortening as a mechanism responsible for the functional defects observed in DCs that were exposed to HDAC inhibitors. Similarly, no significant effect of HDAC inhibitors was detected on Bcl-6, another known target of HDAC inhibitors that, besides its role in lymphomas, has also been linked to the regulation of cytokine and chemokine release in macrophages. In contrast, addition of VPA blocked RelB nuclear relocalization in response to poly I:C in a concentration-dependent manner. Interestingly, IRF-3 and IRF-8, which have been involved in DC differentiation, IL-12 production and DC migration, were also affected by HDAC inhibitors, since their nuclear levels were reduced by VPA in unstimulated as well as in poly I:C-activated DCs. On the other hand, IRAK-1 downregulation in response to poly I:C was not affected by VPA, suggesting that the effects of HDAC inhibition on RelB, IRF-3 and IRF-8 are probably mediated downstream of MyD88 and IRAK-1. In conclusion, HDAC inhibitors exhibit strong immunomodulatory properties on human DCs. Our results support the evaluation of HDAC inhibitors in inflammatory and autoimmune disorders."
}