{
    "doi": "https://doi.org/10.1182/blood-2021-154072",
    "article_title": "Targeting the Oncogenic Functions of an RNA-Binding Protein Involved in Hematologic Malignancies ",
    "article_date": "November 5, 2021",
    "session_type": "603.Oncogenes and Tumor Suppressors: Basic",
    "abstract_text": "hnRNP K (heterogeneous ribonucleoprotein K) is an RNA-binding protein that binds to conserved poly-C rich tracks in RNA and influences a diverse set of molecular pathways involved in tumorigenesis. Our previous studies identified hnRNP K overexpression in patients with diffuse large B-cell lymphoma (46/75, 61%) and acute myeloid leukemia (45/160, 28%). This overexpression correlates with dismal clinical outcomes and a lack of therapeutic responses to standard treatment. To explore hnRNP K's in vivo functions, we generated Hnrnpk -transgenic mouse models. These mice develop lymphoma phenotypes through activation of the c-Myc pathway. In pre-clinical settings, bromodomain inhibitors disrupted hnRNP K-mediated c-Myc activation, demonstrating that hnRNP K overexpression mediated-pathways are amenable to therapeutic intervention. To further our studies, we used IP-mass spectrometry, RNA-sequencing, RNA immunoprecipitation, reverse phase protein analyses, and polysome profiling to identify novel pathways associated with changes in hnRNP K expression. Here, we observed that alterations in hnRNP K expression result in an impairment of ribosomal biogenesis and activation of pathways directly responsible for global translation. Using both knockdown and overexpression systems, we observed a direct correlation between hnRNP K expression and expression of S6, S6K, phosphorylated S6, eIF and mTOR pathways and uncovered defects in rRNA splicing. Collectively, these data indicate that impairment of cap-dependent loading and alterations in ribogenesis may be a driving force in the clinical manifestations of hnRNP K-driven malignancies. Furthermore, these results suggest that translational-inhibitors may be useful in exploiting hnRNP K-dependent vulnerabilities. To examine this aspect, we are currently using FDA-approved translation inhibitors and disruptors of ribogenesis (e.g. homoharringtonineand mTOR-inhibitors) and KTP- compounds, respectively. While these indirect targeting strategies are interesting, our results indicate that hnRNP K also regulates cellular programs outside of translation. Thus, potential therapies that effectively target hnRNP K overexpression will require direct inhibition of its RNA binding functions. To this end, we used several screening assays including fluorescence anisotropy (FA), surface plasmon resonance, SYPRO-orange thermal shift assays, and cell proliferation assays to screen 80,000 small molecule compounds which led to the identification of 9 candidates that disrupt hnRNP K-mRNA interactions and cause cell death in an hnRNP K-dependent manner. Further, cellular thermal shift assays revealed these lead compounds engage hnRNP K within cells and most critically, result in reduced expression of hnRNP K targets in vivo . These candidate compounds as well as potentially more potent structural analogs are currently being evaluated. Collectively, our results demonstrate that the oncogenic functions of hnRNP K are amenable to both indirect therapeutic intervention using FDA-approved agents as well as direct inhibition through newly identified small molecule compounds, signifying that there may be a roadmap to effective therapies for hnRNP K-dependent malignancies. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Sean M Post",
        "Prerna Malaney",
        "Lauren Chan",
        "Xiaorui Zhang",
        "Todd Link",
        "Eun Cho",
        "Juan Cerda",
        "Marisa J Aitken",
        "Mary Sobieski",
        "Reid Powell",
        "Nghi Nguyen",
        "Clifford Stephan",
        "Kevin Dalby"
    ],
    "author_dict_list": [
        {
            "author_name": "Sean M Post",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Prerna Malaney",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren Chan",
            "author_affiliations": [
                "MD Anderson, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaorui Zhang",
            "author_affiliations": [
                "MD Anderson, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd Link",
            "author_affiliations": [
                "Department of Genomic Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eun Cho",
            "author_affiliations": [
                "UT Austin, Austin,"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Cerda",
            "author_affiliations": [
                "MD Anderson, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marisa J Aitken",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Sobieski",
            "author_affiliations": [
                "Texas A&M-IBT, Houston,"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reid Powell",
            "author_affiliations": [
                "Texas A&M-IBT, Houston,"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nghi Nguyen",
            "author_affiliations": [
                "Texas A&M-IBT, Houston,"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clifford Stephan",
            "author_affiliations": [
                "Center for Translational Cancer Research, Institute of Biosciences and Technology, Texas A&M University, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Dalby",
            "author_affiliations": [
                "UT Austin, Austin,"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:45:49",
    "is_scraped": "1"
}