{
    "doi": "https://doi.org/10.1182/blood.V112.11.1452.1452",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1330",
    "start_url_page_num": 1330,
    "is_scraped": "1",
    "article_title": "Not All Positive Interim PET/CT Scans Are Reliably Predictive for Progression Free Survival in Hodgkin Lymphoma (HL) Patients. A Proposed Model for a Functional Scoring Scale. ",
    "article_date": "November 16, 2008",
    "session_type": "Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "topics": [
        "computed tomography/positron emission tomography imaging",
        "hodgkin's disease",
        "progression-free survival",
        "diagnostic imaging",
        "fluorodeoxyglucose f18",
        "positron-emission tomography",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "pet animal",
        "israel",
        "mediastinum"
    ],
    "author_names": [
        "Eldad J. Dann, MD",
        "Ada Tamir, PhD",
        "Ron Epelbaum, MD",
        "Irit Avivi, MD",
        "Menachem Ben-Shachar, MD",
        "Diana Gaitini, MD",
        "Jacob M. Rowe, MD",
        "Rachel Bar-Shalom, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology & Bone Marrow Transplantation, Rambam Medical Center, Haifa, Israel"
        ],
        [
            "Bruce Rappaport Faculty of Medicine, Technion, Israel Institute of Technology, Haifa, Israel"
        ],
        [
            "Department of Oncology, Rambam Medical Center, Haifa, Israel"
        ],
        [
            "Department of Hematology & Bone Marrow Transplantation, Rambam Medical Center, Haifa, Israel"
        ],
        [
            "Department of Oncology, Rambam Medical Center, Haifa, Israel"
        ],
        [
            "Department of Radiology, Rambam Medical Center, Haifa, Israel"
        ],
        [
            "Hematology and Bone Marrow Transplantation, Rambam Health Care Campus and Technion, Israel Institute of Technology, Haifa, Israel., Haifa, Israel"
        ],
        [
            "Department of Nuclear Medicine, Rambam Medical Center, Haifa, Israel"
        ]
    ],
    "first_author_latitude": "32.8329376",
    "first_author_longitude": "34.98575689999999",
    "abstract_text": "Interim PET-CT is used to predict the progression-free survival in HL (Gallamini, JCO 2007). However, what constitutes a functionally positive interim PET-CT has not been established. Does a single focus of reduced residual uptake predict and justify an escalation of therapy? In this study, 96 patients [47 females, 49 males; median age 30 (17–57) years] with HL (stage I -3, II- 50, III-18, IV-25), treated at the Rambam Medical Center (Haifa, Israel) since 2001 were evaluated. Prior to the interim PET, patients received 2 cycles of ABVD (33) or BEACOPP (41) or escalated BEACOPP (EB) (22). While an interim PET-CT was performed on all patients, only patients receiving BEACOPP had a planned escalation or reduction of therapy (for the escalated BEACOPP group) following the interim PET-CT as part of the protocol. The 4-year progression-free survival (PFS) and overall survival (OS) of 96 HL patients were better for negative interim PET-CT (93% and 98%) than for positive studies. The analysis for predictive PFS, by PET-CT is based on a static binary score which defines response depending on the presence or absence of any abnormal uptake on interim study. Thus, 24 patients had a positive interim PET-CT, in 11 of whom, the therapy was escalated and 3 had continued therapy with EB. Three patients in the escalated group and two who were not escalated progressed. Nineteen of the 24 patients with a positive interim PET responded fully. However, not all positive PET-CT scans were the same; there was a difference in the number of residual sites and intensity, which led us to propose the following functional model as outlined in Table 1. Table 1. Dynamic Scoring of PET-CT for Interim Analysis of HL  Score . # of residual foci: compared with baseline . Intensity of uptake . 0 0 0 1 1 reduced 2 >1 but less than baseline reduced 3 unchanged reduced 4 unchanged or increased number same or increased Score . # of residual foci: compared with baseline . Intensity of uptake . 0 0 0 1 1 reduced 2 >1 but less than baseline reduced 3 unchanged reduced 4 unchanged or increased number same or increased View Large This model was compared with the scoring system suggested by the Consensus of the Imaging Subcommittee (Juweid, JCO 2007) where any residual mass < 2cm with an abnormal FDG uptake, a residual mass ≥ 2 cm, or an abnormal FDG uptake moderately increased above that of the mediastinum are considered positive. In the proposed dynamic model, patients with an interim PET-CT score of 0–2 are functionally similar; a PET-CT with a positive predictive value would only be a score of 3 or greater. The results of using this model for all the 96 patients are presented in Table 2. Of note, the specificity of the current model was significantly better than in both static scoring systems (p = 0.0001). Table 2. Comparison of PET-CT Performance by 3 Scoring Systems  Performance . Static visual assessment % (n) . Scoring system: Consensus Imaging Subcommittee % (n) . Visual dynamic score: current study % (n) . PPV 21% (5/24) 19% (4/21) 50% (3/6) NPV 94% (68/72) 93% (70/75) 93% (84/90) Sensitivity 55% (5/9) 44% (4/9) 33% (3/9) Specificity 78% (68/87) 80% (70/87) 96% (84/87) Performance . Static visual assessment % (n) . Scoring system: Consensus Imaging Subcommittee % (n) . Visual dynamic score: current study % (n) . PPV 21% (5/24) 19% (4/21) 50% (3/6) NPV 94% (68/72) 93% (70/75) 93% (84/90) Sensitivity 55% (5/9) 44% (4/9) 33% (3/9) Specificity 78% (68/87) 80% (70/87) 96% (84/87) View Large In conclusion: Interim PET-CT is a useful tool for predicting prognosis in patients with HL. A dynamic visual scoring method, which reflects the functional dynamics of response in comparison to pre-treatment findings, may be a better indicator of resistant disease than static visual scoring systems. Based on the model proposed, a score of ≥3 should be considered as a cutoff point. Such a model needs to be prospectively validated in larger clinical trials."
}