{
    "doi": "https://doi.org/10.1182/blood.V112.11.3421.3421",
    "article_title": "Comparison of Positive Two-Step PF4-Polyvinylsulfonate Antigen Assay Results with Thrombotic Risk and Clinical Outcome among 182 Patients with Heparin-Induced Thrombocytopenia (HIT). ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Background: Retrospective studies have reported a correlation of higher ELISA optical density (OD) values for H-PF4 antibodies with occurrence of thrombotic events in patients (pts) with HIT; often with variable prophylactic direct thrombin inhibitor (DTI) use. Objectives: To compare positive OD (≥0.4) values with thrombotic risk and clinical outcome in pts with clinically-suspected or confirmed HIT. Design: Retrospective cohort study. Setting: IRB-approved, CAMC HIT Registry. Patients: 182 HIT pts, age ≥18 yrs with OD values ≥0.40 (EIA, GTI) enrolled from 3/11/05 to 12/27/07. Age 64.5±13.4 yrs; M/F (107/75); caucasian (96.2%); CV surgery (n=120), medical (n=45), gen/vasc surgery (n=17); heparin use: therapeutic (n=160), prophylaxis (n=17), catheter flushes (n=5). Measurements: mean OD±SD; objectively confirmed thrombosis (venous, arterial); all-cause mortality; length of stay (LOS); DTI use; composite outcome (new thrombosis, death, amputation); thrombotic composite outcome (new thrombosis, death from new thrombosis, amputation). Results: At HIT diagnosis, prevalent thrombosis occurred in 82 pts and isolated HIT occurred in 100 pts. Thrombotic presentations (n) included: venous alone (DVT-27, PE-9, DVT + PE-5), arterial alone (single event-28, multiple events-5), and venous plus arterial (8). Prevalent thromboses were symptomatic in 65 pts (79.3%). Fourteen pts developed a new thrombosis; 5 of them had isolated HIT. A total of 87 pts (47.8%) had “ever” thrombosis. The OD of the 182 pts was 1.12±0.76 with a cumulative thrombotic rate of 52.4%, 75.6% and 90.3% in OD ranges of 0.40–0.89, 0.4–1.49 and 0.4–2.29, respectively. No significant difference in rates of prevalent thrombosis was observed in any of 3 categorizations of OD values (% thrombosis): 0.40–0.99 vs. ≥1.00 (42.3% vs. 41.7%; P=0.457), 0.40–1.09 vs. ≥1.10 (47.9% vs. 40.0%; P=0.307) and 0.40–1.19 vs. ≥ 1.20 (47.5% vs. 40.0%; P=0.337). Among pts with “ever” vs. “never” thrombosis, there was no significant difference in OD values (1.14±0.84 vs. 1.10±0.69; P=0.692). Among pts with a new thrombosis, the OD was 1.45±1.36 (min 0.43, max 5.53). The OD was numerically higher in pts with isolated HIT who developed a new thrombosis vs. pts with “never” thrombosis (2.23±2.05 vs. 1.10±0.69; P=0.285). Males developed a higher rate of thrombosis than females (56.1% vs. 36.0%; P=0.008). Surgical pts comprised a higher proportion of “ever” thrombosis than medical pts (54.7% vs. 26.7%); P=0.001). All-cause mortality was significantly higher in the “ever” vs. “never” thrombosis groups (16.1% vs. 5.3%; P=0.017); highest among pts with isolated HIT (80.0%) and prevalent thrombosis who developed a new thrombosis (55.6%). HIT as cause or possible cause of mortality in pts with “never” thrombosis (1.1%) was significantly lower than those with “ever” thrombosis (10.3%, P=0.007) and those with new thrombosis (57.1%, P<0.001). Composite and thrombotic composite outcomes were numerically higher in pts presenting with prevalent thrombosis vs. isolated HIT: 19.5% vs. 10.0% (P=0.068) and 14.6% vs. 6.0% (P=0.052). Among pts with “ever” vs. “never” thrombosis, there was no significant difference in rates of major bleeding (5.8% vs. 2.1%), amputation (2.3% vs. 0.0%), alternative anticoagulant therapy (99.0% vs. 94.7%), DTI use (96.6% vs. 94.7%) and mean LOS (28.1 d vs. 25.1 d). The mean duration of DTI use was longer in pts with “ever” vs. “never” thrombosis (16 d vs. 11.9 d; P=0.029) with a non-significant trend for a longer duration of DTI-warfarin overlap (7.4 d vs. 5.8 d; P=0.064). Conclusions: The occurrence of prevalent thrombosis was not significantly different in any of 3 categorizations of (+) OD values with thresholds at or above vs. lower than 1.0, 1.1 or 1.2. OD values, DTI use, rates of major bleeding and length of stay were similar among pts with “ever” vs. “never” thrombosis. Patients with “ever” thrombosis had significantly higher rates of all-cause and HIT-specific mortality. After HIT presentation, pts who developed a new thrombosis had the highest subpopulation OD values and mortality outcomes. Patients with isolated HIT who did not develop a new thrombosis (“never” thrombosis) had significantly lower rates of all-cause and HIT-specific mortality.",
    "topics": [
        "antigen assay",
        "thrombocytopenia, heparin-induced",
        "thrombus",
        "treatment outcome",
        "thrombosis",
        "brachial plexus neuritis",
        "amputation",
        "deep vein thrombosis",
        "hemorrhage",
        "length of stay"
    ],
    "author_names": [
        "James N. Frame, M.D.",
        "Elaine A. Davis, Ed.D., R.N.",
        "Ying Wang, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "James N. Frame, M.D.",
            "author_affiliations": [
                "Hematology/Oncology, Charleston Area Medical Center, Charleston, WV, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elaine A. Davis, Ed.D., R.N.",
            "author_affiliations": [
                "CAMC Health Education and Research Institute, Charleston, WV, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Wang, Ph.D.",
            "author_affiliations": [
                "CAMC Health Education and Research Institute, Charleston, WV, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T15:31:24",
    "is_scraped": "1"
}