{
    "doi": "https://doi.org/10.1182/blood.V128.22.3111.3111",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3377",
    "start_url_page_num": 3377,
    "is_scraped": "1",
    "article_title": "Identification of Serum Lactate Dehydrogenase (LDH) As an Independent Prognostic Biomarker in Polycythemia Vera ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster II",
    "topics": [
        "lactate dehydrogenase test, serum",
        "polycythemia vera",
        "prognostic marker",
        "karyotype determination procedure",
        "leukemia",
        "fibrosis",
        "leukocytosis",
        "neoplasms",
        "venous thrombosis",
        "arterial thrombosis"
    ],
    "author_names": [
        "Ayalew Tefferi, MD",
        "Daniela Barraco, MD",
        "Sonia Cerquozzi, MD",
        "Terra L. Lasho, PhD",
        "Curtis A. Hanson, MD",
        "Rhett P. Ketterling, MD",
        "Animesh Pardanani, MBBS, PhD",
        "Naseema Gangat, MBBS"
    ],
    "author_affiliations": [
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematopathology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999",
    "abstract_text": "Background The International Working Group for Myeloproliferative Neoplasms (MPN) Research and Treatment (IWG-MRT) has previously identified older age, leukocytosis, venous thrombosis and abnormal karyotype as risk factors for overall survival (OS) in polycythemia vera (PV), and older age, abnormal karyotype and leukocytes ≥15 × 10 9 /l as risk factors for leukemia-free survival (LFS) ( Leukemia 2013;27:1874 ). Serum lactate dehydrogenase (LDH) is a surrogate quantitative measure of cell turnover and tumor burden. We hypothesized that, compared to leukocyte count, serum LDH might be a biologically more accurate indicator of tumor aggression and sought to examine its potential utility as a prognostic biomarker in PV. Methods Study patients were selected from our institutional database of MPN based on their meeting the 2008 or 2016 World Health Organization criteria for diagnosis of PV ( Blood . 2009;114:937; Blood 2016 127:2391) and availability of serum LDH level, obtained within six months of diagnosis. Information on karyotype and targeted next-generation sequencing was available in a subset of the patients ( Blood 2015 126:354 ). Statistical analyses considered clinical and laboratory parameters obtained at time of diagnosis. Age and leukocyte count prognostic categories were based on previously published IWG-MRT study ( Leukemia 2013;27:1874 ). Results Patient characteristics: A total of 216 patients (50% females) met the above-outlined criteria: median (10 th -90 th percentile) levels were for age 63 years (38-81), hemoglobin 18 g/dL (16.6-20.7), platelets 467 x 10(9)/L (237-833), leukocyte count 11.7 x 10(9)/L (7.2-20.3) and spleen size 0 cm (0-2). Pruritus was documented in 28%, microcirculatory symptoms in 31%, erythromelalgia in 6%, hypertension in 45%, diabetes in 7%, active tobacco use in 13%, hyperlipidemia in 25%, palpable spleen in 26% and abnormal karyotype in 15% of informative cases. Grading for bone marrow reticulin fibrosis was documented for 144 patients: 50% grade \"0\", 42% grade \"1\", 7% grade \"2\" and 1 grade \"3\". Thrombosis history at diagnosis was documented in 26% of patients and occurred after diagnosis in 19%. Mutation analysis was available in 72 patients and revealed TET2 mutations in 18 (25%), ASXL1 in 5 (7%), SRSF2 in 2 (3%) and IDH2 in one (1.4%). Serum LDH levels and correlates: Median serum LDH level was 226 U/L (range 71-1008); the upper normal limit (UNL) for Mayo Clinic was 222 U/L. Increased serum LDH was recorded in 110 (51%) patients that included 26 (12%) patients with LDH ≥1.5 x UNL. A significant correlation was demonstrated between increased serum LDH and older age (p=0.007), female sex (p=0.04), leukocytosis (p=0.01), venous thrombosis history (p=0.005) and, interestingly, absence of active tobacco use (p=0.003); no correlation was noted for bone marrow reticulin fibrosis, presence of palpable splenomegaly, abnormal karyotype or ASXL1 mutation. Survival analysis: After a median follow-up of 77 months, 82 (38%) deaths, 8 (3.7%) leukemic transformations, 13 (6%) fibrotic progressions and 41 (19%) thrombotic events were documented. In univariate analysis, the following adversely affected OS: advanced age (P<0.0001), increased LDH as a continuous variable (p=0.0006), LDH ≥1.5 x UNL (p<0.0001), leukocyte count ≥15 x 10(9)/L (p=0.02) and arterial thrombosis history (p=0.001). In multivariable analysis, only age and LDH remained significant; multivariable HR (95% CI) were 5.4 (2.8-10.4) for age ≥67 years, 3.2 (1.8-6.0) for LDH ≥1.5 x UNL and 2.4 (1.2-4.7) for age 57 to 66 years. In the subset of patients with available information on karyotype and non -JAK2 mutations ( n =72), advanced age, LDH ≥1.5 x UNL and ASXL1 mutations remained significantly associated with inferior survival. Serum LDH also predicted leukemic transformation (HR 17.8, 95% CI 4.1-78) and fibrotic progression (HR 11.6, 95% CI 25-53.7); in multivariable analysis, only serum LDH ≥1.5 x UNL (HR 22.3, 95% CI 2.1-234.6) and abnormal karyotype (HR 9.5, 95% CI 1.2-74.7) predicted leukemic transformation and only the former predicted fibrotic progression. Conclusions Serum LDH is a simple and inexpensive biomarker that might supersede leukocyte count as an independent predictor of overall, leukemia-free and myelofibrosis-free survival in PV; advanced age and ASXL1 mutations also retained significance for OS and abnormal karyotype for LFS. Disclosures No relevant conflicts of interest to declare."
}