{
    "doi": "https://doi.org/10.1182/blood.V122.21.3679.3679",
    "article_title": "Phosphorylation Of The Cytoplasmic Tyrosine Residues Of c-Mpl Is Not Required To Preserve Intact Receptor Dependent Hematopoietic Stem Cell Survival Signaling ",
    "article_date": "November 15, 2013",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster III",
    "abstract_text": "Thrombopoietin (TPO) and its cognate receptor c-Mpl are the primary regulators of megakaryopoiesis, and signaling through c-Mpl is necessary for maintaining normal platelet production in vivo . This signaling pathway is also critical for hematopoietic stem cell (HSC) survival and proliferation. Thrombopoietin-mediated Mpl dimerization results in phosphorylation of tyrosine residues in the c-Mpl cytoplasmic domain and activation of the tyrosine kinase Jak2 leading to activation of several additional downstream signaling pathways. To examine the role of phosphorylation of cytoplasmic c-Mpl tyrosine residues in megakaryopoiesis and HSC survival signaling in vivo , we generated transgenic mice expressing the WT c-Mpl cDNA or a variant c-Mpl cDNA, with all 5 intracellular tyrosine residues mutated to phenylalanines. Expression of the transgenes was directed by a 2-kb Mpl promotor and both transgenic mice were crossed with mpl -/- mice to eliminate Mpl production from the native gene. In mice expressing the WT Mpl transgene (Y-ALL), platelet counts were rescued to levels that were 3-5fold higher than WT mice. Surprisingly, mice expressing the tyrosine deficient Mpl (F-ALL) also demonstrated similarly elevated platelet counts. However, plasma TPO levels in F-ALL mice were markedly elevated, and in Y-ALL mice they were comparable to WT levels. Therefore, the unexpected thrombocytosis found in F-ALL mice was hypothesized to be caused by a disruption in normal TPO homeostasis secondary to impaired receptor endocytosis and TPO degradation caused by mutations of the cytoplasmic tyrosines Y78 and Y8. Signal transduction by the F-ALL and Y-ALL transgenes was further studied in 32D cells, a cytokine dependent murine myeloid cell line. Although appropriately expressed on the cell surface, the tyrosine deficient Mpl protein showed absent Mpl tyrosine phosphorylation and greatly diminished Jak2 phosphorylation when stimulated with TPO. Nevertheless, F-ALL expressing 32D cells proliferated in response to TPO, though these cells required about 10fold higher ligand levels than Y-ALL expressing 32Ds to achieve maximum proliferation rates. To study the relative degrees of restoration of HSC and megakaryocyte compartments by Y-ALL and F-ALL transgenes, under conditions of intact TPO homeostasis, we performed competitive repopulation assays, transplanting Y-ALL or F-ALL marrow cells plus GFP expressing WT marrow cells into lethally irradiated recipients. Peripheral blood platelets in chimeras generated with F-ALL marrow were almost all produced by WT competitor cells. In contrast, in chimeras made with Y-ALL marrow >80% of platelet production was by Y-ALL cells. The percentage of peripheral leukocytes produced by each of the competitor donor cells was used as a surrogate of HSC activity. In contrast to the widely disparate contributions to megakaryopoiesis by Y-ALL and F-ALL marrow cells in chimeras, the rescue of HSC activity by each of these transgenes was comparable. Together, our data suggests that phosphorylation of intracellular tyrosine residues is critical in megakaryopoiesis but dispensable for TPO induced survival and proliferation signaling in HSCs. Either, the markedly reduced levels of Jak2 phosphorylation induced by TPO stimulation of the F-ALL transgene is adequate to support the HSC compartment or alternate Mpl signal transduction pathways that do not involve Jak2 are also involved. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytoplasm",
        "hematopoietic stem cells",
        "phosphorylation",
        "signal transduction",
        "tyrosine",
        "dna, complementary",
        "thrombopoietin",
        "cytokine",
        "ligands",
        "protein tyrosine kinase"
    ],
    "author_names": [
        "Jacqueline Roy, PhD",
        "Angela Epp",
        "Junli Feng",
        "Sandra Ziegler",
        "Radek C. Skoda, M.D.",
        "Neil C. Josephson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacqueline Roy, PhD",
            "author_affiliations": [
                "Research Institute, Puget Sound Blood Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angela Epp",
            "author_affiliations": [
                "Research Institute, Puget Sound Blood Center, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junli Feng",
            "author_affiliations": [
                "Research Institute, Puget Sound Blood Center, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Ziegler",
            "author_affiliations": [
                "University Hospital Basel, Basel, Switzerland, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Radek C. Skoda, M.D.",
            "author_affiliations": [
                "Department of Biomedicine, Experimental Hematology, University Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil C. Josephson, MD",
            "author_affiliations": [
                "Research Institute, Puget Sound Blood Center, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T03:57:31",
    "is_scraped": "1"
}