{
    "doi": "https://doi.org/10.1182/blood.V112.11.2203.2203",
    "article_title": "Phase I Study of Transfer of CD8 Depleted Donor Leukocytes after Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "abstract_text": "Following allogeneic hematopoietic stem cell transplant (SCT) for malignant haematological disorders, donor leukocyte infusion (DLI) is a strategy that has been used to correct mixed chimerism, treat persistent disease or relapse. However, this approach is associated with a significant risk of severe graft-versus-host disease (GVHD). Previous studies have reported the feasibility of 1-2 log CD8 depletion of DLI as a means to induce graft-versus-tumor effects with a reduced risk of GVHD. Recent advances in immunomagnetic selection now enable generation of GMP-compliant DLI products that are depleted by >3-4 log of CD8 cells. Using this approach, we performed a multicenter single arm phase I study of 23 patients to evaluate the safety, tolerance and therapeutic potential of escalated dose regimen CD8-delpeted DLI from 6 months following allogeneic SCT. Inclusion criteria were stable engraftment and persistence of disease or mixed chimerism at >6 months post allogeneic SCT. Exclusion criteria included patients with active GVHD, prior acute GVHD grade II-IV, ongoing immunosuppressive therapy or relapse of acute leukaemia/high grade NHL. The study was IRB approved and all patients gave informed consent. Non-G-CSF primed leukapheresis products obtained from donors were CD8-depleted by immunomagnetic separation using a ClinMACS device and separated into individual aliquots. CD8-depleted DLI was given using an escalated dose regimen at 3 month intervals according to response (3x10 6 , 1x10 7 , 3x10 7 and 1 x 10 8 CD3+ cells/kg for sibling donors and the same regimen but starting at the lower dose of 1x10 6 CD3+ cells/kg for unrelated donors). Mean log CD8-depletion was >4 log and mean CD4 cell recovery was 85.1% +/−9.8 SD. Patients were transplanted for NHL (n=12), CLL (n=5), Hodgkin’s lymphoma (n=2), AML (n=2) and other (n=2). Median age was 53 years (range 22–68). 22 patients underwent reduced intensity conditioning and a single patient received a standard myeloablative protocol. 11 patients had sibling donors and 12 patients had unrelated donors of which 5 were mismatched. Indications for DLI were mixed chimerism (n=14) or persistent disease (n=9). The median dose CD3+ cells/kg given to each patient was 3x10 6 (range 1x10 6 – 3x10 7 ). No immediate transfusional toxicities were observed. Conversion from mixed to full donor chimerism was observed in 7 of 14 patients. Disease responses occurred in 5 of 9 patients (4, CR and 1, PR), including 4 of 5 patients with indolent NHL (although 2 in this group received Rituximab). 4 of 23 patients (2 sibling, 2 unrelated donors) developed severe acute pattern (grade III-IV) GVHD (n=2) or chronic extensive GVHD (n=2). Two patients died as a result of complications relating to GVHD. No other significant toxicities were observed. This phase I study confirms the feasibility of obtaining donor T cell products with extremely low levels of CD8 contamination. Conversion to full donor chimerism and some tumor responses have been observed in a significant number of patients. GVHD was the major toxicity as expected and ocurred in a minority of patients. Larger prospective randomised trials are required to determine whether CD8 depletion improves the safety profile of DLI without diminishing the graft-versus-tumor effect.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allogeneic stem cell transplant",
        "colony-stimulating factors",
        "cyclic gmp",
        "donor leukocyte infusion",
        "donors",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "hematological diseases",
        "hodgkin's disease"
    ],
    "author_names": [
        "Guillermo Orti, MD",
        "Karl Peggs, MD",
        "Kirsty Thomson, MD",
        "Emma Morris, MD",
        "Mark Lowdell, PhD",
        "Stephen Mackinnon, MD",
        "Ronjon Chakraverty, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Guillermo Orti, MD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karl Peggs, MD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsty Thomson, MD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emma Morris, MD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Lowdell, PhD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Mackinnon, MD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronjon Chakraverty, MD",
            "author_affiliations": [
                "Department of Haematology, University College London, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:26:59",
    "is_scraped": "1"
}