{
    "doi": "https://doi.org/10.1182/blood.V126.23.3997.3997",
    "article_title": "Palbociclib (PD-0332991), a Potent Selective CDK4/6 Inhibitor, Overcomes Therapy-Resistant and Sensitizes Diffuse Large B-Cell Lymphoma Pre-Clinical Models to Chemo-Reagents ",
    "article_date": "December 3, 2015",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Background: Results from the Collaborative trial in relapsed aggressive lymphoma (CORAL) study highlighted the poor clinical outcome of relapsed/refractory diffuse large B-cell lymphoma (DLBCL) patients previously treated with rituximab-based therapy. To better understand the molecular mechanisms underlining the acquired resistance to rituximab, we generated and characterized several rituximab-resistant DLBCL cell lines (RRCLs). We found that RRCL exhibited a unique cell cycle distribution (accumulation in S-phase) and an increase in cyclin D Kinase-4 (CDk4) mRNA/protein levels. In our current work, we evaluated Palbociclib, a novel orally bioavailable CDK4/6 inhibitor recently approved by the Food and Drug Administration for the treatment of breast cancer in rituximab-sensitive and -resistant lymphoma pre-clinical models. Methods: A panel of rituximab-sensitive cell lines (RSCL) or RRCL were exposed to escalating dosages of PD0332991 (0-80µM) for 24-72 hrs. Changes in cell viability and cell cycle distribution were evaluated using the Presto Blue assay and flow cytometry respectively. IC 50 values were calculated using the GraphPad Prism6 software. Subsequently RSCL or RRCL were exposed to PD0332991 or vehicle control and doxorubicin (0.5, 1, 2µM), dexamethasone (1µM), ibrutinib (1µM), bortezomib (10-20nM) or carfilzomib (10nM) for 48 hours. Changes in cell viability were determined by the Presto Blue assay. Coefficient of synergy was calculated using the CalcuSyn software. Results: Palbociclib induced dose- and time-dependent decrease in cell viability in both RSCL and RRCL. Of interest, palbociclib was more potent in RRCL than RSCL. The IC 50 values were lower in RRCL Raji-4RH and RL-4RH (12.12µM and 13.43µM) than in RSCL Raji and RL cells (14.7µM and 19.99µM). In vitro exposure of lymphoma cells to palbociclib resulted in G1 cell cycle arrested and it was more evident in RRCL than in RSCL. Synergistic activity was observed by combining palbociclib with doxorubicin, dexamethasone and proteasome inhibitors (bortezomib and carfilzomib) in vitro . Our data suggests that, palbociclib is active against in rituximab-sensitive or resistant pre-clinical models. In addition, CDK4/6 inhibition resulted in synergistic effects with several chemotherapeutic agents. A better understanding in the molecular events triggered by palbociclib is necessary to better develop optimal combination strategies using this novel agent in future clinical trials. (Research, in part, supported by a NIH grant R01 CA136907-01A1 awarded to Roswell Park Cancer Institute and The Eugene and Connie Corasanti Lymphoma Research Fund). Disclosures Czuczman: Celgene: Employment; MorphoSys: Consultancy; Immunogen: Other: Advisory board; Boehringer-Ingelheim: Other: Advisory Board.",
    "topics": [
        "chemotherapy regimen",
        "cyclin-dependent kinase 4",
        "diffuse large b-cell lymphoma",
        "palbociclib",
        "rituximab",
        "lymphoma",
        "bortezomib",
        "carfilzomib",
        "dexamethasone",
        "doxorubicin"
    ],
    "author_names": [
        "Juan J Gu, PhD",
        "Qunling Zhang, MD PhD",
        "Cory Mavis, MSc",
        "Myron S. Czuczman, MD",
        "Francisco J. Hernandez-Ilizaliturri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juan J Gu, PhD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qunling Zhang, MD PhD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY ",
                "Department of Medical Oncology, Fudan University Shanghai Cancer Center, Shanghai, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cory Mavis, MSc",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron S. Czuczman, MD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY ",
                "Celgene Corporation, Summit, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco J. Hernandez-Ilizaliturri, MD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T02:10:46",
    "is_scraped": "1"
}