{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1070.1070",
    "article_title": "Evaluation of Plasma-Derived FVII Efficacy for the Treatment of Bleeding in a Murine Model of Hemophilia a ",
    "article_date": "December 7, 2017",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Background Recombinant human activated factor VII (rhFVIIa) has been used successfully to treat hemophilic patients with neutralizing antibodies to FVIII or FIX. High doses of FVIIa are known to be effective in opposing bleeding in hemophilia B mice and in a mouse model of antibody-induced hemophilia A. The therapeutic indications for human plasma-derived coagulation factor VII (pdFVII) include the prophylaxis and treatment of bleeding disorders in isolated congenital or acquired factor VII deficiency. These preparations are considered to be ineffective in hemophilia A in the presence of inhibitors as they do not contain activated factor VII and therefore cannot be used in haemophiliac patients with inhibitors. Aim Here, we investigated the potential use of pdFVII to induce hemostasis in a mouse model of congenital hemophilia A with high-titer inhibitors and antibody-induced hemophilia A in wild-type mice. Methods F8 KO mice were given 2 IU recombinant human FVIII intravenously weekly for 4 weeks. All mice that developed high-titer inhibitors (>5 BU/ml) were selected to be used in tail transection experiments. Additionally, a model of antibody-induced hemophilia was used by injecting C57BL/6 wild-type mice with 2 doses of murine plasma containing high-titer inhibitors. Mice were anesthetized and tails transected at a cross-sectional diameter of 1.5 mm; the tail was immediately placed in thermostated saline, and the duration of active bleeding was recorded. Bleeding was monitored for 10 minutes. Blood loss was determined by measuring the amount of released haemoglobin in the saline. Mice were pre-treated 15 minutes before haemostatic challenge with a single i.v. injection of saline, rhFVIIa (4 mg/kg) or pdFVII (500 IU/kg). Results Administration of both rhFVIIa and pdFVII corrected the bleeding tendency in both animal models. In particular, pdFVII and rFVIIa treatments caused a marked reduction in the mean bleeding index score of hemophilia A mice with inhibitors in comparison to mice treated with vehicle only (vehicle, mean=5750, s.e.m.= 438; pdFVII, mean=1301, s.e.m.= 819; rFVIIa, mean=1101, s.e.m.=565; P < 0.001 for pdFVII vs vechicle and rFVIIa vs vehicle comparisons, NS for rFVIIa vs pdFVII; ANOVA followed by Bonferroni's multiple comparison test). Comparable results were obtained in the antibody-induced hemophilia model. No statistically significant differences were observed between groups treated with rFVIIa or pdFVII in both models. Conclusions Our results provide evidence that pharmacological doses of both rFVIIa and pdFVII are effective in promoting hemostasis in animal models of congenital hemophilia A with inhibitors and antibody-induced hemophilia A in wild-type mice. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "hemophilia a",
        "hemorrhage",
        "mice",
        "plasma",
        "recombinant coagulation factor viia",
        "antibodies",
        "saline solutions",
        "bleeding diathesis",
        "factor viia"
    ],
    "author_names": [
        "Davide Matino, MD",
        "Antonella De Luca, PhD",
        "Paolo Puccetti, MD",
        "Francesca Fallarino, PhD",
        "Alfonso Iorio, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Davide Matino, MD",
            "author_affiliations": [
                "University of Perugia, Perugia, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonella De Luca, PhD",
            "author_affiliations": [
                "University of Perugia, Perugia, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Puccetti, MD",
            "author_affiliations": [
                "University of Perugia, Perugia, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Fallarino, PhD",
            "author_affiliations": [
                "University of Perugia, Perugia, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfonso Iorio, MD PhD",
            "author_affiliations": [
                "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:34:46",
    "is_scraped": "1"
}