{
    "doi": "https://doi.org/10.1182/blood.V126.23.1019.1019",
    "article_title": "The Induction of Inhibitory Pathways in Dendritic Cells May Hamper the Efficient Activation of Anti-Leukemia T Cells within Chemotherapy-Induced Immunogenic Cell Death ",
    "article_date": "December 3, 2015",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster I",
    "abstract_text": "BACKGROUND: Overall survival of adult acute myeloid leukemia (AML) is still poor due to the lack of novel and effective therapies. In different malignancies including AML, some chemotherapy agents, such as daunorubicin (DNR) but not cytarabine (Ara-C), activate the immune response via the cross-priming of anti-tumor T cells by dendritic cells (DCs). Such process, known as immunogenic cell death (ICD), is characterized by intracellular and pericellular modifications of tumor cells, such as the cell surface translocation of calreticulin (CRT) and heat shock proteins 70/90 (HSPs 70/90), the extracellular release of ATP and pro-inflammatory factor HMGB1. Alongside with ICD, chemotherapy is known to induce inflammatory modifications within the tumor microenvironment, which may also elicit immunosuppressive pathways. In particular, DCs may be driven to acquire tolerogenic features, which may ultimately affect anti-tumor T-cell responses. In this study, we characterize ICD in AML to evaluate the involvement of some DC-related inhibitory pathways, such as the expression of indoleamine-2,3-dioxygenase 1 (IDO1) and the activation of PD-L1/PD-1 axis. METHODS: AML patients were analyzed at diagnosis.Before and after DNR-based chemotherapy, patient-derived T cells were extensively characterized by FACS and analyzed for their capacity to produce IFN-γ in response to autologous blasts. The AML cell line HL-60 and primary AML cells were then exposed, in vitro, to different drugs, including DNR and, as control drug, Ara-C. Dying cells were tested for the surface expression of CRT and HSPs 70/90, the release of HMGB1 and ATP. Functionally, immature DCs generated from healthy donors were pulsed with DNR-treated AML cells. Then, loaded DCs were tested for the expression of maturation-associated markers and of inhibitory pathways, such as IDO1 and PD-L1 and used to stimulate autologous CD3 + T cells. After co-culture, autologous healthy donor T cells were analyzed for IFN-g production, PD-1 expression and Tregs induction. A mouse model was set up to investigate in vivo the mechanism(s) underlying ICD in AML. The murine myelomonocytic leukemia cell line WEHI was transfected with luciferase PmeLUC probe, inoculated subcutaneously into BALB/c mice and used to measure in vivo ATP release after chemotherapy. Tumor-infiltrating T cells and DCs were characterized and correlated with ATP release. RESULTS: DNR treatment induced ICD-related modifications in both AML cell lines and primary blasts, including CRT, HSP70 and HSP90 exposure on cell surface, HMGB1 release from nucleus to cytoplasm and supernatant increase of ATP. Ex vivo, T-cell monitoring of DNR-treated AML patients displayed an increase in leukemia-specific IFN-g-producing CD4 + and CD8 + T cells in 20/28 evaluated patients. However, FACS analysis of CD8 + effector T cells emerging after chemotherapy showed a significant up-regulation of exhaustion marker such as LAG3 and PD-1, which paralleled with their reduced ability to produce active effector molecules, such as perforin and granzyme. Moreover, an increase of circulating Tregs was observed after DNR-based chemotherapy. In vitro , loading of chemotherapy-treated AML cells into DCs resulted not only in the induction of a maturation phenotype, but also in over-expression of inhibitory pathways, such as IDO1 and PD-L1. The silencing of IDO1 increased the capacity of DCs loaded with DNR-treated AML cells to induce leukemia-specific IFN-γ production by CD4 + and CD8 + T cells. In vivo , DNR therapy of mice inoculated with established murine AML cell line resulted in increased ATP release. Similarly to ex vivo and in vitro results, tumor-infiltrating DCs showed an increase in maturation status. Moreover, CD4 + and CD8 + T cells had increased IFN-γ production, but showed an exhausted phenotype. CONCLUSIONS: Our data confirm that chemotherapy-induced ICD may be active in AML and results in increased leukemia-specific T-cell immune response. However, a deep, ex vivo, in vitro and in vivo characterization of chemotherapy-induced T cells demonstrated an exhausted phenotype, which may be the result of the inhibitory pathways induction in DCs, such as IDO and PD-L1. The present data suggest that combination of chemotherapy with inhibitors of IDO1 and PD-L1 may represent an interesting approach to potentiate the immunogenic effect of chemotherapy, thus resulting in increased anti-leukemia immune response. Disclosures Cavo: Janssen-Cilag, Celgene, Amgen, BMS: Honoraria.",
    "topics": [
        "cell death",
        "chemotherapy regimen",
        "dendritic cells",
        "leukemia",
        "t-lymphocytes",
        "programmed cell death 1 ligand 1",
        "neoplasms",
        "cytarabine",
        "hmgb1 protein",
        "heat-shock proteins 70"
    ],
    "author_names": [
        "Darina Ocadlikova, PhD",
        "Mariangela Lecciso, M.S.",
        "Elisa Orioli, M.S.",
        "Elena De Marchi, M.S.",
        "Sabina Sangaletti, PhD",
        "Sara Trabanelli, PhD",
        "Camilla Jandus, PhD",
        "Valentina Salvestrini, PhD",
        "Pedro Romero, professor",
        "Mario Paolo Colombo, M.S.",
        "Francesco Di Virgilio",
        "Roberto M Lemoli, Professor",
        "Michele Cavo",
        "Elena Adinolfi",
        "Antonio Curti, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Darina Ocadlikova, PhD",
            "author_affiliations": [
                "University of Bologna, Dept. Experimental, Diagnostic, and Specialty Medicine (DIMES), Bologna, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mariangela Lecciso, M.S.",
            "author_affiliations": [
                "University of Bologna, Dept. Experimental, Diagnostic, and Specialty Medicine (DIMES), Bologna, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Orioli, M.S.",
            "author_affiliations": [
                "University of Ferrara, Department of Morphology, Surgery and Experimental Medicine, Ferrara, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena De Marchi, M.S.",
            "author_affiliations": [
                "University of Ferrara, Department of Morphology, Surgery and Experimental Medicine, Ferrara, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabina Sangaletti, PhD",
            "author_affiliations": [
                "European Institute of Oncology, Milan, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Trabanelli, PhD",
            "author_affiliations": [
                "University of Lausanne, Ludwig Cancer Research Center, Faculty of Biology and Medicine, Lausanne, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Camilla Jandus, PhD",
            "author_affiliations": [
                "University of Lausanne, Ludwig Cancer Research Center, Faculty of Biology and Medicine, Lausanne, Switzerland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Salvestrini, PhD",
            "author_affiliations": [
                "Dept. Experimental, Diagnostic, and Specialty Medicine (DIMES), University of Bologna, Bologna, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro Romero, professor",
            "author_affiliations": [
                "University of Lausanne, Ludwig Cancer Research Center, Faculty of Biology and Medicine, Lausanne, Switzerland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Paolo Colombo, M.S.",
            "author_affiliations": [
                "European Institute of Oncology, Milan, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Di Virgilio",
            "author_affiliations": [
                "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto M Lemoli, Professor",
            "author_affiliations": [
                "University of Genoa, Genoa, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Cavo",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Adinolfi",
            "author_affiliations": [
                "Department of Morphology, Surgery and Experimental Medicine, University of Ferrara, Ferrara, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Curti, MD PhD",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T13:14:52",
    "is_scraped": "1"
}