{
    "doi": "https://doi.org/10.1182/blood-2019-124851",
    "article_title": "The Inherited Platelet Disorder of RUNX1 Haploinsufficiency (Familial Platelet Disorder with Associated Myeloid Malignancy (FPDMM)) Has a Marked Deficiency of Megakaryocyte-Biased Hematopoietic Progenitor Cells: Mechanistic Studies and Drug Correction ",
    "article_date": "November 13, 2019",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "FPDMM is an autosomal dominant disorder associated with qualitative and quantitative platelet defects and an elevated risk of developing acute myeloid leukemia (AML). FPDMM is due to haploinsufficiency of RUNX1, a transcription factor critical for definitive hematopoiesis and megakaryopoiesis. Currently, there are no drugs available for preventing either the bleeding diathesis or AML predisposition in FPDMM. We hypothesize that drugs that correct RUNX1 expression and/or activity in megakaryopoiesis would not only correct the platelet defect, but prevent leukemia progression. In our studies, we established two cell lines with isogenic controls from induced pluripotent stem cells (iPSC) to study the effects of RUNX1 haploinsufficiency in hematopoietic progenitor cells (iHPCs) and megakaryocytes (iMKs). The first iPSC line (FPD) was derived from patient cells harboring a splice mutation in RUNX1 and its isogenic control was created using the CRISPR/Cas9 technology (FPD-cor). The second line was a normal control iPSC line (WT6) in which the FPD splicing mutation was created by CRISPR/Cas9 gene editing (WT6-mut). When differentiated to iMKs, both lines recapitulated a disease phenotype showing decreased iMK yield per iHPC compared to their respective isogenic controls (29% and 42%, respectively). This decreased yield appeared to be due to depletion of a novel CD42 + -iHPC subpopulation in both mutant lines compared to their isogenic controls (5% of isogenic controls (Fig. 1A)). Not shown, these HPCs are von Willibrand factor-positive and almost exclusively gives rise to Mks, thus we termed them Mk-biased. To investigate global and local gene expression changes underlying this depletion, single cell RNA sequencing was performed on sorted CD42 + -iHPCs derived from the FPD and FPD-cor lines. In both, we defined 7 identical separate subpopulations, several of which were markedly deficient in the FPD CD42 + -HPCs (Fig. 1B). Gene set enrichment analysis (GSEA) of genes upregulated in FPD CD42 + -iHPCs from the Gene Ontology and Reactome databases indicates that regulation of response to stress and positive regulation of gene expression gene sets are enriched in FPD CD42+-iHPCs (Fig. 1C, shaded in red). Previously, RepSox, a TGFβ receptor 1 inhibitor, was described by others to enhance megakaryopoiesis in humans and mice, and to increase RUNX1 levels. We now show that RepSox can correct the deficient Mk-biased-HPC population (Fig. 1A) as well as return final iMK yield (not shown) to near FPD-cor levels. GSEA of genes downregulated in RepSox-treated FPD CD42+-iHPCs revealed enrichment of stress-response genes(Fig. 1C, shaded in blue). The stress-activated protein kinase c-Jun N-terminal kinase (JNK) is known to be activated by TGFβ1, various cellular stressors, and pro-inflammatory cytokines. Immunoblotting studies of FPD iMKs showed an elevation in baseline JNK2 phosphorylation (p-JNK) levels (Fig. 1D, left), which was not due to alteration in total JNK2 protein compared to isogenic control iMKs. Immunofluorescence microscopy studies supported these findings (Fig. 1D, right). In summary, we describe a novel defect in the inherited platelet disorder FPDMM by studying iPSC-derived hematopoietic cells. We note a marked deficiency of an MK-biased HPC population that may be related to a proinflammatory state in these HPCs potentially involving TGFβ1-related pathways. These findings need to be confirmed in other FPDMM patient iPSCs and show that it also applies to adult hematopoiesis. Whether the described defect is solely related to the observed thrombocytopenia or also is related to the observed AML defect needs also to be addressed. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelet disorders",
        "haploinsufficiency",
        "hematopoietic stem cells",
        "inherited platelet disorders",
        "megakaryocytes",
        "myeloproliferative disease",
        "platelet glycoprotein gpib-ix complex",
        "autosome disorder",
        "bleeding diathesis",
        "cytokine"
    ],
    "author_names": [
        "Brian Estevez, PhD",
        "Sara Borst, BS",
        "Danuta Jadwiga Jarocha, PhD",
        "Varun Sudunagunta",
        "Michael Gonzalez, PhD",
        "Peng Gao",
        "Kai Tan",
        "Deborah L French, PhD",
        "Paul Gadue, PhD",
        "Mortimer Poncz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brian Estevez, PhD",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sara Borst, BS",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danuta Jadwiga Jarocha, PhD",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Varun Sudunagunta",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Gonzalez, PhD",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peng Gao",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Tan",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah L French, PhD",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Gadue, PhD",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz, MD",
            "author_affiliations": [
                "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:37:20",
    "is_scraped": "1"
}