{
    "doi": "https://doi.org/10.1182/blood.V116.21.5093.5093",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1704",
    "start_url_page_num": 1704,
    "is_scraped": "1",
    "article_title": "T(8;22)(q24;q11) In a Context of Complex Karyotype In Two Patients with B-Cell Lymphoma with Features Intermediate Between Burkitt Lymphoma and Diffuse Large B Cell Lymphoma B (LB/LDCGB) ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "topics": [
        "burkitt's lymphoma",
        "diffuse large b-cell lymphoma",
        "karyotype determination procedure",
        "lymphoma",
        "b-lymphocytes",
        "weight reduction",
        "bcl-2 protein",
        "ki-67 antigen",
        "biopsy",
        "cd20 antigens"
    ],
    "author_names": [
        "Teresa Vallespi, MD, PhD",
        "Margarita Ortega, PhD",
        "Anny Jaramillo, MD",
        "Laura Lopez-Andreoni, MD",
        "Noemi Martínez-Morgado",
        "Carmen Sánchez, MD",
        "Francesc Bosch, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Unidad de Citogenética Hematológica, Hospital Universitario de la Vall d'Hebron, Barcelona, Spain, "
        ],
        [
            "Unidad de Citogenética Hematológica. Servicio de Hematología, Hospital Universitario de la Vall d'Hebron, Barcelona, Spain, "
        ],
        [
            "Servicio de Hematología, Hospital Universitario de la Vall d'Hebron, Barcelona, Spain, "
        ],
        [
            "Unidad de Citogenética Hematológica. Servicio de Hematología, Hospital Universitario de la Vall d'Hebron, Barcelona, Spain, "
        ],
        [
            "Unidad de Citogenética Hematológica. Servicio de Hematología, Hospital Universitario de la Vall d'Hebron, Barcelona, Spain, "
        ],
        [
            "Unidad de Citología. Servicio de Hematología, Hospital Universitario de la Vall d'Hebron, Barcelona, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Universitario de la Vall d'Hebron, Barcelona, Spain, "
        ]
    ],
    "first_author_latitude": "41.4280506",
    "first_author_longitude": "2.1422035000000004",
    "abstract_text": "Abstract 5093 Background: In some cases, it is difficult to distinguish between the diagnosis of Burkitt lymphoma (LB) and Diffuse Large Cell Lymphoma B (DLCL-B) with MYC gene rearrangement. The WHO classification distinguishes three clinical entities: LB, LB/DLCL-B, DLCL-B on the basis of morphology, immunophenotype and genetic characteristics of malignant cells. The MYC gene is often rearranged with the gene that encodes the heavy chains of immunoglobulins (IgG 14q32) and, less frequently, with the gene that encodes the light chains kappa (2p12) or lambda (22q11). Objective: Describe clinical and biological characteristics of two cases of lymphoma with variant t(8;22)(q24;q11) in a complex karyotype diagnosed BL/DLCL-B according to the WHO classification. Methods and Patients: The cytogenetic study was made in the bone marrow (aspirate or biopsy). Leukocytes were incubated during 24h in RPMI without mitogens. Rearrangements of C-MYC, BCL-2, BCL-6 and IGH were studied for FISH techniques. The results were expressed according to ISCN 2009. Case 1: A man of 46 years who was admitted with symptoms of spinal cord compression with fever and weight loss. During admission were detected anti-HIV antibodies. In the biopsy were observed large cells with irregular nuclei, with clefts and some multilobulated. Imunohistochemistry: CD10 +, CD20 +, CD79 +, bcl2 + and BCL6 +. The Ki67/MIB1 was 95%. Cytogenetic study of bone cylinder showed a complex karyotype: 49, XY, +1, del (1) (p22), der (2), der (3), +7, t (8;22)(q24;q11), +10, del(10)(q24q26)x2 [3]. The FISH study demonstrated the rearrangement of C-MYC and the absence of BCL2 and BCL6 rearrangement. Case 2: A man of 67 year old was admitted for epigastric pain, nausea, vomiting and weight loss. The aspirated cells were of medium and large size, irregularly shaped nuclei, some creases and other poly-lobed with prominent nucleoli. Was detected by immunohistochemistry positivity: CD10, CD20, CD79 and BCL6 Ki67/MIB1 presented a 90%. Cytogenetic study of the bone marrow showed a complex karyotype: 49, XY, t(1;11)(q21;p13),+7, t(7;13) q32;q12), t (8;22)(q24;q11),+12,+19[40]. The FISH study demonstrated presence of the rearrangement of C-MYC and BCL2 and BCL6 rearrangement absence. Conclusions: - Both cases are representative of the clinical entity BL// DLCL-B recently recognized by the WHO: anisocitosicas cells with a nucleus of irregular or poly-lobed, with Ki67/MIB1 <90% and C-MYC rearranged with a complex karyotype. - Both cases showed the t(8;22)(q24;q11) rare variant of Burkitt lymphoma and a trisomy 7, trisomy usually observed in DLCL-B. Disclosures: No relevant conflicts of interest to declare."
}