{
    "doi": "https://doi.org/10.1182/blood-2019-126176",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4160",
    "start_url_page_num": 4160,
    "is_scraped": "1",
    "article_title": "Quantification of Humoral Immune Response to Influenza Vaccination in MDS ",
    "article_date": "November 13, 2019",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "topics": [
        "immune response, humoral",
        "influenza vaccines",
        "vaccines",
        "influenza",
        "neutralizing antibodies",
        "risk reduction",
        "swine influenza",
        "azacitidine",
        "chemotherapy regimen",
        "death"
    ],
    "author_names": [
        "Pankit Vachhani, MD",
        "Kyle Wiatrowski",
        "Pragya Srivastava, PhD",
        "Lisa King",
        "Jody Manischewitz",
        "Hana Golding",
        "Heather L Bashaw, BA",
        "Ava R. Dimitroff",
        "Amanda Przespolewski, DO",
        "James E. Thompson, MD",
        "Swapna Thota, MD",
        "Eunice S. Wang, MD",
        "Michael J. Nemeth, PhD",
        "Elizabeth A. Griffiths, MD"
    ],
    "author_affiliations": [
        [
            "UAB Comprehensive Cancer Center, North Pavilion, Room 2540C, University of Alabama-Birmingham, Birmingham, AL "
        ],
        [
            "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "FDA/CBER, Rockville, MD "
        ],
        [
            "FDA, Bethesda, MD "
        ],
        [
            "Center For Biologics Evaluation and Research, U. S. Food and Drug Administration, Bethesda, MD "
        ],
        [
            "Clinical Research Services, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Medicine, Roswell Park Comprehensive Cancer Center, East Aurora, NY "
        ],
        [
            "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Roswell Park Comprehensive Cancer Center, Buffalo, NY ",
            "Department of Medicine, CCF, Buffalo, NY "
        ],
        [
            "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Department of Medicine, Roswell Park Cancer Comprehensive Cancer Center, Buffalo, NY"
        ],
        [
            "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ]
    ],
    "first_author_latitude": "33.506333399999995",
    "first_author_longitude": "-86.8025217",
    "abstract_text": "Background: Patients with myelodysplastic syndromes (MDS) present across a clinical spectrum from mild disease to profound bone marrow failure and transformation to acute myeloid leukemia (AML). Those with lower risk disease are generally managed with watchful waiting and best supportive care (growth factors, blood and platelet transfusions and iron chelation; BSC), while those with higher risk disease are treated with repeated cycles of low dose \"hypomethylating\" chemotherapy (such as azacitidine or decitabine; HMA). A majority of patients with MDS, even those with lower risk disease, are likely to die of complications related to their diagnosis, mostly infections and bleeding but also leukemic transformation. As part of our standard approach to infection prevention, current clinical guidelines suggest annual vaccination against influenza. Patients with these disorders and their family members are advised to receive inactivated protein based vaccines rather than live vaccination approaches to limit infection risk. Most will receive high dose trivalent vaccination due to age. Despite these recommendations, limited data exist on the ability of patients with MDS across the spectrum of risk groups to respond to standard seasonal influenza vaccination. In light of the growing literature suggesting that patients with MDS have an altered immune environment, we hypothesized that they would show inferior response to standard vaccination. We sought to determine the response to influenza vaccination in patients with MDS receiving standard therapeutic management. Methods: A non-randomized study is currently ongoing at the Roswell Park Comprehensive Cancer Center for patients with MDS. Age-relevant family members are enrolled as a comparator population for vaccine response. Cohorts were stratified into 3 groups: healthy volunteers (Cohort 1), MDS patients receiving BSC (Cohort 2) and MDS patients actively receiving HMA (Cohort 3; Table 1). All participants are administered the yearly preparation of Sanofi Pasteur's Fluzone High-Dose Vaccine (containing trivalent inactivated strains: Influenza virus A (H1N1 and H3N2) and Influenza virus B). Baseline blood samples were collected prior to vaccination (day 0), and between days 25-90 and 115-185 post-vaccination. Serological responses to vaccination were determined by viral-neutralizing activity analyzed via microneutralization assay. Neutralizing antibody titers for the first year of the study were measured against seasonal influenza vaccine strains based upon the 2017-2018 vaccine product. Samples from the 2018-19 flu season are being analyzed. Results: To date 56 individuals have been recruited to the study over 2 years. Neutralizing antibody titers following vaccination are available for 20 individuals vaccinated in the 2017-18 flu season. Humoral immune responses to vaccination against different strains of Influenza virus A (H1N1 and H3N2) and Influenza virus B were observed across all cohorts (Figure 1). Response was deemed adequate if the titer for any vaccine component increased by >4 fold comparing the baseline to the day 25-90 time point. Cohort 1: 4/4 responded (100%); cohort 2: 4/4 responded (100%); cohort 3: 11/12 responded (92%). To better understand the effect of standard treatment for MDS on influenza vaccine response we are currently profiling immune cells pre and post vaccination using multi-parameter flow cytometry. Additional analyses are planned based on the number of HMA cycles received (<6, or ≥6) and cycle timing relative to vaccination. Conclusion: Patients with MDS respond to vaccination with Fluzone High Dose. Responses in patients with MDS were not statistically different from those seen in an age-relevant population of healthy family members. Additional individuals are being enrolled in order to assess whether standard HMA therapy impacts the response to influenza vaccination. These data suggest that MDS patients receiving BSC respond adequately to viral vaccination. Our preliminary data also show that patients receiving HMA therapy respond adequately to influenza vaccination. These data support the value of influenza vaccination in all patients with MDS and highlight the potential for anti-MDS immunotherapeutic vaccination strategies. View large Download slide View large Download slide  Disclosures Vachhani: Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees; Astellas: Speakers Bureau; AbbVie: Membership on an entity's Board of Directors or advisory committees; Agios: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Przespolewski: Jazz Pharmaceuticals: Other: PI on clinical trial. Thota: Incyte, Inc.: Speakers Bureau. Wang: Amgen: Other: Advisory role; Agios: Other: Advisory role; Pfizer: Other: Advisory role, Speakers Bureau; Stemline: Other: Advisory role, Speakers Bureau; Daiichi: Other: Advisory role; Astellas: Other: Advisory role, Speakers Bureau; celyad: Other: Advisory role; Jazz: Other: Advisory role; Abbvie: Other: Advisory role; Kite: Other: Advisory role. Griffiths: Boston Scientific: Consultancy; Genentech, Inc.: Research Funding; Abbvie, Inc.: Consultancy; Boston Scientific: Consultancy; Novartis Inc.: Consultancy; Astex Phramaceuticals/Otsuka Pharmaceuticals: Consultancy, Research Funding; Astex Phramaceuticals/Otsuka Pharmaceuticals: Consultancy, Research Funding; New Link Genetics: Consultancy; Genentech, Inc.: Research Funding; Onconova Therapeutics: Other: PI on a clinical trial; Appelis Pharmaceuticals: Other: PI on a clinical trial; Abbvie, Inc.: Consultancy, PI on a clinical trial; Onconova Therapeutics: Other: PI on a clinical trial; Persimmune: Consultancy; Partner Therapeutics: Consultancy; Persimmune: Consultancy; Novartis Inc.: Consultancy; Celgene, Inc: Consultancy, Research Funding; Celgene, Inc: Consultancy, Research Funding; Appelis Pharmaceuticals: Other: PI on a clinical trial; Partner Therapeutics: Consultancy; New Link Genetics: Consultancy."
}