{
    "doi": "https://doi.org/10.1182/blood.V128.22.4765.4765",
    "article_title": "Symptom Severity Cut Points for the MD Anderson Symptom Inventory for CML (MDASI-CML) ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "abstract_text": "Background: Symptom burden is the impact of disease and treatment symptoms on daily functioning. The MD Anderson Symptom Inventory for chronic myeloid leukemia (MDASI-CML) is a brief valid and reliable measure of the severity of 20 symptoms common to patients with CML and symptom interference with 6 daily activities. Patients rate symptoms at their worst and interference in the last 24-hours on 0 to 10 scales (0=no symptom or interference; 10=as bad as can be imagined or complete interference). Aims: Our aim was to psychometrically define cut points for mild, moderate, and severe symptoms for the MDASI-CML based on the interference with daily activities from the symptoms reported by the patients. Methods: This study was a secondary analysis of combined data from patients who completed the MDASI-CML at least once on 3 clinical trials and one observational study. Rather than the usual mean score, a summed score of the 5 most severe symptoms (Top5) from one completed MDASI-CML for each patient was calculated. The possible range of Top5 scores was 0 (all 5 symptoms not present) to 50 (all 5 symptoms as bad as could be imagined). Patients reporting none of the Top5 symptoms (Top5 score = 0) were excluded from analysis. For the optimal cut points, a multivariate analysis of variance (MANOVA) was used to categorize the Top5 scores as mild (from 1 to the lower cut point), moderate (from the lower cut point to the upper cut point), and severe (from the upper cut point to 50). Top5 score was used as the independent variable and the mean score of the 6 interference items as the dependent variable. The largest F ratio from the MANOVA was used to determine optimal boundaries for the cut points. Results: MDASI-CML ratings from 394 patients were included. Current treatments were: imatinib = 74 patients, dasatinib = 146 patients, nilotinib = 114 patients, ponatinib = 37 patients, other tyrosine kinase inhibitors (TKIs) = 11 patients, drugs other than TKIs = 4 patients, and no treatment = 8 patients. Means and standard deviations of the Top5 symptoms are in Table 1. A graph of the relationship of the Top5 scores to the mean interference score is in Figure 1. Sixty-eight patients (17.5%) with Top5 score = 0 were excluded from the MANOVA analysis. The optimal cut point ranges (number reporting; percent) were mild 1-14 (213; 54.7), moderate 15-24 (64; 16.5), and severe 25-50 (44; 11.3). The F ratios for the optimal cut points were 22.58 (Wilks λ), 18.63 Pillai's Trace), and 26.76 (Hotelling Lawley Trace). Conclusion/Summary: MDASI-CML Top5 scores of less than 15 are mild symptoms that cause little interference with daily activities. Top5 scores of 15-24 indicate moderate symptoms with some impairment of daily functioning. Top5 scores of 25 of higher indicate severe symptoms with a significant impact on daily activities. Based on the impact on daily functioning, differences in patient status between levels of symptom severity (mild, moderate, severe) can be considered clinically meaningful. Patients with moderate to severe symptoms deserve further evaluation and active symptom management. Cut points for the MDASI-CML can be useful to clinicians in making treatment decisions and managing patients and in clinical trials to identify significant treatment related toxicities and differences. Table 1 View large Download slide Descriptive Statistics of 5 Most Severe MDASI-CML Symptoms (N=394) Table 1 View large Download slide Descriptive Statistics of 5 Most Severe MDASI-CML Symptoms (N=394) Close modal Figure 1 View large Download slide Relationship between the Sum of 5 Most Severe Symptoms and the Mean Interference Score Figure 1 View large Download slide Relationship between the Sum of 5 Most Severe Symptoms and the Mean Interference Score Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "conflict of interest",
        "dasatinib",
        "descriptive statistics",
        "disclosure",
        "graphical displays",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "observational studies",
        "palliative care"
    ],
    "author_names": [
        "Loretta A. Williams, PhD APRN",
        "Qiuling Shi, PhD",
        "Huei-Kai Lin, MS",
        "Patricia Ault, DNP, FNP-C",
        "Araceli Garcia-Gonzalez, MD PhD",
        "Charles S. Cleeland, PhD",
        "Jorge E. Cortes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Loretta A. Williams, PhD APRN",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qiuling Shi, PhD",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huei-Kai Lin, MS",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Ault, DNP, FNP-C",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Araceli Garcia-Gonzalez, MD PhD",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles S. Cleeland, PhD",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:28:19",
    "is_scraped": "1"
}