{
    "doi": "https://doi.org/10.1182/blood.V126.23.3645.3645",
    "article_title": "GEP Analyses of Bone Marrow CD34+/Lin- Cells of Chronic Phase CML Patients at Diagnosis Identified Different Sets of Genes Associated to the Molecular Response after 3 and 6 Months of First-Line Nilotinib Treatment ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "The study analyzed 30 chronic phase CML patients at diagnosis and at 3, 6 and 12 months of first-line nilotinib treatment. As optimal molecular response was achieved at 3, 6 and 12 months after nilotinib in all the 30 patients (figure 1), we established cut off values of molecular response (MR) to define groups of CML patients ( n =30), and to investigate differences of gene expression profiles between patients at diagnosis based on the MR achieved after 3, 6 and 12 months of nilotinib, respectively. We used the following cut off values: 1% IS at 3 months of nilotinib, 0.1% IS at 6 months of nilotinib, and 0.01% IS at 12 months of nilotinib. Patients were divided into 2 groups based on MR values of each patient at 3 months of nilotinib: group A ( n =24) with MR ≤1.0% IS and group B ( n =6) with MR >1% IS. Based on the values of MR at 6 months of nilotinib, patients were divided into 2 groups: group C ( n =22) with MR ≤0.1% IS and group D ( n =8) with MR >0.1% IS. At 12 months of nilotinib, patients were divided into the following groups: group E ( n =18) with MR ≤0.01% IS and group F ( n =12) with MR >0.01% IS. Gene expression profiling (GEP) on the selected bone marrow (BM) CD34+/lin- cells of 30 CML patients at diagnosis was performed using Affymetrix GeneChip HTA 2.0. GEP data was preprocesses using RMA. SAMR and GSEA were used to detect differentially expressed genes and pathways (i.e. MSigDB Canonical pathways and GOBP gene sets) associated with the different groups, respectively. In both cases, correction for multiple testing was performed using the false discovery rate procedure with a threshold 0.05 for SAMR and 0.25 for GSEA as suggested by the software developers. GSEA detected significant differences in the transcriptional signature between group A and group B associated with the MR at 3 months as well as between group C and group D in respect to the MR at 6 months of nilotinib, whereas no genes were identified as significantly differentially expressed. Based on the MR at 3 months, we identified Reactome pathways \"P130 cascade\" and \"GRB2 SOS linkage to MAPK signaling for integrins\" significantly upregulated in group A compared to group B. FGA , FGB , FGG , APBB1IP , I TGA2B and CRK genes contributed to call the pathways upregulated. In vitro studies (Ding J et al. PloS One, 2013) demonstrated that nilotinib induced dephosphorilation of the BCR-ABL1 target CRK oncogene which acts in the CML hematopoietic stem cells like an adaptor in diverse signaling pathways and cellular processes playing an apoptotic role in CML. Our GEP results highlighted that the Reactome pathway involved in MAPK signaling ( CRK gene) wasover expressed in CML patients with a better MR ≤1% IS at 3 months of nilotinib. Pathway \"aminoacid and amine transport across the plasma membrane\" was also significantly over expressed, whereas \"lipid metabolism\" was significantly down regulated (genes AKR1C1 and ANGPTL3 ) in group A compared to group B, respectively. Based on the MR at 6 months, GEP results showed that \"positive regulation of cytokine secretion\" and \"interleukin 1 secretion\" were significantly upregulated in group C compared to group D, involving PYCARD8, NLRP2, NLRC4, NLRP3 and CARD8 genes. Of note, PYCARD and CARD8 represent key mediators, which promote caspase-mediated apoptosis processes involving the recruitment of certain recognition receptors, such as NLRP2, NLRP3 and NLRC4. In addition, CARD8 and PYCARD promote apoptosis inhibiting NFKB activation. In conclusion, the study showed that MAPK signaling for integrins and amine transport across the plasma membrane were significantly over expressed in CML patients with a MR ≤1.0% IS while lipid metabolism was significantly over expressed in CML patients with a MR >1% IS after 3 months of nilotinib. After 6 months of nilotinib, positive regulation of cytokine secretion and interleukin 1 secretion were significantly over expressed in CML patients with a MR ≤0.1 IS compared to patients with a MR >0.1% IS. We identified distinct sets of genes involved in apoptotic processes differentially expressed in 30 CML patients based on the MR at 3 months as well as 6 months of first-line nilotinib treatment. Studies in a larger cohort of CML patients are ongoing to define the expression, role and functions of the genes regulating apoptosis CRK , PYCARD and CARD8 as candidate prognostic factors for molecular response to first-line nilotinib treatment. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "genes",
        "leukemia, myeloid, chronic-phase",
        "nilotinib",
        "mitogen-activated protein kinases",
        "amines",
        "cytokine",
        "gene expression profiling",
        "integrins",
        "interleukin-1"
    ],
    "author_names": [
        "Alessandra Trojani, PhD",
        "Ester Pungolino, MD",
        "Milena Lodola",
        "Barbara Di Camillo",
        "Mariella D'Adda, MD",
        "Alessandra Perego, MD",
        "Mauro Turrini, MD",
        "Chiara Elena, MD",
        "Alessandra Iurlo, MD PhD",
        "Cristina Buccelli",
        "Simona Malato, MD",
        "Francesco Spina, MD",
        "Maria Luisa Latargia",
        "Francesco Lanza",
        "Sergio Pauli, MD",
        "Michela Anghilieri, MD",
        "Maria Cristina Carraro",
        "Enrica Morra, MD",
        "Roberto Cairoli, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandra Trojani, PhD",
            "author_affiliations": [
                "Division of Hematology, Niguarda Cà Granda Hospital, Milan, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ester Pungolino, MD",
            "author_affiliations": [
                "Niguarda Cà Granda Hospital, Milan, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Milena Lodola",
            "author_affiliations": [
                "Division of Hematology, Niguarda Hospital, Milano, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Di Camillo",
            "author_affiliations": [
                "Department of Information Engineering, University of Padova, Padova, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariella D'Adda, MD",
            "author_affiliations": [
                "Division of Hematology, A.O. Spedali Civili of Brescia, Brescia, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Perego, MD",
            "author_affiliations": [
                "Internal medicine-Haematology, Desio Hospital, Desio, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauro Turrini, MD",
            "author_affiliations": [
                "Division of Hematology, Valduce Hospital, Como, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Elena, MD",
            "author_affiliations": [
                "Dept Oncology-Hematology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Iurlo, MD PhD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Maggiore Policlinico Hospital Foundation, Milano, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Buccelli",
            "author_affiliations": [
                "Division of Hematology, IRCCS Maggiore Policlinico Hospital Foundation, Milano, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simona Malato, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Spina, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Istituto Nazionale dei Tumori, University of Milano, Milano, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Luisa Latargia",
            "author_affiliations": [
                "Ospedale di Circolo, Busto Arsizio, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Lanza",
            "author_affiliations": [
                "Division of Hematology, Hospital of Cremona, Cremona, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Pauli, MD",
            "author_affiliations": [
                "Azienda Ospedaliera Sant'Antonio Abate, Gallarate, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michela Anghilieri, MD",
            "author_affiliations": [
                "Manzoni Hospital, Lecco, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Cristina Carraro",
            "author_affiliations": [
                "Hematology & Transfusion Medicine, Sacco University Hospital & School of Medicine, Milano, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrica Morra, MD",
            "author_affiliations": [
                "Division of Hematology, Niguarda Ca' Granda Hospital, Milan, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Cairoli, MD",
            "author_affiliations": [
                "Division of Hematology, Niguarda Ca' Granda Hospital, Milan, Italy"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T21:37:42",
    "is_scraped": "1"
}