{
    "doi": "https://doi.org/10.1182/blood-2018-99-116489",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4066",
    "start_url_page_num": 4066,
    "is_scraped": "1",
    "article_title": "DNA Methylation and Genetic Profiles in 320 Patients with Myelodysplastic Syndromes ",
    "article_date": "November 29, 2018",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Poster I",
    "topics": null,
    "author_names": [
        "Suguru Morimoto",
        "Hideki Makishima, MD PhD",
        "Yasunobu Nagata, MD PhD",
        "Niroshan Nadarajah",
        "Constance Baer, PhD",
        "Tamara Alpermann",
        "Genta Nagae, MD PhD",
        "Yasuhito Nannya, MD PhD",
        "Yasushi Miyazaki, MD PhD",
        "Kenichi Yoshida, MD PhD",
        "Tetsuichi Yoshizato, MD PhD",
        "Masahiro Marshall Nakagawa, MDPhD",
        "Ryosaku Inagaki",
        "June Takeda, MD",
        "Yoichi Fujii, MD",
        "Yasuhide Takeuchi, MD",
        "Hiroo Ueno, MD",
        "Yuichi Shiraishi, PhD",
        "Kenichi Chiba, PhD",
        "Hiroko Tanaka, BA",
        "Masashi Sanada, MD PhD",
        "Satoru Miyano, PhD",
        "Claudia Haferlach, MD",
        "Wolfgang Kern, MD",
        "Hiroyuki Aburatani, MD PhD",
        "Torsten Haferlach, MD",
        "Seishi Ogawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "Genome Science Division, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Hematology, Atomic Bomb Disease Institute, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "Genome Science Division, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "Department of Medicine, Center for Hematology and Regenerative Medicine, Karolinska Institutet, Huddinge, Sweden"
        ]
    ],
    "first_author_latitude": "35.0227581",
    "first_author_longitude": "135.7773029",
    "abstract_text": "MDS is a heterogeneous group of myeloid neoplasms caused by genetic and epigenetic alterations. During the past decade, the major driver mutations in MDS have been fully investigated. However, the role of epigenetic alterations, particularly those of DNA methylation, has less intensively been studied, even though abnormal DNA methylation has long been implicated in the pathogenesis of MDS. In this study, we analyzed DNA methylation status of bone marrow mononuclear cells from 320 cases with MDS-SLD ( n = 7), MDS-RS ( n = 63), MDS-MLD ( n = 51), MDS-EB ( n = 186), MDS-U ( n = 1), and MDS with isolated del(5q) ( n = 12), using Illumina 450K methylation array. Mutations in major driver genes (51 genes) and abnormal genomic copy numbers were also interrogated using targeted-capture sequencing. Using unsupervised consensus clustering, we identified 3 subgroups showing unique DNA methylation profiles. Subsequently, we assessed differentially methylated positions (DMPs) associated with each subgroup. Differentially hypermethylated positions (hyper-DMPs) were significantly more enriched in Group 3 ( n = 82) ( P < 0.001), while differentially hypomethylated positions (hypo-DMPs) were more prominent in Group 1 ( n = 125). Group 1 was significantly enriched for SF3B1 (46%) mutations ( q < 0.01), while Group 2 ( n = 131) was characterized by the enrichment of ASXL1 (38%), RUNX1 (30%), TP53 (26%), STAG2 (15%), and SETBP1 (6.7%) mutations ( q < 0.01). In contrast, Group 3 ( n = 64) was significantly enriched for TET2 (67%) and IDH1 / 2 (12% and 15%, respectively) mutations ( q < 0.01), suggesting a strong association between DNA methylation and gene mutations. To further elucidate mutation-specific DNA methylation patterns, supervised analysis was performed for each mutation. As expected from their enrichment in Group 3 ( q < 0.01), TET2 and IDH1 / 2 mutations were significantly associated with hyper-DMPs ( P < 0.001) involving 1891 and 8330 promotor sites, respectively. Conspicuously, among these hypermethylated promoter sites, >1616 were commonly hypermethylated, strongly supporting the common impact of TET2 and IDH1/2 mutations on deregulated DNA methylation. To clarify prognostic impact of abnormal DNA methylation, we first interrogated the correlation between unique methylation subgroups and revised IPSS. Patients with very low or low risk were significantly dominant (74%) in Group 1 ( q < 0.01), and very high or high risk cases were significantly enriched (68%) in Group 2 ( q < 0.01). In accordance with this finding, patients in Group 3 showed significantly shorter overall survival (OS) compared to Group 1 (HR: 1.94, 95%CI: 1.11-3.4, P < 0.05) and OS was even worse in Group 2 patients ( vs. Group 1: HR: 5.18, 95%CI: 3.21-8.36, P < 0.001). Strong correlations between epigenetic and genetic profiles were further interrogated using a Bayesian statistical model; on the basis of DNA methylation and gene mutations, the original 3 clusters were re-classified into 5 discrete clusters, clusters A, B, C, D, and E ( n = 124, 17, 74, 46, and 59, respectively); patients in Group 1 and 3 largely clustered into Cluster A and E, respectively, while Group 2 was further subclassified into clusters B, C, and D. Clusters B and D were characterized by a conspicuos enrichment of DNMT3A (88%) and TP53 (69%) mutations ( q < 0.001), while Cluster C was characterized by higher frequency of ASXL1 (71%), RUNX1 (54%), STAG2 (27%), and EZH2 (21%) mutations ( q < 0.001). In contrast to significant associations between epigenetic regulators and unique methylation clusters, splice factor mutations tended to be clustered into multiple clusters, depending on type of co-occurring mutations. For example, combined SF3B1 and TET2 mutations ( n = 20) were enriched in Cluster A, where highly associated with MDS-RS, while patients with SF3B1 and RUNX1 mutations ( n = 9) were more grouped in Cluster C, mostly showing MDS-EB phenotype (89%). Similarly SRSF2 mutations with RUNX1 and/or ASXL1 mutations ( n = 36) were enriched in Cluster C, largely associated with MDS-EB phenotype (80%), while those with TET2 or IDH1 / 2 ( n = 39) were mainly grouped into Cluster C, many of which showed MDS-EB phenotype (74%). These findings highlight differential roles of mutated epigenetic regulators and splicing factors in abnormal DNA methylation. In conclusion, we elucidated the collaborative impact of DNA methylation profiles and mutation status on heterogeneous pathogenesis and prognosis in MDS. Figure. View large Download slide Figure. View large Download slide  Disclosures Nadarajah: MLL Munich Leukemia Laboratory: Employment. Baer: MLL Munich Leukemia Laboratory: Employment. Nakagawa: Sumitomo Dainippon Pharma Co., Ltd.: Research Funding. Inagaki: Sumitomo Dainippon Pharma Co., Ltd.: Employment. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership."
}