{
    "doi": "https://doi.org/10.1182/blood.V110.11.2020.2020",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=893",
    "start_url_page_num": 893,
    "is_scraped": "1",
    "article_title": "Unrelated Cord Blood Cell Transplantation for Acquired Severe Aplastic Anemia: The Report from the Japan Cord Blood Bank Network. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Alternative Donor Transplantation",
    "topics": [
        "aplastic anemia",
        "cell transplantation",
        "umbilical cord blood",
        "tissue transplants",
        "cyclophosphamide",
        "cyclosporine",
        "fludarabine",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Seiji Kojima, MD",
        "Ayami Yoshimi, MD",
        "Shuichi Taniguchi, MD",
        "Junichi Hara, MD",
        "Toshimitsu Matsui, MD",
        "Shunichi Kato6, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of HSCT Data Management, Nagoya University, Nagoya, Japan"
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan"
        ],
        [
            "Department of Pediatric Hematology and Oncology, Osaka Medical Center and Research Institute for Maternal and Child Health, Osaka, Japan"
        ],
        [
            "Hematology/Oncology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan"
        ],
        []
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353",
    "abstract_text": "Treatment approaches for patients with severe aplastic anemia (SAA), who failed immunosuppressive therapy and lack a bone marrow donor remains a great challenge. Unrelated cord blood transplantation (UCBT) has not been recommended for SAA because of historical poor outcome with high rate of engraftment failure. To evaluate the current feasibility of UCBT in SAA, we retrospectively analyzed the outcomes of 31 patients (median age 28 years old; ranged 0.9–72.3 years old) with SAA, who received UCBT as the first graft between 1998 and 2006 in Japan. Median disease duration before UCBT was 337 day (31–5063 days). By serology, HLA loci were matched in 4 recipient-donor pairs and mismatched (1–2 loci) in 27 patients. A minimum cell count of 2 × 10 7 nucleated cells/kg body weight was infused in all patients. Engraftment was observed in 17 of 24 evaluable patients. The median times to achieve a neutrophil count ≥ 0.5 × 10 9 /l and a platelet count ≥ 50 × 10 9 /l were 19 days (range 12–35 days) and 59 days (range 39–145 days), respectively. The results of chimerism analysis were available in 9 of them and all of them showed complete donor chimerism (>99%) except one with autologous recovery. Late rejection was seen in one patient. Acute GVHD (≥ grade II) was observed in 5 of 18 evaluable patients (grade II; n=4, grade III; n=1) (cumulative incidence =17.1%) and chronic GVHD was observed in 4 of 14 evaluable patients (extensive: n=1, limited: n=3) (cumulative incidence =19.7%). Currently, 13 patients are alive, having survived for median 22.5 months (ranged 3 to 77 months) after UCBT (overall survival at 2 years=40%). Causes of death of 18 patients were following: graft failure (n=7), bacterial/fungal infections (n=3), hepatic veno-occlusive disease (n=3), and others (n=5). The conditioning regimen appeared to be the most important factor for the outcome and low dose total body irradiation (2–4 Gy) + fludarabine (90–250/ mg/m 2 ) and cyclophosphamide (50–100 mg/kg or 2250/mg/m2) (n=5) gave the best outcome with 80% of survival. The GVHD prophylaxis with single agent (cyclosporine or tacrolimus) related with a better engraftment rate than 2 or more agents (84.4% vs 47.3%, p=0.02). These results suggest that UCBT can be a salvage treatment for patients without a bone marrow donor and warrant further evaluation in prospective studies. Optimization of conditioning regimen will improve the engraftment and outcome of UCBT."
}