{
    "doi": "https://doi.org/10.1182/blood.V118.21.636.636",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2066",
    "start_url_page_num": 2066,
    "is_scraped": "1",
    "article_title": "Matched Case Control Analysis Comparing Long Term Survival of Multiple Myeloma Patients Who Received Stem Cell Transplant with and without Idiotype-Pulsed Dendritic Cell Vaccine ",
    "article_date": "November 18, 2011",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Combinations Therapy for Myeloma",
    "abstract_text": "Abstract 636 Cellular vaccine may offer additional benefit as consolidative therapy after autologous stem cell transplant (ASCT) for multiple myeloma (MM). We have reported previously from two phase II studies the survival of MM patients who received APC8020 (autologous antigen presenting cell vaccine) after ASCT (Lacy, AJH '09, (84): 799; Lin, ASH annual meeting 2010, abstract 1958). To determine if there was an outcome advantage for additional consolidative vaccine therapy after ASCT, we performed this matched case control analysis comparing the survival of patients who received ASCT only (control) at Mayo Clinic to those who received APC8020 after ASCT in the same time period. Forty-three study patients accrued between July 1998 and March 2002 were eligible for matching. To reduce bias from disease risks and transplant-related mortality, control patients were required to be alive and progression free six months after transplant and have a M-spike value of < 2g/dL at 4 mos (1 st study) or 9 mos (2 nd study) after transplant, similar to post-ASCT patients who were enrolled in the two APC8020 studies. A total of 111 control patients were eligible for matching. Control patients were matched to study patients by age (+/− 5 yrs), ISS (International Staging System) stage, and plasma cell labeling index (PLCI, either >= 3 or < 3). A matched control was not identified for one study patient. Of the remaining 42 study patients, all had at least one matched control patient. Thirty-two patients had 2 matched controls. Cox proportional hazards analysis showed that there was no statistically significant difference in time to progression between the study and control patients (HR 1.54, 95% CI 0.92 – 2.58, p = 0.1). However the overall survival is significantly improved among the study patients (HR 0.54, 95% CI 0.30 – 0.99, p = 0.05). This analysis is the only known report of long-term follow-up of the largest group of MM patients treated with APC8020 vaccine. While many current prognostic tests were not available at the time of the initial vaccine studies, the control patients in this analysis were matched by known disease risks that are still in use today. The survival advantage in study patients remained statistically significant compared to matched controls. Interestingly, the time to progression is unchanged between study and control patients. This is similar to other reports of vaccine therapy such as in sipuleucel-T (Provenge™) in prostate cancer where an overall survival benefit is seen without change in progression-free survival. A larger, randomized phase III study is needed to confirm the encouraging survival benefit of this treatment modality in MM. Further insight into the mechanisms of action of APC8020 is needed to improve our understanding of the role of this therapy in the context of current practice of MM maintenance therapies. Disclosures: Sims: Dendreon Corporation: Employment.",
    "topics": [
        "dendritic cell vaccine",
        "hematopoietic stem cell transplantation",
        "immunoglobulin idiotypes",
        "multiple myeloma",
        "autologous stem cell transplant",
        "vaccines",
        "transplantation",
        "time to progression",
        "autoantigens",
        "follow-up"
    ],
    "author_names": [
        "Yi Lin, MD PhD",
        "Morie A Gertz, MD",
        "Robert B. Sims, MD",
        "Sumithra Mandrekar, PhD",
        "Kristina Laumann",
        "Betsy LaPlant",
        "Angela Dispenzieri, MD",
        "Suzanne R Hayman, MD",
        "Francis K Buadi, M.D.",
        "David Dingli, M.D., Ph.D.",
        "Douglas Padley",
        "Dennis A. Gastineau, MD",
        "Shaji Kumar, MD",
        "Vincent Rajkumar, MD",
        "Martha Q Lacy, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, Rochester, MN, USA, "
        ],
        [
            "Dendreon Corp., Seattle, WA, USA, "
        ],
        [
            "Division of Biostatistics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Health Sciences Research, Cancer Center Statistics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biostatistics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Transfusion Medicine, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.022672899999996",
    "first_author_longitude": "-92.4667508"
}