{
    "doi": "https://doi.org/10.1182/blood.V118.21.3864.3864",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1908",
    "start_url_page_num": 1908,
    "is_scraped": "1",
    "article_title": "Do Regulatory T Cells Have a Role in Disease Progression and Autoimmune Cytopenias of Chronic Lymphocytic Leukemia?, ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "autoimmunity",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytopenia",
        "disease progression",
        "regulatory t-lymphocytes",
        "follow-up",
        "autoimmune hemolytic anemia",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic"
    ],
    "author_names": [
        "Subhash Varma",
        "Deepesh Lad",
        "Neelam Varma",
        "Man Updesh Singh Sachdeva",
        "Parveen Bose",
        "Pankaj Malhotra"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Postgraduate Institute of Medical Education & Research (PGIMER), CHANDIGARH, India, "
        ],
        [
            "Internal Medicine, Postgraduate Institute of Medical Education & Research (PGIMER), CHANDIGARH, India, "
        ],
        [
            "Hematology, Postgraduate Institute of Medical Education & Research (PGIMER), CHANDIGARH, India, "
        ],
        [
            "Hematology, Postgraduate Institute of Medical Education & Research (PGIMER), CHANDIGARH, India, "
        ],
        [
            "Hematology, Postgraduate Institute of Medical Education & Research (PGIMER), CHANDIGARH, India, "
        ],
        [
            "Internal Medicine, p, CHANDIGARH, India"
        ]
    ],
    "first_author_latitude": "30.7649646",
    "first_author_longitude": "76.7750066",
    "abstract_text": "Abstract 3864 Introduction: Chronic lymphocytic leukemia (CLL) originates from mature B lymphocytes which avoid death through the intercession of external signals, including T cells. There is improved understanding of the relationship between different cell types in the normal immune response and the dynamic cross talk between tumors and immune system regulating tumor growth. Cancer and autoimmunity are considered as anti-thesis of each other. Regulatory T cells (Tregs) are shown to have a protective role in autoimmune diseases and conversely known to promote oncogenesis. The exact role of Tregs in disease biology of CLL is still unclear. Aims and Objectives : to define the role of Tregs in clinical presentation, disease progression and autoimmune cytopenias in CLL. Materials and Methods : 32 treatment naive CLL patients and 10 normal healthy volunteers were evaluated in this prospective study. Investigations included clinical examination, biochemical tests, complete blood counts, bone marrow examinaton and multicolor flowcytometry (FCM). More stringently defined specific markers (CD4+CD25 high CD127 low FoxP3+) were used to enumerate Tregs. Routine CLL panel for diagnosis and prognosis included 17 monoclonal antibodies (MoAbs) labeled with fluorescein isothiocyanate (FITC), phycoerythrin (PE), allophycocyanin (APC) or peridinin chlorophyll protein (PerCP). FCM analysis was performed on FACS Calibur flowcytometer (BD Biosciences) using CellQuest ® software. Diagnosis of autoimmune hemolytic anemia (AIHA), autoimmune thrombocytopenia (ITP) and pure red cell aplasia (PRCA) was made according to standard criteria. Results : Study group included 20 male and 12 female CLL patients. The mean age was 64.2 years; with 8/32 (25%) patients being 0.05) from stages A and B (early CLL) to stage C (advanced CLL), increase in mean ALC was 172% (p<0.005). The increase in mean absolute Treg count was further significantly higher 384% (p<0.005). There was no significant difference between the mean absolute Tregs count at baseline of CLL patients with disease progression (progressors) and without disease progression (nonprogressors) at follow-up. Absolute Treg count was significantly higher in patients having autoimmune cytopenias at presentation as well as on follow-up. Mean absolute Treg counts were not significantly different between ZAP70 positive and negative CLL patients (p=0.1), as well as between CD38 positive and negative CLL (p=0.15). There was a strong inverse correlation between lymphocyte doubling time and absolute Treg count (p=0.03) as well as lymphocyte doubling time and % Treg cells (p=0.006). No correlation could be found between absolute Treg count and CD4: CD8 ratio, r= 0.29 (p=0.1). Conclusion : Absolute Treg cell counts (rather than % Treg) are increased in CLL patients compared to controls and also increased with disease severity. Absolute Treg counts may be more important than % Tregs in CLL pathogenesis. Tregs also have a strong inverse relation with lymphocyte doubling time, also indirectly confirming the role of Tregs in disease progression. We also found Tregs to be increased in patients with autoimmune cytopenias. Autoimmune cytopenias may be viewed as a continuum of CLL disease itself rather than a complication of advanced disease. Disclosures: No relevant conflicts of interest to declare."
}