{
    "doi": "https://doi.org/10.1182/blood.V118.21.1315.1315",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1992",
    "start_url_page_num": 1992,
    "is_scraped": "1",
    "article_title": "AK2 Regulates Hematopoietic Cell Survival, Proliferation and Differentiation Along the T-Cell and Neutrophil Lineages ",
    "article_date": "November 18, 2011",
    "session_type": "504. Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster I",
    "topics": [
        "adenine nucleotides",
        "cell survival",
        "colony-stimulating factors",
        "neutrophils",
        "reticular dysgenesis",
        "severe combined immunodeficiency",
        "t-lymphocytes",
        "tretinoin",
        "t cell differentiation",
        "hl-60 cells"
    ],
    "author_names": [
        "Emmanuelle M. Six, PhD",
        "Chantal Lagresle-Peyrou, PhD",
        "Corinne Demerens-de Chappedelaine",
        "Justine Trimouillas",
        "Frédéric Rieux-Laucat, MD, PhD",
        "Bruno Cassinat, PharmD",
        "Christine Chomienne, MD, PhD",
        "Alain Fischer",
        "Marina Cavazzana-Calvo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "INSERM U768, Paris, France, "
        ],
        [
            "Departement de Biothérapie, Hopital Necker - Enfants Malades, Paris, France, "
        ],
        [
            "INSERM U768, Paris, France, "
        ],
        [
            "INSERM U768, Paris, France, "
        ],
        [
            "U768, INSERM, Paris, France, "
        ],
        [
            "Unite de Biologie Cellulaire, Hopital Saint-Louis, Paris, France, "
        ],
        [
            "Institut Universitaire d'Hématologie, INSERM UMR-S 940, Paris, France, "
        ],
        [
            "Hopital Necker Enfants malades, INSERM U768, Paris, France, "
        ],
        [
            "Biotherapy Department, Hopital Necker Enfants Malades, Paris, France"
        ]
    ],
    "first_author_latitude": "48.840077300000004",
    "first_author_longitude": "2.3452474",
    "abstract_text": "Abstract 1315 AK2 deficiency is responsible for Reticular Dysgenesis (RD), a rare form of human Severe Combined Immunodeficiency which is characterized by the absence of blood neutrophils and T lymphocytes. AK2 which is located in the mitochondria interspace, plays an important role in energy metabolism and in efficient energy transfer through conversion of ADP into ATP and AMP and regulation of cellular adenine nucleotides homeostasis. We modelled the RD pathology using a lentiviral-mediated RNA interference strategy to knock-down AK2 expression. Human CD34+ progenitors invalidated for AK2 are deeply affected in their proliferative ability during the process of T-cell differentiation. Between 3 to 7 days after initiation of T-cell differentiation on the OP9-Delta1 stroma, we observed an increased cell apoptosis through disruption of the mitochondrial membrane potential, associated with a 2-fold decreased in the percentage of proliferative cells. In the presence of shAK2, the apparition of CD7+ T-cell precursors was profoundly reduced - as compared to the shControl - showing that the process of differentiation itself was affected. We also demonstrated that AK2 knock-down inhibits neutrophil differentiation using both G-CSF-mediated differentiation of CD34+ progenitors and ATRA-mediated differentiation of the HL60 cell line. In the HL60 system, we showed that the survival defect induced by the shAK2 could be rescued by expression of the anti-apoptotic protein Bcl-2, while this latter was not sufficient to restore a normal differentiation process. These data suggest a novel mechanism in which AK2 regulates not only the process of differentiation but also survival and proliferation of hematopoietic cell lineages. Disclosures: No relevant conflicts of interest to declare."
}