{
    "doi": "https://doi.org/10.1182/blood.V104.11.3540.3540",
    "article_title": "Differential Agonist Stimulated Cytokine Release from Platelets: A Proteomics Approach. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Dept of Clinical Pharmacology, Royal College of Surgeons in Ireland, Dublin 2 Coppinger JA, O Connor RI, Cagney G, Cox D & Maguire PB. Recent evidence suggests that certain cytokines secreted by activated platelets can promote the development of atherosclerosis and thrombosis e.g the platelet specific cytokine platelet factor 4 (PF4) facilitates macrophage differentiation during inflammation and has shown to be incorporated into atherosclerotic plaques. In this study, we examined the release of several cytokines and other secretory markers from platelets stimulated by three different agonists in the presence and abscene of the anti-platelet drug aspirin. Using antibody array technology we detected the presence of 22 cytokines in the platelet releasate. High levels of abundant platelet cytokines RANTES, PDGF and EGF were seen throughout the arrays for all releasate fractions. The interleukin family were generally underrepresented with the exception of interleukin 8 and GRO. Several interesting angiogenic factors such oncostatin M (not previously reported in platelets) were present in some of the releasate fractions. Higher levels of cytokines were detected in the Collagen and TRAP stimulated fractions than in the ADP fractions suggesting that platelet secretion is an agonist dependent response. The levels of platelet secretory markers thrombospondin and PF4 identified from one dimensional gels by mass spectrometry were stronger in the Collagen and TRAP releasate fractions in keeping with the microarray results. Interestingly, unique protein profiles were obtained for the three different agonists. As platelet activation is COX-dependent we examined the effects of aspirin on cytokine release. Certain cytokines for example GRO were down regulated in the ADP and Collagen treated fractions but no significant decrease in cytokine levels were detected in the TRAP releasate. Cytokines released during platelet activation play diverse roles in vascular biology such as smooth muscle cell proliferation. These results indicate that that the release of platelet cytokines can be in part COX dependent, which may explain some of the anti inflammatory properties of aspirin.",
    "topics": [
        "agonists",
        "blood platelets",
        "cytokine",
        "proteomics",
        "gel",
        "aspirin",
        "cd40 ligand",
        "telomeric repeat amplification protocol",
        "thyroid hormone associated protein complex",
        "angiogenesis factor"
    ],
    "author_names": [
        "Judith A. Coppinger, PhD",
        "Roisin I. O Connor, BSc",
        "Gerard Cagney, PhD",
        "Dermot Cox, PhD",
        "Patricia Maguire, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Judith A. Coppinger, PhD",
            "author_affiliations": [
                "Clinical Pharmacology, Royal College of Surgeons in Ireland, Dublin, Ireland."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roisin I. O Connor, BSc",
            "author_affiliations": [
                "Clinical Pharmacology, Royal College of Surgeons in Ireland, Dublin, Ireland."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerard Cagney, PhD",
            "author_affiliations": [
                "Clinical Pharmacology, Royal College of Surgeons in Ireland, Dublin, Ireland."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dermot Cox, PhD",
            "author_affiliations": [
                "Clinical Pharmacology, Royal College of Surgeons in Ireland, Dublin, Ireland."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Maguire, PhD",
            "author_affiliations": [
                "Clinical Pharmacology, Royal College of Surgeons in Ireland, Dublin, Ireland."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T02:03:37",
    "is_scraped": "1"
}