{
    "doi": "https://doi.org/10.1182/blood.V124.21.250.250",
    "article_title": "IP 3 3-Kinase B Controls Hematopoietic Stem Cell Homeostasis and Prevents Lethal Hematopoietic Failure in Mice ",
    "article_date": "December 6, 2014",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Cytokine Signaling In The Hematopoietic Niche",
    "abstract_text": "Tight regulation of hematopoietic stem cell (HSC) homeostasis ensures life-long hematopoiesis and prevents blood cancers. The mechanisms balancing HSC quiescence with expansion and differentiation into hematopoietic progenitors are incompletely understood. Here, we identify inositoltrisphosphate (IP 3 ) 3-kinase B (Itpkb) as a novel essential regulator of HSC quiescence and function. Young Itpkb -/- mice accumulated phenotypic HSC which were less quiescent and proliferated more than wildtype controls. Itpkb -/- HSC downregulated quiescence and stemness associated mRNAs, but upregulated activation, oxidative metabolism, protein synthesis and lineage associated transcripts. Although they showed no significant homing defects and had normal to elevated viability, Itpkb -/- HSC had a severely reduced competitive long-term repopulating potential. Aging Itpkb -/- mice lost hematopoietic stem and progenitor cells and died with severe anemia. Wildtype HSC normally repopulated Itpkb -/- hosts, indicating a HSC-intrinsic Itpkb requirement. In vitro, Itpkb -/- HSC had reduced cobblestone-area forming cell activity and showed increased stem cell factor activation of the phosphoinositide 3-kinase (PI3K) effector Akt. This was reversed by exogenous provision of the Itpkb product IP 4, a known PI3K/Akt antagonist. Itpkb -/- HSC also showed transcriptome changes consistent with hyperactive Akt/mTOR signaling. Thus, we propose that Itpkb ensures HSC quiescence and function in part by limiting cytokine-induced PI3K signaling in HSC. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cells",
        "homeostasis",
        "mice",
        "phosphotransferases",
        "proto-oncogene proteins c-akt",
        "anemia",
        "antagonists",
        "cytokine",
        "hematologic neoplasms",
        "mtor serine-threonine kinases"
    ],
    "author_names": [
        "Karsten Sauer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karsten Sauer, PhD",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T15:44:04",
    "is_scraped": "1"
}