{
    "doi": "https://doi.org/10.1182/blood.V120.21.2220.2220",
    "article_title": "Effect of Locally Applied Electricity On Clot Formation and Hemostasis. ",
    "article_date": "November 16, 2012",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Abstract 2220 Background: Electricity has historically been used in medical applications such as defibrillators, cauterization, and electrosurgery. Additionally, Kalghatgi et al. [1] demonstrate that high voltage electrical fields (∼30 kilo volts) activate platelets and induce coagulation. However, the exact effect of applied electrical current on clot formation is unknown. We show that upon direct application of electricity (voltages between 5 – 40 volts), platelets are activated immediately and clots rapidly form without excessive heating. This newfound application to induce blood clot formation may enable a new and novel class of therapeutics to achieve hemostasis at sites of bleeding. As newer hemostatic agents are currently derived from animal or human products, which carry risk of blood borne infections and immune dysregulation, a clear need exists for novel therapies to achieve hemostasis. Method: Our experimental setup consisted of a silicone polydimethylsiloxane (PDMS) chamber with embedded metallic wires ( Figure 1 A). The metallic leads were connected to an Agilent E3649A variable power supply and a constant voltage was applied to the chamber for 1 minute. A Fluke 179 multimeter monitored the temperature with a thermocouple lead inserted into the liquid in the chamber. Experiments were conducted using whole human blood, platelet rich plasma (PRP), platelet poor plasma (PPP), and isolated, washed platelets. Additionally, fluorescently labeled fibrinogen (Alexa Fluor 488) was added to the blood product, 5%v/v, to assess fibrin formation. Experiment: Initial experiments characterized the electrical characteristics of the different components of blood pertinent for clot formation to assess the potential safety concerns. Voltages between 5 – 40 volts (V) result in currents below 0.1 amps (A) and temperatures between 20 – 50°C. Nominally, current values of 0.1A and greater are considered deadly [2], and thermal tissue damage caused by temperatures below 45°C are considered reversible [2], therefore the majority of our work focuses on voltages less than 30V. Figure 1 B shows the timeline of fibrin network formation for a control whole blood sample versus a whole blood sample exposed to 30V for 60 seconds. At 30V and immediately after electrical stimulus, platelet aggregation begins to form. At 120 seconds, fibrin polymerization initiates and showed complete coverage at 180 seconds, as well as numerous clusters of platelet aggregates. In the absence of electrical stimulus, no fibrin polymerization or platelet aggregation was detected until greater than 240 seconds and full network coverage was complete by 420 second. Platelet aggregration was more pronouced with electrical stimulus, as compared to the control case. Various voltages were tested with the mean time to complete the fibrin network formation in stimulated and unstimulated whole blood was 170 seconds vs. 320 seconds, respectively (n = 3) indicating a 53% increase in fibrin formation and platelet aggregation. Additional experiments were conducted on anti-coagulated PPP, PRP, and isolated, washed platelets showing no evidence of fibrin polymerization. This suggests that all the components in blood are necessary to create the fibrin scaffold when exposed to electricity. Continued work will focus on unraveling the underlying mechanisms of how electrical stimulation affects platelet aggregation and coagulation. Conclusion: Our results suggest that direct electrical stimulation promotes clot formation and could potentially lead to a new category of hemostatic therapies that are free from the infectious risks and immune effects that encumber current human or animal-derived agents. With the addition of electrical stimulus, fibrin networks form on average 53% faster than control conditions. We anticipate this concept of applying electricity to different processes in the blood will have significant implications for experimental and clinical hematology. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hemostasis procedures",
        "hemostatic function",
        "thrombosis",
        "fibrin",
        "electric stimulation",
        "hemostatics",
        "human platelets, washed",
        "blood products",
        "bone wires",
        "cautery"
    ],
    "author_names": [
        "Elaissa Hardy, PhD",
        "Yumiko Sakurai, MSc",
        "Nadia Sanjaya",
        "Alisa S. Wolberg, PhD",
        "Wilbur Lam, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elaissa Hardy, PhD",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yumiko Sakurai, MSc",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadia Sanjaya",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alisa S. Wolberg, PhD",
            "author_affiliations": [
                "Path. & Lab. Medicine, UNC - Chapel Hill, Chapel Hill, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilbur Lam, MD, PhD",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T03:50:05",
    "is_scraped": "1"
}