{
    "doi": "https://doi.org/10.1182/blood-2020-137335",
    "article_title": "Single-Cell Characterization of Acute Myeloid Leukemia (AML) and Its Microenvironment Identifies Signatures of Resistance to PD-1 Blockade Based Therapy ",
    "article_date": "November 5, 2020",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Background The success of allogenic stem cell transplantation in curing AML suggests that the immune system can be harnessed to eradicate AML. In a phase 2 trial (NCT02397720) in relapsed/refractory (R/R) AML patients, we demonstrated that the azacitidine/nivolumab combination improved response rates and median overall survival compared with similar patients treated on other azacitidine-based studies (Daver et al Cancer Discovery 2019). The heterogenous response profiles and shorter duration of responses than seen in solid tumor patients suggested hitherto undefined tumor intrinsic, tumor microenvironment (TME) and T cell factors may impede PD-1 blockade therapy in AML. Methods We performed single cell RNA sequencing (scRNAseq) of 13,633 healthy bone marrow (BM) donor, and 113,394 BM cells from 22 aspirates (8 pre- and 14 post- treatment) from 8 R/R AML patients (median age 73 years; range 64-88 years) treated with azacitidine/nivolumab (Fig 1A). 3/8 patients were responders (2CR, 1 PR), while 2/8 and 3/8 had stable disease (SD), and no response (NR), respectively, allowing us to evaluate factors involved in response, relapse and resistance to azacitidine/nivolumab. Results A total of 60,753 AML and 52,641 TME cells passed scRNAseq quality check, with the proportion of identified AML cells correlating with clinical flow cytometry (r=0.87, p=1.5x10 -7 ) and immunohistochemistry (r=0.73, p=0.0001). Pre- and post-treatment AML cells clustered by patient and had distinct cell cycle profiles regardless of response type, suggesting significant inter-tumor heterogeneity (Fig 1B). In an aggregate analysis of all cells at the pretreatment timepoint, the 3 responders had lower leukemia stemness (LSC17) scores compared with NR (p<2.2x10 -16 ) and SD (p<10 -6 ) patients. Inferred copy number loss of chromosome 7/7q by scRNAseq was consistent with clinical karyotype and was associated with resistance to PD-1 based therapy (Figure 1C). PT3 (CR) had an emergent chromosome 7q deletion after 6 months on treatment, which preceded the clinical relapse. To further explore whether deletion 7/7q was associated with resistance to PD1-blocakde-based therapy, we evaluated 57 R/R AML patients treated on azacitidine/nivolumab with available pretreatment cytogenetic profiling. Only 10.5% (2/19) patients with deletion 7/7q achieved a CR/CRI to azacitidine/nivolumab compared with 36.8% (14/38) of patients without the deletion (p=0.03) (Fig 1D). To decouple azacitidine from nivolumab effect, we evaluated an independent cohort of R/R AML (n=99) treated on azacitidine-based studies without immune checkpoint blockade (ICB) and found no such correlation, suggesting that deletion 7/7q induced resistance may be primarily in PD-1 blockade therapy setting (Fig 1E). IFNgpathway genes were enriched (q<0.0005) in chromosome 7q region indicating that IFNg pathway loss may modulate resistance to ICB based therapies in AML. Pathway enrichment revealed AML cells with higher oxidative phosphorylation, reactive oxygen species and glycolytic/metabolic pathways were more likely to be resistant to PD-1 blockade-based therapy (Fig 1F). On paired single cell TCR analysis from 4,742 and 26,095 T cells from healthy and R/R AML BMs, respectively, T cells in the TME of AML patients had less clonal diversity and more oligoclonal dominance compared to healthy BMs (Fig 1G-H). Following treatment 76.9% and 72.4% of novel and expanded clones were contributed by responders, with non-responders contributing only 5% and 3.4% of the novel and expanded clones, respectively (Fig. 1I). Among responders, the majority of clones were either novel or expanded, whereas NR had mostly contracted clones. Conclusions: This is one of the first studies examining the effect of PD-1 blockade at single cell resolution in a hematologic malignancy. Further, this is the largest single study analyzing single AML cells longitudinally. AML cells harboring deletion 7/7q loss, enriched for LSC signature and metabolic/oxidative pathways, were features associated with resistance to azacitidine/nivolumab therapy. Azacitidine/nivolumab induced novel and expanded T cell clonotypes primarily in responders. Disentangling AML cells from their complex microenvironment revealed characteristics that shaped resistance to ICB-based therapy and could inform strategies to target AML vulnerabilities. View large Download slide View large Download slide  Close modal Disclosures DiNardo: Takeda: Honoraria; Novartis: Consultancy; AbbVie: Consultancy, Honoraria, Research Funding; Syros: Honoraria; MedImmune: Honoraria; Jazz: Honoraria; Agios: Consultancy, Honoraria, Research Funding; ImmuneOnc: Honoraria; Daiichi Sankyo: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Calithera: Research Funding; Notable Labs: Membership on an entity's Board of Directors or advisory committees. Kadia: Pfizer: Honoraria, Research Funding; Cyclacel: Research Funding; Incyte: Research Funding; Novartis: Honoraria; Abbvie: Honoraria, Research Funding; Astellas: Research Funding; Cellenkos: Research Funding; Ascentage: Research Funding; Amgen: Research Funding; JAZZ: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Astra Zeneca: Research Funding; Celgene: Research Funding; Genentech: Honoraria, Research Funding; Pulmotec: Research Funding. Ravandi: Celgene: Consultancy, Honoraria; Orsenix: Consultancy, Honoraria, Research Funding; Macrogenics: Research Funding; Astellas: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria; Jazz Pharmaceuticals: Consultancy, Honoraria, Research Funding; Xencor: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria, Research Funding. Borthakur: Xbiotech USA: Research Funding; BioLine Rx: Research Funding; PTC Therapeutics: Consultancy; BioLine Rx: Consultancy; Incyte: Research Funding; Novartis: Research Funding; Jannsen: Research Funding; Abbvie: Research Funding; Cyclacel: Research Funding; Argenx: Consultancy; FTC Therapeutics: Consultancy; Treadwell Therapeutics: Consultancy; PTC Therapeutics: Research Funding; Polaris: Research Funding; BMS: Research Funding; Oncoceutics: Research Funding; Nkarta Therapeutics: Consultancy; BioTherix: Consultancy; GSK: Research Funding; Curio Science LLC: Consultancy; AstraZeneca: Research Funding. Konopleva: Ascentage: Research Funding; Eli Lilly: Research Funding; Rafael Pharmaceutical: Research Funding; Forty-Seven: Consultancy, Research Funding; Ablynx: Research Funding; Amgen: Consultancy; F. Hoffmann La-Roche: Consultancy, Research Funding; AstraZeneca: Research Funding; AbbVie: Consultancy, Research Funding; Calithera: Research Funding; Reata Pharmaceutical Inc.;: Patents & Royalties: patents and royalties with patent US 7,795,305 B2 on CDDO-compounds and combination therapies, licensed to Reata Pharmaceutical; Kisoji: Consultancy; Cellectis: Research Funding; Sanofi: Research Funding; Genentech: Consultancy, Research Funding; Stemline Therapeutics: Consultancy, Research Funding; Agios: Research Funding. Garcia-Manero: Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Research Funding; Jazz Pharmaceuticals: Consultancy; Acceleron Pharmaceuticals: Consultancy, Honoraria; Helsinn Therapeutics: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Astex Pharmaceuticals: Consultancy, Honoraria, Research Funding; Amphivena Therapeutics: Research Funding; Novartis: Research Funding; AbbVie: Honoraria, Research Funding; H3 Biomedicine: Research Funding; Onconova: Research Funding. Green: KDAc Therapeutics: Current equity holder in private company. Sharma: Achelois: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Apricity Health: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; BioAlta: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Codiak BioSciences: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Constellation: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Dragonfly Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Forty-Seven Inc.: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Hummingbird: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; ImaginAb: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Jounce Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties; Lava Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Lytix Biopharma: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Marker Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Oncolytics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Infinity Pharma: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; BioNTech: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Glympse: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Polaris: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees. Allison: Achelois: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Apricity Health: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; BioAlta: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Codiak BioSciences: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Dragonfly Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Forty-Seven Inc.: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Hummingbird: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; ImaginAB: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Jounce Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties; Lava Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Lytix Biopharma: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Marker Therapeutics: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Polaris: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; BioNTech: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees. Daver: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz: Consultancy, Membership on an entity's Board of Directors or advisory committees; Trillium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Syndax: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; KITE: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees; Fate Therapeutics: Research Funding; Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Servier: Research Funding; Genentech: Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novimmune: Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Trovagene: Research Funding; ImmunoGen: Research Funding; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "author_names": [
        "Hussein A Abbas, MDPhD",
        "Dapeng Hao",
        "Katarzyna Tomczak, PhD",
        "Praveen Barrodia",
        "Jin S. Im",
        "Patrick K Reville, MD",
        "Zoe Alaniz",
        "Wei Wang, MD PhD",
        "Ruiping Wang, PhD",
        "Feng Wang, PhD",
        "Koichi Takahashi, MD PhD",
        "Jing Ning, PhD",
        "Maomao Ding",
        "Jairo A. Matthews",
        "Latasha Little, BS",
        "Jianhua Zhang, PhD",
        "Sreyashi Basu, PhD",
        "Courtney D. DiNardo, MD MSCE",
        "Tapan M. Kadia, MD",
        "Farhad Ravandi, MBBS",
        "Gautam Borthakur, MD",
        "Marina Konopleva, MD PhD",
        "Guillermo Garcia-Manero, MD",
        "Michael R Green, PhD",
        "Gheath Alatrash",
        "Padmanee Sharma",
        "James P Allison, PhD",
        "Steven M. Kornblau, MD",
        "Kunal Rai",
        "Linghua Wang, PhD",
        "P Andrew Futreal, PhD",
        "Naval Daver, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hussein A Abbas, MDPhD",
            "author_affiliations": [
                "Division of Cancer Medicine, Medical Oncology Fellowship, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dapeng Hao",
            "author_affiliations": [
                "Department of Genomic Medicine, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarzyna Tomczak, PhD",
            "author_affiliations": [
                "Department of Translational Molecular Pathology, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Praveen Barrodia",
            "author_affiliations": [
                "Department of Genomic Medicine, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin S. Im",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick K Reville, MD",
            "author_affiliations": [
                "Division of Cancer Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zoe Alaniz",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Wang, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruiping Wang, PhD",
            "author_affiliations": [
                "Department of Genomic Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng Wang, PhD",
            "author_affiliations": [
                "Department of Genomic Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Takahashi, MD PhD",
            "author_affiliations": [
                "Department of Genomic Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Ning, PhD",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maomao Ding",
            "author_affiliations": [
                "Department of Biostatistics, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jairo A. Matthews",
            "author_affiliations": [
                "Department of Leukemia, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Latasha Little, BS",
            "author_affiliations": [
                "Department of Genomics Medicine, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhua Zhang, PhD",
            "author_affiliations": [
                "Department of Genomic Medicine, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sreyashi Basu, PhD",
            "author_affiliations": [
                "Department of Immunology, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney D. DiNardo, MD MSCE",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan M. Kadia, MD",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MBBS",
            "author_affiliations": [
                "Department of Leukemia, University of Texas- MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R Green, PhD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gheath Alatrash",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Padmanee Sharma",
            "author_affiliations": [
                "Department of Immunology, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James P Allison, PhD",
            "author_affiliations": [
                "Department of Immunology, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Kornblau, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, M.D. Anderson Cancer Center University of Texas, Houston, TX "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kunal Rai",
            "author_affiliations": [
                "Department of Genomic Medicine, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linghua Wang, PhD",
            "author_affiliations": [
                "Department of Genomic Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P Andrew Futreal, PhD",
            "author_affiliations": [
                "Department of Genomic Medicine, UT M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naval Daver, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T04:04:57",
    "is_scraped": "1"
}