{
    "doi": "https://doi.org/10.1182/blood.V114.22.2640.2640",
    "article_title": "Gene Dosage Effects in B-Chronic Lymphocytic Leukemia with Del 13q14. ",
    "article_date": "November 20, 2009",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis Poster II",
    "abstract_text": "Abstract 2640 Poster Board II-616 Introduction: Deletion of 13q14 (del13q14) is the most common abnormality of B-chronic lymphocytic leukemia (CLL). However, for a long time investigations of this region did not detect the relevant pathogenetic mechanism. Micro-RNA genes MIRN15a and MIRN16-1 located on 13q14.3 were postulated to close this gap. Down-regulated expression of these miRNAs was shown to increase the anti apoptotic B cell lymphoma 2 (Bcl2) proteins. However, relevance and frequency of deregulated micro-RNA genes was differentially described. To understand the influence of deletion of chromosomal region 13q14 on gene expression, chromosomal abnormalities detected by single nucleotide polymorphism (SNP) chips were compared with gene expression analyzed by gene expression profiling in CLL. Furthermore, impact of deletion 13q14 on MIRN15A and MIRN16-1 expression and correlation to BCL2 protein expression were investigated. Methods: 15 B-CLL cases harboring del 13q14 were investigated for the extend of deletion with the 50k Xbal SNP array. Gene expression of the genes located in the aberrant region evaluated by Affymetrix U133A gene chip of 13 of these cases was compared between cases with and without this aberration. FISH analysis was done to validate SNP-data. Expression of MIRN15a and MIRN16-1 was evaluated by real-time PCR from further 20 B-CLL with TaqMan MicroRNA assays. From the 25 cases Western blot analysis for Bcl2 was performed. Results: SNP-chip and FISH analysis with probes for regions RB1, D13S25 and D13S319 gave consistent results. The minimal deleted region of del13q14 reaches from physical position 49543165 to 50272626 and mostly includes the location of MIRN15a and 16-1. 10 gene probes were located in the aberrant chromosomal 13q14 region and entered statistical analysis. In 4 of 5 genes with monoallelic deletions gene expression was significantly reduced. In regions harbouring mono- and biallelic deletions in 4 of 5 genes the monoallelic deleted cases showed decreased expression compared to the normal cases. Evaluation of MIRN15a and MIRN16-1 revealed strong down-regulation of expression in CLL harbouring biallelic del13q14 compared to other CLL and healthy B-cells (p=0.002; p=0.002), whereas there were no statistically significant differences between CLL with or without monoallelic deletion or healthy B-cells (p=0.534; p=0.665). Bcl2 Western blot analysis revealed stronger Bcl2 expression in CLL harbouring del13q14 in contrast to CLL without this abnormality (p=0.002). However, no difference between cases with mono- or biallelic del13q14 was detected (p=0.400). Conclusion: SNP chip analysis is a helpful tool to detect chromosomal abnormalities on a high resolution. Although detailed genetic analyses failed to demonstrate the consistent involvement of any of the genes located in the deleted region of B-CLL harboring del13q14, reduced expression occurred in most of these genes indicating gene dosage effects. MIRN15a and MIRN16-1 expression are frequently reduced in B-CLL with biallelic but not monoallelic deletion of 13q14 without an influence on Bcl2 protein levels. Disclosures: Off Label Use: intrapleural and intraperitoneal use of rituximab.",
    "topics": [
        "gene dosage",
        "infectious mononucleosis",
        "lymphoblastic leukemia",
        "bcl-2 protein",
        "micrornas",
        "western blotting",
        "b-cell lymphomas",
        "dna microarrays",
        "gene expression profiling",
        "intraperitoneal infusion"
    ],
    "author_names": [
        "Ludger Sellmann, MD",
        "Rene Scholtysik",
        "Holger Nueckel, MD",
        "Tanja Boes",
        "Alexander Carpinteiro, MD",
        "Ulrich Duehrsen, MD",
        "Ludger Klein-Hitpass",
        "Jan Duerig, MD",
        "Ralf Kueppers"
    ],
    "author_dict_list": [
        {
            "author_name": "Ludger Sellmann, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, Essen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rene Scholtysik",
            "author_affiliations": [
                "Institute of Cell Biology (Cancer Research), University of Duisburg-Essen, Essen, Germany, Essen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holger Nueckel, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital of Essen, Essen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanja Boes",
            "author_affiliations": [
                "Institute for Medical Informatics, Biometry and Epidemiology, University Hospital of Essen, Essen, Germany, Essen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Carpinteiro, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital of Essen, Essen, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Duehrsen, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, Essen, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ludger Klein-Hitpass",
            "author_affiliations": [
                "Institute of Cell Biology (Cancer Research), University of Duisburg-Essen, Essen, Germany, Essen, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Duerig, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Essen, Essen, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf Kueppers",
            "author_affiliations": [
                "Institute of Cell Biology (Tumor Research), University Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T02:24:09",
    "is_scraped": "1"
}