{
    "doi": "https://doi.org/10.1182/blood.V110.11.4744.4744",
    "article_title": "Monoclonal Gammopathy of Undetermined Significance with an IgE Paraprotein. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Monoclonal Gammopathy of Unknown Significance (MGUS) is a non-malignant condition characterized by a serum paraprotein, low numbers of plasma cells on bone marrow examination(<10%) and the absence of end organ damage. The transformation rate of MGUS to multiple myeloma is frequently quoted as about 1% per year. IgG, IgM and IgA paraproteins account for virtually all cases of MGUS with only the rare literature report of IgD or IgE isotypes. To our knowledge there is only one published case of IgE MGUS ( Ludwig and Vormittag 1980 ; BMJ , 281 : 6239 , 539–540 ). IgE Myeloma is an extremely rare entity and reported to have a comparatively poorer prognosis, but the incidence of pre-existing IgE MGUS is unknown. Here we report the case of a 74 year old gentleman with a stable low level IgE paraprotein. The patient presented in March 2003 for investigation of a persistent borderline normocytic anaemia recorded as 13.3g/dl at initial review (lower range of normal 13.5g/dl) with an ESR of 27mm/h. Co-morbidity included hypertension, ischaemic heart disease and hypercholesterolemia but general examination was unremarkable. Screening investigations revealed normal haematinics, renal function and corrected calcium. Analysis of immunoglobulins revealed mild immunoparesis of his IgM titre only (0.33g/l; Reference range 0.5–2.0g/l) and the presence of both a blood and urinary paraprotein. The blood paraprotein was quantified as 3g/l with immunofixation identifying kappa light chain restriction without the presence of one of the commonly encountered heavy chain isotypes (IgG, IgM or IgA). Further probing of the abnormal gamma globulin region revealed the paraprotein to be IgE in isotype. Immunofixation of a spot urine sample revealed kappa light chain restriction with a protein concentration of 0.03g/l. Bone marrow examination demonstrated 1% plasma cells on the aspirate with mild dysplastic change within the erythroid series. Cytogenetics were not performed. The trephine specimen revealed 10% plasma cells with strong immunostaining for IgE, dysplastic features within the megakaryocytic and erythroid lineages together with confirmation of kappa light chain restriction. Interestingly, recent further immunostaining of the original specimen revealed the plasma cells to be CD56-ve but cyclin D1 positive. Skeletal survey was normal. His investigations fulfil the WHO diagnostic criteria for MGUS, although it could be argued that with 10% plasma cells in the trephine biopsy, he could be classified as a borderline smouldering myeloma. Four years later, however, this gentleman remains well on routine follow-up with no evidence of myeloma related organ or tissue impairment. His most recent paraprotein from August 2007 is stable at 4g/l. The reporting of plasma cell dyscrasias with rare immunoglobulin isotypes should be encouraged to contribute to the bank of knowledge of these infrequently encountered entities.",
    "topics": [
        "immunoglobulin e",
        "monoclonal gammopathy of undetermined significance",
        "paraproteins",
        "immunoglobulin kappa-chains",
        "immunoglobulin m",
        "multiple myeloma",
        "bone marrow examination",
        "dysplasia",
        "immunofixation",
        "immunoglobulin a"
    ],
    "author_names": [
        "Robert M. Ayto, MBBS",
        "Christopher Lambert, BMBS",
        "Irvin Lampert",
        "Nina Salooja"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert M. Ayto, MBBS",
            "author_affiliations": [
                "Haematology, Charing Cross Hospital, London, United Kingdom",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher Lambert, BMBS",
            "author_affiliations": [
                "Haematology, Charing Cross Hospital, London, United Kingdom",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irvin Lampert",
            "author_affiliations": [
                "Division of Investigative Science, Imperial College, London, United Kingdom",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Salooja",
            "author_affiliations": [
                "Haematology, Charing Cross Hospital, London, United Kingdom",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T13:05:36",
    "is_scraped": "1"
}