{
    "doi": "https://doi.org/10.1182/blood.V104.11.2380.2380",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=192",
    "start_url_page_num": 192,
    "is_scraped": "1",
    "article_title": "The Human Cathelicidin Antimicrobial Peptide (CAMP) Gene Is a Direct Target of the Vitamin D Receptor and Is Strongly Upregulated in Myeloid Cells by 1,25(OH) 2 D 3 Treatment. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "antimicrobials",
        "cathelicidin",
        "cyclic amp",
        "genes",
        "myeloid cells",
        "peptides",
        "vitamin d3 receptor",
        "granules",
        "rna, messenger",
        "antimicrobial cationic peptides"
    ],
    "author_names": [
        "Adrian F. Gombart, Ph.D.",
        "Ook Kim, M.D.",
        "Dih-Yen Chen, M.S.",
        "Niels Borregaard, M.D.",
        "H. Phillip Koeffler, M.D."
    ],
    "author_affiliations": [
        [
            "Dept. of Medicine, Division of Hematology/Oncology, Cedars-Sinai Medical Center, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
        ],
        [
            "Dept. of Medicine, Division of Hematology/Oncology, Cedars-Sinai Medical Center, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
        ],
        [
            "Dept. of Medicine, Division of Hematology/Oncology, Cedars-Sinai Medical Center, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
        ],
        [
            "Department of Hematology, The Granulocyte Research Laboratory, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark"
        ],
        [
            "Dept. of Medicine, Division of Hematology/Oncology, Cedars-Sinai Medical Center, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0709145",
    "first_author_longitude": "-118.41267835000001",
    "abstract_text": "The innate immune system provides a rapid response to repel assaults from numerous infectious agents including bacteria, viruses, fungi and parasites. A major component of this system is a diverse combination of cationic antimicrobial peptides that include the α- and β-defensins and cathelicidins. The only known human cathelicidin is CAMP (hCAP18/LL37/FALL39). The majority of the CAMP propeptide is stored in specific granules of neutrophils and is released and activated at sites of microbial infection. CAMP is synthesized and secreted in significant amounts in those tissues that are exposed to environmental microbes including the squamous epithelia of the mouth, tongue, esophagus, lungs, intestine, cervix and vagina. Also, CAMP is found at significant levels in the plasma. It possesses several important activities including bactericidal, anti-sepsis, chemoattraction, and promotion of angiogenesis and wound healing. Mice deficient in CAMP are susceptible to skin infection and human primary immune deficiency diseases including Kostmann syndrome and specific granule deficiency lack CAMP expression indicating an important role in host defense. One goal of our research is to identify approaches of extrinsically manipulating endogenous CAMP expression for systemic and localized therapeutic benefit of human diseases or injury. Treatment of myeloid leukemia cell lines with various growth factors or cytokines failed to induce CAMP expression; however, treatment with the seco-steroid hormone 1,25(OH) 2 D 3 (vitamin D 3 ) dramatically upregulated CAMP mRNA expression. This was not observed for all trans retinoic acid or estradiol and other granule protein genes were not upregulated, indicating the observation was specific for vitamin D 3 and the CAMP gene. Expression in untreated U937, NB4 or HL-60 is undetectable by Northern blot analysis, but was detected by 3 h and continued to increase throughout 5 days of exposure to vitamin D 3 . The induction of CAMP mRNA was not dependent on monocytic differentiation. It was dose-dependent and occurred in the presence of cyclohexamide but not in the presence of actinomycin D. The data are consistent with CAMP being a direct transcriptional target gene of the vitamin D receptor (VDR). Induction was observed in bone marrow cells obtained from normal healthy individuals and in bone marrow cells obtained from an individual with acute myeloid leukemia. Also, induction of CAMP mRNA occurred in human bone marrow derived macrophages. Increased CAMP mRNA was noted in the human keratinocyte cell line HaCat and the colon cancer cell line HT-29. We identified a classical DR3-type vitamin D3 responsive element at bp -615 bp from the transcriptional start site in the human promoter. Reporter gene assays indicated that deletion of this site abolished responsiveness to vitamin D 3 in U937 cells. Chromatin immunoprecipitation assays demonstrated binding of the VDR to the CAMP promoter in U937 cells. Our results identify CAMP as a direct target of a ligand-activated VDR. Studies are underway to evaluate carefully the transcriptional regulation of CAMP by vitamin D 3 compounds in patients. Our findings suggest a novel activity of vitamin D 3 compounds in the regulation of innate immunity with potential therapeutic value."
}