{
    "doi": "https://doi.org/10.1182/blood-2020-137218",
    "article_title": "A Phase I Study of Lintuzumab Ac225 in Combination with CLAG-M Chemotherapy in Relapsed/Refractory AML ",
    "article_date": "November 5, 2020",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "Background: Lintuzumab Ac225 is a radiolabeled anti-CD33 antibody, composed of an alpha emitting isotope, Ac225, conjugated with the humanized anti-CD33 monoclonal antibody lintuzumab. As monotherapy, lintuzumab Ac225 was studied as upfront therapy for unfit AML, and nearly 70% of pts achieved a CR/CRi at the highest dose level (2uCi/kg) without significant non-hematologic toxicity. Therefore, we hypothesized that lintuzumab Ac225, when added to the salvage chemotherapy regimen CLAG-M (cladribine, cytarabine, G-CSF, and mitoxantrone), would be tolerable and would improve remission rates in the treatment of relapsed/refractory AML (RR-AML). This investigator-initiated phase I study is the first study to combine radioimmunotherapy with salvage chemotherapy in pts with RR-AML. Patients and Methods: Medically fit pts with RR-AML, aged 18 years and older were eligible. Eligibility also required that more than 25% of leukemic blasts must have been CD33 positive by flow cytometry. Induction consisted of G-CSF, 300mcg/d, given D1-6, cladribine 5mg/m2, given D2-6, cytarabine 2g/m2, given D2-6, and mitoxantrone 10mg/m2, given D2-4. Lintuzumab Ac225 was administered as a single dose on either day 7, 8, or 9. This trial had three cohorts, administering lintuzumab Ac225 at a dose of 0.25uCi/kg, 0.50uCi/kg, or 0.75uCi/kg. Treatment consisted of one induction cycle, with subsequent therapy up to physician discretion. Results: Fifteen pts were evaluable, with a median age of 61 yrs (Figure 1). Slightly less than half of the pts had previously received venetoclax/HMA and slightly more than half had previously had allogeneic HCT. Three pts enrolled into cohort 1 (0.25uCi/kg), nine pts enrolled into cohort 2 (0.5uCi/kg), and three pts enrolled into cohort 3 (0.75uCi/kg). Grade 3 or greater AEs irrespective of causality included febrile neutropenia (n=12), infection (n=8), maculopapular rash (n=2), nausea (n=2), and one patient each with QTc prolongation and tumor lysis syndrome. Of 15 pts, CR/CRi was observed in 10 (67%) pts. Excluding pts receiving >3 prior lines of therapy, 10/12 (83%) achieved CR/CRi. In cohort 1, 1 patient (33%) achieved remission (1 CR). In cohort 2, 6 pts (67%) achieved remission (3 CR, 2 CRp, 1 CRi). In cohort 3, 3 pts (100%) achieved remission (1 CR, 2 CRp). 7 pts of the 10 with CR/CRi (70%) achieved MRD negativity by flow (Table 2). Two of the 3 patients in cohort 3 were MRD- after therapy and the third had a small number of AML cells detected (0.2%). All pts who were independent for platelet transfusions pre-treatment recovered platelets. Overall, median time to ANC recovery ≥500 was 33 days, and median time to platelet recovery ≥50k was 35 days. 6 pts proceeded to allogeneic HCT after therapy. Conclusion: We conclude that lintuzumab Ac225 in combination with CLAG-M chemotherapy has a clinically acceptable safety profile. Dose escalation yielded highly encouraging efficacy results for RR-AML. With acceptable safety at 0.75uCi/kg, we have amended this protocol to study a 4 th dose level at 1.0uCi/kg. Overall, this regimen represents a safe and potentially effective therapy for medically fit RR-AML pts, particularly as a bridge to allogeneic HCT. View large Download slide View large Download slide  Close modal Disclosures Abedin: Helsinn Healthcare: Honoraria; Actinium Pharmaceuticals: Research Funding; Helsinn Healthcare: Research Funding; Pfizer: Research Funding; Jazz Pharmaceuticals: Honoraria; Agios: Honoraria. Hamadani: Takeda Pharmaceutical Company; Spectrum Pharmaceuticals; Astellas Pharma: Research Funding; ADC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Janssen R&D; Incyte Corporation; ADC Therapeutics; Celgene Corporation; Pharmacyclics, Omeros, AbGenomics, Verastem, TeneoBio: Consultancy; Sanofi Genzyme, AstraZeneca: Speakers Bureau. Michaelis: Jazz Pharmaceuticals: Research Funding. Atallah: Abbvie: Consultancy; Genentech: Consultancy; Jazz: Consultancy; Pfizer: Consultancy; Takeda: Consultancy, Research Funding; Novartis Pharmaceutical Corporation: Consultancy.",
    "author_names": [
        "Sameem Abedin, MD",
        "Guru Subramanian Guru Guru Murthy, MBBS",
        "Mehdi Hamadani, MD",
        "Laura C. Michaelis, MD",
        "Lyndsey Runaas, MD",
        "Karen-Sue Carlson, MDPhD",
        "Alexandra M. Harrington, MDMT(ASCP)",
        "Ehab L. Atallah, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sameem Abedin, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guru Subramanian Guru Guru Murthy, MBBS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Hamadani, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura C. Michaelis, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, The Medical College of Wisconsin Inc., Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lyndsey Runaas, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen-Sue Carlson, MDPhD",
            "author_affiliations": [
                "Versiti Blood Research Institute, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra M. Harrington, MDMT(ASCP)",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ehab L. Atallah, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Wauwatosa, WI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:39:12",
    "is_scraped": "1"
}