{
    "doi": "https://doi.org/10.1182/blood.V112.11.5472.5472",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1189",
    "start_url_page_num": 1189,
    "is_scraped": "1",
    "article_title": "Increased Procalcitonin Levels in End Stage Renal Disease and Chronic Kidney Disease as An Indicator of Inflammatory Activation ",
    "article_date": "November 16, 2008",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion",
    "topics": [
        "kidney failure, chronic",
        "procalcitonin",
        "antibodies",
        "calcitonin",
        "sepsis",
        "burns",
        "monoclonal antibodies",
        "wounds and injuries",
        "intubating laryngeal mask airway",
        "inflammatory response"
    ],
    "author_names": [
        "Vinod Bansal",
        "Daniel Fareed",
        "Debra Hoppensteadt",
        "Josephine Cunanan",
        "Jawed Fareed"
    ],
    "author_affiliations": [
        [
            "Nephrology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ]
    ],
    "first_author_latitude": "41.87125030000001",
    "first_author_longitude": "-87.82241975000001",
    "abstract_text": "Increased levels of procalcitonin (PCT) and other calcitonin precursors are associated with systemic inflammatory responses in patients with burns, trauma or sepsis. Since end stage renal disease (ESRD) and chronic kidney disease (CKD) represent syndromes involving inflammatory responses, we hypothesized that PCT may also be elevated in patients with these pathologic conditions. Apparently sepsis-free blood plasma samples collected from normal donors (n=100) and patients with ESRD(n=67) and CKD (n=67) were retrospectively analyzed for circulating PCT levels using an immunocolorimetric assay (ILMA PCT,BRAHMS, Berlin Germany). This test utilizes two monoclonal antibodies that are directed to the calcitonin and katacalcin portions of PCT. The capturing antibody is immobilized on the surface of the coated tube and a labeled anti-calcitonin is used as a tracer. Diluted plasma samples incubated and both antibodies react with the PCT to form a sandwich complex. The excess tracer antibody is discarded after incubation. The amount of residual tracer is measured in a luminometer. The intensity of luminescence is proportional to the amount of PCT in the sample. PCT levels in normal individuals were 0.24±0.11 ng/ml, whereas higher levels were measured in CKD(0.81±0.35 ng/ml) and ESRD (0.93±0.36 ng/ml). Although wide ranges in the PCT values were observed, the levels were much higher than normal. These studies suggest that patients with ESRD and CKD may exhibit elevated levels of PCT which may not be due to sepsis. Measurement of PCT in these patients may be useful in the risk stratification and clinical management."
}