{
    "doi": "https://doi.org/10.1182/blood.V110.11.4752.4752",
    "article_title": "Expression of MAGE-A1 and MAGE-A3 in Bone Marrow from Monoclonal Gammapathy to Myeloma Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Multiple myeloma (MM) is an incurable tumor characterized by multifocal clonal expansion of malignant plasma cells within bone marrow (BM), with sometimes extramedullary location , i.e. mainly in peripheral blood (PB), pleural effusion or ascites. Cancer/testis antigens (CTA) are a category of tumor antigens with normal expression restricted to a male germ cells in the testis but not in adult somatic tissues. CTA are promising candidates for cancer immunotherapy. Presently, 44 distinct CT-antigen families have been identified. Presence of RNA transcripts encoding members of the MAGE gene family, as well as NY-ESO-1, CT7/MAGE-C1 in myeloma tumor cells and cell lines has been documented. In MM, cancer germ-line specific genes are preferentially expressed in advanced disease (up to 50%) and in almost all cell lines. Most of the genes of the MAGE-A family were found to be expressed in myeloma cells, although with various incidences. The aim of this study was to evaluate the posibility of using these genes as molecular markers of the progression MGUS to MM and the early relapse of the MM. Due to rare extramedullary location of malignant plasma cells we tried to undercover if expression is detecable in PB simultaneously with expression in the BM. Total of 151 samples from BM were evaluated: 83 samples from advanced myeloma, 12 samples of patients with early stage of MM who did not required treatment (smoldering MM 4x, stage IA 8x), 41 samples of MGUS patiens and 15 samples of normal healthy donors served as control group. In 15 advanced myeloma patients we simultaneously assessed BM sample and PB sample. Total RNA was evaluated by RT-PCR and then by real-time PCR using FRET probes. For relative quantification we used G6PDH housekeeping gene as external standard. As positive control we used myeloma cell line U266. Only 4,8% (2 /41) samples from MGUS patient showed expression of MAGE-A1 or MAGE-A3. 50% (6/12) patients with early stage of MM (IA and smoldering) showed expression of MAGE-A1 or MAGE-A3. 39,7% (33/83) of the samples from the advanced myeloma patients expressed at least 1 of these genes, or both (20 cases). We tested 15 BM from normal donors. All were negative. In 15 advanced myeloma BM samples we have observed expression in 8/15 cases but no expression in PB sample. We have confirmed that expression of MAGE is not present in samples of healthy donors. There is an obvious correlation between expression of the MAGE genes and early-late stage of the disease. Our evaluation confirmed the detection of low expression levels of MAGE-type mRNA in BM from patients with MGUS and early stage of MM. It is possible that MAGE antigen monitoring may predict the evolution towards more advanced disease. But due to need of separated myeloma cells or BM samples this metod can not be used for monitoring minimal residual disease in patients with MM.",
    "topics": [
        "bone marrow",
        "multiple myeloma",
        "monoclonal gammopathy of undetermined significance",
        "antigens",
        "computed tomographic angiography",
        "rna",
        "ascites",
        "biological markers",
        "cancer",
        "cancer immunotherapy"
    ],
    "author_names": [
        "Jana Necasova, MSc",
        "Jitka Kadlecova, MSc., PhD.",
        "Renata Spesna",
        "Miroslav Penka, M.D.",
        "Roman Hajek, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jana Necasova, MSc",
            "author_affiliations": [
                "Multiple Myeloma Basic Research Centre, Masaryk University Campus, ILBIT A3, Kamenice 5, Brno, Czech Republic",
                "Laboratory of Experimental Hematology and Cell Immunotherapy, Faculty Hospital, Brno, Czech Republic",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jitka Kadlecova, MSc., PhD.",
            "author_affiliations": [
                "Department of Medical Genetics, Faculty Hospital, Brno, Czech Republic",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renata Spesna",
            "author_affiliations": [
                "Department of Medical Genetics, Faculty Hospital, Brno, Czech Republic",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miroslav Penka, M.D.",
            "author_affiliations": [
                "Department of Clinical Hematology, Faculty Hospital, Brno, Czech Republic",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Hajek, M.D.",
            "author_affiliations": [
                "Multiple Myeloma Basic Research Centre, Masaryk University Campus, ILBIT A3, Kamenice 5, Brno, Czech Republic",
                "Laboratory of Experimental Hematology and Cell Immunotherapy, Faculty Hospital, Brno, Czech Republic",
                "Department of Internal Medicine and Hematooncology, Faculty Hospital, Brno, Czech Republic",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T15:37:22",
    "is_scraped": "1"
}