{
    "doi": "https://doi.org/10.1182/blood-2019-121349",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4165",
    "start_url_page_num": 4165,
    "is_scraped": "1",
    "article_title": "Impulse Oscillometry to Evaluate Lung Function in Young Children Under Five Years with Sickle Cell Disease ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "child",
        "impulse",
        "oscillometry",
        "pulmonary function tests",
        "sickle cell anemia",
        "wheezing",
        "airway device",
        "asthma",
        "airway resistance",
        "hydroxyurea"
    ],
    "author_names": [
        "Lawson Enokekwa, BS",
        "Tony Ngo, BS",
        "Kathleen McKie, MD",
        "Nnenna R Badamosi, MDMPH"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology Oncology, Augusta University, Augusta, GA "
        ],
        [
            "Pediatric Hematology Oncology, Augusta University, Augusta, GA "
        ],
        [
            "Pediatric Pulmonology, Augusta University, Medical College of Georgia, Augusta, GA"
        ],
        [
            "Pediatric Hematology Oncology, Augusta University, Augusta, GA "
        ]
    ],
    "first_author_latitude": "33.470909400000004",
    "first_author_longitude": "-81.9898848",
    "abstract_text": "BACKGROUND Young children with sickle cell disease (SCD) aged 2 - 5 years old are at the highest risk of acute chest syndrome (ACS), a leading cause of morbidity and mortality. In addition to severe forms of SCD (HbSS and HbSβ 0 thalassemia), asthma and airway hyper-responsiveness are also known risk factors for ACS, and are three to five times more prevalent in older children and adults with SCD. However in SCD children under 5 years there are only a few studies describing airway function, due to limitations in spirometry and other common pulmonary function tests (PFTs). Impulse oscillometry, a passive, non-invasive technique to evaluate airway function via pulmonary resistance and reactance, has been validated in children as young as 3 years, but has not been used widely in children with SCD. OBJECTIVE We sought to describe baseline airway function in children under 5 years with SCD using impulse oscillometry, as part of an ongoing observational study to evaluate lung function in young SCD children over time. METHOD Following IRB approval, participation in the ongoing prospective study was offered to patients aged 3 - 5 years old with HbSS and HbSβ 0 thalassemia followed at the Pediatric Sickle Cell Clinic at Augusta University. Parents of the consented patients completed a modified ISAAC questionnaire assessing reported asthma symptoms and tobacco smoke exposure. Baseline IOS was obtained within 6 months of consent, with other clinical data obtained from medical records. Airway function was assessed using airway resistance at 5Hz and 20Hz (R5, R20), and reactance at 5Hz (X5). Percent predicted values were computed using NHANES (National Health and Nutrition Examination Survey) reference criteria for age, height, gender and ethnicity. RESULTS Out of 9 consented patients, 7 completed the ISAAC questionnaire and 6 successfully performed IOS. One patient consented but deferred participation to next visit and 1 patient with HbSC was excluded from analysis. All remaining patients had sickle cell anemia (HbSS). Age range at study enrolment was 3.7 - 5.4 years (mean 4.6 years). All participants were African American, 4/7 were male. Four out of 7 survey participants were already on Hydroxyurea therapy for their disease with therapy duration ranging from 2 - 41 months. None had preceding history of ACS. One survey respondent reported asthma symptoms (wheezing, dry cough at night) in preceding 12 months and 1 reported passive tobacco exposure. None reported a prior asthma diagnosis. Of the 6 participants with PFT data, baseline percent-predicted values for IOS parameters R5 and R20 were 114.83 ± 22.37 and 97.83 ± 23.11 respectively. Baseline X5 (%pred) was 76.33 ± 48.59. DISCUSSION Our preliminary results show normal baseline airway function in this subset of young SCA patients, with R5 representing total airway resistance, and R20 representing resistance in large airways. Small airway function can be deduced from differences between R5 and R20. Airway resistance decreases with age, and early changes in small airway resistance can be seen in children with asthma and obstructive symptoms. Low frequency reactance serves as a measure of airway distensibility, especially in the distal airways. Therefore, conditions affecting lung elasticity would result in abnormal X5. Ongoing data collection and follow-up will help us study how airway function evolves in young children with SCA with or without underlying asthma. We will also assess the effects of Hydroxyurea and other disease-modifying therapies on airway function over time. Disclosures No relevant conflicts of interest to declare."
}