{
    "doi": "https://doi.org/10.1182/blood.V118.21.643.643",
    "article_title": "Naïve CD4+ T Cells Modified to Express a ROR1-Specific CAR Mediate Anti-Tumor Activity and Provide Superior Help to CD8+ ROR1-CAR T Cells ",
    "article_date": "November 18, 2011",
    "session_type": "703. Adoptive Immunotherapy: T Lymphocytes",
    "abstract_text": "Abstract 643 The engineering of T cells modified to express single-chain antibody-derived chimeric antigen receptors (CARs) that recognize surface molecules expressed on malignant B cells independent from HLA is an area of intense research. The successful use of CAR-modified T cells to treat B-cell malignancies requires the definition of T cells or T-cell subsets that possess an intrinsic ability to confer potent and durable anti-tumor responses, and would ideally be directed against an antigen with selective expression on malignant, but not on normal B cells. Current efforts have focused on the use of bulk CD8+ cytotoxic T cells (CTL) for CAR-modification because the role of CTL in mediating tumor rejection is well established, or unselected PBMC that contain both CD8+ and CD4+ T cells. However, without selection, the progeny and composition of the final cell product is poorly controlled, and the rational use of CD4+ CAR T cells that play a central role in sustaining CD8+ T cell responses to pathogens remains unexplored. We have shown that ROR1, an oncofetal tyrosine kinase receptor, is uniformly expressed on chronic lymphocytic leukemia (CLL) and mantle cell lymphoma (MCL), and developed a ROR1-CAR from an anti-ROR1 mAb that confers specific recognition of malignant, but not mature normal B cells when expressed in CD8+ T cells [Hudecek et al. 2010]. Here, we derived CD4+ ROR1-CAR T cells from unselected, and sort purified naïve (N), central (CM) and effector memory (EM) CD4+ T cells and characterized direct tumor recognition and the ability to augment CD8+ ROR1-CAR CTL. We purified CD4+ and CD8+ T cells from the peripheral blood of healthy donors (n=3) and CLL patients (n=3) and transduced them with ROR1-CAR encoding lentiviral vector. In all cases, we achieved higher transduction efficiencies of CD4+ compared to CD8+ T cells. CAR-modified T cells were enriched from the cultures using a truncated EGFR encoded within the CAR vector downstream of a T2A sequence as a selection marker. ROR1-CAR expression on the surface of T cells was confirmed by flow cytometry using recombinant ROR1-Fc fusion protein. In functional assays, CD4+ CAR T cells conferred specific but weak cytolytic activity compared with CD8+ CAR T cells against ROR1+ tumors including primary CLL, JeKo-1 MCL, and K562 cells transfected with ROR1. Multiplex cytokine analysis detected high-level production of Th1 cytokines including IFN-g, IL-2 and TNF-α, and CFSE staining showed superior proliferation after stimulation with tumor compared to CD8+ CAR CTL, suggesting CD4+ CAR T cells exert typical helper effector functions after stimulation through the CAR. Polyclonal CD4+ T cells contain various frequencies of N, CM, and EM subsets that have distinct functional properties. Thus, we compared the cytolytic activity, cytokine profile and proliferative capacity of CAR T cells derived from flow-sort purified CD4+ N, CM and EM subsets. CD4+ CAR T cells derived from the N CD45RA+CD45RO-CD62L+ subset exhibited the strongest cytotoxicity, produced the highest levels of Th1 cytokines, especially IL-2, and proliferated most vigorously in response to ROR1+ tumor cells, suggesting they may be able to confer the strongest direct anti-tumor effect, and be best suited to provide help to CD8+ CAR CTL. Indeed, in co-culture experiments, the addition of CAR-transduced, but not untransduced CD4+ T cells derived from N rather than memory subsets also resulted in maximum proliferation of CD8+ CAR CTL. Consistent with our analysis of cytokine production, blocking with anti-IL-2 and anti-IL-2Ra mAbs was able to impair but did not completely abrogate this helper effect, demonstrating that help provided by CD4+ CAR T cells was at least in part mediated by IL-2. In vivo experiments demonstrated profound anti-tumor efficacy of CD4+ ROR1-CAR modified T cells in NOD/SCIDgc−/− (NSG) mice that had been engrafted with firefly luciferase transduced JeKo-1 MCL tumor cells. Experiments to compare the anti-tumor efficacy of CAR-modified CD4+ T cells derived from individual N, CM and EM subsets, alone or in combination with CD8+ CAR CTLs are in progress. Collectively, our data illustrate how cell-intrinsic qualities can inform the rational design of cell products containing both tumor-specific CD8+ and CD4+ T cells to improve outcomes of cancer immunotherapy, and suggest that deriving engineered CD4+ T cells from the naïve subset may be most advantageous for tumor therapy. Disclosures: Maloney: GSK: Consultancy, Honoraria.",
    "topics": [
        "neoplasms",
        "ror1 protein, human",
        "t-lymphocytes",
        "cytokine",
        "aldesleukin",
        "tumor cells",
        "antibodies",
        "antigens",
        "cancer",
        "cancer immunotherapy"
    ],
    "author_names": [
        "Michael Hudecek, MD",
        "Maria-Teresa Lupo-Stanghellini, MD",
        "Paula Kosasih, BSc",
        "Jeannette Bet, MSc",
        "Paulina Paszkiewicz, MSc",
        "David G. Maloney, MD, PhD",
        "Michael C. Jensen, MD",
        "Christoph Rader, Ph.D.",
        "Stanley R. Riddell, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Hudecek, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria-Teresa Lupo-Stanghellini, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Kosasih, BSc",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeannette Bet, MSc",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paulina Paszkiewicz, MSc",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G. Maloney, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael C. Jensen, MD",
            "author_affiliations": [
                "Center for Childhood Cancer Research, Seattle Children's Research Institute, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Rader, Ph.D.",
            "author_affiliations": [
                "Experimental Transplantation and Immunology Branch, National Cancer Institute, Center for Cancer Research, Bethesda, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stanley R. Riddell, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T06:39:18",
    "is_scraped": "1"
}