{
    "doi": "https://doi.org/10.1182/blood-2021-146417",
    "article_title": "Survival of Mantle Cell Lymphoma in the Era of Bruton Tyrosine Kinase Inhibitors: A Population-Based Analysis ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Background: Despite advances in chemoimmunotherapy and stem cell transplantation, mantle cell lymphoma (MCL) has historically been difficult to treat. Patients with advanced age and high-risk features (e.g. blastoid/pleomorphic features, high MIPI score, complex karyotype, TP53 mutation) face particularly poor outcomes with standard chemoimmunotherapy. Ibrutinib, a Bruton tyrosine kinase inhibitor (BTKi), was approved for second-line use in MCL in 2013. Other BTKis - acalabrutinib and zanubrutinib were approved in 2017 and 2019, respectively. BTKi provides a well-tolerated chemotherapy-free option for these hard-to-treat subgroups, especially the older patients. In this population-based study, we evaluated survival outcomes prior to and after the approval of ibrutinib, and hypothesized that survival benefit observed early after approval would be greatest in older patients not typically candidates for consolidative transplantation in the first-line setting. Methods: Using the Surveillance, Epidemiology, and End Results database, we included all adult patients diagnosed with MCL in the years 2007-2018 and followed them to the end of 2018 or death, whichever came first. The pre-BTKi era was defined by year of diagnosis 2007-2011, and the BTKi era was between 2014 and 2018. The years 2012-2013 were considered as a \"washout\" period to allow practice change related to the approval of ibrutinib. As age plays an important role in treatment decisions, including whether to use consolidative transplantation, patients were divided based on age at diagnosis: <60, 60-69, 70-79, and ≥80 years. Outcomes of interest included all-cause mortality, and mortality from MCL (MFM). We applied multivariable Cox proportional hazards regression model for all-cause mortality, adjusting for age, sex, race, stage, and median household income at census level, and reported adjusted hazard ratio (HR) with 95% confidence interval (CI). We also conducted multivariable competing risk analyses for MFM, considering all other causes of death as the competing events, and reported subhazard ratio (sHR) with 95% CI. To eliminate potential confounding by duration of follow-up among patients diagnosed in different periods, we used only three-year follow-up data for primary analyses, and all available follow-up data for sensitivity analyses. Results: We identified 7,625 individuals diagnosed with MCL during our study period (3,424 and 4,201 diagnosed during 2007-2011 and 2014-2018, respectively). The majority were male (71%) and white (90%), with 49% of patients 70 years or older. The median follow-up was 9.2 and 2.4 years for patients diagnosed during 2007-2011 and 2014-2018, respectively. The 3-year all-cause mortality and 3-year MFM rates were 39.8% and 27.3%, respectively, in the overall population. Both the 3-year all-cause mortality and MFM increased as age increased. The 3-year all-cause mortality was lower in the BTKi era among all age groups, except patients <60 years old, and the 3-year MFM was lower in the BTKi era among all age groups. The numeric difference of 3-year outcomes was more substantial in patients aged 70-79 for both all-cause mortality (pre-BTKi era: 47.8%, BTKi era: 40.4%) and MFM (pre-BTKi era: 33.9%, BTKi era: 27.5%) ( Table, Figure A and B ). In the multivariable analyses, risk of death was significantly lower during the BTKi era in the 60-69 (HR:0.85, 95% CI: 0.72-1.00) and 70-79 (HR: 0.80, 95% CI: 0.70-0.92) age groups. MFM was also significantly lower during the BTKi era in these two age groups (60-69: sHR: 0.78, 95% CI: 0.64-0.94; 70-79: sHR: 0.76, 95% CI: 0.65-0.90, Table ). The results were largely unchanged in sensitivity analyses (results not shown). Conclusion: In this large population-based cohort analysis of individuals diagnosed with MCL, overall and lymphoma-specific survival improved in the BTKi era. At a median follow up of 2.4 years in our BTKi cohort, significant survival benefits were observed in those older than 60 but less than 80 years of age, and the observed benefits were greatest in the 70-79 age group. Future real-world studies should examine the impact of novel agents on treatment patterns and outcomes of MCL over a longer follow up period. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Kothari:  Incyte pharmaceuticals: Consultancy, Honoraria; Karyopharm pharmaceuticals: Consultancy, Honoraria. Zeidan:  Amgen: Consultancy, Research Funding; Astellas: Consultancy; Jasper: Consultancy; BMS: Consultancy, Other: Clinical Trial Committees, Research Funding; Boehringer Ingelheim: Consultancy, Research Funding; BeyondSpring: Consultancy; Acceleron: Consultancy, Research Funding; BioCryst: Other: Clinical Trial Committees; Novartis: Consultancy, Other: Clinical Trial Committees, Travel support, Research Funding; AbbVie: Consultancy, Other: Clinical Trial Committees, Research Funding; Ionis: Consultancy; Loxo Oncology: Consultancy, Other: Clinical Trial Committees; Astex: Research Funding; AstraZeneca: Consultancy; Epizyme: Consultancy; Cardiff Oncology: Consultancy, Other: Travel support, Research Funding; Janssen: Consultancy; Agios: Consultancy; ADC Therapeutics: Research Funding; Jazz: Consultancy; Genentech: Consultancy; Gilead: Consultancy, Other: Clinical Trial Committees; Incyte: Consultancy, Research Funding; Geron: Other: Clinical Trial Committees; Pfizer: Other: Travel support, Research Funding; Daiichi Sankyo: Consultancy; Kura: Consultancy, Other: Clinical Trial Committees; Aprea: Consultancy, Research Funding. Podoltsev:  PharmaEssentia: Honoraria; Incyte: Honoraria; Novartis: Honoraria; Bristol-Myers Squib: Honoraria; CTI BioPharma: Honoraria; Celgene: Honoraria; Blueprint Medicines: Honoraria; Pfizer: Honoraria. Neparidze:  Janssen: Research Funding; Eidos Therapeutics: Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Research Funding. Shallis:  Curis: Divested equity in a private or publicly-traded company in the past 24 months. Ma:  Celgene/Bristol Myers Squibb: Consultancy, Research Funding. Huntington:  AbbVie: Consultancy; TG Therapeutics: Research Funding; SeaGen: Consultancy; DTRM Biopharm: Research Funding; Flatiron Health Inc.: Consultancy; Novartis: Consultancy; Bayer: Honoraria; Pharmacyclics: Consultancy, Honoraria; AstraZeneca: Consultancy, Honoraria; Genentech: Consultancy; Servier: Consultancy; Thyme Inc: Consultancy; Celgene: Consultancy, Research Funding.",
    "author_names": [
        "Mengyang Di",
        "Can Cui",
        "Shalin K. Kothari",
        "Amer M. Zeidan",
        "Nikolai Podoltsev",
        "Natalia Neparidze",
        "Rory M. Shallis",
        "Rong Wang",
        "Xiaomei Ma",
        "Scott F. Huntington"
    ],
    "author_dict_list": [
        {
            "author_name": "Mengyang Di",
            "author_affiliations": [
                "Department of Hematology/Oncology, Yale University School of Medicine, New Haven, CT",
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Can Cui",
            "author_affiliations": [
                "Department of Immunobiology, Yale University School of Medicine, New haven, CT"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shalin K. Kothari",
            "author_affiliations": [
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amer M. Zeidan",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolai Podoltsev",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Neparidze",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rory M. Shallis",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Wang",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Yale University School of Public Health, New Haven, CT"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaomei Ma",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Department of Chronic Disease Epidemiology, Yale University School of Public Health, New Haven, CT"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott F. Huntington",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT",
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:09:25",
    "is_scraped": "1"
}