{
    "doi": "https://doi.org/10.1182/blood.V114.22.1446.1446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1402",
    "start_url_page_num": 1402,
    "is_scraped": "1",
    "article_title": "Overexpression of the TGF-Beta Modulator . Bambi Promotes Hematopoetic Stem Cell Proliferation. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - MICROENVIRONMENT, CELL ADHESION AND MESENCHYMAL STEM CELLS POSTER I",
    "topics": [
        "protein overexpression",
        "stem cells",
        "transforming growth factor beta",
        "activins",
        "ki-67 antigen",
        "leukemia",
        "stress",
        "transforming growth factor beta receptors",
        "bone marrow",
        "awards and prizes"
    ],
    "author_names": [
        "Rui Mao",
        "Olga Sirin, BS/MS",
        "Margaret Goodell, PhD"
    ],
    "author_affiliations": [
        [
            "Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
        ],
        [
            "Molecular and Human Genetics, Baylor College of Medicine, Houston, TX, USA, "
        ],
        [
            "Molecular and Human Genetics, Stem Cells and Regenerative Medicine, Baylor College of Medicine, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.709907899999997",
    "first_author_longitude": "-95.3997225",
    "abstract_text": "Abstract 1446 Poster Board I-469 Hematopoietic stem cells (HSC) normally reside in a quiescent state in the bone marrow. During times of stress, HSCs are activated to begin differentiation and self-renewal, replenishing the supply of myeloid and lymphoid cells present in the blood. The mechanisms regulating this rapid activation have not been fully elucidated. We previously identified the TGF-beta modulator Bambi (BMP and activin membrane-bound inhibitor) to be upregulated four-fold in HSCs compared to differentiated cells. Bambi codes for a transmembrane pseudoreceptor that inhibits TGF-beta receptor activation. Since TGF-beta signaling has been established to be important for induction of HSC quiescence as well as cell-cycle inhibition in long-term progenitors, we hypothesize that Bambi may play an important role in the regulation of HSCs. Using a retroviral vector, we overexpressed Bambi in bone marrow cells. Overexpression of Bambi resulted in increased colony-formation in vitro when compared to control cells. Furthermore, transduced cells expressed higher levels of the cell-cycle marker Ki-67, indicating a greater proportion of cells in active stages of the cell cycle. To verify the results of these assays in vivo , bone marrow overexpressing Bambi was transplanted into lethally irradiated recipient mice. Bambi -overexpressing cells demonstrated a higher level of engraftment in all lineages than control cells at several time points, which confirms the previous in vitro data suggesting greater cell cycle activity. Moreover, we identified the pathway through which Bambi acts by monitoring the levels of phosphorylated Smad2 (pSmad2), a downstream target of TGF-beta. Overexpression of Bambi resulted in a distinctly lower level of pSmad2, which explains the cell-cycle effects seen in vivo and in vitro . These studies show that Bambi functions to promote HSC proliferation and a probable mode of action in HSCs is through decreased pSmad2 levels from inhibition of the TGF-beta pathway. Bambi has been shown to be upregulated in certain leukemias, and a more complete understanding of the mechanism through which Bambi acts will provide better opportunities for therapeutic innovation. This research was graciously funded by an NIH grant and the ASH Trainee Research Award. Disclosures No relevant conflicts of interest to declare."
}