{
    "doi": "https://doi.org/10.1182/blood.V106.11.3730.3730",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=277",
    "start_url_page_num": 277,
    "is_scraped": "1",
    "article_title": "Rituximab as Successful Therapy in a Patient with Refractory Paroxysmal Cold Hemaglobinuria. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Paroxysmal cold hemaglobinuria (PCH) is caused by an IgG autoantibody which behaves as a biphasic hemolysin, attaching to RBCs at cold temperatures and activating complement at warmer temperatures, leading to hemolysis. This antibody, known as the Donath-Landsteiner antibody (DL-A), frequently shows specificity for the P-antigen. PCH was historically associated with syphilis infection. More recently, the DL-A has been found primarily in children with acquired autoimmune hemolytic anemia (AIHA) following a viral illness. In adults, PCH is rare and may occur as an idiopathic disease or in association with a lymphoproliferative disorder. Cases in children usually resolve spontaneously, whereas the adult form can be chronic and pose a therapeutic challenge, since treatment with steroids and splenectomy may be ineffective. Recently rituximab has been demonstrated to be a useful agent in treating AIHA that is resistant to conventional therapies. Case Report: A 64-year-old woman presented to another hospital with three months of progressive weakness. She was found to be severely anemic. Gastrointestinal blood loss was ruled out. Extensive work up was obtained with CT imaging and bone marrow biopsy, which showed no evidence of malignancy. A hemolytic process was identified and she was placed on oral prednisone 60mg daily. The patient then presented to Cedars-Sinai Medical Center three months later with recurrent fatigue and a hemoglobin concentration (Hb) of 6.6 g/dL. Lab values revealed an elevated reticulocyte count (7.9%), WBC 27.6, total bilirubin 3.5 mg/dL, indirect fraction 3.4 mg/dL, elevated LDH 445 U/L, absent haptoglobin, and microspherocytes on peripheral blood smear. The Direct Antiglobulin (Coombs) Test (DAT) was positive with an anti-complement reagent and negative with an anti-IgG reagent, leading to the suspicion of a DL-A or cold agglutinin. Cold agglutinin titer was normal. A Donath-Landsteiner test was positive, confirming the diagnosis of PCH. Steroids were rapidly tapered and she was given rituximab 375 mg/m2. Her Hb increased and evidence of hemolysis ceased. The patient received 3 additional doses of rituximab weekly. Her Hb recovered to normal. The patient did well for 9 months until she presented again with acute hemolysis (Hb 8.8 g/dL.) The DAT was again positive with an anti-complement reagent and negative with an anti-IgG reagent. She was given a single dose of rituximab with cessation of hemolysis. She received another 3 doses, which resulted in stabilization of her Hb. She remains well at 6 months follow-up. Discussion: The most frequent form of AIHA is due to a warm, IgG antibody and is commonly responsive to steroids or splenectomy, whereas in cold agglutinin disease, caused by an IgM antibody these therapies are usually ineffective. The use of rituximab has been reported as a useful treatment for both warm and cold AIHA refractory to conventional therapy. This is the first case report to our knowledge of a patient with adult PCH refractory to steroids successfully treated with rituximab. This patient responded dramatically to rituximab on two separate occasions, and has remained in remission since the second cycle after treatment with this single agent. Rituximab may represent an effective therapy for adult patients with chronic PCH.",
    "topics": [
        "cold temperature",
        "rituximab",
        "autoimmune hemolytic anemia",
        "steroids",
        "complement system proteins",
        "immunoglobulin g",
        "cold agglutinins",
        "splenectomy",
        "anemia",
        "antibodies"
    ],
    "author_names": [
        "Ahrin B. Koppel, MD",
        "Stephen W. Lim, MD",
        "Melanie Osby, MD",
        "George Garratty, Ph.D",
        "Dennis Goldfinger, MD"
    ],
    "author_affiliations": [
        [
            "Medicine and Pathology and Laboratoy Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ],
        [
            "Medicine and Pathology and Laboratoy Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ],
        [
            "Medicine and Pathology and Laboratoy Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ],
        [
            "American Red Cross, Pomona, CA, USA"
        ],
        [
            "Medicine and Pathology and Laboratoy Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.029630850000004",
    "first_author_longitude": "-118.40836565"
}