{
    "doi": "https://doi.org/10.1182/blood.V108.11.3290.3290",
    "article_title": "Newborn Screening for Hermansky-Pudlak Syndrome Type 3 in Puerto Rico. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Hermansky-Pudlak Syndrome (HPS) is an autosomal recessive disorder characterized by albinism, mucocutaneous bleeding, and storage of ceroid material in macrophages (Hermansky and Pudlak, 1959). Many of these patients develop pulmonary fibrosis and colitis from which about 68% eventually die (Witkop et al, 1990). Patients that are not easily identified by physical characteristics (mostly HPS-3 patients) may have serious hemorrhagic complications when suffer severe injuries or surgical interventions. HPS is a rare disease worldwide, but it is the most common single-gene disorder among persons of Puerto Rican descent (Witkop et al, 1990). Two founder mutations (HPS-1 and HPS-3) account for most HPS cases in Puerto Rico (PR). The first one is widely prevalent in the Northwestern region (Oh et al, 1996) and the other (HPS-3) appeared in a small mid-central region of the island (Anikster et al,2000). HPS-3 patients usually present minimal skin pigmentation deficiency and thus diagnosis of albinism often is missed. Visual acuity problems often are detected late in infancy and childhood. This usually results in poor school progress, late diagnosis and treatment of patients, and delayed counseling of parents. Objective: To determine the prevalence of HPS-3 in Puerto Rican (PR) newborns using DNA pooling technique. Design/Methods: An aleatory sample of 4,690 PR infants born in 2005 (representing approximately 10% of annual PR births) was tested for the HPS-3 mutation, using DNA extracted from dried blood samples (Drocopoli et al, 1996). PCR analysis was carried out as described (Oh et al, 1996; Anikster et al,2000). Samples were tested in DNA pools of 5 newborns each. The validation of the PCR pooling technique for HPS-3 had been carried out in earlier studies in our laboratory by testing 1,500 newborn dried blood samples individually and in 300 total 5-sample pools. All positive samples detected individually were also unequivocally identified as positive when tested in pools. Results: Among the 4,690 newborns tested, 56 presented the HPS-3 mutation and they were confirmed in repeated testing. Two newborns were found to be HPS-3 homozygous. This finding was confirmed several times. The HPS-3 carrier frequency in the island-wide newborn population was 1:84 (1.19%). Both homozygous infants were born close to but outside of the high prevalence region previously reported in PR (Anikster et al,2001). Forty five percent of infants heterozygous for the HPS-3 mutation and one homozygous were found in the high prevalence area and the surrounding 10 miles radius; the other 56% of cases were distributed throughout the rest of the island. Conclusions: Our study has shown that the high prevalence area previously described by Anikster et al, where the founder mutation was identified has been spreading out throughout the rest of the island. Apparently, this is the result of rapid mobility of the Puerto Rican population during the last decades. Our data also demonstrate that the relatively high prevalence of the HPS-3 mutation (1.19%) justifies universal newborn screening. The use of DNA pooling reduces time and labor in newborn screening thus facilitating early diagnosis and treatment of children with HPS-3 and the provision of genetic counseling to patient’s parents and relatives.",
    "topics": [
        "hermanski-pudlak syndrome",
        "neonatal screening",
        "puerto rico",
        "dna",
        "albinism",
        "polymerase chain reaction",
        "autosome disorder",
        "ceroid",
        "colitis",
        "death"
    ],
    "author_names": [
        "Maribel Torres-Serrant, MD",
        "Sonia I. Ramirez, MT",
        "Carmen L. Cadilla, PhD",
        "Maria E. Echevarria, MD",
        "Pedro J. Santiago, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maribel Torres-Serrant, MD",
            "author_affiliations": [
                "Pediatrics, University of Puerto Rico School of Medicine, San Juan, PR, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sonia I. Ramirez, MT",
            "author_affiliations": [
                "Biochemistry, University of Puerto Rico School of Medicine, San Juan, PR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen L. Cadilla, PhD",
            "author_affiliations": [
                "Biochemistry, University of Puerto Rico School of Medicine, San Juan, PR, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria E. Echevarria, MD",
            "author_affiliations": [
                "Pediatrics, University of Puerto Rico School of Medicine, San Juan, PR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro J. Santiago, MD",
            "author_affiliations": [
                "Pediatrics, University of Puerto Rico School of Medicine, San Juan, PR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:39:24",
    "is_scraped": "1"
}