{
    "doi": "https://doi.org/10.1182/blood.V118.21.2736.2736",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1900",
    "start_url_page_num": 1900,
    "is_scraped": "1",
    "article_title": "Targeting Rac2 - Mitochondrial Respiratory Chain Complex III Signaling to Prevent Genomic Instability in Leukemia Stem and Progenitor Cells ",
    "article_date": "November 18, 2011",
    "session_type": "631. Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2736 BCR-ABL1 –positive chronic myeloid leukemia in chronic phase (CML-CP) is a leukemia stem cell (LSC)-derived but leukemia progenitor cell (LPC)-driven disease, which may eventually develop resistance to the tyrosine kinase inhibitors (TKIs) and progress to fatal CML blast phase (CML-BP). In CML-CP, LSCs and LPCs reside in the CD34+CD38- and CD34+CD38+ populations, respectively. In addition, majority of LSCs and LPCs belong to quiescent (CFSE max ) and proliferative (CFSE low ) populations, respectively. Quiescent LSCs are intrinsically insensitive to TKIs, and LPCs can acquire resistance to TKIs. In the TKI era, these cells may eventually initiate the disease relapse and progression to CML-BP, which is associated with genomic instability manifested by accumulation of a new or additional TKI-resistant BCR-ABL1 kinase mutations and chromosomal aberrations. We reported that BCR-ABL1 –positive leukemia cells contain high levels of the reactive oxygen species (ROS)-induced oxidative DNA damage resulting in genomic instability ( Nowicki et al., Blood, 2005; Koptyra et al., Blood, 2006; Koptyra et al., Leukemia, 2008 ). These studies highlighted the importance of identification of the origin of leukemia cell lineage accumulating genomic instability and the mechanisms responsible for generation of ROS-mediated oxidative DNA damage. Here we show that LSC-enriched CD34+CD38- cells and quiescent LSCs, and also LPC-enriched CD34+CD38+ and proliferating CML-CP cells contain higher levels of ROS (superoxide anion, hydrogen peroxide, and hydroxyl radical) and oxidative DNA lesions (8-oxoG and DNA double-strand breaks) than corresponding cells from healthy donors. Surprisingly, the most primitive quiescent LSCs accumulated the highest levels of ROS and oxidative DNA damage. On the basis of these observations and the studies in murine hematopoietic 32Dcl3 cells expressing TKI-resistant BCR-ABL1 kinase variants (Y253F, T315I, H396P), we would predict that primitive CML-CP cells carrying these mutations would also contain high levels of ROS and oxidative DNA damage. Moreover, inhibition of BCR-ABL1 kinase with imatinib exerted only modest, if any, effect on ROS and oxidative DNA damage in LSCs/LPCs in the presence of growth factors (GFs). Among numerous signaling proteins activated in CML cells, Rac GTPases were potential candidates to regulate production of ROS. Importantly, Rac was stimulated in leukemia cells expressing non-mutated BCR-ABL1 and TKI-resistant kinase mutants and it remained active in CML-CP cells treated with imatinib in the presence of GFs. We used Rac dominant-negative mutant (RacT17N), Rac specific inhibitors ( NSC23766 and EHT1864) and Rac1, Rac2 and Rac3 knockout cells to document that Rac2 GTPase is responsible for elevation of ROS and oxidative DNA damage in LSC-enriched CD34+CD38- cells, quiescent LSCs, and also in LPCs. Active Rac2 reduced mitochondrial membrane potential (ΔΨ m ) and slowed the electron flow between mitochondrial respiratory chain (MRC) complexes I-II and I-III leading to overproduction of ROS. Using cells depleted of functional mitochondria (Rho0 cells), applying specific probes to measure mitochondrial ROS (MitosoxRed and mitochondria matrix-targeted circularly permuted yellow fluorescence protein = mt-cpYFP ) and employing a specific inhibitor of mitochondrial ROS (MitoQ) we determined that mitochondria are the main source of ROS causing oxidative DNA damage in CD34+CD38- and quiescent LSCs and in LPCs. Furthermore, using selective inhibitors of various MRC complexes we pinpointed complex III as major producer of ROS in LSCs and LPCs. This conclusion is supported by the observation that BCR-ABL1 –positive cells with genetically inactivated complex III, but not complex I, displayed diminished capability to generate ROS. Targeting Rac2 GTPase by RacT17N and reduction of mitochondrial ROS by mitochondrial-targeted catalase and by mitochondrial-targeted ROS-scavenging peptide aptamers prevented genomic instability. Altogether, Rac2 - MRC-cIII pathway is a major source of ROS-mediated oxidative DNA damage resulting in genomic instability in LSCs and LPCs, which could be targeted to prevent the relapse and malignant progression of CML. We also postulate that similar mechanisms cause genomic instability in FLT3(ITD)-positive acute myeloid leukemia cells and in JAK2(V617F)-positive polycythemia vera cells. Disclosures: Holyoake: Novartis: Consultancy, Research Funding. Valent: Novartis: Consultancy, Honoraria, Research Funding. Hochhaus: Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Ariad: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Hughes: BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Ariad: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "cytochrome bc1 complex",
        "genomic instability",
        "leukemia",
        "mitochondria",
        "respiratory chain",
        "stem cells",
        "signal transduction",
        "protein-tyrosine kinase inhibitor",
        "phosphotransferases",
        "guanosine triphosphate phosphohydrolases"
    ],
    "author_names": [
        "Margaret Nieborowska-Skorska, MD, PhD",
        "Piotr Kopinski",
        "Regina Ray",
        "Grazyna Hoser, PhD",
        "Danielle Ngaba",
        "Sylwia Flis",
        "Kimberly Cramer",
        "Mamatha M. Reddy, PhD",
        "Mateusz Koptyra, PhD",
        "Tyrone Penserga",
        "Eliza Glodkowska-Mrowka, MD",
        "Magdalena Ambrozek",
        "Ilona Seferynska, MD, PhD",
        "Joanna Niesiobedzka-Krezel, MD",
        "Elisabeth Bolton",
        "Artur Slupianek, PhD",
        "Tessa L. Holyoake, PhD, FRCP, FRCPath",
        "Connie J. Eaves, PhD",
        "Sabine Cerny-Reiterer, D.V.M.",
        "Peter Valent, M.D.",
        "Andreas Hochhaus, MD",
        "Timothy P. Hughes, MD, MBBS",
        "Heiko van der Kuip",
        "Martin Sattler, PhD",
        "Wieslaw Wiktor-Jedrzejczak, MD, PhD",
        "Christine Richardson, PhD",
        "Adrienne M. Dorrance, PhD",
        "Tomasz Stoklosa, MD, PhD",
        "David A. Williams, MD",
        "Tomasz Skorski, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Clinical Cytology, Medical Center for Postgraduate Education, Warsaw, Poland, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Immunology, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Department of Clinical Cytology, Medical Center for Postgraduate Education, Warsaw, Poland, "
        ],
        [
            "Hematology, Institute of Hematology and Blood Transfusion, Warsaw, Poland, "
        ],
        [
            "Department of Hematology, Oncology and Internal Diseases, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ],
        [
            "Paul O‘Gorman Leukemia Research Centre, College of Medical, Veterinary and Life Sciences, University of Glasgow, Glasgow, United Kingdom, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany, "
        ],
        [
            "Department of Haematology, SA Pathology, Royal Adelaide Hospital, Adelaide, Australia, "
        ],
        [
            "Clinical Pharmacology, Dr. Margarete Fischer Bosch Institute and University of Tuebingen, Stuttgart, Germany, "
        ],
        [
            "Dana-Farber Cancer Inst., Boston, MA, USA, "
        ],
        [
            "Department of Hematology, Oncology and Internal Diseases, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Department of Biology and Center of Bioinformatics, University of NC - Charlotte, Charlotte, NC, USA, "
        ],
        [
            "Division of Hematology and Oncology, Childrens Hospital Boston, Boston, MA, USA"
        ],
        [
            "Department of Immunology, Medical University of Warsaw, Warsaw, Poland, "
        ],
        [
            "Division of Hematology and Oncology, Childrens Hospital Boston, Boston, MA, USA"
        ],
        [
            "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
        ]
    ],
    "first_author_latitude": "40.00660499999999",
    "first_author_longitude": "-75.1522835"
}