{
    "doi": "https://doi.org/10.1182/blood-2020-136390",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4589",
    "start_url_page_num": 4589,
    "is_scraped": "1",
    "article_title": "Impact of IL-6R Blockade for Cytokine Release Syndrome in Haploidentical Donor Stem Cell Transplant Patients on Infections, Clinical Outcomes and Immune Reconstitution ",
    "article_date": "November 5, 2020",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": null,
    "author_names": [
        "Katherine P Baker, MD",
        "Roman M Shapiro, MD",
        "Carol Reynolds, PhD",
        "Benedetta Rambaldi, MD",
        "Augustine Weber",
        "Matilde Dal Boni",
        "John Koreth, MBBS, DPhil",
        "Corey Cutler, MD MPH, FRCPC",
        "Joseph H. Antin, MD",
        "Vincent T. Ho, MD",
        "Sarah Nikiforow, MD PhD",
        "Mahasweta Gooptu, MD",
        "Catherine J. Wu, MD",
        "Robert J. Soiffer, MD",
        "Jerome Ritz, MD",
        "Rizwan Romee, MD"
    ],
    "author_affiliations": [
        [
            "Brigham and Women's Hospital, Boston, "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Department of Hematologic Malignancies and Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Department of Hematologic Malignancies and Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Division of Stem Cell Transplantation and Cellular Therapy, Dana-Farber Cancer Inst., Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Department of Hematologic Malignancies and Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Department of Hematologic Malignancies and Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ],
        [
            "Dana-Farber Cancer Institute, Department of Hematologic Malignancies and Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.3362036",
    "first_author_longitude": "-71.1067408",
    "abstract_text": "Background Cytokine-release syndrome (CRS) is a life-threatening complication of haploidentical stem cell transplantation (haploSCT) occurring in the first few days after infusion of the stem cell graft prior to administration of post-transplant cyclophosphamide (PTCY). In the last few years, blockade of IL-6 receptor signaling with tocilizumab has emerged as an effective therapy for Grade 3-4 CRS. As IL-6 mediated signaling is a known regulator of the balance between regulatory T cells (Tregs) and other T cell subsets and has effects on NK cell function, questions remain regarding the effect of the blockade of IL-6 signaling on post-transplant immune cell recovery, engraftment, infection, acute graft-versus-host disease (aGVHD), and the graft-versus-tumor effect. We report on our experience with the use of tocilizumab to treat CRS, and we address the hypothesis that tocilizumab has no effect on the reconstitution of the post-haploSCT myeloid or lymphoid immune subsets. Methods A retrospective review of haploSCT patients with malignacies treated at the Dana-Farber Cancer Institute during the period of 2010-2019 was undertaken. Data included treatment with tocilizumab, cumulative incidence of NRM and relapse, day+30 and day+100 post-transplant chimerism, laboratory markers of viral and fungal infection, and immune reconstitution data at 1-month, 2-month, 3-month, and 6 months post-transplant. Kaplan-Meier analysis of overall survival (OS), including competing risk analysis of the cumulative incidence of relapse and non-relapse mortality (NRM) with the Fine-Gray model was preformed with EZR. Flow cytometry identification of relevant lymphoid populations was performed with a customized panel that included Treg (CD4+CD25+), Tcon (CD4+) and NK (CD3-CD56+) cells. Comparison of the lymphoid populations between the Tocilizumab-treated subgroup of haploSCT patients and the remaining patients was done with the Wilcoxon Mann-Whitney test. Results Out of 132 haploSCT patients, 19 received at least one dose of tocilizumab for the treatment of CRS out of whom one patient died from CRS. In tocilizumab-treated patients myeloid engraftment was 100% at day 30 post transplant. Tocilizumab use was not associated with any effect on lymphoid subset reconstitution at any time point post haploSCT (Figure 1A). Specifically, there was no difference in the reconstitution of NK cells (1-month NK: Mann-Whitney U = 120, p = 0.356; 3-month NK: Mann-Whitney U = 130, p = 0.528; 6-month NK: Mann-Whitney U = 110, p = 0.773), Treg (1-month Treg: Mann-Whitney U = 77, p = 0.412; 3-month Treg: Mann-Whitney U = 104, p = 0.203, 6-month Treg: Mann-Whitney U = 80, p = 0.186), or the Treg:Tcon ratio (1-month Treg:Tcon: Mann-Whitney U = 93, p = 0.835; 3-month Treg:Tcon: Mann-Whitney U = 97, p = 0.141; 6-month Treg:Tcon: Mann-Whitney U = 117, p = 0.959). The 1-year OS in the tocilizumab-treated patient subgroup was 62% (95% CI, 36%-80%) while in the rest it was 76% (95%CI, 67%-83%), with no significant difference between the two subgroups (p = 0.13). The 1-year cumulative incidence of relapse in the tocilizumab-treated subgroup was 19% (95% CI, 4%-42%) while in the rest it was 28% (95% CI, 20%-36%), with no difference between the subgroups (p=0.29). The 1-year NRM in the tocilizumab-treated subgroup was 33% (95% CI, 12%-55%) while in the rest it was 10% (95% CI, 5%-16%), and the difference between subgroups was statistically significant (p = 0.02). Fifty-five percent of patients treated with tocilizumab experienced reactivation of one or more of adenovirus, EBV, CMV or a fungal organism, with 50% of reactivations being CMV and 37% being fungal. Among the tocilizumab-treated patients, 42% experienced any aGVHD with only one patient experiencing Grade 3-4 aGVHD. Conclusions Tocilizumab use is not associated with any effect on post-transplant myeloid engraftment or reconstitution of the Treg, Tcon, and NK cell subsets. Although a significant proportion of tocilizumab-treated patients experienced reactivation of CMV or a fungal organism, the majority of these reactivations were not associated with any clinically significant symptoms. Treatment with tocilizumab was not associated with any significant effect on OS or disease relapse, but the tocilizumab-treated group had a higher NRM than the rest of the haploSCT patients. This association is consistent with prior studies correlating severe CRS with a high NRM, and merits further study. View large Download slide View large Download slide Disclosures Rambaldi: Equillium: Research Funding. Koreth: Amgen: Consultancy; Biolojic Design Inc: Consultancy; Regeneron: Other: Research Support; BMS: Other: Research Support; Cugene: Membership on an entity's Board of Directors or advisory committees; Miltenyi: Other: Research Support; Equillium: Consultancy; Moderna Therapeutics: Consultancy; Therakos: Membership on an entity's Board of Directors or advisory committees; EMD Serono: Consultancy; Clinigen: Other. Cutler: Medsenic: Consultancy, Membership on an entity's Board of Directors or advisory committees; Generon: Consultancy, Membership on an entity's Board of Directors or advisory committees; Mesoblast: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees; Kadmon: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz: Consultancy, Membership on an entity's Board of Directors or advisory committees. Nikiforow: Kite: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Nkarta: Membership on an entity's Board of Directors or advisory committees. Wu: BionTech: Current equity holder in publicly-traded company; Pharmacyclics: Research Funding. Soiffer: Kiadis: Membership on an entity's Board of Directors or advisory committees; Be The Match/National Marrow Donor Program: Membership on an entity's Board of Directors or advisory committees; Celgene: Other; Juno: Other; Novartis: Consultancy; Alexion: Consultancy; VOR Biopharma: Consultancy; Mana Therapeutics: Consultancy; Precision Bioscience: Consultancy; Cugene: Consultancy; Rheos Therapeutics: Consultancy; Gilead: Consultancy. Ritz: TScan Therapeutics: Consultancy; Talaris Therapeutics: Consultancy; Rheos Medicines: Consultancy; Falcon Therapeutics: Consultancy; Avrobio: Consultancy; Kite Pharma: Research Funding; Equillium: Research Funding; Amgen: Research Funding; LifeVault Bio: Consultancy; Infinity Pharmaceuticals: Consultancy."
}