{
    "doi": "https://doi.org/10.1182/blood-2021-147614",
    "article_title": "A Randomized, Phase 3 Trial of Fedratinib Versus Best Available Therapy in Patients with Intermediate-2 or High-Risk Myelofibrosis Previously Treated with Ruxolitinib (FREEDOM2) ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "Background: Until recently, ruxolitinib (RUX) was the only drug approved for treatment of intermediate- or high-risk myelofibrosis (MF). Many patients discontinue RUX due to lack of response, loss of efficacy, or intolerance. Fedratinib (INREBIC) is an oral, selective kinase inhibitor with activity against mutant and wild-type JAK2 and FLT3. Fedratinib is approved in the United States, Canada, European Union, United Kingdom, and elsewhere as front-line therapy for treatment of patients with JAK-inhibitor-naïve MF and those previously treated with RUX. In the single-arm, phase 2 JAKARTA2 trial of fedratinib 400 mg/day (starting dose) in patients with MF relapsed, refractory, or intolerant to prior RUX, 31% of pts achieved a spleen volume response and 27% achieved a symptom response with fedratinib (Harrison, Am J Hematol 2020). Gastrointestinal (GI) events were among the most common adverse events (AEs) reported during fedratinib treatment in JAKARTA2. A clinical hold was placed on fedratinib in November 2013 due to suspected cases of Wernicke encephalopathy (WE); the hold was later lifted but long-term data, including survival outcomes, are limited for fedratinib. Two phase 3 trials, FREEDOM (NCT03755518) and FREEDOM2 (NCT03952039) are ongoing to assess the safety and efficacy of fedratinib in patients with MF previously treated with RUX. Unlike earlier studies of fedratinib, these two trials prospectively include GI-directed mitigation strategies and thiamine monitoring and supplementation. Preliminary data from the single-arm FREEDOM trial show reduced incidence of GI AEs with these mitigation strategies (Gupta, CLML 2020). Here we describe the study design and methods for the FREEDOM2 trial, the first trial to compare fedratinib vs. active MF therapies. Study Design and Methods: The ongoing multicenter, open-label, randomized, phase 3 FREEDOM2 trial is enrolling patients with MF in the European Union, China, Russia, South Korea, and Australia. Key eligibility criteria include age ≥ 18 years; primary, post-polycythemia vera (post-PV), or post-essential thrombocythemia (post-ET) MF; DIPSS Intermediate-2 or High-risk disease; splenomegaly, defined as spleen volume ≥ 450 cm 3 by MRI/CT and palpable spleen measuring ≥ 5 cm below the left costal margin; ECOG PS score ≤ 2; and platelet count ≥ 50 ×10 9 /L ( Figure ). Patients must have been relapsed or refractory to prior RUX treatment for ≥ 3 months, or intolerant to RUX after ≥ 28 days of treatment ( i.e. , developed RBC transfusion dependence [≥ 2 units/month for 2 months] or grade ≥ 3 thrombocytopenia, anemia, or hematoma/hemorrhage). Eligible patients are randomized 2:1 to receive fedratinib 400 mg/day or investigator-selected best available therapy (BAT), including RUX or other approved JAK inhibitors, in repeated 28-day treatment cycles ( Figure ). Spleen volume is assessed by MRI/CT scan at screening, end of cycles (EOC) 3, 6, 12, 18, 24, and at the end of treatment. The primary endpoint is spleen volume response rate (SVRR), the proportion of patients in each arm achieving a ≥ 35% reduction in spleen volume from baseline at EOC6, and the key secondary endpoint is MF symptom response rate, the proportion of patients achieving a ≥ 50% reduction from baseline in total symptom score (TSS) on the Myelofibrosis Symptom Assessment Form (MFSAF) at EOC6. Other secondary endpoints include durations of spleen volume and symptom responses, reductions in spleen size by palpation, overall and progression-free survival, effectiveness of the risk mitigation strategies for GI AEs and WE, patient-reported health-related quality of life (HRQoL) measures, and safety. Exploratory endpoints include relationships between fedratinib efficacy and prognostic markers (eg, mutations) and pharmacodynamic activity (eg, circulating cytokines, hematopoietic cell profiling). Patients in the BAT arm can cross-over to receive fedratinib after EOC6, or before EOC6 if the patient experiences confirmed progression of splenomegaly. As the first trial to compare fedratinib against other active therapies for MF, results from FREEDOM2 are eagerly anticipated. As of June 2021, 135 patients had been randomized, with enrollment expected to be completed by the end of 2021. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Benevolo:  BMS: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Speakers Bureau. Vannucchi:  Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees. Harrison:  CTI BioPharma: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead Sciences: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Geron: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sierra Oncology: Honoraria; Incyte Corporation: Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Promedior: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Constellation Pharmaceuticals: Research Funding; Shire: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Keros: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Galacteo: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AOP Orphan Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Loschi:  CELGENE/BMS: Honoraria; AbbVie: Ended employment in the past 24 months, Honoraria; Gilead: Ended employment in the past 24 months, Honoraria; Novartis: Ended employment in the past 24 months, Honoraria; Servier: Ended employment in the past 24 months, Honoraria; MSD: Honoraria. Al-Ali:  Incyte: Research Funding; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Takeda: Consultancy; Pfizer: Consultancy; AbbVie: Consultancy, Honoraria. Bonifacio:  Amgen: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees. Cervantes:  Bristol Myers Squibb: Consultancy, Honoraria. Wrobel:  Novartis: Honoraria, Speakers Bureau; BMS: Honoraria, Speakers Bureau; Roche: Honoraria, Research Funding, Speakers Bureau; Janssen: Honoraria, Speakers Bureau; Takeda: Honoraria, Speakers Bureau; BeiGene: Honoraria, Speakers Bureau. Kiladjian:  AbbVie: Consultancy; AOP Orphan: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Verstovsek:  PharmaEssentia: Research Funding; Gilead: Research Funding; Genentech: Research Funding; Ital Pharma: Research Funding; Incyte Corporation: Consultancy, Research Funding; NS Pharma: Research Funding; Blueprint Medicines Corp: Research Funding; Celgene: Consultancy, Research Funding; CTI BioPharma: Research Funding; Protagonist Therapeutics: Research Funding; Promedior: Research Funding; Roche: Research Funding; AstraZeneca: Research Funding; Sierra Oncology: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Constellation: Consultancy; Pragmatist: Consultancy. Mesa:  Promedior: Research Funding; Pharma: Consultancy; Gilead: Research Funding; CTI: Research Funding; CTI: Research Funding; Novartis: Consultancy; Sierra Oncology: Consultancy, Research Funding; Incyte Corporation: Consultancy, Research Funding; Celgene: Research Funding; Constellation Pharmaceuticals: Consultancy, Research Funding; AOP: Consultancy; Abbvie: Research Funding; La Jolla Pharma: Consultancy; Samus: Research Funding; Genentech: Research Funding. Rose:  Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company. Gharpure:  Bristol Myers Squibb: Current Employment. Hernandez:  Bristol Myers Squibb: Current Employment. Zhang:  Bristol Myers Squibb: Current Employment. Passamonti:  BMS: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AbbVie: Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau.",
    "author_names": [
        "Nicola Vianelli",
        "Giulia Benevolo",
        "Alessandro Vannucchi",
        "Claire N. Harrison",
        "Michael Loschi",
        "Haifa Kathrin Al-Ali",
        "Massimiliano Bonifacio",
        "Francisco Cervantes",
        "Tomasz Wrobel",
        "Giovanni Barosi",
        "Jean-Jaques Kiladjian",
        "Srdan Verstovsek",
        "Ruben A. Mesa",
        "Shelonitda Rose",
        "Vishwanath Gharpure",
        "Christopher Hernandez",
        "Jun Zhang",
        "Francesco Passamonti"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicola Vianelli",
            "author_affiliations": [
                "Institute of Hematology \"L. & A. Seragnoli\", Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giulia Benevolo",
            "author_affiliations": [
                "Division of Haematology, Città della Salute e della Scienza, Turin, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Vannucchi",
            "author_affiliations": [
                "CRIMM, University of Florence, AOU Careggi, Firenze, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire N. Harrison",
            "author_affiliations": [
                "Guy's and St Thomas' Hospital, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Loschi",
            "author_affiliations": [
                "Hematology department, CHU de Nice, Universite Cote d'Azur, Nice, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haifa Kathrin Al-Ali",
            "author_affiliations": [
                "Universitätsklinikum Halle, Halle, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimiliano Bonifacio",
            "author_affiliations": [
                "University of Verona, Verona, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco Cervantes",
            "author_affiliations": [
                "Hospital Clinic de Barcelona, Barcelona, Spain"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Wrobel",
            "author_affiliations": [
                "Wrocław Medical University, Wrocław, Poland"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Barosi",
            "author_affiliations": [
                "Foundation IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jaques Kiladjian",
            "author_affiliations": [
                "Hospital Saint-Louis - APHP, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A. Mesa",
            "author_affiliations": [
                "Mays Cancer Center at UT Health San Antonio MD Anderson, San Antonio, TX"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shelonitda Rose",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vishwanath Gharpure",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Hernandez",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Zhang",
            "author_affiliations": [
                "Bristol Myers Squibb, Princeton, NJ"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Passamonti",
            "author_affiliations": [
                "Division of Hematology, University Hospital Ospedale di Circolo e Fondazione Macchi - ASST Sette Laghi, University of Insubria, Varese, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:07:22",
    "is_scraped": "1"
}