{
    "doi": "https://doi.org/10.1182/blood.V114.22.1395.1395",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1560",
    "start_url_page_num": 1560,
    "is_scraped": "1",
    "article_title": "Survival Disparities Between African-American and Caucasian Patients with Multiple Myeloma Are Blunted in the Era of Novel Therapeutics and Autologous Stem Cell Transplantation. ",
    "article_date": "November 20, 2009",
    "session_type": "HEALTH OUTCOMES RESEARCH POSTER I",
    "topics": [
        "african american",
        "autologous stem cell transplant",
        "european continental ancestry group",
        "health disparity",
        "multiple myeloma",
        "follow-up",
        "bortezomib",
        "chemotherapy regimen",
        "hematologic neoplasms",
        "lenalidomide"
    ],
    "author_names": [
        "Nina Shah, MD",
        "Donna M Weber, M.D.",
        "Michael Wang, MD",
        "Sheeba Thomas, MD",
        "Jatin Shah, MD",
        "Sergio Giralt, MD",
        "Raymond Alexanian, M.D.",
        "Robert Z Orlowski, M.D., Ph.D.",
        "Muzaffar H. Qazilbash, MD",
        "Tiffany Avery, M.D., MPH"
    ],
    "author_affiliations": [
        [
            "M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphona and Myeloma, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma / Myeloma, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma and Myeloma, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma and Myeloma, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma and Myeloma,, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Cancer Medicine, M.D. Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.740499049999993",
    "first_author_longitude": "-95.52166840000001",
    "abstract_text": "Abstract 1395 Poster Board I-417 Background: Multiple myeloma accounts for approximately 10% of hematologic malignancies diagnosed annually in the U.S. It is well documented that the African-American population is disproportionately affected by multiple myeloma in incidence and mortality. Survival data from the SEER database from 2001-2005 demonstrated higher mortality in African-American patients compared to Caucasian patients. However, more recent retrospective reviews in the era of autologous stem cell transplant (ASCT) did not support this finding. Thus the persistence of racial survival disparities in the era of ASCT and novel therapeutics is an evolving question. Methods: We performed a retrospective review of 170 African-American multiple myeloma patients and 170 age and gender-matched Caucasian patients initially seen at the M.D. Anderson Cancer Center from 1/1/2002 to 12/31/2008. Results: Three hundred forty previously untreated patients were analyzed. Median age at diagnosis was 57 years for both groups. For evaluable patients, the International Staging System at diagnosis was determined. The percentage of stage I, II and III patients in the African-American group was 53%, 28% and 19% respectively. The percentage of stage I, II and III patients in the Caucasian group was 40%, 30% and 29% respectively. These staging data were not significantly different between racial groups. In both groups, 89% of patients received a novel therapeutic (thalidomide, lenalidomide or bortezomib) during their treatment course. We found a statistically significant difference in the percentage of African-American and Caucasian patients who received high dose chemotherapy and ASCT (65% and 76%, respectively, p=0.04). There was no difference observed in the number of second transplants performed in the two groups (19 in both groups). Response to therapy is detailed in Table 1 . There was no difference in overall response to any therapy of evaluable patients between the two groups. With a median follow-up time of 35 months, the median overall survival from diagnosis has not been reached in either group. Kaplan-Meir analysis shows that there is no difference in overall survival between black and white patients (p =0.1) Conclusions: In this single-center, retrospective study of multiple myeloma patients treated predominately with novel agents, with or without ASCT, no survival difference was observed between African-American and Caucasian patients. To our knowledge, this is the largest number of African-American myeloma patients analyzed for survival in a single-center study. Recognizing the potential disparities in healthcare access, this may not represent outcomes for all African-American patients with myeloma. Since median overall survival has not been reached in this data, it is possible that survival differences will become apparent in the future, and further follow-up is needed. However, this review suggests that in the era of novel therapeutics and ASCT resulting in improved overall response rates, survival in African-American patients may be equivalent to Caucasian patients. Further efforts are needed to enroll African-American patients on clinical trials to validate this observation prospectively. Table 1 Best Responses to Any Therapy  Race . CR . VGPR . PR . ORR . African-American  56/154 (36%) 15/154 (10%) 76/154 (49%) 147/154 (95%) Caucasian  57/162 (35%) 32/162 (20%) 64/162 (40%) 153/162 (94%) Race . CR . VGPR . PR . ORR . African-American  56/154 (36%) 15/154 (10%) 76/154 (49%) 147/154 (95%) Caucasian  57/162 (35%) 32/162 (20%) 64/162 (40%) 153/162 (94%) View Large Disclosures: No relevant conflicts of interest to declare."
}