{
    "doi": "https://doi.org/10.1182/blood.V104.11.195.195",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=241",
    "start_url_page_num": 241,
    "is_scraped": "1",
    "article_title": "Identification of Biologically Distinct and Clinically Relevant Subentities in Patients with Acute Myeloid Leukemia and Normal Karyotypes by Use of Gene Expression Profiling. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Genetic aberrations substantially contribute to the pathogenesis of acute myeloid leukemias (AML) and have significant prognostic impact. In most cases with AML and normal karyotypes (AML-NK), however, the respective genetic lesions have not yet been identified and patients are assigned an intermediate and thus largely unknown prognosis. To clarify the genetic background and to improve prognostication in AML-NK we analyzed gene expression profiles in 205 patients with untreated and newly diagnosed AML-NK. Samples were comprehensively characterized by cytomorphology, immunophenotyping, cytogenetics, and molecular genetics. For expression profiling, samples were hybridized to both U133A and U133B microarrays (Affymetrix). To identify genetically defined subgroups we performed an unsupervised principal component analysis (PCA) applying all 34023 probe sets from both arrays that were expressed in at least one of the analyzed samples. While the majority of cases (n=162, 79%; group A) clustered together, a subgroup comprizing 43 (21%) cases was identified (group B) which formed a distinct cluster. The analysis of known genetic markers (length mutations and point mutations of FLT3, partial tandem duplications of MLL, mutations of CEBPA, NRAS, or CKIT) did not reveal differences between groups A and B. Significant differences were found, however, in their phenotypes. There were more cases with monocytic leukemias in group B (84% vs. 20%, p<0.001) and the expression levels of CD4, CD56, CD65, CD15, CD14, CD64, CD11b, CD36, CD135, CD87, and CD116 were higher while those of MPO, CD34, and CD117 were lower (p<0.05 for all). To identify the genetic background of differences, samples from groups A and B were supervised compared. Using the top 100 differentially expressed genes and applying SVM with a 10-fold cross validation approach samples could be classified to groups A and B with an accuracy of 97.6% which was confirmed applying 100 runs of SVM with 2/3 of samples being randomly selected as training set and 1/3 as test set (median accuracy, 97.1%, range, 93.4% to 100%). Ingenuity software was used to identify genetic pathways differentially regulated between both groups. Most strikingly, CD14 was higher expressed (fold-change (fc), 10.6) and WT1 and MYCN were lower expressed (fc, 3.7 and 4.4) in group B. Also higher expressed was HCK (fc, 4.3) encoding a protein-tyrosine kinase which phosphorylates STAT3. Since phosphorylated STAT3 stimulates proliferation this may confer higher chemosensitivity and result in a better prognosis. The lower expression of HCK in group A cases may be due to the higher expression of SPTBN1 (fc, 3.4) which also has been shown to increase the transcription of C-FOS and to possibly reveal antiapoptotic effects. To prove the clinical importance of the newly identified subgroups of AML-NK event-free survival (EFS) and overall survival (OS) were compared. All patients were uniformly treated within the German AMLCG trials. Group B had a significantly better median EFS (13.3 vs. 7.0 months, p=0.0143) which was independent of the impact of age. In addition, there was a trend for a better OS in group B (13.3 vs. 9.5 months, n.s.). In conclusion, the identification of a biologically defined and clinically relevant subgroup of AML-NK has been accomplished by use of gene expression profiling based on differences in regulations of genetic pathways involving proliferation and apoptosis.",
    "topics": [
        "gene expression profiling",
        "karyotype determination procedure",
        "leukemia, myelocytic, acute",
        "cd14 antigen",
        "stat3 protein",
        "antiapoptotic agents",
        "antigens, cd15",
        "ccaat/enhancer binding protein alpha",
        "cd34 antigens",
        "cd36 antigens"
    ],
    "author_names": [
        "Wolfgang Kern, M.D.",
        "Claudia Schoch, M.D.",
        "Alexander Kohlmann, Ph.D.",
        "Martin Dugas, M.D.",
        "Sylvia Merk, M.D.",
        "Wolfgang Hiddemann, M.D.",
        "Susanne Schnittger, Ph.D.",
        "Torsten Haferlach, M.D."
    ],
    "author_affiliations": [
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ],
        [
            "Laboratory for Leukemia Diagnostics, University of Munich, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1292861",
    "first_author_longitude": "11.5270521"
}