{
    "doi": "https://doi.org/10.1182/blood.V112.11.183.183",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1148",
    "start_url_page_num": 1148,
    "is_scraped": "1",
    "article_title": "Randomized Comparison of Imatinib Versus Imatinib Combination Therapies in Newly Diagnosed Chronic Myeloid Leukaemia (CML) Patients in Chronic Phase (CP): First Results of the Phase III (SPIRIT) Trial from the French CML Group (FI LMC) ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "brachial plexus neuritis",
        "measles-mumps-rubella vaccine",
        "hepatotoxicity",
        "cytarabine",
        "follow-up",
        "muscle cramp",
        "adverse effects",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Francois Guilhot, MD",
        "François-Xavier Mahon, MD, PhD",
        "Joelle Guilhot, MSci",
        "Francoise Rigual-Huguet, MD",
        "Frederic Maloisel, MD",
        "Philippe Rousselot, MD, PhD",
        "Martine Gardembas, MD",
        "Selim Corm, MD",
        "Agnes Guerci, MD, PhD",
        "Anne Vekhoff, MD",
        "Gabriel Etienne, MD",
        "Laurence Legros, MD",
        "Jean- Jacques Kiladjian, MD, PhD",
        "Eric Jourdan",
        "Michele Schoenwald, MD",
        "Marc Berger, MD",
        "Virginie Eclache, MD",
        "Catherine Roche-Lestienne, PhD",
        "Franck E Nicolini, MD, PhD",
        "Claude Preudhomme, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Cic 802 Inserm, CHU de Poitiers, Poitiers, France"
        ],
        [
            "Université Victor Ségalen Bordeaux - Institut Bergonié, Bordeaux, France"
        ],
        [
            "Cic 802 Inserm, CHU de Poitiers, Poitiers, France"
        ],
        [
            "Hopital Purpan, Toulouse, France"
        ],
        [
            "Centre de Strasbourg, France"
        ],
        [
            "Hôpital Mignot and CIC9504, Versaille, France"
        ],
        [
            "Haematology, CHU Angers, Angers, France"
        ],
        [
            "Hematology department, Hôpital Huriez, Lille, France"
        ],
        [
            "CHU Brabois, Nancy, France"
        ],
        [
            "Hotel Dieu, Paris, France"
        ],
        [
            "Hematopiese leucemique, Universite Victor Segalen INSERM U876, Bordeaux, France"
        ],
        [
            "Hematology department, Hôpital de l’Archet, Nice, France"
        ],
        [
            "Hématologie Clinique, Assistance Publique - Hôpitaux de Paris, Hôpital Avicenne; Paris 13 University, Bobigny, France"
        ],
        [
            "CHU de Nimes, Nimes, France"
        ],
        [
            "Hopital La Source, Orleans, France"
        ],
        [
            "CHU Hotel Dieu, Clermont Ferrant, France"
        ],
        [
            "Hopital Avicenne"
        ],
        [
            "Inserm U524, Lille, France"
        ],
        [
            "Hematology Department, Hospital E. Herriot, Lyon, France"
        ],
        [
            "Hopital Calmette, Lille, France"
        ]
    ],
    "first_author_latitude": "46.55944289999999",
    "first_author_longitude": "0.38638439999999996",
    "abstract_text": "Imatinib (IM) at 400 mg daily is the first line therapy for newly diagnosed CML patients (pts); however, less than 50% of major molecular responses (MMR) are obtained at 12 months. To improve these results, we designed a phase III, multicenter, open-label, prospective randomized trial. The reference arm was IM 400 mg daily (n=159). The 3 experimental arms were IM 600 mg daily (n=160), IM 400mg daily in combination with Ara-C, (20 mg/m 2 /day, days 15–28 of 28-day cycles)(n=158) and IM 400mg in combination with Peg-IFN alfa-2a (Peg-IFN2a, 90 μg weekly) (n=159). Treatment was delivered at least 12 months or until treatment failure (disease progression) or major toxicity. The primary endpoint is the overall survival. Other endpoints are: rate and duration of hematologic and cytogenetic responses, major (MCyR) and complete (CCyR), molecular response (major molecular response ie MMR) and the tolerability. Using treatment allocation ratio 1.1.1.1 , randomization was stratified according to Sokal risk groups. The current interim analysis of the first 636 patients (α=0.85%, β=10%) at 1 year from randomization was planned in order to select the best experimental arm for further comparison with IM 400. The increased dose of IM or a combination regimen would be considered as promising if it increased the 4 log reduction response rate by at least 20 percentage points, e.g. from 15% to 35%, with an acceptable tolerability. Evaluation of molecular response up to 12 months was centralized, blinded and calculated according to International score (IS). Pts were recruited between 9/2003 and 10/2007.[median age 51 yrs (18–82), 62% of pts were male; Sokal distribution was low risk 33%, intermediate risk 41% and 27% high risk]. Median follow-up is 36 months (range 8–57) at the time of analysis. Overall, at 3 months 86 % of pts achieved complete hematologic response. The MCyR, CCyR and MMR rates at 6 and 12 months are:  . IM-400 . IM-600 . IM-Ara-c . IM-PegIFN . *p< 10 −2 (overall); ** p<10 −2 (overall) At 6 months (636 pts, ITT)     MCyR 74% 79% 68% 74% CCyR * 48%  67%  55%  56%  At 12months (562 evaluable pts)     MCyR 64% 76% 77% 74% CCyR  57%  65%  66%  71%  MMR at 6 months** 21% 33% 27% 39% MMR at 12 months 40% 52% 51% 61% . IM-400 . IM-600 . IM-Ara-c . IM-PegIFN . *p< 10 −2 (overall); ** p<10 −2 (overall) At 6 months (636 pts, ITT)     MCyR 74% 79% 68% 74% CCyR * 48%  67%  55%  56%  At 12months (562 evaluable pts)     MCyR 64% 76% 77% 74% CCyR  57%  65%  66%  71%  MMR at 6 months** 21% 33% 27% 39% MMR at 12 months 40% 52% 51% 61% View Large Interestingly the rate of MMR at 6 months was significantly higher for IM-PegIFN as compared with IM-400 (p<10 −3 ). The 4-log reduction rate in the BCR-ABL/ABL transcript were 18%, 21%, 22%, 34%, for the IM-400, IM-600, IM-Ara-c and IM-PegIFN arms respectively. The corresponding numbers of undetectable (complete molecular response) pts were 2%, 2%, 3% and 9% at 12 months respectively. Grade 3/4 neutropenia and/or thrombocytopenia occurred in 8% of IM-400 pts, in 14% of IM-600 pts, in 41% of IMAra- c pts and in 40% of IM-PegIFN pts respectively. Grade 3/4 non hematological events were reported in 19% of IM-400 pts, in 30% of IM-600 pts, in 27% of IM Ara-c pts and in 31% of IM-PegIFN pts. Among them a relationship between treatment and event was suspected for 21 pts (13%) with IM-400 (7 liver toxicity; 7 oedema+muscle cramps), for 31 pts (19%) with IM-600 (7 liver toxicity, 11 oedema+ muscle cramps) for 36 pts (23%) with IM-Ara-c (2 liver toxicity; 10 gut side effect) and for 47 pts (29%) with IM-PegIFN (6 liver toxicity, 13 skin rash). Discontinuation of experimental treatment occurred within the first 6 and 12 months in 26% and 18% of IM-Ara-c pts and in 35% and 11% pts of IM-PegIFN pts respectively. Within the first 12 months 36% of 600-IM pts reduced their dosage. Although a substantial number of pts stopped PegIFN, this first analysis indicates the usefulness of a combination of IM-PegIFN for the initial treatment of pts with CML CP with a significant molecular response rate improvement. Complete analysis of the 636 pts with a follow-up of 12 months will be presented."
}