{
    "doi": "https://doi.org/10.1182/blood.V118.21.5178.5178",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2051",
    "start_url_page_num": 2051,
    "is_scraped": "1",
    "article_title": "Comparative Analysis Between Molecular Techniques Used for the Detection of JAK2 V617F Mutation in Patients with Chronic Myeloproliferative Disorders ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "buffers",
        "cancer",
        "dna",
        "edetate disodium",
        "edetic acid",
        "false-negative results",
        "gel",
        "jak2 gene v617f",
        "misdiagnosis",
        "mutation"
    ],
    "author_names": [
        "Salem H Alshemmari, FRCPC",
        "Mohmd Edrees, Msc",
        "Marwa Almusailaik"
    ],
    "author_affiliations": [
        [
            "department of medicine, associate professor;kuwait university, kuwait, Kuwait, "
        ],
        [
            "Stem Cell Lab, Kuwait Cancer Control Center, Shuwaik, Kuwait, "
        ],
        [
            "Stem Cell Lab, Kuwait Cancer Control Center, Shuaik, Kuwait"
        ]
    ],
    "first_author_latitude": "29.327756599999997",
    "first_author_longitude": "48.0325777",
    "abstract_text": "Abstract 5178 Several somatic mutations have been known to result in an individual to suffer from one or more classes of MPDS. JAK2 V617F mutation is the most common somatic mutation that is known as a major contributor to MPDs. Extraction of Total Genomic DNA from Whole Peripheral Blood Blood samples were collected from each subject in vacutainer tubes containing 1.8mg/ml K3-EDTA. Extraction of total genomic DNA was carried following the protocol of a standard QIAGEN DNA Extraction Kit (QIAGEN, USA). Amplification Refractory Mutation System-Polymerase Chain Reaction (ARMS-PCR) for the Detection of JAK2 V617F Mutation Amplification Refractory Mutation System-Polymerase Chain Reaction (ARMS-PCR) technique was used in this study to amplify three DNA bands, control (463bp), wild type (229bp), and mutant (279bp) if existent, in which the latter represents cells with JAK2 V617F mutation. A 100 ng of DNA template was used for the amplification of the three fragments. HotStart Taq Polymerase Master Mix (Qiagen) was utilized for the amplification JAK2 V617F Allele-Specific Real-Time PCR (RT-PCR) . Qualitative real-time PCR (RT-PCR) was performed in this study on 100 patients suffering from MPDs, fifty of which were negative and fifty were positive, for the detection of as low as 5% of mutant cells. Standard JAK2 Muta Screen ™ Kit (IPSOGEN Cancer Profiler) was used in this procedure, containing JAK2 V617F mutant positive control (100%), negative control (0.00%), and a reference sample for the discrimination of negative and very low positive cells. Genomic DNA of MPD samples was diluted in TE buffer (AMBION) to 5.0 ng/μl in concentration. For the amplification of the mutant fragment, TaqMan Universal Master Mix (Applied Biosystems) was added to the mixture of 10x probe/primers and DNA. Polymerase Chain Reaction (PCR) for Direct Sequencing A fragment of 349bp was amplified to include the JAK2 mutational site (V617FG>T) in exon 14. AmpliTaq Gold® PCR Master Mix (Applied Biosystems, USA) was used in this procedure. In this comparative analysis, we diagnosed a total number of 385 MPD patients using three major molecular techniques, direct DNA sequence analysis, ARMS-PCR, and RT-PCR. Out of the 385 patients, 285 were run for DNA sequencing, in which 50 negatives and 50 positives were randomly tested using ARMS-PCR. In comparison, a separate randomized set of 100 (50 negatives & 50 positives) patients that were diagnosed through ARMS-PCR, were also run for RT-PCR for comparative investigation. For the 100 MPD cases that were randomly chosen from the 285 diagnosed set, the 50 positive individuals confirm positivity for JAK2 V617F mutation (true positives), whereas 47 were confirmed negative (true negatives) and three patients, in which their somatic cells tested negative using DNA sequencing, were proven positive using ARMS-PCR (false negatives). As shown in Figure (X), well 13–15 display clear 279bp mutant band that represents the presence of JAK2 V617F positive cells, whereas the 229bp reflect on the presence of wild type cells. Overall, out of the 100 samples that were run for DNA sequence analysis, misdiagnosis accounts for 3% of the total sample number. On another set of patients, 50 randomly chosen negatives and 50 positives that were assessed using ARMS-PCR were also confirmed for their JAK2 V617F somatic mutation through RT-PCR. Results revealed that diagnosis of JAK2 V617F mutation utilizing RT-PCR is parallel to the outcome if DNA is tested for positivity using ARMS-PCR. Out of the 100 MPD patients, 50 indicated true negativity, and 50 showed true positivity. Thereby, usage of ARMS-PCR as a diagnostic molecular technique is comparable to RT-PCR. The somatic nature of JAK2 V617F mutation has a 3% chance in being misdiagnosed for an MPD when DNA sequencing is implemented over ARMS-PCR based on our results. This is most probably due to the small number of mutant cells that result in a small chromatographic peak on the DNA sequence in response to mutant DNA, hence the false negative diagnosis. Whereas, by utilizing ARMS-PCR as a molecular diagnostic assay, we were able to synthesize mutant DNA of such small number of mutant cells, hence eliminating any chance of misdiagnosis. Intensity of the mutant band displayed on the agarose gel in comparison to the wild type is a reflection of the amount of mutant DNA found in each case. Disclosures: No relevant conflicts of interest to declare."
}