{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.292.292",
    "article_title": "Aging-Associated Inflammation Due to Elevated Levels of TNF-α Increases Activation of the Integrin αIIbβ3 and the Procoagulant Potential of Platelets ",
    "article_date": "December 7, 2017",
    "session_type": "311. Disorders of Platelet Number or Function: Thrombosis in the setting of thrombocytopenia",
    "abstract_text": "Background: Aging is an independent risk factor for thrombosis and the molecular mechanisms underpinning this higher thrombosis risk in aging remains largely unknown. Chronic inflammation due to elevated levels of TNF-α contributes to the pathobiology of aging. Nevertheless, whether increased TNF-α levels during aging alter platelet function to promote thrombosis remains unexamined. Aims: To investigate the mechanism(s) by which aging-associated inflammation by TNF-α may promote platelet hyperreactivity in mice and humans. Methods: We analyzed megakaryocyte maturation, platelet number and activation indices by FACS, light transmission aggregometry (LTA) and a microfluidic assay in the following murine models of aging: 1) aged C57BL/6J mice (>18 months old, where circulating TNF-α levels are high); 2) young mice (~8 weeks old) with constitutive overexpression of TNF-α (TNF ΔARE ) ; and 3) young C57BL/6J mice injected in vivo with TNF-α or IL1b (for up to 20 days). In select experiments, we also neutralized TNF-α in vivo in aged mice. To determine if murine findings were recapitulated in humans, we examined platelet integrin activation in younger and older adults. Finally, to establish whether inflammation alters the molecular signature of megakaryocytes (MKs-the platelet parent cell) during aging, we performed next-generation RNA-sequencing (both bulk and single-cell) in bone marrow MKs from young and aged mice. Results: Aged mice exhibit thrombocytosis and accelerated megakaryocyte maturation as determined by ploidy analysis. In addition, platelets from aged mice, TNF ΔARE mice, and from young mice injected with TNF-α exposed significantly higher amounts of membrane phosphatidylserine and activated integrin αIIbβ3 faster after stimulation with thrombin and convulxin. Treating mice in vivo with IL1b did not recapitulate these effects. Moreover, platelets from old mice adhered faster to collagen and formed larger clots under flow when assessed in a microfluidic assay using reconstituted whole blood (pooled plasma and erythrocytes in addition to platelets from young or old mice). Similarly, integrin αIIbβ3 activation was significantly greater in activated platelets from older adults (mean age 78.0 ± 8.4) compared to younger adults (mean age 35.0 ± 10.1). Interestingly, platelets from old mice injected with an anti-TNF-α antibody had a markedly decreased activation profile. Bulk RNA-seq analysis of native megakaryocytes from aged mice and from young mice treated with TNF-⍺ both had a robust TNF-⍺ transcriptional signature. Analyses of single cell RNA-seq of bone marrow MKs demonstrated dysregulation of the mTOR and mitochondrial dependent pathways in aged mice. These transcriptional findings indicate there is MK reprogramming in aging, perhaps due to chronic inflammation, and serve to identify potential candidates regulating aging-associated platelet hyperactivity. Conclusions: TNF-associated inflammation of aging is an important factor in the development of platelet hyperreactivity during aging and may contribute to the increased incidence of age-associated thrombosis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aging",
        "blood platelets",
        "inflammation",
        "integrins",
        "tumor necrosis factors",
        "thrombosis",
        "meckel-gruber syndrome",
        "chronic inflammation",
        "interleukin-1",
        "rna"
    ],
    "author_names": [
        "Pavel Davizon-Castillo, MD",
        "Ken L. Jones, PhD",
        "Sonia Aguila, PhD",
        "David Bark, PhD",
        "Katrina J. Ashworth, MS",
        "Kelly Higa, MS",
        "Eric Martin Pietras, PhD",
        "Robert A. Campbell, PhD",
        "Lauren Christine Shih, BA",
        "Natalie Saunders, MD",
        "James DeGregori",
        "Matthew T. Rondina, MD",
        "Jorge Di Paola, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pavel Davizon-Castillo, MD",
            "author_affiliations": [
                "Children's Hospital Colorado, University of Colorado - Pediatric Hematology/Oncology/BMT, Aurora, CO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ken L. Jones, PhD",
            "author_affiliations": [
                "Dept. of Pediatrics, Hematology/Oncology, Aurora, CO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonia Aguila, PhD",
            "author_affiliations": [
                "Irish Center for Vascular Biology, Royal College of Surgeons, Dublin, IRL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Bark, PhD",
            "author_affiliations": [
                "Colorado State University, Fort Collins, CO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katrina J. Ashworth, MS",
            "author_affiliations": [
                "Department of Pediatrics, Section of Hematology/Oncology/BMT, Aurora, CO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Higa, MS",
            "author_affiliations": [
                "Department of Molecular Biology, University of Colorado, Denver, Anschutz Medical Campus, Aurora, CO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Martin Pietras, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, University of Colorado Anschutz Medical Campus, Aurora, CO "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Campbell, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren Christine Shih, BA",
            "author_affiliations": [
                "Molecular Medicine, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Saunders, MD",
            "author_affiliations": [
                "Molecular Medicine, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James DeGregori",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, Aurora, CO "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew T. Rondina, MD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Di Paola, MD",
            "author_affiliations": [
                "Pediatrics, University of Colorado and Children's Hospital Colorado, Aurora, CO"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:45:25",
    "is_scraped": "1"
}