{
    "doi": "https://doi.org/10.1182/blood.V116.21.2161.2161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1837",
    "start_url_page_num": 1837,
    "is_scraped": "1",
    "article_title": "Early Discharge and Outpatient Management of Adult Patients Following Intensive Induction Chemotherapy for MDS and Non-APL AML: A Pilot Study ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology: Poster II",
    "topics": [
        "chemotherapy, neoadjuvant",
        "outpatients",
        "chemotherapy regimen",
        "hemorrhage",
        "antibiotic therapy, intravenous",
        "patient discharge",
        "salvage therapy",
        "ambulatory care services",
        "antimicrobials",
        "disease remission"
    ],
    "author_names": [
        "Roland B. Walter, MD, PhD",
        "Stephanie J. Lee, MD, MPH",
        "Kelda M. Gardner, PA-C",
        "Andrei R. Shustov, MD",
        "Frederick R. Appelbaum, MD",
        "Elihu H. Estey, MD"
    ],
    "author_affiliations": [
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Abstract 2161 Background: Adults with newly diagnosed or relapsed acute myeloid leukemia (AML) and high-risk myelodysplastic syndromes (MDS) typically receive intensive chemotherapy to achieve disease remission. Commonly, these patients remain hospitalized “preemptively” until blood count recovery, usually 3–4 weeks after completion of chemotherapy, due to the risk for overwhelming infections and bleeding. However, preliminary data suggest that improved supportive care could allow outpatient management in selected patients. Potential benefits of such a strategy include improved quality of life, reduced cost, and reduced risk of nosocomial infections. We therefore initiated a pilot study to explore a policy that allows discharge of non-APL AML/MDS patients aged 18–60 once induction chemotherapy is completed. Our goal was to compare early death rates (EDR), quality of life, and costs in patients who are discharged early and controls, with early stopping to occur if EDR is likely higher in discharged patients than in controls or greater than the 5% seen in historic series. Methods: Patients were enrolled at the beginning of chemotherapy and provided with outpatient care teaching. After completion of chemotherapy, patients were re-evaluated and considered eligible for hospital discharge if they fulfilled the following medical and social criteria: ECOG performance status of 0–1, adequate organ function; no intravenous antimicrobial therapy; no active bleeding or refractoriness to platelet transfusions; agreeable to close outpatient follow-up; reliable caregiver; and temporary or permanent residency within 30 minutes of the Study Center. Patients who meet the “medical” but not the “social” eligibility criteria served as inpatient controls. If readmitted, early hospital discharge was again possible if all medical/social criteria were met. Patients remained on protocol until blood count recovery, additional chemotherapy was administered, or for a maximum of 45 days. Results: 39 patients were enrolled over a 12-month period. Among these 39, 19 patients failed to meet medical early discharge criteria and were taken off study (mostly because of IV antibiotics, n=14). Five patients (median age 49.2 [range 26.2–54.2] years) met medical but not social discharge criteria and remained hospitalized (controls). Fifteen patients (median age 50.8 [19.4-59.6] years) met both medical and social criteria and were discharged (9 after induction therapy for newly diagnosed AML [n=7] or MDS [n=2], 6 after salvage therapy for AML). Thirteen of these 15 were readmitted, with 6 patients being readmitted twice while on protocol. Cause for readmission was neutropenic fever in most cases, followed by bleeding and nausea/vomiting. The patients who were discharged early spent a median of 8 days (range, 3–36 days) as outpatients over a median of 2 outpatient periods (range, 1–3). The median total number of days spent as inpatients was 6 (range 0–28); in other words, this cohort spend a median of 53.8% (range, 28.6–100%) of their study time as outpatients before removal from protocol. No patient required ICU care, and no death occurred in this cohort. By comparison, inpatient control patients were in hospital for a median of 21 (range, 10–21; p<0.01 compared to patients discharged early) days after completion of chemotherapy before removal from protocol. Inpatient controls tended to require longer treatment with IV antibiotics (median of 16 [0-19] vs 6 [0-28] days; p=0.11) and received more red blood cell transfusions (median of 0.48 [0.19-0.57] vs 0.25 [0.05-0.57] units/day; p=0.08). The median daily total professional and facility charges, dated from the day of re-evaluation until removal from protocol, were significantly lower for patients discharged early (9-44 days on study) compared to inpatient controls (10-21 days on study; $3416 [$1676-$5667] vs $5467 [$4290-$7070, p=0.01) over the study period, whereas the daily costs per inpatient day were relatively similar between those 2 groups (p=0.40). Conclusion: Early discharge of patients following induction or salvage therapy for MDS/AML appears safe. Although re-admission is common, early discharge results in a median reduction of 8 days of inpatient stay, and may be associated with reduced cost and resource utilization. This trial was registered at ClinicalTrials.gov ( NCT00844441 ). Disclosures: No relevant conflicts of interest to declare."
}