{
    "doi": "https://doi.org/10.1182/blood.V110.11.4931.4931",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=988",
    "start_url_page_num": 988,
    "is_scraped": "1",
    "article_title": "Treatment of T Cell Large Granular Lymphocyte Leukemia with Reduced-Intensity Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "allogeneic stem cell transplant",
        "leukemia, t-cell, chronic",
        "t-lymphocytes",
        "leukemia",
        "anemia",
        "antithymoglobulin",
        "cyclosporine",
        "graft-versus-host disease",
        "methotrexate",
        "recurrent infection"
    ],
    "author_names": [
        "Michele L. Donato, MD",
        "Stuart L. Goldberg, MD",
        "Andrew L. Pecora, MD",
        "Scott D. Rowley, MD"
    ],
    "author_affiliations": [
        [
            "Blood and Marrow Transplantation, Hackensack University Medical Center, Hackensack, NJ, USA"
        ],
        [
            "Blood and Marrow Transplantation, Hackensack University Medical Center, Hackensack, NJ, USA"
        ],
        [
            "Blood and Marrow Transplantation, Hackensack University Medical Center, Hackensack, NJ, USA"
        ],
        [
            "Blood and Marrow Transplantation, Hackensack University Medical Center, Hackensack, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.884336499999996",
    "first_author_longitude": "-74.0533021",
    "abstract_text": "T cell large granular lymphocyte (LGL) leukemia is a lymphoproliferative disorder of clonal CD3-positive cytotoxic T cells. Clinical manifestations include neutropenia, anemia, thrombocytopenia, recurrent infections and splenomegaly. Two patients with refractory LGL leukemia were treated with an allogeneic stem cell transplantation following a reduced-intensity conditioning regimen. The first patient was a 54 yo female with transfusion dependent anemia and splenomegaly. Prior therapy included low dose methotrexate, cyclosporin A, equine antithymocyte globulin and alemtuzumab. The second patient was a 34 yo female with lymphocytosis and recurrent infections. Prior therapy included cyclosporin A and splenectomy. The hematopoietic cell source was related donor peripheral blood stem cells (5.79 x 10 6 CD34+ cells/kg) for the first patient, and unrelated donor peripheral blood stem cells (8.04 x 10 6 CD34+ cells/kg) for the second patient. The preparative regimen was fludarabine 30mg/m 2 daily on days −5, −4, −3; melphalan 140 mg/m 2 on day −2; the unrelated donor recipient also received rabbit antithymocyte globulin 6mg/kg in 3 divided doses on days −3, −2, −1. GVHD prophylaxis was provided with tacrolimus and methotrexate 5mg/m 2 on days +1, 3, 6, 11. Granulocyte engraftment >0.5/μL occurred on day +20 and +11; platelet engraftment >100/μL occurred on day +26 and +116 for the first and second patient respectively. The patient receiving the unrelated donor developed stage 1 skin GVHD and did not require systemic treatment. Patients achieved 100% donor chimerism by day 100. There was no chronic GVHD in either patient. Both patients achieved a complete remission and remain in CR, off immunosuppressive therapy, at 13 and 14 months post transplantation. Allogeneic transplantation using a reduced-intensity preparative regimen is an effective therapy for T cell large granular cell leukemia in patients who have failed prior therapy."
}