{
    "doi": "https://doi.org/10.1182/blood.V108.11.1283.1283",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=820",
    "start_url_page_num": 820,
    "is_scraped": "1",
    "article_title": "Mouse Model for Shwachman-Diamond Syndrome with the R126T Disease Mutation Leads to Severe Growth and Developmental Deficiencies with Impairment of Hematopoiesis. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "animal disease models",
        "mice",
        "mutation",
        "shwachman syndrome",
        "hematopoiesis",
        "amino acids",
        "exocrine pancreatic insufficiency",
        "hematological diseases",
        "pancytopenia",
        "protein measurement, total"
    ],
    "author_names": [
        "Siyi Zhang, MSc",
        "Jian Zhong, BSc",
        "Olga I. Gan, PhD",
        "John E. Dick, PhD",
        "Johanna M. Rommens, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Molecular & Medical Genetics, University of Toronto, Toronto, ON, Canada",
            "Program in Genetics & Genomic Biology, The Hospital for Sick Children, Toronto, ON, Canada"
        ],
        [
            "Program in Genetics & Genomic Biology, The Hospital for Sick Children, Toronto, ON, Canada"
        ],
        [
            "Division of Cell & Molecular Biology, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Department of Molecular & Medical Genetics, University of Toronto, Toronto, ON, Canada",
            "Division of Cell & Molecular Biology, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Department of Molecular & Medical Genetics, University of Toronto, Toronto, ON, Canada",
            "Program in Genetics & Genomic Biology, The Hospital for Sick Children, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.661316199999995",
    "first_author_longitude": "-79.39364259999999",
    "abstract_text": "Shwachman-Diamond syndrome (SDS) is a bone marrow failure syndrome characterized by exocrine pancreatic insufficiency and skeletal abnormalities, as well as hematological dysfunction. SDS is caused by mutations in SBDS , a highly conserved gene that has been suggested to be involved in RNA metabolism and/or ribosome biogenesis. It is essential, based on our mouse knock-out model studies and the absence of observed patients with the combination of two null alleles. We have generated an allele with the disease mutation, R126T, in the murine ortholog in order to develop new models of SDS. This mutation has been interpreted to be hypomorphic in nature, as it occurs in combination with the common null disease allele in two patients. Interestingly, these patients also have severe hematological disease phenotypes. Sbds R126T/+ mice develop normally and show no disease phenotypes, in accordance with the recessive inheritance of SDS. However, the Sbds R126T/R126T and Sbds R126T/- mice did not survive birth, and exhibited marked size reduction. The growth difference became apparent in embryos during the mid-fetal period, at E12.5–14.5; there were also noted disturbances of major organs including the skeleton, brain and lung. Comparable deficiencies were noted overall, but the Sbds R126T/- embryos were consistently more severely affected than were Sbds R126T/R126T embryos. Examination of hematopoietic progenitors from the fetal livers of Sbds R126T/R126T and Sbds R126T/- mutant mice also showed marked reductions in BFU-E, CFU-G, CFU-M, CFU-GM and CFU-GEMM numbers, as revealed by standard colony formation assays, when compared to wild type and heterozygote littermates. In additional studies, primary fibroblast cultures from E16.5 day mutant embryos were found to exhibit slower growth and an extended G1 phase of the cell cycle compared to fibroblasts from wild type embryos. Further, total protein synthesis was measured by incorporation of radio-labeled amino acids and found to be notably reduced in the mutant fibroblasts. The small size, organ deficiencies and early death of the mutant mice together with the cellular deficiencies, which indicate severe autologous growth problems, emphasize the severe consequences of loss of Sbds. These animal disease models provide new avenues for investigation to elucidate basic functions of SBDS and the pathobiology of SDS."
}