{
    "doi": "https://doi.org/10.1182/blood-2019-122503",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4198",
    "start_url_page_num": 4198,
    "is_scraped": "1",
    "article_title": "Oncogenic Mechanisms of CBL E3 Ubiquitin Ligase Mutations in Myeloid Malignancies ",
    "article_date": "November 13, 2019",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational Studies",
    "topics": [
        "cancer",
        "mutation",
        "park2 gene",
        "dasatinib",
        "leukemia, myelomonocytic, chronic",
        "1-phosphatidylinositol 3-kinase",
        "proto-oncogene proteins c-akt",
        "phosphotransferases",
        "ablation",
        "colony-stimulating factors"
    ],
    "author_names": [
        "Roger Belizaire, MD PhD",
        "Sebastian Koochaki, BS, MS",
        "Namrata Udeshi, PhD",
        "Alexis Vedder, BS",
        "Lei Sun",
        "Monica Schenone, PhD",
        "Steven Carr, PhD",
        "Eric Padron, MD",
        "Benjamin L. Ebert, MD PhD"
    ],
    "author_affiliations": [
        [
            "Brigham & Women's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.3449626",
    "first_author_longitude": "-71.1057158",
    "abstract_text": "CBL encodes an E3 ubiquitin ligase and signaling adaptor that acts downstream of cytokine receptors. Recurrent CBL mutations are found in a variety of myeloid disorders, including 10-15% of chronic myelomonocytic leukemia (CMML) cases, and specifically disrupt the protein's RING domain, which is responsible for E3 ligase activity; adaptor domains of CBL, including the tyrosine kinase-binding domain (TKB), proline-rich region (PRR) and C-terminal phosphotyrosine (pY) residues, remain intact in the context of RING mutations. In prior studies, CBL RING mutations were associated with hyperactivation of signaling pathways that drive cell proliferation. However, the precise mechanism by which CBL mutants act remains incompletely understood. Here we combined functional assays and mass spectrometry (MS) to comprehensively define the phosphoproteome, CBL interactome and molecular mechanism of signaling hyperactivation in a panel of cell lines expressing an allelic series of CBL RING mutants. We identified the SRC family kinase LYN as a key driver of signaling by CBL RING mutants; furthermore, we demonstrated in vitro and in vivo efficacy of LYN inhibition by dasatinib in CBL-mutant cell lines and primary CMML patient samples. We generated cell lines expressing wild-type (WT) or RING-mutant CBL using IL3-dependent mouse 32D cells and GM-CSF-dependent human TF1 cells. Cells expressing CBL RING mutants Y371H, C384Y or R420Q had a proliferative advantage over CBL WT or CBL knockout cells. To determine the role of CBL's adaptor domains in the proliferative advantage conferred by CBL RING mutants, we generated double mutants comprising the C384Y RING mutation in cis with mutations in the TKB domain (G306E), PRR (Δ477-688) or pY residues (Y700/731/774F). The proliferative advantage of cells expressing CBL C384Y was significantly reduced with mutation of the TKB domain, PRR or pY residues, indicating that CBL's adaptor domains are critical for the proliferative advantage of cells expressing RING-mutant CBL. To assess the effects of CBL RING mutation on signaling, we used MS to measure global protein phosphorylation in 32D cells expressing CBL WT or CBL C384Y. Activation of LYN and the PI3 kinase (PI3K) pathway were most significantly increased in cells expressing CBL C384Y compared to CBL WT; western blot confirmed increased phosphorylation of LYN, the PI3K p85 subunit and AKT in cells expressing CBL Y371H, C384Y or R420Q. We next employed immunoprecipitation (IP) followed by MS to characterize the global CBL interactome in 32D cells expressing CBL WT or RING mutants Y371H, C384Y or R420Q. In line with the phosphoproteomic analysis, LYN showed significantly increased binding to CBL RING mutants; the PI3K p85 subunit also showed increased binding to CBL RING mutants. Thus, global proteomic analyses revealed that increased binding of LYN and p85 to CBL RING mutants was directly associated with hyperactivation of LYN and PI3K-AKT signaling pathways. Deletion of CBL's PRR reduced interactions with both LYN and p85, and the CBL-p85 interaction required CBL Y731. Genetic ablation or inhibition of LYN by dasatinib decreased binding of p85 to CBL, suggesting that increased CBL Y731 phosphorylation by LYN enabled the CBL-p85 interaction. Indeed, CBL Y731 phosphorylation and AKT activation were diminished by deletion of CBL's PRR, LYN knockout or LYN inhibition by dasatinib. Altogether, these data demonstrated that enhanced LYN activation in cells expressing RING-mutant CBL drives increased CBL phosphorylation, p85 recruitment and downstream AKT signaling. Given the central role of LYN in signaling by CBL RING mutants, we hypothesized that LYN inhibition by dasatinib would abrogate the hyperproliferation of cells expressing CBL RING mutants. Dasatinib blocked the proliferative advantage of 32D and TF1 cells expressing CBL RING mutants. In addition, dasatinib significantly reduced the number of methylcellulose colonies formed by bone marrow mononuclear cells from 2 patients with CBL -mutated CMML; dasatinib treatment of mice xenografted with the same CMML cells resulted in a substantial decrease in leukemia burden compared to vehicle-treated mice. In summary, we have defined a mechanism by which LYN promotes PI3K-AKT signaling through CBL RING mutants. Our data provide rationale for exploring the therapeutic potential of LYN and/or PI3K-AKT inhibition in patients with CBL -mutated myeloid malignancies. Disclosures Ebert: Celgene: Research Funding; Deerfield: Research Funding."
}