{
    "doi": "https://doi.org/10.1182/blood.V116.21.4170.4170",
    "article_title": "Titan (Samd9L), a Candidate -7/7q- Responsible Gene Product, Downregulates Cytokine Signals by Facilitating Formation of Early Endosomes ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Abstract 4170 We previously isolated Titan ( = Samd9L) and Kasumi ( = Samd9) as candidate responsible genes for 7q deletion in AML/MDS, from a common microdeletion cluster we identified in chromosome subband 7q21.3 in childhood myeloid leukemia (ASH abstract 2008). Titan and Kasumi are paralogous genes that encode 60% identical proteins with unknown function. We generated Titan deficient mice (mouse genome contains only Titan gene and lacks Kasumi gene) and found that haploinsufficiency of Titan promotes myeloid leukemogenesis (ASH abstracts 2008 & 2009). Briefly, although Titan -deficient mice were born and grown normally without hematological abnormalities, half of both heterozygous ( Titan +/−) and homozygous ( Titan -/-) mice naturally developed myeloid leukemia in their advanced age. By applying retroviral insertional mutagenesis, we identified co-operative genes, Evi1 and Fbxl10 (encoding H3K4 histone demethylase), that accelerate leukemia development by aberrant over-expression. Contributions of Evi1 and Fbxl10 to leukemogenesis were confirmed by mouse BMT experiments using Titan -/- and +/+ bone marrow cells retrovirally transduced with Evi1 or Fbxl10 . In this presentation, we report molecular mechanisms through which Titan suppresses myeloid leukemogenesis. Immunofluorescence staining revealed cytoplasmic localization of endogenous Titan protein as a vesicular pattern that partially overlapped with EEA1, an early endosomal protein. EEA1 was also found as a Titan-binding protein by immunoprecipitation analysis, suggesting that Titan is involved in the regulation of endosome function such as degradation of cytokine receptors. We initially analyzed lung fibroblasts that express Titan at high levels and have wide cytoplasm allowing detailed observation of endosomes. In Titan +/+ fibroblasts, PDGF receptors (PDGFR) were incorporated into intracellular vesicles within 15 min after stimulation with PDGF. The long span of each endosome increased more than 1.5 μm and converted to late endosomes to form lysosomes within 30 min. By contrast, in Titan +/− and -/- fibroblasts, although rapid internalization of PDGFR occurred in a time-course similar to that in Titan +/+ cells, homotypic fusion of PDGFR-containing vesicles seemed to be inhibited, which was shown by the persistence of small intracellular vesicles after PDGF stimulation. Because fusion of vesicles into early endosome is an essential step for sorting endocytosed cytokine receptors toward degradation in lysosomes, we hypothesized that deficiency of Titan may induce defects in the degradation of cytokine receptors. We labeled cell surface proteins with cell-impermeable biotin carrying a disulfide bond, and then cells were stimulated with PDGF. After biotin-labeled PDGFR are incorporated into intracellular vesicles, residual cell surface biotin was removed by the addition of reducing agent (MESNA). Cells were lysed and incorporated (biotinylated) PDGFR were precipitated using streptavidin beads and were detected by immunoblotting. This experiment showed that PDGFR accumulated in intracellular fraction after PDGF stimulation in Titan +/− and -/- cells but not in Titan +/+ cells. Moreover, endocytosed PDGFR were remained to be phosphorylated at Tyr1009 site, suggesting that they are kept activated in endosomes. This is consistent with the finding that sustained activation of Akt after PDGF stimulation was seen in Titan +/− and -/- cells. Persistent cytokine signals were also found in Baf-3 (IL-3-dependent hematopoietic) cells expressing Titan at reduced levels by constitutively expressing short hairpin (sh) RNA specific for Titan mRNA. Although IL-3 receptor α were rapidly endocytosed in Titan-downregulated cells after IL-3 stimulation, IL-3 receptors accumulated in endosomal fraction, resulting in prolonged ERK activation. Furthermore, bone marrow cells obtained from Titan -/- and +/− mice were hyper-responsible to cytokines, resulting in sustained colony forming activity after several times of re-plating. Overall, these results suggest that Titan negatively regulates cytokine signaling through the promotion of receptor degradation via maturation of early endosome to late endosomes/lysosomes through fusion of early endosomes and that deficiency of Titan contributes to myeloid leukemogenesis in collaboration with other genetical or epi-genetical gene alterations, such as overexpression of Evi-1. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "endosomes",
        "genes",
        "platelet-derived growth factor receptor",
        "platelet-derived growth factor",
        "vesicle",
        "leukemogenesis",
        "biotin",
        "receptors, cytokine",
        "interleukin-3 receptor"
    ],
    "author_names": [
        "Hirotaka Matsui, MD",
        "Akiko Nagamachi",
        "Yuko Ozaki",
        "Hiroya Asou, MD",
        "Hiroaki Honda, MD",
        "Toshiya Inaba, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hirotaka Matsui, MD",
            "author_affiliations": [
                "Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akiko Nagamachi",
            "author_affiliations": [
                "Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuko Ozaki",
            "author_affiliations": [
                "Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroya Asou, MD",
            "author_affiliations": [],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroaki Honda, MD",
            "author_affiliations": [
                "Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshiya Inaba, MD",
            "author_affiliations": [
                "Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T18:43:51",
    "is_scraped": "1"
}