{
    "doi": "https://doi.org/10.1182/blood.V108.11.3582.3582",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=611",
    "start_url_page_num": 611,
    "is_scraped": "1",
    "article_title": "A Multicenter Phase II Study of Perifosine (KRX-0401) Alone and in Combination with Dexamethasone (Dex) for Patients with Relapsed or Relapsed/Refractory Multiple Myeloma (MM). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "dexamethasone",
        "multiple myeloma",
        "perifosine",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "bortezomib",
        "adverse event",
        "cytotoxicity",
        "toxic effect",
        "bisphosphonates"
    ],
    "author_names": [
        "Paul Richardson",
        "S. Lonial",
        "A. Jakubowiak",
        "J. Wolf",
        "A. Krishnan",
        "J. Densmore",
        "S. Singhal",
        "I. Ghobrial",
        "L. Schwartzberg",
        "K. Colson",
        "J. Harris",
        "T. Kendall",
        "B. Martineau",
        "N. Obadike",
        "K. Sullivan",
        "S. Pearson",
        "T. Hideshima",
        "L. Lai",
        "P. Sportelli",
        "L. Gardner",
        "R. Birch",
        "I.C. Henderson",
        "K.C. Anderson"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Emory University, GA"
        ],
        [
            "University of Michigan, MI"
        ],
        [
            "Alta Bates, CA"
        ],
        [
            "City of Hope, CA"
        ],
        [
            "University of Virginia, VA"
        ],
        [
            "Northwestern, IL"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "West Clinic, TN"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Emory University, GA"
        ],
        [
            "University of Michigan, MI"
        ],
        [
            "Alta Bates, CA"
        ],
        [
            "City of Hope, CA"
        ],
        [
            "University of Virginia, VA"
        ],
        [
            "Northwestern, IL"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Keryx Biopharmaceuticals Inc, NY"
        ],
        [
            "Keryx Biopharmaceuticals Inc, NY"
        ],
        [
            "Keryx Biopharmaceuticals Inc, NY"
        ],
        [
            "Keryx Biopharmaceuticals Inc, NY"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.1263116",
    "abstract_text": "Perifosine is an oral, novel synthetic alkylphospholipid, with multiple effects on signal transduction pathways, including inhibition of Akt and activation of JNK. Preclinical in vitro studies showed that perifosine induces significant cytotoxicity in both multiple myeloma(MM) cell lines and patient MM cells resistant to conventional therapies, and augments dexamethasone(dex), doxorubicin, melphalan and bortezomib-induced MM cell cytotoxicity. In vivo studies showed significant antitumor activity in a human plasmacytoma mouse model. PhaseI studies in solid tumors have shown that perifosine is well tolerated at a dose of up to150mg daily, with responses also seen. We report preliminary results of a PhaseII trial of perifosine, alone and in combination with dex, in patients(pts) with relapsed or relapsed/refractory MM. Pts received 150mg of perifosine daily for a 21-day(d) cycle, and were assessed by serum and/or urine electrophoresis. Eligible pts had relapsed or relapsed/refractory MM with measurable disease. Pts were permitted bisphosphonate treatment. Concomitant steroids(prednisone>10 mg/d), serum creatinine of >3.0 mg/dL, and hemoglobin<8.0g/dL within 14 d of enrollment were exclusion criteria. Progressing pts, documented on 2 occasions at least one week apart, had dex 20 mg twice per week added to perifosine. Toxicities were assessed by NCI-CTCAE, v3.0. 40 pts (22 men and 18 women, median age 61 y, range 38–78) have been treated to date. All had relapsed/refractory MM, with a median of 4 lines of prior treatment (range 1–9). Prior therapy included dex(100%), thalidomide(100%), bortezomib(73%), lenalidomide(28%) and stem cell transplant(73%). Among 25 pts currently evaluable for response, best response(EBMT criteria) to single agent perifosine after≥2 cycles was stable disease(<25% reduction in M-protein) in 6 pts(24%). Dex was added in 15 of 25 pts with PD, with 9 pts evaluable for response on the combination: 3 pts(33%) achieved MR and 2(22%) pts achieved SD. The most common adverse events included nausea (45%, 3% grade 3); vomiting (40%); diarrhea(40%); fatigue(24%, 3% grade 3), and increased creatinine(55%, 11% grade 3/4 in the context of PD and light chain nephropathy). 2 pts had G3 neutropenia which resolved. Dose reduction(150 to 100 mgs/d) was required in 11 pts and 4 pts discontinued treatment due to adverse events. Attributable toxicities otherwise proved manageable with appropriate supportive care and perifosine was generally well tolerated, with no peripheral neuropathy or DVT seen. Perifosine as monotherapy and in combination with dex has activity in pts with advanced, relapsed/refractory MM, achieving MR and/or stabilization of disease in 55% of evaluable pts to date. It was generally well tolerated, although caution in pts with renal dysfunction is warranted. PK, IHC and gene array studies are ongoing. Future studies evaluate perifosine at other dosing schedules and in combination with other agents including bortezomib."
}