{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5355.5355",
    "article_title": "The Role of Autophagy in Multiple Myeloma Progression ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "AIM Relapse and drug resistance occurs in all patients with multiple myeloma (MM) with many cases manifesting extramedullary disease (EM) with progression. What enables MM to survive anoikis and egress from the bone marrow is unclear. Autophagy has been shown to enable tumour cells to survive anoikis, and nutrient deprivation. We studied the possible role of autophagy in MM progression utilising two pairs of human myeloma cell lines (HMCL) representing intra-medullary (IM) and EM disease derived from the same patient: TK1 (IM) and TK2 (EM), and KMS12BM (IM) and KMS12PE (EM). METHODS & RESULTS Microarray, demonstrated that SQSTM1 (p62), a cargo protein that participates in selective autophagy and amino acid sensing, was expressed at higher levels in TK2 than TK1 (fold change 9.01816, p=0.0003). In concordance, p62 protein expression was 7-fold greater in TK2 than TK1. Functionally, LC3II turnover (autophagic flux) was 2.9 fold greater in TK2 (p=0.01) than TK1. This was recapitulated in the KMS12BM-12PE pair (2.6 fold greater autophagic flux in KMS12PE). TK1 and TK2 growth kinetics under conditions of nutrient deprivation (up to 21 days) became statistically different after the 3 rd day, with TK2 continuing to proliferate until day14 (p=0.0046). This proliferative advantage was abrogated by the use of an autophagy inhibitor (chloroquine [CQ]=40mM), that did not significantly change the growth of TK1. Similarly, TK2 (101% of control) and KMS12PE (90% of control) proliferation but not TK1 (35% of control) nor KMS12BM (52% of control) proliferation was maintained after 24h of glutamine deprivation with significant drop of Ki67 positivity seen only in TK1 (45.2% of control) and KMS12BM (53.9% of control). Finally, under glutamine deprivation CQ impacted more significantly on TK2 and KMS12PE survival (46.32% and 29% increase of total cell death [annexin V and propidium iodine positivity], compared to 0% and 13.19% increase for TK1 and KMS12BM). Addition of Bafilomycin A1 (100nM) or Pepstatin A/E64d (10mg/ml/10mg/ml) (alternative autophagy inhibitors) had similar effect on both proliferation and survival. These results imply that proliferation advantage of the EM derived HMCL under starvation relies partly on autophagy. CONCLUSIONS Autophagy offers a survival advantage to MM under conditions of nutrient deprivation. We hypothesise that enhanced autophagy may promote MM disease progression and EM dissemination. Disclosures Spencer: Janssen: Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "autophagy",
        "multiple myeloma",
        "glutamine",
        "amino acids",
        "annexin a5",
        "chloroquine",
        "disease progression",
        "iodine",
        "ki-67 antigen",
        "propidium"
    ],
    "author_names": [
        "Ioanna Savvidou, MD",
        "Tiffany T. Khong, BSc,PhD",
        "Andrew Spencer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ioanna Savvidou, MD",
            "author_affiliations": [
                "Myeloma Research Group, Monash University, Alfred Hospital, ACBD, Melbourne, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tiffany T. Khong, BSc,PhD",
            "author_affiliations": [
                "Myeloma Research Group, Monash University, Alfred Hospital, ACBD, Melbourne, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Spencer, MD",
            "author_affiliations": [
                "Malignant Haematology and Stem Cell Transplantation Service, The Alfred Hospital/MONASH University/Australian Centre for Blood Diseases, Melbourne, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:38:50",
    "is_scraped": "1"
}