{
    "doi": "https://doi.org/10.1182/blood-2021-152383",
    "article_title": "Mobility and Muscle Strength in Recipients of Hematopoietic Cell Transplantation for Sickle Cell Disease: A Preliminary Report from Sickle Transplant Evaluation of Longterm and Late Effects Registry (STELLaR) ",
    "article_date": "November 5, 2021",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction Recipients of Hematopoietic Cell Transplantation (HCT) are at risk for treatment related late effects including cardiovascular disease and diabetes. Physical fitness including mobility and muscle strength are important predictors of cardiovascular health and quality of life. Physical fitness has been described in children and adults who are long term survivors of HCT for malignant disease [1]. Patients with sickle cell disease (SCD) are likely to be subject to unique morbidity post-HCT as a consequence of the pathophysiology of SCD which is characterized by anemia, inflammation, pain, bone infarcts and neurological complications. A systematic assessment of physical fitness is required to understand some of the long-term outcomes HCT for SCD. Methods We enrolled patients with SCD ≥ 1-year post-HCT in S ickle Tr ansplantation E valuating L ong Term And La te Effects R egistry ( STELL a R) . We assessed physical fitness including mobility using the timed up and go (TUG) test, and muscle strength using the handgrip strength (HGS) test. TUG scores were compared with published normative data for children (mean 9.2s; SD = 0.8) and young adults (mean 10.5s, SD = 1.1) [2]. TUG scores ≥ mean+ 2SD were considered abnormal (children: ≥10.8s, young adults ≥12.7s). The HGS of each patient was compared to published normative data of children and adults [3,4]. Patients ≤12 years were abnormal if they had a HGS of two standard deviations below the mean. Patients ≥13 years were considered abnormal if they had a HGS lower than the lower limit of the 85% age-sex standard. Additionally, patients were also assessed for chronic graft versus host disease (cGvHD) by means of the Lee Chronic GvHD Symptom Scale [5]. Patients rated their extent of being bothered by cGvHD symptoms on a scale from 1 to 5, with 1 being not at all and 5 being extremely. These scores were then organized into 7 categories of cGVHD symptoms and normalized to a 0-100 scale. We report the results of an interim analysis of physical fitness in these HCT recipients. Results Out of 121 patients enrolled in the study, 37 HCT recipients were assessed for mobility using the TUG test, and for muscle strength using the HGS test. Children were defined as being below the age of 18 and young adults between 18 and 40 years of age. Patient demographic and clinical results for TUG and HGS are presented in Table 1. Young adult participants were more likely to have abnormal TUG and HGS results than pediatric study participants. Patient self-reporting of overall (summary) cGvHD symptoms was found to be statistically significant between children and young adults (p=0.037) with young adults iappearing to be slightly more bothered by GvHD symptoms. There was no correlation in length of time in years between a patient's transplant and whether or not there was abnormal physical fitness (TUG and HGS) for both the young adult and children cohorts. Conclusions These data suggest the existence of impaired physical fitness in the long term in SCD patients who are HCT recipients. They provide the rationale for systematic evaluation of physical fitness and other risk factors for cardiovascular disease post-HCT. References 1. Slater, M. E., Steinberger, J., Ross, J. A., Kelly, A. S., Chow, E. J., Koves, I. H., ... & Baker, K. S. (2015). Physical activity, fitness, and cardiometabolic risk factors in adult survivors of childhood cancer with a history of hematopoietic cell transplantation. Biology of Blood and Marrow Transplantation , 21 (7), 1278-1283. 2. Mangano, G. R., Valle, M. S., Casabona, A., Vagnini, A., & Cioni, M. (2020). Age-related changes in mobility evaluated by the timed up and go test instrumented through a single sensor. Sensors , 20 (3), 719. 3. Omar, M. T., Alghadir, A. H., Zafar, H., & Al Baker, S. (2018). Hand grip strength and dexterity function in children aged 6-12 years: A cross-sectional study. Journal of Hand Therapy , 31 (1), 93-101. 4. Webb, A. R., Newman, L. A., Taylor, M., & Keogh, J. B. (1989). Hand grip dynamometry as a predictor of postoperative complications reappraisal using age standardized grip strengths. Journal of Parenteral and Enteral Nutrition , 13 (1), 30-33. 5. Lee, S. J., Cook, E. F., Soiffer, R., & Antin, J. H. (2002). Development and validation of a scale to measure symptoms of chronic graft-versus-host disease. Biology of Blood and Marrow Transplantation , 8 (8), 444-452 Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Guilcher:  BlueBirdBio: Research Funding; Project Sickle Cure Study: Other: Principal Investigator, Research Funding.",
    "author_names": [
        "Anirudh Veludhandi",
        "Tami D John",
        "Nitya Bakshi",
        "Staci D. Arnold",
        "Monica Bhatia",
        "Peter A. Lane",
        "Lillian Meacham",
        "Kirshma Khemani",
        "Sonali Chaudhury",
        "Festus Olusola Olowoselu",
        "Kimberly A. Kasow",
        "Matthew Hsieh",
        "Allistair Abraham",
        "Gregory M.T. Guilcher",
        "Lakshmanan Krishnamurti"
    ],
    "author_dict_list": [
        {
            "author_name": "Anirudh Veludhandi",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta - Egleston, Atlanta, GA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tami D John",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nitya Bakshi",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Emory University, Atlanta, GA",
                "Department of Pediatrics/Aflac Cancer and Blood Disorders Center, Emory University, Atlanta, GA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Staci D. Arnold",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Bhatia",
            "author_affiliations": [
                "Columbia University, New York, NY",
                "Division of Pediatric Hematology, Oncology, and Stem Cell Transplantation, Columbia University Medical Center, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter A. Lane",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Emory University School of Medicine, Atlanta, GA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lillian Meacham",
            "author_affiliations": [
                "Pediatric Endocrinology, Emory University, Atlanta, GA",
                "Aflac Cancer and Blood Disorders Center, Department of Pediatrics, Emory University School of Medicine, Atlanta, GA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirshma Khemani",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology/Oncology/BMT, Emory University School of Medicine, Atlanta, GA",
                "Children's Healthcare of Atlanta, Atlanta, GA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonali Chaudhury",
            "author_affiliations": [
                "Lurie Children's Hospital of Chicago, Chicago, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Festus Olusola Olowoselu",
            "author_affiliations": [
                "Department of Haematology and Blood Transfusion, Faculty of Clinical Science, College of Medicine, University of Lagos, Nigeria., Lagos, Nigeria"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly A. Kasow",
            "author_affiliations": [
                "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Hsieh",
            "author_affiliations": [
                "Cellular and Molecular Therapeutics Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allistair Abraham",
            "author_affiliations": [
                "Children's National Hospital, Washington, DC"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory M.T. Guilcher",
            "author_affiliations": [
                "Alberta Children's Hospital, Calgary, CAN"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lakshmanan Krishnamurti",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology/Oncology/BMT, Emory University School of Medicine, Atlanta, GA",
                "Emory University, Atlanta, GA",
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Emory University, Atlanta, GA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:11:45",
    "is_scraped": "1"
}