{
    "doi": "https://doi.org/10.1182/blood.V124.21.2034.2034",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2787",
    "start_url_page_num": 2787,
    "is_scraped": "1",
    "article_title": "Re-Educating Myeloma Associated Macrophages with Lenalidomide ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "animal model",
        "lenalidomide",
        "macrophages",
        "multiple myeloma",
        "teaching",
        "anti-inflammatory agents",
        "trance protein",
        "antibodies",
        "antigens, cd16",
        "cd40 antigens"
    ],
    "author_names": [
        "Heiko Bruns, PhD",
        "Hanna Gehlen",
        "Jens Nolting",
        "Shirin Pasemann",
        "Peter Brossart, MD",
        "Andreas Mackensen",
        "Armin Gerbitz, MD"
    ],
    "author_affiliations": [
        [
            "University of Erlangen, Erlangen, Germany "
        ],
        [
            "Dept. of Internal Medicine 5 – Hematology/Oncology, University of Erlangen, Erlangen, Germany "
        ],
        [
            "Department of Oncology, Hematology and Rheumatology, University Hospital Bonn, Bonn,, Bomm, Germany "
        ],
        [
            "University of Erlangen, Erlangen, Germany "
        ],
        [
            "University Hospital of Bonn, Bonn, Germany "
        ],
        [
            "University of Erlangen, Erlangen, Germany "
        ],
        [
            "University of Erlangen, Erlangen, Germany"
        ]
    ],
    "first_author_latitude": "49.5978804",
    "first_author_longitude": "11.004550699999998",
    "abstract_text": "Introduction: The bone marrow niche plays a critical role in determining the fate of malignant plasma cells in multiple myeloma (MM). Macrophages are an abundant component of the stromal cell compartment and are believed to support proliferation, survival, and drug resistance of MM cells. Conversely, macrophages can directly kill tumor cells and participate in antitumor immune responses as effector cells. Moreover, macrophages are key immune effector cells for the therapeutic effect of monoclonal antibodies. Lenalidomide, an immunomodulatory drug (IMiD®) is used for the treatment of MM, also in the combination with therapeutic antibodies. Lenalidomide is thought to target the stromal support, but its precise influence on the phenotype or the effector functions of macrophages is still unclear. Methods: To investigate the effect of lenalidomide on the interaction between macrophages and malignant plasma cells in vitro , we coincubated lenalidomide pretreated macrophages with several MM cell lines, and analysed the viability, proliferation and phenotype. For in vivo studies we utilized 5TMM mice, a suitable animal model for MM. Animals were treated with lenalidomide (50 mg/kg 5days/week) for 3 weeks, and the effector functions and phenotype of isolated bone marrow macrophages were analyzed. In addition, macrophages in the bone marrow of MM patients treated with lenalidomide were characterized by immunohistochemistry and flow cytometry. Results: We showed, that infiltrating macrophages in the bone marrow of MM patients display an anti-inflammatory M2-like phenotype characterized by the expression of surface marker CD163, CD206, PD-L1 and cytokine/chemokine secretion (e.g. IL10, CXCL10, APRIL, BAFF and RANKL). Incubation of macrophages with lenalidomide in vitro , substantially changed their transcriptional program (e.g. downregulation of IRF4 and upregulation of IRF5) and their phenotype (e.g. downregulation of the surfaces marker CD163, CD206, and upregulation of CD16, CD64, CD40 and CD86). Furthermore, we show that lenalidomide treatment decreases the expression of RANKL, BAFF and APRIL, while tumoricidal effector molecules (e.g. TRAIL, cathelicidine, Granzyme B) were increased. When lenalidomide treated macrophages were cocultured with MM cells significant cytotoxicity was detected, for all MM cell lines tested. In contrast, untreated macrophages promote tumor growth and viability of MM cells. Conclusion: Lenalidomide in vitro influences macrophages by reverting an anti-inflammatory M2 like profile to a more immunogenic phenotype. In addition it impacts on the support function by decreasing the secretion of important growth factors for B-cells. Similar results were observed in first in vivo studies. Taken together our results imply that lenalidomide interrupts an important stromal cell function thereby influencing survival of MM cells. Disclosures No relevant conflicts of interest to declare."
}