{
    "doi": "https://doi.org/10.1182/blood.V106.11.729.729",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=482",
    "start_url_page_num": 482,
    "is_scraped": "1",
    "article_title": "The Prothrombotic Polymorphism Prothrombin G20210A Is an Ancestral Mutation That Arose in Caucasians Approximately 20,000 Years Ago. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "european continental ancestry group",
        "mutation",
        "polymorphism",
        "prothrombin g20210a",
        "factor v leiden",
        "prothrombin",
        "venous thromboembolism",
        "genetic markers",
        "homozygote",
        "microsatellite repeats"
    ],
    "author_names": [
        "Ariella Zivelin, PhD",
        "Ronit Mor-Cohen, PhD",
        "Victoria Kovalsky",
        "Jacqueline Conard, PhD",
        "Flora Peyvandi, MD",
        "Ingrid Pabinger, MD",
        "Rogier Bertina, PhD",
        "Ferial Peyvandi, MD",
        "Joseph Emmerich, MD",
        "Uri Seligsohn, MD"
    ],
    "author_affiliations": [
        [
            "Amalia Biron Research Institute of Thrombosis and Hemostasis, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "Amalia Biron Research Institute of Thrombosis and Hemostasis, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "Amalia Biron Research Institute of Thrombosis and Hemostasis, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "Hotel Dieu, Paris, France"
        ],
        [
            "University of Milan, Milan, Italy"
        ],
        [
            "University of Vienna, Vienna, Austria"
        ],
        [
            "Leiden University Medical Center, Netherlands"
        ],
        [
            "J.W. Goethe University, Frankfurt, Germany"
        ],
        [
            "Hospital G. Pompidou, Paris, France"
        ],
        [
            "Amalia Biron Research Institute of Thrombosis and Hemostasis, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ]
    ],
    "first_author_latitude": "32.04671",
    "first_author_longitude": "34.842852",
    "abstract_text": "The prothrombotic prothrombin G20210A polymorphism is associated with increased plasma levels of prothrombin, it confers a 2–5 fold increase in the risk of venous thromboembolism and is prevalent in Caucasians. We previously showed that prothrombin G20210A originated in a single ancestral founder ( Zivelin et al. Blood  92 : 1119 , 1998 ). In this study we estimated the age of the G20210A polymorphism by assessing linkage disequilibrium (LD) between A20210 and 9 microsatellites markers or 5 SNPs located upstream and downstream of the prothrombin gene (Figure). The study group included 93 unrelated A20210 homozygotes (21 Israelis, 19 French, 17 Italians, 17 Austrians, 16 Dutch and 3 Germans) and 63 unrelated healthy Caucasian homozygotes for G20210. Calculation of the mutation age was done by the DMLE+ program ( Reeve and Rannala, Bioinformatics  18 : 894 , 2002 ), which allows Bayesian inference of mutation age based on observed LD at multiple genetic markers. Assuming 20 years as a generation, analysis of the microsatellite markers yielded an estimated age of 19,750 years (95% CI 16,200–29,500), and analysis of the SNPs yielded an estimated age of 20,500 years (95% CI of 14,700–27,950). We previously estimated by a different method ( Risch et al. Nature Gen  9 : 152 , 1995 ) that the age of factor V Leiden, also prevalent only in Caucasians, is 21,000–34,000 years ( Zivelin et al. Blood  89 : 397 , 1997 ). In the present study we recalculated the age of factor V Leiden by the DMLE+ program in 117 homozygous for factor V Leiden and 160 controls and obtained a value of 20,600 years (95% CI of 15,400–29,800). These data suggest that both relatively common prothrombotic polymorphisms occurred about 20,000 years before our time following the evolutionary divergence of Africans from Non-Africans and of Caucasians from Oriental subpopulations. View large Download slide Figure View large Download slide Figure "
}