{
    "doi": "https://doi.org/10.1182/blood.V112.11.5051.5051",
    "article_title": "Mechanism of CAG Regimen Eliminating Human T Cell Acute Lymphoblastic Leukemia Cell Line, A3 ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "abstract_text": "Objective To explore the mechanism of CAG regimen eliminating human T cell acute lymphoblastic leukemia cell line, A3 and evaluate the role played by G-CSF/G-CSFR system in this process. Methods The expression of G-CSFR on A3 cells was detected by flow cytometric analysis. Cell cycle parameters of A3 cells treated with different concentration of G-CSF(5ng/ml A10ng/ml A15ng/ml A20ng/ml G0ng/ml as control) were examined by propidium iodide staining. The inhibition and apoptosis rates of A3 cells caused by treatment with various combination of G-CSF, cytarabine (Ara-C), and aclarubicin (ACR) after incubation for 48h were analyzed by Cell Counting Kit (CCK-8) and AnnexinV staining, respectively. After incubation for 48 hours with G-CSF and PD98059(the specific inhibitor of MEK in Ras-MAPK signaling pathway), cell cycle and cell dynamic change were examined. Results The expression frenquency of G-CSFR on A3 cells was 94.2% which was comparable to that of KG-1 cells. The proportion of A3 cells in S-phase was elevated concomitantly with the increasing G-CSF concentrations within 0–20ng/ml, highest at 15ng/ml of G-CSF. After incubation with Ara-C and G-CSF for 48 hours, the proliferation of A3 cells was inhibited more significantly than incubation with incubation with Ara-C alone (P<0.05, Ara-C 10 −5 M and 10 −6 M) by CCK-8 assay. Incubated with Ara-C, ACR, and G-CSF for 48 hours, the apoptosis of A3 cells was increased than that treated with Ara-C and ACR. With the concentration of PD98059 increased gradually, the proportion of A3 cells in S-phase and OD values of A3 cells decreased, which was less than that of control group (p<0.05). Conclusion G-CSFR was expressed on A3 cells. G-CSF/G-CSFR system had a synergetic effect on eliminating A3 cells when administrated simultaneously with chemical agents by driving G 0 -phase cells into S-phase. Apoptosis was one of the mechanisms of CAG regimen eliminating A3 cells. The interaction between G-CSF and G-CSFR activates a series of signaling pathways which includes Ras-MAPK. The inhibition of MAPK phosphorylation by PD98059 contributed partially to the effect of G-CSF on A3 cells.",
    "topics": [
        "acute lymphocytic leukemia",
        "cell lines",
        "t-lymphocytes",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "cytarabine",
        "receptors, colony-stimulating factor",
        "mitogen-activated protein kinases",
        "sincalide",
        "aclarubicin"
    ],
    "author_names": [
        "Aining Sun",
        "Yanling Wu",
        "Shengli Xue",
        "Wu Depei",
        "Weirong Chang"
    ],
    "author_dict_list": [
        {
            "author_name": "Aining Sun",
            "author_affiliations": [
                "Dept. of Hematology, The First Affiliated Hosp. of Suzhou University, Suzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yanling Wu",
            "author_affiliations": [
                "Dept. of Hematology, The First Affiliated Hosp. of Suzhou University, Suzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shengli Xue",
            "author_affiliations": [
                "Dept. of Hematology, The First Affiliated Hosp. of Suzhou University, Suzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wu Depei",
            "author_affiliations": [
                "Dept. of Hematology, The First Affiliated Hosp. of Suzhou University, Suzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weirong Chang",
            "author_affiliations": [
                "Dept. of Hematology, The First Affiliated Hosp. of Suzhou University, Suzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T21:38:07",
    "is_scraped": "1"
}