{
    "doi": "https://doi.org/10.1182/blood.V112.11.2223.2223",
    "article_title": "Improved Overall Survival in Patients Recovering with High Gamma/Delta T Cells after Allogeneic Haematopoietic Stem Cell Transplantation. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "abstract_text": "T-cells play a crucial role in the Graft-versus-Leukemia (GvL)-effect, since T-cells depleted grafts are associated with a higher relapse risk. Unfortunately, the GvL-effect is often associated with Graft-versus-Host-Disease (GvHD). T-cells can be divided into two phenotypic sub-groups by the expression of specific alpha/beta- and gamma/delta T-cell receptors. Gamma/delta-T-cells might provide a useful source for T-cell-immunotherapy since they may exert a GvL-effect without inducing a GvHD-risk. Only few studies have been carried out investigating the possible impact of gamma/delta-T-cell recovery following allogeneic hematopoietic stem cell transplantation (HSCT). A recent prospective study (Godder et al., BMT 2007) indicates a survival advantage for patients (pts) recovering with higher gamma/delta-T-cell numbers following HSCT. The data presented here emerge from a single-centre analysis evaluating the possible impact of higher gamma/delta-T-cell numbers following HSCT in pts with hematologic malignancies. We included all patients who had at least three consecutive analyses of alpha/beta- and gamma/delta-T-cell numbers within the first year after HSCT. This cohort of 107 patients includes the following haematological malignancies: AML (n=40), CML (n=19), ALL (n=13), MDS (n=11), OMF (n=9), NHL (n=7), and other diseases (n=8). Median patient age was 41 years (range 16 – 67 years). Median donor age was 38 years (range 18 – 70 years). HSCT was performed with related donors in 37 pts (35%) and with unrelated donors in 70 pts (65%). We defined the threshold for “high” gamma/delta-T-cell recovery as three ore more absolute gamma/delta-T-cell numbers above the absolute median gamma/delta-T number in the peripheral blood within the first 12 months after HSCT. According to this threshold 29 pts (27%) recovered with “high” gamma/delta-T-cells. These pts achieved a significantly higher overall survival with lower gamma/delta-T-cell numbers (log-rank p .029). This resulted from a lower relapse risk and a lower risk for acute GvHD. In multivariate analysis including other prognostic factors of overall survival (patient age, disease status, donor type, grades of acute GvHD and relapse), the beneficial effect of “high” gamma/delta-T-cell recovery could be confirmed. In contrast, recovery of alpha/beta T-cell numbers in peripheral blood had no significant influence on HSCT endpoints and were further not associated with the recovery of gamma/delta T-cells. This analysis supports the hypothesis of a beneficial effect of high gamma/delta-T-cells recovery following HSCT regarding overall survival. Further analyses and research are warranted to determine more accurately the importance of increased recovery of gamma/delta-T-cells to possibly develop new therapeutic options in HSCT as e.g. graft engineering.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "intraepithelial lymphocytes",
        "hematopoietic stem cell transplantation",
        "brachial plexus neuritis",
        "graft-versus-host disease",
        "tissue transplants",
        "graft-versus-host disease, acute",
        "hematologic neoplasms",
        "immunotherapy",
        "leukemia"
    ],
    "author_names": [
        "Lambros Kordelas, MD",
        "Matthias Junge",
        "Rudolf Trenschel",
        "Ahmet H Elmaagacli",
        "Dietrich W Beelen"
    ],
    "author_dict_list": [
        {
            "author_name": "Lambros Kordelas, MD",
            "author_affiliations": [
                "University Hospital Essen, Department of Bone Marrow Transplantation, Essen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthias Junge",
            "author_affiliations": [
                "Department of Bone Marrow Transplantation, University of Essen Medical School, Essen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rudolf Trenschel",
            "author_affiliations": [
                "University Hospital of Essen, Department of Bone Marrow Transplantation, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmet H Elmaagacli",
            "author_affiliations": [
                "BMT, University Hospital of Essen, Essen, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietrich W Beelen",
            "author_affiliations": [
                "Department of Bone Marrow Transplantation, University Hospital Essen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T12:53:04",
    "is_scraped": "1"
}