{
    "doi": "https://doi.org/10.1182/blood-2018-99-116327",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4075",
    "start_url_page_num": 4075,
    "is_scraped": "1",
    "article_title": "The Single-Cell Transcriptional Landscape of Human Hematopoietic Progenitors ",
    "article_date": "November 29, 2018",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "abstract_text": "In humans, hematopoietic stem/progenitor cells (HSPCs) constitute a heterogeneous population in the bone marrow (BM) endowed with the potential of generating and maintaining an adequate and diverse pool of blood cells lifelong. However, the nature of hematopoietic cell fate choice remains unresolved and is still highly contentious. In fact, despite the recent efforts and the advent of single-cell technologies, conflicting classical, early-split or continuous models for the generation of human blood cells still coexist in the literature as of today. We here used single-cell RNA-Seq (scRNA-Seq) to provide a detailed map of the transcriptional states of hematopoietic progenitors in the human BM. We believe that this work provides unprecedented insights into the structure of early cell-fate choices of the human hematopoietic system. Single-cell analysis of human HSPCs is a well-worn path, but all previous studies aimed at investigating the shape of early cell fate choices human hematopoiesis have been based on the use of immune-selected CD34+ cells. We too started by separating CD34+ cells purified by magnetic beads selection into seven subpopulations, marking cells of differing fate potential and we successfully tagged and sequenced the transcriptome of 6,011 single cells. Our scRNA-Seq map of CD34+ subpopulations shows that HSPCs do not undergo a single-step transition from HSPCs to unilineage states. Instead, they form a clear hierarchy. The earliest fate split separates erythroid-megakaryocyte progenitors from lymphoid-myeloid progenitors, which separate further into lymphoid, dendritic cell and granulocytic progenitors. We noted, however, that branches towards basophils/eosinophils/mast cells and monocytes commitments were missing. Indeed, many cells negative for mature lineage markers in human BM are CD34low/- and could account for additional transitional states at which the CD34 expression is rapidly downregulated, therefore greatly reducing their probability of capture. Thus, differently from previous works, we also extended our analysis to the whole bone marrow fraction lacking the main markers of terminal differentiation (Lin- cells). In doing so we used a novel graded FACS-sorting strategy that corrects for expansion of cells as they differentiated, and thus allows examining early states alongside later ones that comprise the vast majority of Lin- progenitors. In fractionating the cells by maturity, we made use of a cell surface marker, GeneA, which we identified from the initial data set as capturing cells that are multipotent until just beyond the first branch-point.The result of this analysis was a high resolution landscape from the transcriptome of 15,401 single cells, showing multiple branch points, and a topology that remarkably similar to what we reported in mice (Tusi et al. Nature 2018). This map defines the early branching of dendritic cell vs monocyte precursors and supports the novel concept that basophils/eosinophils/mast cells do not derive from common granulocytes/monocytes progenitors but originate instead from what are currently defined as megakaryo/erythroid progenitors.By the in depth analysis of our single-cell maps we generated a number of information of value for the broader hematology community: * We put the \"classical\" CD34+ FACS-based cell subpopulations into the context of the newly generated BM Lin- population structure (valuable for transplantation research) * We investigated the expression of transcription factors along differentiation trajectories and branching points (valuable for in vitro reprogramming efforts) * We analyzed the expression of several blood cancer genes over the main differentiation hubs and hematopoietic branches (valuable for the study, diagnosis and therapy of hematological tumors) * We provided a detailed comparison of the expression of gene orthologues in human vs mouse hematopoiesis (valuable for the modeling of blood cell disorders in the mouse) * We identified and validated GeneA as a reliable marker for the earliest branches of HSPCs specification in transplantation cell products (valuable for transplantation research and gene therapy) Overall, our study provides a detailed view of the early hematopoietic cell state hierarchy in humans and a valuable resource for HSPC biology. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cd34 antigens",
        "gene therapy",
        "hematologic neoplasms",
        "rna",
        "rna, small cytoplasmic",
        "transcription factor",
        "transcription, genetic",
        "transplantation",
        "blood cells",
        "mice"
    ],
    "author_names": [
        "Mariana Loperfido, PhD",
        "Danilo Pellin",
        "Cristina Baricordi",
        "Samuel Louis Wolock",
        "Allon Moshe Klein",
        "Luca Biasco"
    ],
    "author_affiliations": [
        [
            "Gene Therapy Program, Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Gene Therapy Program, Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Gene Therapy Program, Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Systems Biology, Havard Medical School, Boston, MA"
        ],
        [
            "Department of Systems Biology, Havard Medical School, Boston, MA"
        ],
        [
            "Gene Therapy Program, Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.33790665",
    "first_author_longitude": "-71.10651445"
}