{
    "doi": "https://doi.org/10.1182/blood.V110.11.2823.2823",
    "article_title": "A Dose Intensified Pediatric-Like Regimen Using Multiple Doses of Intravenous Pegylated Asparaginase in Adults with Newly Diagnosed Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Lymphocytic Leukemias - Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Recent studies have suggested that more intensive pediatric regimens may improve the outcome of adults with ALL. In particular, higher dose of asparaginase (ASP) are often used in pediatric ALL protocols than in adults. Large randomized pediatric ALL trials have shown that multiple doses of E.Coli ASP given throughout the post remission phase are associated with improved outcome. PEG-asparaginase (PEG-ASP) is a modified formulation of E.coli ASP, with lower risk of hypersensitivity reactions and prolonged half life. Data on PEG-ASP in adults is limited. In a previous study we showed in adult ALL patients that a single IV dose of PEG-ASP given during induction produces a long duration of asparagine depletion (up to 3-4 weeks) with similar toxicity to equivalent multiple doses of E.coli ASP ( Douer et al Blood  19 : 2744 , 2007 ). We currently report in adults the use of multiple doses of PEG-ASP given throughout the treatment course of patients with newly diagnosed previously untreated ALL as part of an intensive pediatric regimen. Methods : The therapeutic backbone of this protocol is based on an augmented BFM pediatric ALL protocol consisting of 8 cycles of multi-agent chemotherapy, followed by maintenance. PEG-ASP (2000 U/m 2 /dose) is given IV once on day 15 of the following cycles (total 6 doses): induction phase I (cycle 1), induction phase II (cycle 2), two cycles of consolidation (cycles 3 and 6), and two cycles of delayed re-induction (cycles 5 and 8). Results: 34 patients aged 19–57 (median 33) years with newly diagnosed ALL (precursor B cell - 29, T cell-5, Ph+ 7) were studied. Median WBC at diagnosis was 21,000/cumm (range 1,900–512,000). Thirty three patients (97%) achieved a CR after induction phase I. Eight (26%) patients discontinued the protocol because of undergoing allogeneic stem-cell transplantation. Other reasons for not completing all PEG-ASP doses are: relapse -3 pts., death in CR from neutropenic sepsis-2 pts., pancreatitis -4 pts. To date six patients received all 6 doses of PEG-ASP havingcompleted all consolidation cycles. The other patients are still being treated. So far the number of PEG-ASP doses given is: 6-6pts, 5-1 pt., 4-3 pts., 3-5 pts., 2-7 pts., 1-12 pts. Total number of doses was 94. Grade 3/4 toxicities during cycles after PEG-ASP was given were: elevated liver enzymes - 18/34 (53%) pts (25 doses), hyperbilrubinema - 7/34 (21%) pts (7 doses), hyperglycemia - 11/34 (32%) pts (13 doses), pancreatitis 4/34 (12%) pts, fatigue 3/34 (9%) pts, hypertriglyceridemia-2/34 (6%) pts, neuropathy, catheter thrombosis-1/34 pt each; no allergic reactions. All toxicities were reversible. In 20 patients anti-asparaginase antibodies were assayed and none were found. With a median follow up of 15 months event free survival at 3 yrs is 61%. Conclusion: Administration of multiple doses of PEG-ASP IV to adults (ages19–57 years) in an intensified BFM-based pediatric-like strategy is feasible and provides long term asparagine depletion. Such approach may benefit adults with ALL.",
    "topics": [
        "acute lymphocytic leukemia",
        "asparaginase",
        "multiple-dose regimen",
        "pediatrics",
        "brachial plexus neuritis",
        "pegaspargase",
        "leukemia, lymphocytic, acute, childhood",
        "toxic effect",
        "asparagine",
        "hypersensitivity"
    ],
    "author_names": [
        "Dan Douer, MD",
        "Kristy Watkins, RN",
        "Lisa Mark, PA",
        "Ann Mohrbacher, MD",
        "Allen S. Yang, MD, PhD",
        "Prakash N. Tiwari, MD",
        "Vassilos I. Avramis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dan Douer, MD",
            "author_affiliations": [
                "Medicine, University of Southern California Keck School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristy Watkins, RN",
            "author_affiliations": [
                "Medicine, University of Southern California Keck School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Mark, PA",
            "author_affiliations": [
                "Medicine, University of Southern California Keck School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Mohrbacher, MD",
            "author_affiliations": [
                "Medicine, University of Southern California Keck School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allen S. Yang, MD, PhD",
            "author_affiliations": [
                "Medicine, University of Southern California Keck School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prakash N. Tiwari, MD",
            "author_affiliations": [
                "Pediatrics, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassilos I. Avramis, MD",
            "author_affiliations": [
                "Pediatrics, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T18:38:11",
    "is_scraped": "1"
}