{
    "doi": "https://doi.org/10.1182/blood.V114.22.1135.1135",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1564",
    "start_url_page_num": 1564,
    "is_scraped": "1",
    "article_title": "Elevated Serum Ferritin Predicts the Delay of Engraftment and High Incidence of Blood Stream Infection within 100 Days After Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL CARE - ACUTE AND CHRONIC GVHD, INFECTIOUS COMPLICATIONS AND IMMUNE RECONSTITUTION OF TRANSPLANTATION POSTER I",
    "abstract_text": "Abstract 1135 Poster Board I-157 Background Iron overload is thought to be a risk factor for morbidity and mortality in allogeneic hematopoietic stem cell transplantation (HSCT). This study particularly evaluated the impact of pre-transplant iron overload on blood stream infection (BSI) which is one of transplant related mortality (TRM) after allogeneic HSCT for hematologic malignancies. Patients and methods The level of serum ferritin, a surrogate marker of iron overload, was measured before the beginning of the conditioning procedure in adult patients who underwent allogeneic HSCT between January 2000 and December 2008. A total of 154 patients (pts) included 93 pts with acute myeloid leukemia (AML), 40 pts with acute lymphoid leukemia (ALL), and 21 pts with myelodysplastic syndrome (MDS). The median age was 43 years (range, 17-63 years). There were 80 males and 74 females. A disease risk at the time of transplant indicated a standard risk in 97 pts and a high risk in 57 pts. Myeloablative conditioning (MAC) was employed for 123 pts and reduced intensity conditioning (RIC) was for 31 pts. Bone marrow transplantation (BMT), peripheral blood stem cell transplantation (PBSCT), and cord blood transplantation (CBT) were done for 98, 28, and 28 pts, respectively. Logistic regression model was used for statistical analysis. Results The median level of serum ferritin at pre-transplant was 1031 ng/ml (range: 31-11,500). The patients were divided into 2 groups (low ferritin group and high ferritin group) according to the median level of pre-transplant ferritin. There was no significant difference between the low and high ferritin groups for pre-transplant factors such as age, diagnosis and disease risk. Forty-three patients (28%) experienced BSI within 100 days after HSCT. In univariate analysis, the incidence of BSI was significantly low in the low ferritin group (P=0.040) and PBSCT (P=0.010). However, the incidence of BSI was not associated with age (under 50 yrs vs. more than 50 yrs), conditioning regimen (MAC vs. RIC), and disease risk (standard vs. high). Patients receiving PBSCT had significantly lower incidence of BSI by multivariate analysis (hazard ratio (HR) =0.141, 95%CI: 0.028-0.706, P=0.017). In subgroup analysis of 114 patients with AML/MDS, the low incidence of BSI was associated with PBSCT (HR=0.135, 95%CI: 0.025-0.717, P=0.019) and the low ferritin group (HR=0.352, 95%CI: 0.146-0.848, P=0.020) by multivariate analysis. The time to engraftment was shorter in the low ferritin group (median: 14 days, range: 4-41 days) compared with the high ferritin group (15 days, 0-51 days) with statistical significance (P=0.0293). Conclusions/Methods Pre-transplant serum ferritin was a predictor for TRM, especially BSI within 100 days following allogeneic HSCT. Furthermore, iron overload before transplant adversely affects the time to engraftment in myeloid malignancies, and this relationship may somewhat influence on the onset of BSI. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "bloodstream infections",
        "engraftment",
        "serum ferritin level result",
        "brachial plexus neuritis",
        "transplantation",
        "ferritin decreased",
        "iron overload",
        "hyperferritinemia",
        "complement membrane attack complex"
    ],
    "author_names": [
        "Heiwa Kanamori, MD",
        "Takayoshi Tachibana, MD",
        "Hirotaka Takasaki, MD",
        "Masatsugu Tanaka, MD",
        "Yoshiaki Ishigatsubo, MD",
        "Atsuo Maruta, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan, "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan, "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan, "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan, "
        ],
        [
            "Department of Internal Medicine and Clinical Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Japan"
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan, "
        ]
    ],
    "first_author_latitude": "35.4682257",
    "first_author_longitude": "139.52639"
}