{
    "doi": "https://doi.org/10.1182/blood.V128.22.720.720",
    "article_title": "Anti-ß2GPI Antibodies Induce Oxidative and Nitrative Stress in Endothelial Cells through Activation of Discrete Nox Isoforms and eNOS Uncoupling ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Mechanisms",
    "abstract_text": "Introduction Antiphospholipid syndrome (APS) is characterized by thrombosis and recurrent fetal loss in patients with circulating antiphospholipid antibodies (APLAs). These antibodies react with β 2 glycoprotein I (β 2 GPI) on cell surfaces leading to cellular activation and dysfunction. Previous studies have shown that oxidative stress is associated with the pathophysiology of APS and that NADPH oxidase (NOX)-derived ROS act as intermediates in signaling pathways leading to cellular activation. However, detailed mechanisms and isoforms of NOX involved in ROS generation in response to anti-β 2 GPI antibodies and their contribution to the pathophysiology of APS have not been clearly delineated. In the present study we explored the role of NOX isoforms in endothelial cell (EC) activation and ROS generation in response to anti-β 2 GPI antibodies. Methods Control IgG was isolated using protein A/G, and anti-β2GPI antibodies were affinity-purified from sera of patients with APS or rabbits immunized with β2GPI. EC were treated with β2GPI and either control IgG or anti-β2GPI antibodies in the presence or absence of the NOX inhibitor diapocynin, or following treatment with siRNA specific for NOX1, NOX2, or NOX4. Oxidative stress was induced in EC by treating cells with 250 µM H 2 O 2 . Activation of EC was assessed by measuring E-selectin expression on the cell surface, or levels of mRNA encoding E-selectin and other markers of cellular activation. Fluorescent dyes (CM-H2DCFDA and CellROX Deep Red) or chemiluminescent substrates were used to measure ROS generation. Cell surface proteins were labeled with EZ-Link Sulfo-NHS-Biotin and separated from total cell lysate using Streptavidin Plus Ultralink resin. Protein expression of NOX1, NOX2, NOX4, ANXA2, 3-nitrotyrosine, and thioredoxin reductase 1 (TrxR1) were analyzed by western blot. Detection of eNOS monomers and dimers was performed using cold SDS-PAGE and immunblot. Immunoprecipitation of TrxR1 was performed using protein A/G agarose beads. Results ROS generated by EC in response to β2GPI and anti-β2GPI antibodies but not control IgG were detected both intracellularly and in conditioned medium. ROS generation was correlated with significantly increased expression of NOX2 but not NOX1 or NOX4 in EC exposed to β2GPI and anti-β2GPI antibodies. Consistently, pre-treatment of EC with diapocynin, a NOX inhibitor, inhibited EC activation by anti-β2GPI antibodies, as did siRNA knockdown of NOX2 and NOX4; however, activation was not blocked by NOX1 siRNA. Exposure of EC to anti-β2GPI antibodies increased the eNOS monomer/dimer ratio, suggesting eNOS uncoupling, and also increased 3-nitrotyrosine expression, suggesting increased production of peroxynitrite leading to nitrative stress. Compared to control IgG, Immunoprecipitation with TrxR1 pulled down more 3-nitrotyrosine protein suggesting nitration of TrxR1 tyrosine residue which leads to loss of its function. Conclusions β2GPI and anti-β2GPI antibodies stimulate ROS generation in EC, primarily through NOX2. Anti-β2GPI antibodies also induce nitrative stress and eNOS uncoupling. eNOS uncoupling is promoted by nitration and inactivation of TrxR1, and results in superoxide generation. Taken together these studies suggest that anti-β2GPI antibodies induce oxidative and nitrative stress in EC, and suggest new targets for directed therapy of APS. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "culture media, conditioned",
        "endothelial cells",
        "nitric oxide synthase",
        "protein isoforms",
        "stress",
        "fetal death",
        "immunoglobulin g",
        "nadph oxidase 1",
        "nadph oxidase 4"
    ],
    "author_names": [
        "Ravi Kumar Alluri, PhD",
        "Meifang Wu, MD",
        "Suman Kundu, MS, MBA",
        "Keith R. McCrae, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ravi Kumar Alluri, PhD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Meifang Wu, MD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suman Kundu, MS, MBA",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith R. McCrae, MD",
            "author_affiliations": [
                "Taussig Cancer Institute and Department of Cellular and Molecular Medicine, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T13:08:23",
    "is_scraped": "1"
}