{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3583.3583",
    "article_title": "The Risk of Developing Tuberculosis in Cancer Patients Is Greatest in Lymphoma: A Large Population-Based Study ",
    "article_date": "December 7, 2017",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "Introduction: Patients with cancer, especially those diagnosed with hematological malignancies, are considered at higher risk for tuberculosis (TB). Several studies reported that Hodgkin lymphoma (HL) patients have the highest risk for TB among patients with hematological malignancies. These data are relatively old and based mostly on series of patients with malignancies or with TB but often lack statistical rigor and not based on large population-based studies. According to the Israeli regulations, every new diagnosis of cancer must be reported to the Israel National Cancer Registry (INCR) and every new diagnosis of TB to the Israel National Tuberculosis Registry (INTR). We combined both databases and studied epidemiological features of TB among patients with cancer in Israel, in which the incidence of TB in the general population is relatively low. The study objectives were to examine whether patients with hematological malignancies are at increased risk to develop active TB, compared to patients with solid tumors, and to examine whether patients with HL have a higher risk of active TB than patients with other hematological malignancies. Methods: The study population consists of all newly diagnosed cancer cases reported to the INCR from 1993-2013. These data were linked with data from the INTR for the same period. HIV patients were excluded from both databases. Hematologic malignancies were categorized into 5 groups: acute leukemia, HL, non-Hodgkin lymphoma (NHL), myelodysplastic syndrome/myeloproliferative neoplasm and plasma cell dyscrasia. Incidence rates per 100,000 person-years were calculated. Logistic regression was used to analyze the risk of TB following cancer diagnosis among patients with different malignancies. Results: Of 465,429 patients who were diagnosed with cancer during 1993-2013, 676 patients were notified to have TB but in only 321 patients the diagnosis of TB followed cancer diagnosis. The cumulative incidence of TB following cancer diagnosis was 14.4 per 100,000 person-years (PY). The rate of TB incidence following cancer diagnosis was 27.2/100,000 PY for persons diagnosed with hematological malignancies, and 12.7/100,000 PY among those with non-hematological malignancies (p<0.001). The highest TB incidence was found among patients with lymphoma (30.1 TB cases per 100,000 PY). Among lymphoma patients, a higher incidence rate was found in NHL patients than among HL patients, however the difference was not significant (32.1 vs . 21.6, respectively, p=0.378). Accounting for sex, age at diagnosis and ethnicity in logistic regression, the risk of TB among lymphoma patients is significantly higher than in other malignancies (Odds ratio 2.61, p=0.002) and there is no added significant risk for patients with HL (Odds ratio 1.33, p=0.464). Conclusions: 1) In this population-based study of more than 450,000 patients diagnosed with cancer, the incidence of TB following a cancer diagnosis is higher among patients with hematological malignancies than in patients with solid tumors. 2) Lymphoma patients have the highest risk to develop TB. 3) In contrast to common perception, we did not find that patients with HL are at increased risk to develop TB relative to NHL patients. 4) These data suggest for a heightened awareness for latent TB among newly diagnosed patients with lymphoma and for active TB among patients with a background of lymphoma who present with fever or respiratory complains. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "lymphoma",
        "tuberculosis",
        "hematologic neoplasms",
        "cancer diagnosis",
        "active tuberculosis",
        "solid tumors",
        "dysproteinemia",
        "fever",
        "hodgkin's disease"
    ],
    "author_names": [
        "Chezi Ganzel, MD",
        "Barbara Silverman",
        "Daniel Chemtob",
        "Assaf Ben Shoham",
        "Yonit Wiener-Well"
    ],
    "author_dict_list": [
        {
            "author_name": "Chezi Ganzel, MD",
            "author_affiliations": [
                "Department of Hematology, Shaare Zedek Medical Center, Jerusalem, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Silverman",
            "author_affiliations": [
                "Israel National Cancer Registry, Israel Ministry of Health, Ramat Gan, Israel "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Chemtob",
            "author_affiliations": [
                "Department of Tuberculosis and AIDS, Ministry of Health, Jerusalem, Israel "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Assaf Ben Shoham",
            "author_affiliations": [
                "Department of Internal Medicine, Shaare Zedek Medical Center, Jerusalem, Israel "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yonit Wiener-Well",
            "author_affiliations": [
                "Infectious Disease Unit, Shaare Zedek Medical Center, Jerusalem, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T13:02:28",
    "is_scraped": "1"
}