{
    "doi": "https://doi.org/10.1182/blood-2019-130837",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4175",
    "start_url_page_num": 4175,
    "is_scraped": "1",
    "article_title": "Clinical Significance of Uptake Value on F18-FDG PET/CT and Histological Grade in 164 Patients with Follicular Lymphoma Including Transformation - a Single Center Retrospective Study ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": [
        "computed tomography/positron emission tomography imaging",
        "fluorodeoxyglucose f18",
        "follicular lymphoma",
        "neoplasms",
        "biopsy",
        "deauville five point scale",
        "fluorodeoxyglucose positron emission tomography",
        "follow-up",
        "groupe d'etude des lymphomes folliculaires (gelf) criteria",
        "non-hodgkin's lymphoma, indolent"
    ],
    "author_names": [
        "Mitsuhiro Yuasa, MD",
        "Daisuke Kaji, MD",
        "Kosei Kageyama, MD",
        "Yuki Taya, MD PhD",
        "Shinsuke Takagi",
        "Hisashi Yamamoto, MD PhD",
        "Yuki Asano-Mori, MD PhD",
        "Akiko Yoneyama, MD PhD",
        "Shigeyoshi Makino, MD PhD",
        "Naoyuki Uchida, MD PhD",
        "Shuichi Taniguchi, MD PhD",
        "Go Yamamoto, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Toranomon Hospital, Minato-Ku, Japan "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Clinical Laboratory, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Transfusion Medicine, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Federation of National Public Service Personnel Mutual Aid Associations, Toranomon Hospital, Tokyo, Japan"
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ]
    ],
    "first_author_latitude": "35.668624400000006",
    "first_author_longitude": "139.74522370000003",
    "abstract_text": "Introduction: Follicular lymphoma is the most common indolent non-Hodgkin lymphoma, but has heterogeneous clinical behavior. PET-CT scan has the central role of determining of clinical staging and its five-point Deauville scale to grade response has been widely accepted in the management of follicular lymphoma. PET-CT scan also plays a significant role of predicting transformation of follicular lymphoma by considering high uptake of standardized uptake value (SUV). Recently, the total metabolic tumor volume (TMTV) measured by PET-CT scan and histological grades are prognostic factors of FL. But TMTV is not easily measured as everyday medical care, more simplified marker such as SUV value is desired. Methods: We retrospectively analyzed 275 patients who were diagnosed as follicular lymphoma including transformed form in our hospital between January 2008 and November 2018. One patient had also been diagnosed as rectal cancer as well as follicular lymphoma, aso we excluded this patient from our study. Results: We first investigated the relationship between histological grade and SUV value on FDG PET/CT. One hundred and ninety-eight biopsies were conducted at the same time of PET-CT. The median SUVmax value was 6.6 (range, 0-34.1) in FL grade 1 patients (n=89), 7.4 (0-23.9) in FL grade 2 patients (n=59), 12.1 (4.6-26.5) in FL grade 3a patients (n=33), and 14.8 (6.5-34.4) in FL grade 3b (n=17) (p<0.01). We then analyzed clinical impact of SUVmax value on follicular lymphoma grade 1-3a. Patients with follicular lymphoma grade 3b, or lack of information were excluded, so we finally analyzed 164 patients. Median follow-up of survivors was 47.5 (0.4-10989) months. The median age at diagnosis was 62 (31-90) years. Ninety patients were male. Thirty-two patients were diagnosed as duodenum follicular lymphoma. Ninety-four patients were advanced clinical stage (III/IV). Using FLIPI2 score, 32 patients (20%) were in the low risk group, 105 (64%) in the intermediate group, and 27 (16%) in the high risk group. Thirty-six patients had high tumor burdens defined by GELF criteria. The median SUVmax value was 7.5 (range, 0-34.1). As first line treatment strategy, 83 patients (51%) received watch and wait strategy, 38 (23%) received R-CHOP, 3 patients (2%) received R-CVP, 14 (9%) received R-Benda, 20 (12%) received RIT, and 6 (4%) received others. High uptake value (SUV max ≧ 10 vs. SUV max < 10) correlated with high tumor burden and sIL2-R (p<0.01), but did not affect OS and time to next treatment (TNT) (97.3% vs. 98.9% in 5-year OS (p=0.82), 54.6% vs. 72.3% in 5-year TNT (p=0.09)), regarless of first line treatment. Conclusion: Uptake value of SUVmax correlated with histological grade of FL and high tumor burden, but did not affect OS and TNT. Disclosures No relevant conflicts of interest to declare."
}