{
    "doi": "https://doi.org/10.1182/blood-2021-151535",
    "article_title": "Anti-B7-H3 Antibody (T-1A5) Blocks Immunomodulatory Function of B7-H3 and Enhances NK Cell-Mediated Cytotoxicity Against Acute Myeloid Leukemia Cells ",
    "article_date": "November 5, 2021",
    "session_type": "604.Molecular Pharmacology and Drug Resistance: Myeloid Neoplasms",
    "abstract_text": "Background: The immune checkpoint molecule B7-H3 (CD276) is overexpressed in various solid tumors and hematological malignancies; however, its expression is limited in normal tissue, which makes it an attractive therapeutic target in cancer. Several monoclonal antibodies (mAbs) targeting B7-H3 have shown promising results against solid tumors. However, B7-H3's role in acute myeloid leukemia (AML) remains unexplored. Here, we hypothesized that targeting B7-H3 using mAbs alters the immunomodulatory function of B7-H3 and enhances NK cell-mediated cytotoxicity against AML cells. Methods: B7-H3 protein expression was analyzed in the peripheral blood (PB) and bone marrow of 100 patients with AML and 20 healthy donors by flow cytometry and tested for associations with multiple clinical parameters and disease outcomes. To investigate B7-H3's role in immunomodulation, we stably knocked down B7-H3 in AML cell lines including OCI-AML3, MV4-11, and U937 and co-cultured them with activated human NK cells. NK cell-induced apoptosis was measured by annexin-v binding assay using an IncuCyte live-cell imaging system. B7-H3-blocking mAbs (clones T-1A5, HEK5-1B3, and 58B1) were tested for their effect on NK-cell-mediated cytotoxicity in AML cell lines using live-cell imaging. AML xenograft (OCI-AML3) or patient-derived xenograft (PDX) models were used to determine the effect of anti-B7-H3 antibodies on AML growth. In vivo AML growth was monitored by measuring human CD45 positive cells with flow cytometry. A human-mouse chimeric (ch) antibody was generated based on sequences from the T-1A5 antibody, and its binding site on the B7-H3 protein was characterized by epitope mapping. Further, we evaluated the effect of chT-1A5 on NK cell-mediated antibody-dependent cell-mediated cytotoxicity (ADCC) in primary AML cells and healthy donor PB-derived mononuclear cells (PBMCs). Results: Expression of B7-H3 was significantly higher in AML patients than in healthy donors ( p < 0.01) and was higher in CD34 positive than in CD34 negative AML cells ( p < 0.01). High B7-H3 expression was associated with poor overall survival ( p = 0.04) and prognostic risk scores ( p = 0.05). NK cell-mediated apoptosis was 3-fold higher in all 3 B7-H3-knockdown AML cell lines than in scrambled control cells, suggesting that B7-H3 is an important immunomodulator of NK cells. Moreover, we observed a significant increase in NK cell-mediated killing of AML cells in the presence of anti-B7-H3 mAbs ( p < 0.01). In vivo , anti-B7-H3 antibodies significantly inhibited AML growth and extended survival in PDX models compared to IgG control treatment. Among PDX-bearing mice treated with the three anti-B7-H3 antibodies, the T-1A5 antibody-treated group survived for longer than the other groups. In combination with NK cells, T-1A5 treatment also significantly increased the survival of AML xenograft-bearing mice compared to NK + IgG control treatment. These data suggest that the T-1A5 antibody blocks B7-H3 and enhances NK cell-mediated cytotoxicity in AML cells in vivo . Next, we found that a chT-1A5 antibody induced NK cell-mediated ADCC in primary AML cells and cell lines in a dose-dependent manner. In contrast, it did not induce any ADCC activity in healthy donor-derived PBMCs, suggesting that chT-1A5 is not toxic to healthy cells. Moreover, the chT-1A5 antibody combined with human NK cells dramatically inhibited leukemia growth and extended survival in B7-H3 positive AML PDX models ( p < 0.001) compared to the control (rituximab-treated) group. Finally, epitope mapping using peptides derived from the B7-H3 protein identified the FG loop region of B7-H3 as the binding site for the T-1A5 antibody, which may be involved in the immunomodulatory function of B7-H3. Conclusion : B7-H3 is overexpressed in AML cells, and its expression is associated with poor overall survival. Anti-B7-H3 antibodies block B7-H3's immunomodulatory function and inhibit AML growth in vivo . A chT-1A5 antibody in combination with NK cells induced ADCC in primary AML cells in vitro and in vivo but had no effect on PBMCs from healthy donors. Therefore, targeting B7-H3 could benefit AML patients, specifically those with a poor clinical prognosis. Disclosures Battula:  Tolero Pharmaceuticals: Research Funding.",
    "author_names": [
        "Anudishi Tyagi",
        "Stanley Ly",
        "Fouad El-Dana",
        "Bin Yuan",
        "Sabrina Grimm",
        "Hans-Jörg Bühring",
        "Venkata Lokesh Battula"
    ],
    "author_dict_list": [
        {
            "author_name": "Anudishi Tyagi",
            "author_affiliations": [
                "Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stanley Ly",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fouad El-Dana",
            "author_affiliations": [
                "Leukemia, UT MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Yuan",
            "author_affiliations": [
                "UT MD Anderson Cancer Center, Houston,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Grimm",
            "author_affiliations": [
                "University Clinic of Tübingen, Tubingen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Jörg Bühring",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Tuebingen, Tuebingen, Germany, Tuebingen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Venkata Lokesh Battula",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:38:09",
    "is_scraped": "1"
}