{
    "doi": "https://doi.org/10.1182/blood.V120.21.4179.4179",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2312",
    "start_url_page_num": 2312,
    "is_scraped": "1",
    "article_title": "Evaluating CD8 + Memory Stem T Cells Dynamics After Allogeneic Bone Marrow Transplantation: Impact On GvHD Occurrence ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "graft-versus-host disease",
        "memory",
        "t-lymphocytes",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "cd28 antigens",
        "cd95 antigens",
        "interleukin-15",
        "interleukin-7"
    ],
    "author_names": [
        "Nicoletta Cieri, MD",
        "Jacopo Peccatori, MD",
        "Maria Teresa Lupo Stanghellini, MD",
        "Fabio Ciceri, MD",
        "Chiara Bonini, MD"
    ],
    "author_affiliations": [
        [
            "Experimental Hematology Unit, San Raffaele Institute, Milan, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Hospital, Milan, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Hospital, Milan, Italy, "
        ],
        [
            "Experimental Hematology Unit, San Raffaele Scientific Institute, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225",
    "abstract_text": "Abstract 4179 Graft-versus-host disease (GvHD) is caused by alloreactive donor T cells that target host tissues. GvHD develops over weeks or months, suggesting a requirement for persistent alloreactive T cells able to sustain the alloresponse. With this respect, long-living memory stem T cells (T SCM ) with the ability to self-renew and the plasticity to differentiate into potent effectors, may represent important targets influencing GvHD when bearing specificities for alloantigens. We have demonstrated that CD8 + T SCM are characterized by the CD45RA + CD62L + CD95 + phenotype and are able to mediate a potent xenogeneic GvHD when infused into immunodeficient mice, preserving their xenoreactivity even across serial transplants (Cieri et al. , Blood (ASH Annual Meeting Abstracts) 118: 2052). Importantly, we found that requirements for T SCM generation are CD3/CD28 engagement in the presence of IL-7 and IL-15 starting from naïve precursors. Accordingly, in hematopoietic stem cell transplantation (HSCT), the conditioning regimen favors systemic inflammation, leading to the activation of antigen presenting cells, which become costimulation competent and could then provide CD3/CD28 stimuli to allogeneic naïve T cells. On the other hand, conditioning causes also severe host lymphopenia, creating a milieu in which infused allogeneic naïve T lymphocytes are exposed to elevated levels of IL-7 and IL-15 (Dean et al. , 2008; Thiant et al. , 2011). We hypothesize that this dynamic environment may support the in vivo generation of T SCM . To verify this hypothesis and assess the impact of T SCM on post-transplant immune reconstitution and GvHD incidence, peripheral blood lymphocytes from 10 patients transplanted after myeloablative conditioning at San Raffaele Scientific Institute between 2011 and 2012 were analyzed one month after transplant (median day post-HSCT: 32 days; range 14–46). A 11-color flowcytometric panel was established to evaluate T SCM and was tested in ten healthy individuals. In patients, we documented a selective accumulation of T SCM one-month post-HSCT, since the majority of circulating CD45RA + CD62L + CD8 + T lymphocytes expressed CD95 (HSCT patients: 92.37 ± 21.03%, healthy individuals: 9.911 ± 3.931%; P < 0.0001), and represented a higher fraction of total CD8 + T cells compared to healthy controls (HSCT patients: 24.80 ± 15.76%, healthy individuals: 4.669 ± 1.727%; P = 0.0025). Moreover, the percentage of T SCM not only correlated with aGvHD occurrence (P = 0.0148), but was also significantly higher in patients who experienced aGvHD grade III-IV compared to those with aGvHD ≤ grade II (P = 0.009). Furthermore, T SCM percentages one-month after HSCT were also predictive for the subsequent development of cGvHD (P = 0.007). Overall, patients with higher percentages of circulating T SCM required a more profound immunosuppressive therapy (> 2 lines) compared to those with less circulating T SCM (P = 0.012). Accordingly, there was also a trend towards higher transplant related mortality in patients bearing higher T SCM frequencies. Of note, the extent of T SCM accumulation one month after transplant did not correlate with the dose of CD3 + or CD45 + cells present in the graft, nor with the degree of mismatch between donors and recipients. Finally, in 4 patients we had the opportunity to evaluate circulating T SCM at a later time-point after HSCT (median day post-HSCT: 197 days; range 57–250). In one patient who did not experience GvHD we found that the proportion of T SCM on CD8 + T cells remained stable over time, while in the remaining three patients, who instead experienced GvHD, a drastic reduction of T SCM percentage after GvHD resolution was observed (P = 0.046). Our studies evaluated for the first time T SCM dynamics after allogeneic HSCT and suggest that T SCM frequencies observed early after transplant may represent biomarkers to predict subsequent development of GvHD. To this aim, we are currently starting a prospective longitudinal study of circulating T SCM lymphocytes after HSCT in a larger cohort of patients. Hopefully, if a causative role for T SCM in GvHD will be demonstrated, new therapies to selectively target this T-cell population may be designed with the final aim of relieving GvHD morbidity and mortality. Disclosures: Bonini: MolMed S.p.A.: Consultancy."
}