{
    "doi": "https://doi.org/10.1182/blood-2021-150609",
    "article_title": "Allogeneic CAR-T PBCAR0191 with Intensified Lymphodepletion Is Highly Active in Patients with Relapsed/Refractory B-Cell Malignancies ",
    "article_date": "November 5, 2021",
    "session_type": "626.Aggressive Lymphomas: Prospective Therapeutic Trials",
    "abstract_text": "Background: Allogeneic chimeric antigen receptor (CAR) T cell therapy offers the prospect of readily accessible, CD19-directed cellular therapy with assured fitness and effector function for subjects with relapsed or refractory (R/R) B-cell malignancies. Using a single step process, the CD19 CAR is knocked-into the T-cell receptor alpha constant ( TRAC) locus after editing with a TRAC-specific ARCUS nuclease, thereby preventing graft-versus-host disease through disruption of the endogenous T-cell receptor. To mitigate rejection of PBCAR0191, an enhanced lymphodepletion (LD) chemotherapy regimen (eLD) was investigated to improve PBCAR expansion and persistence by both deepening and extending the duration of LD without prolonged immune suppression. Here we present results of eLD conditioning in subjects with CD19 + NHL or ALL. Methods: Subjects with measurable CD19 + R/R B-ALL or NHL disease after two or more prior treatment regimens were enrolled; all without CNS disease, recent active infection, or other major medical comorbidities and no active GvHD. Prior autologous (auto) or allogeneic stem cell transplant and/or CD19-directed auto-CAR therapy was permitted. Lymphodepletion consisting of fludarabine 30 mg/m 2 /day x 4 days plus cyclophosphamide 1000 mg/m 2 /day x 3 days was administered prior to infusion of 3 x 10 6 cells/kg PBCAR0191 CAR T cells on day 0. CAR T cell expansion kinetics were assessed by flow cytometry and RT-PCR. Results: As of July 1, 2021, 21 subjects have been treated including 16 NHL (13 with Day 28 assessment) and 5 B-ALL. Subjects were heavily pretreated (median, 7 lines; max 15) with aggressive and advanced disease (Table 1), including six subjects who had progressed after treatment with an auto-CD19 CAR, and 8 after auto or allogeneic stem cell transplant. Most adverse events were mild. Grade 3 or greater neutropenia occurred in 2 NHL and 2 BALL subjects, and 1 Grade 3 self-limited ICANS with no evidence of Graft versus Host Disease (GvHD). There was 1 non-disease progression, infectious death at day 54 that was deemed possibly related to PBCAR0191 by the investigator. CAR T kinetics were profoundly improved compared to standard LD, with both peak cell expansion and area under the curve increasing 80-fold. Improved CAR T cell kinetics was associated with high rates of objective response. Overall, 15 of 18 (83%) evaluable subjects responded to PBCAR0191, including 11/13 (85%) NHL and 4/5 (80%) ALL subjects, with complete responses (CR/CRi) achieved in 8/13 (62%) NHL and 4 /5 (80%) ALL subjects. To date 3/15 responses are ongoing at > 6 months duration, 1 received consolidation with allo-SCT and 3 additional subjects have not yet reached the 6-month evaluation threshold at the time of abstract submission. Of note, there was no difference in the frequency of response among subjects who were CAR naïve compared to those who received a prior auto-CD19 CAR. Remarkably, among 6 subjects who progressed following an auto-CD19 CAR (5 NHL, 1 ALL), the ORR was 83% (5/6 pts) with 4 (67%) CRs, including an ongoing MRD - CR in an ALL subject of > 6 months. Conclusions : eLD mitigated PBCAR0191 rejection to markedly improve peak CAR T cell expansion and persistence with predictable and manageable toxicity. A single infusion of PBCAR0191 following eLD provided clinical benefit in the majority of subjects, yielding high rates of overall and complete response with promising activity in both CD19 CAR naïve subjects and those who progressed following auto-CD19 CAR therapy. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Shah:  Pfizer: Consultancy, Other: Expenses; Amgen: Consultancy; Precision Biosciences: Consultancy; Kite, a Gilead Company: Consultancy, Honoraria, Other: Expenses, Research Funding; Pharmacyclics/Janssen: Honoraria, Other: Expenses; Acrotech/Spectrum: Honoraria; BeiGene: Consultancy, Honoraria; Incyte: Research Funding; Jazz Pharmaceuticals: Research Funding; Servier Genetics: Other; Bristol-Myers Squibb/Celgene: Consultancy, Other: Expenses; Novartis: Consultancy, Other: Expenses; Adaptive Biotechnologies: Consultancy. Jacobson:  Novartis Pharmaceuticals Corporation: Consultancy, Honoraria, Other: Travel support; Pfizer: Consultancy, Honoraria, Other: Travel support, Research Funding; Kite, a Gilead Company: Consultancy, Honoraria, Other: Travel support; AbbVie: Consultancy, Honoraria; Nkarta: Consultancy, Honoraria; Precision Biosciences: Consultancy, Honoraria, Other: Travel support; Celgene: Consultancy, Honoraria, Other: Travel support; Axis: Speakers Bureau; Humanigen: Consultancy, Honoraria, Other: Travel support; Lonza: Consultancy, Honoraria, Other: Travel support; Clinical Care Options: Speakers Bureau. Jain:  Beigene: Honoraria; AbbVie: Honoraria, Research Funding; Janssen: Honoraria; Incyte: Research Funding; Genentech: Honoraria, Research Funding; Bristol Myers Squibb: Honoraria, Research Funding; Aprea Therapeutics: Research Funding; Fate Therapeutics: Research Funding; Adaptive Biotechnologies: Honoraria, Research Funding; Cellectis: Honoraria, Research Funding; AstraZeneca: Honoraria, Research Funding; Pfizer: Research Funding; Servier: Honoraria, Research Funding; ADC Therapeutics: Honoraria, Research Funding; Precision Biosciences: Honoraria, Research Funding; TG Therapeutics: Honoraria; Pharmacyclics: Research Funding. Johnson:  Precision BioSciences, Inc: Current Employment, Current equity holder in publicly-traded company. Vainorius:  Precision BioSciences: Current Employment, Current equity holder in publicly-traded company; Abbvie: Current equity holder in publicly-traded company; United Therapeautics: Current equity holder in publicly-traded company. Yu:  Precision BioSciences: Current Employment, Current equity holder in publicly-traded company. Heery:  Precision BioSciences: Current equity holder in publicly-traded company, Ended employment in the past 24 months; Arcellx: Current Employment, Current holder of stock options in a privately-held company. List:  Precision BioSciences: Current Employment, Current equity holder in publicly-traded company; CTI Biosciences: Consultancy; Halia Therapeutics: Consultancy, Current holder of individual stocks in a privately-held company; Aileron Therapeutics: Consultancy. Reshef:  Gilead and Novartis: Honoraria; ilead, BMS, Precision, Immatics, Atara, Takeda, Shire, Pharmacyclics, Incyte: Research Funding; Bayer: Consultancy; BMS, Regeneron, TScan, Synthekine, Atara, Jasper, Bayer: Consultancy. Akard:  Takeda: Consultancy; Jazz Pharmaceuticals: Consultancy; Abbvie: Speakers Bureau; Astellas Pharma: Speakers Bureau; BMS: Speakers Bureau; Celgene: Speakers Bureau; Novartis: Speakers Bureau; Takeda: Speakers Bureau; Verastem: Speakers Bureau. Sauter:  Novartis: Consultancy; Genmab: Consultancy; Precision Biosciences: Consultancy; Sanofi-Genzyme: Consultancy, Research Funding; Spectrum Pharmaceuticals: Consultancy; Juno Therapeutics: Consultancy, Research Funding; Bristol-Myers Squibb: Research Funding; GSK: Consultancy; Gamida Cell: Consultancy; Celgene: Consultancy, Research Funding; Kite/Gilead: Consultancy. Olszewski:  TG Therapeutics: Research Funding; PrecisionBio: Research Funding; Celldex Therapeutics: Research Funding; Acrotech Pharma: Research Funding; Genentech, Inc.: Research Funding; Genmab: Research Funding. Deol:  Kite, a Gilead Company: Consultancy.",
    "author_names": [
        "Bijal D. Shah",
        "Caron Jacobson",
        "Scott R. Solomon",
        "Nitin Jain",
        "Mark C. Johnson",
        "Monika Vainorius",
        "Lou Yu",
        "Christopher R. Heery",
        "Alan F. List",
        "Fiona He",
        "Ran Reshef",
        "Luke P. Akard",
        "Craig S. Sauter",
        "Adam J. Olszewski",
        "Abhinav Deol",
        "Koen van Besien"
    ],
    "author_dict_list": [
        {
            "author_name": "Bijal D. Shah",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caron Jacobson",
            "author_affiliations": [
                "Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott R. Solomon",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, BMT Group of Georgia, Atlanta, GA",
                "Transplant and Cellular Immunotherapy Program, Northside Hospital Cancer Institute, Atlanta, GA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nitin Jain",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark C. Johnson",
            "author_affiliations": [
                "Precision BioSciences, Inc., Durham, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Vainorius",
            "author_affiliations": [
                "Precision BioSciences, Inc., Durham, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lou Yu",
            "author_affiliations": [
                "Clinical Operations, Precision BioSciences, Inc., Durham, NC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher R. Heery",
            "author_affiliations": [
                "Precision BioSciences, Inc., Durham, NC"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan F. List",
            "author_affiliations": [
                "Precision BioSciences, Inc., Durham, NC"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiona He",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN",
                "Division of Hematology Oncology and Transplantation, Department of Medicine, University of Minnesota, MINNEAPOLIS, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ran Reshef",
            "author_affiliations": [
                "Columbia Center for Translational Immunology, Columbia University, New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luke P. Akard",
            "author_affiliations": [
                "Indiana Blood and Marrow Transplantation (IBMT), Indianapolis, IN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig S. Sauter",
            "author_affiliations": [
                "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam J. Olszewski",
            "author_affiliations": [
                "Division of Hematology/Oncology, Brown University, Providence, RI"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abhinav Deol",
            "author_affiliations": [
                "Karmanos Cancer Institute, Wayne State University, Detroit, MI"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koen van Besien",
            "author_affiliations": [
                "Presbyterian/Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:40:05",
    "is_scraped": "1"
}