{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4368.4368",
    "article_title": "The Level of Circulating Myeloma Cells at Diagnosis Correlates with a Plasma Cell Leukemia-like Phenotype of the Corresponding Myeloma Cells in Bone Marrow ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Background The pathogenesis of multiple myeloma (MM) is typically initiated by the acquisition of either an IgH translocation or hyperdiploidy in a postgerminal center B cell, followed by the accumulation of so-called secondary events. These events lead to disease progression from monoclonal gammopathy of undeterminate significance (MGUS) to MM, which eventually can transform into a plasma cell leukemia (PCL). In contrast with MM cells, PCL cells are independent of the bone marrow (BM) microenvironment, have a more plasmablast-like morphology, are associated with higher β2-microglobulin (β2M) serum levels, have a higher prevalence of MYC aberrations and deletion of chromosome 17p (del17p), and mostly lack CD56 expression. Disease progression from MGUS to PCL is also characterized by a clear increase in absolute number of circulating tumor cells (CTCs) in the peripheral blood (PB). Both its prognostic significance (e.g. Gonsalves et al. - Leukemia 2014) and the potential to be used as minimally invasive liquid biopsy (Lohr et al. - Sci Transl Med 2016 & Mishima et al. - Cell Rep 2017) have made CTCs an active area of investigation in MM. Despite this, the relation between MM tumor biology and CTC levels is still largely unknown. Since CTC levels are correlated with disease stage and the presence of a high CTC load confers a similar prognosis to PCL patients, we hypothesized that CTC levels are related to a more PCL-like biology of BM MM cells. Methods At baseline, we collected PB and BM from newly diagnosed MM (NDMM) patients, who had been included in the IFM 2015-01/HOVON 131 MM (Cassiopeia) trial (NCT02541383). BM was enriched for CD138+ MM cells, on which FISH was performed on all samples for t(4;14) and del17p. Serum β2M and albumin were measured at the same time point as well. On samples with a flowcytometric MM purity of ≥80%, also gene-expression profiling (GEP) was performed, with the HG U133 Plus 2.0 array (Affymetrix), followed by calculation of the SKY92 high-risk (HR-SKY92) score and differential gene expression analysis. For normalization, MAS5 was used; expressed probe sets were selected based on present calls (affy and panp packages, Bioconductor). Differential gene expression analysis was performed by comparing patients with the top 20% highest CTC scores (CTC high) versus the remaining patients (CTC normal) (Limma package, Bioconductor). For pathway analysis, gene set enrichment analysis (GSEA) (Broad Institute) was performed, using a list of differentially expressed genes via the pre-ranked analysis option, with the gene set library c2.all.v6.0.symbols. The CTC level was generally determined within one day after sampling. Absolute levels of CTCs (number per µL) were determined in PB samples that were processed according to the standardized Next Generation Flow MRD (NGF-MRD) protocol (EuroFlow) (Flores-Montero et al. - Leukemia 2017), using two 8-color MM-MRD tubes and Euroflow Standard Operating Procedures, allowing a sensitivity of at least 10 -5 in all samples. Results CTCs could be detected in 119/140 (85%) patients. GEP was performed in 83/140 (59%) patient samples, with 20/83 (24%) being HR-SKY92. The absolute level of CTCs was positively correlated with serum β2M levels (p<1x10 -5 ), ISS (p=0.001) and HR-SKY92 (p=0.001). GSEA showed 71 pathways with a significant upregulation and 17 which were significantly downregulated in CTC high versus CTC normal patients (FDR<0.01). These included a plasmablast versus plasma cell pathway that was significantly upregulated, which was further supported by a significant downregulation of XBP1 , SLAMF7 (CD319) , NCAM1 ( CD56 ), SDC1 ( CD138 ) and multiple immunoglobulin genes. Among the most significantly upregulated pathways were CHEK2 and ATM , which both positively regulate p53 activity and thereby may confer a selective pressure to inactivate p53 (e.g. by loss of one copy, del17p). Of note, two MYC-related pathways were represented among the 15 most upregulated pathways. Conclusions To our knowledge, we are the first to describe a differential GEP between BM MM samples with a high CTC load versus normal CTC load. NDMM tumors with a high CTC load show multiple features of advanced disease, including an increased ISS stage, serum β2M levels, HR-SKY92 prevalence, MYC activity and plasmablast-like GEP. These findings suggest that MM tumors with a high CTC load may be in a transitional phase between MM and PCL. Disclosures Kuiper: SkylineDx: Employment. Delforge: Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees. van Vliet: SkylineDx: Employment. van de Donk: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding. Moreau: Onyx Pharmaceutical: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Bristol-Myers Squibb: Honoraria; Novartis: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Millennium: Consultancy, Honoraria; Amgen: Honoraria; Takeda: Honoraria; Celgene, Janssen, Takeda, Novartis, Amgen, Roche: Membership on an entity's Board of Directors or advisory committees. Sonneveld: Celgene Corporation, Amgen, Janssen, Karyopharm, SkylineDx, PharmaMar: Consultancy; Celgene Corporation, Amgen, Janssen, Karyopharm, PharmaMar, SkylineDx: Honoraria; Celgene, Amgen, Janssen, Karyopharm, Takeda: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "bone marrow",
        "leukemia",
        "myeloma cells",
        "plasma cells",
        "phenotype",
        "circulating tumor cells",
        "ptsd checklist",
        "monoclonal gammopathy of undetermined significance",
        "neoplasms",
        "neural cell adhesion molecules"
    ],
    "author_names": [
        "Davine Hofste Op Bruinink, MD",
        "Vincent van der Velden, PhD",
        "Mark van Duin, PhD",
        "Berna Beverloo, PhD",
        "Jeroen te Marvelde, BSc",
        "Chelsea den Hollander, BSc",
        "Rowan Kuiper, MSc",
        "Michel Delforge, MDPhD",
        "Martin H van Vliet, PhD",
        "Niels WCJ van de Donk, MDPhD",
        "Hervé Avet-Loiseau, MDPhD",
        "Philippe Moreau, MDPhD",
        "Pieter Sonneveld, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Davine Hofste Op Bruinink, MD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vincent van der Velden, PhD",
            "author_affiliations": [
                "Department of Immunology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark van Duin, PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Berna Beverloo, PhD",
            "author_affiliations": [
                "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeroen te Marvelde, BSc",
            "author_affiliations": [
                "Department of Immunology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chelsea den Hollander, BSc",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rowan Kuiper, MSc",
            "author_affiliations": [
                "SkylineDx, Rotterdam, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Delforge, MDPhD",
            "author_affiliations": [
                "Department of Hematology, LKI-Leuven Cancer Institute, Leuven, Belgium "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin H van Vliet, PhD",
            "author_affiliations": [
                "SkylineDx, Rotterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels WCJ van de Donk, MDPhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Avet-Loiseau, MDPhD",
            "author_affiliations": [
                "Unité de Génomique du Myélome, IUC-Oncopole, Toulouse, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau, MDPhD",
            "author_affiliations": [
                "Hôpital Hotel Dieu Et Hme, Nantes, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:36:35",
    "is_scraped": "1"
}