{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4933.4933",
    "article_title": "Difficulties in Managing a Sickle Cell Patient with a Variant C Antigen and Multiple Alloantibodies Including Anti-Dombrock a ",
    "article_date": "December 7, 2017",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "We present a unique case of sickle cell disease with variant C antigen and multiple alloantibodies including Anti-Dombrock a (Do a ) that presented as a challenge in transfusion management. A 20-year-old female sickle cell patient is on multiple and frequent transfusions (~25/year). She has a history of anti-Fy a , anti-C, anti-K, anti-S, anti-M, anti-Le a , and warm autoantibodies. Recently, she presented with anti-C alloantibody even though she was C antigen positive by antisera testing, so genotyping was done. The 3 nucleotide substitutions detected in the RhD gene (186G>T, 410C.T, 455A>C) and the RhCE gene (48G>C, 733C>G, 1006G>T) constituted a genotype of Dce/C var e par and a predicted phenotype of D+altered C+E-c+e+VS+V-hr B +. She has also developed indirect antiglobulin testing reactivity that 'comes and goes' despite being given phenotype matched blood. The reactivity that comes and goes was identified as Anti-Do a using the Do a negative genotype and an extended antibody ID panel. Some variant C antigens act as partial C antigen, thus, these patients may make anti-C alloantibody. The frequency of Do a antigen is 66.7~55% depending on race, but reagent antisera for Do a antigen is not commercially available yet. Anti-Do a can disappear in vivo but can cause delayed and acute/hemolytic transfusion reactions. We have been giving her genotype matched blood. Such a patient with multiple RBC antibodies on chronic transfusions presents as a challenge in transfusion management that mandates extensive testing. The extensiveness of the pretransfusion testing in these patients is left to the individual pathologist's decision. Table View large Download slide Table View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "drepanocytes",
        "isoantibodies",
        "a antigen",
        "antibodies",
        "blood transfusion",
        "immune sera",
        "transfusion",
        "antibodies, anti-idiotypic",
        "autoantibodies"
    ],
    "author_names": [
        "Jung Moon, MD MMSc",
        "Eugenia Bryan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jung Moon, MD MMSc",
            "author_affiliations": [
                "University of Texas Health San Antonio, san antonio, TX ",
                "pathology, cedars sinai, San Antonio, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eugenia Bryan, MD",
            "author_affiliations": [
                "University of Texas Health Science Center at San Antonio, San Antonio, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:32:25",
    "is_scraped": "1"
}