{
    "doi": "https://doi.org/10.1182/blood.V122.21.4045.4045",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2676",
    "start_url_page_num": 2676,
    "is_scraped": "1",
    "article_title": "A Phase 1b, Dose-Finding Study Of Ruxolitinib Plus Panobinostat In Patients With Primary Myelofibrosis (PMF), Post–Polycythemia Vera MF (PPV-MF), Or Post–Essential Thrombocythemia MF (PET-MF): Identification Of The Recommended Phase 2 Dose ",
    "article_date": "November 15, 2013",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "topics": [
        "myelofibrosis, idiopathic, chronic",
        "panobinostat",
        "pet animal",
        "polycythemia vera",
        "positron-emission tomography",
        "ruxolitinib",
        "thrombocythemia, hemorrhagic",
        "thrombocytopenia",
        "toxic effect",
        "anemia"
    ],
    "author_names": [
        "Vincen t Ribrag",
        "Claire N Harrison, DM, FRCP, FRCPath",
        "Florian H Heidel, MD",
        "Jean-Jacques Kiladjian, MD, PhD",
        "Suddhasatta Acharyya, PhD",
        "Song Mu, PhD",
        "Tracy Liu",
        "Denise Williams, MD",
        "Francis J Giles, MB, MD, FRCPI, FRCPath",
        "Eibhlin Conneally, MB, MRCPI, FRCPath, PhD",
        "Thomas Kindler, MD",
        "Francesco Passamonti, MD",
        "Alessandro M Vannucchi, MD"
    ],
    "author_affiliations": [
        [
            "Service d'Hématologie, Institut Gustave Roussy, Villejuif, France, "
        ],
        [
            "Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom, "
        ],
        [
            "Department for Hematology/Oncology, Otto-von-Guericke University Medical Center, Magdeburg, Germany, "
        ],
        [
            "Centre d'Investigations Cliniques, Hôpital Saint-Louis and Université Paris Diderot, Paris, France, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Northwestern Medicine Developmental Therapeutics Institute, Chicago, IL, USA, "
        ],
        [
            "Dept. of Hematology, St. James's Hosp., Dublin, Ireland, "
        ],
        [
            "III. Medical Department (Hematology, Oncology, Pneumology), University Medical Center of the Johannes Gutenberg University, Mainz, Germany, "
        ],
        [
            "Hematology, Ospedale di Circulo e Fondazione Macchi, Varese, Italy, "
        ],
        [
            "Department of Experimental and Clinical Medicine, University of Florence, Florence, Italy"
        ]
    ],
    "first_author_latitude": "48.7947638",
    "first_author_longitude": "2.3485726999999996",
    "abstract_text": "Background Myelofibrosis (MF) is a myeloproliferative neoplasm associated with progressive, debilitating symptoms that impact patient quality of life (QoL) and reduce survival. Ruxolitinib (RUX), a potent dual JAK1/JAK2 inhibitor, demonstrated superiority in spleen volume and symptom reduction, improved health-related QoL measures, and prolonged survival compared with traditional therapies or placebo in the phase 3 COMFORT studies. Panobinostat (PAN) is a potent oral pan-deacetylase inhibitor (DACi) that inhibits JAK pathway signaling through increased acetylation of the JAK2 protein chaperone HSP90. In phase 1/2 studies in MF, PAN has shown reduction in splenomegaly and JAK2 V617F allele burden, and improvement of marrow fibrosis. RUX and PAN demonstrated synergistic anti-MF activity in JAK2 -mutation–driven MF murine models. Here, we present the results of a phase 1b study to determine the recommended phase 2 dose (RP2D) of the combination of RUX and PAN in MF patients. Methods Patients with intermediate-1, -2, or high-risk MF by International Prognostic Scoring System criteria and with palpable splenomegaly ≥ 5 cm below the costal margin were enrolled. Dose escalation was guided by a Bayesian logistic regression model with overdose control based on dose-limiting toxicities (DLTs) in the first cycle along with other safety findings. DLTs were defined as protocol-specified toxicities related to treatment but unrelated to disease progression, intercurrent illness, or concomitant medications, occurring up to and including cycle 1 day 28, that are considered severe enough to prevent continuation of treatment. Each dosing cohort consisted of ≥ 3 evaluable patients. Data for ≥ 9 patients were required to determine the preliminary RP2D and/or maximum tolerated dose (MTD). Following determination of the preliminary RP2D, additional patients were to be enrolled and treated at that dose in the safety-expansion phase. The range of dose levels tested for RUX was 5-15 mg twice daily (BID) and for PAN was 10-25 mg once daily, 3 times a week (TIW; days 2, 4, and 6), every other week (QOW) in a 28-day cycle. Serial blood samples collected following the first dose of RUX alone on day 1 and in combination with PAN on days 2 and 6 were evaluated for plasma concentrations of RUX (days 1, 2, and 6) and PAN (days 2 and 6) by LC-MS/MS. Pharmacokinetic parameters were derived using noncompartmental analysis. Spleen size was determined by palpation. Results A total of 38 patients have been enrolled across 6 cohorts in the dose-escalation phase. Preliminary data presented here are based on a cutoff date of March 7, 2013. Thirteen patients (34.2%) have discontinued study treatment. Reasons for discontinuation include disease progression (n = 4), adverse events (n = 7), withdrawal of consent (n = 1), and death due to pulmonary embolism (n = 1). The most common grade 3/4 adverse events were anemia (34.2%), thrombocytopenia (21.2%), abdominal pain (7.9%), and diarrhea (7.9%). QTc prolongation of > 500 ms was observed in 1 patient in cohort 4. DLTs are summarized in the Table . An approximate 50% increase in plasma exposure of both RUX and PAN on day 6 from respective baselines suggested drug-drug interaction (DDI) at 15 mg RUX and 25 mg PAN. The RP2D was defined at the cohort 6 dose and schedule. Evidence of preliminary activity was observed across all cohorts with 28 patients (73.7%) showing ≥ 50% decrease in palpable spleen length at some point during the study. Table Summary of Dose-Limiting Toxicities Observed in the Dose-Escalation Phase  Cohort Dose-Limiting Toxicity Cohort 1: PAN 10 mg, RUX 5 mg (n = 5)  Cohort 2: PAN10 mg, RUX 10 mg (n = 8) Grade 4 thrombocytopenia (n = 1) Cohort 3: PAN 10 mg, RUX 15 mg (n = 5)  Cohort 4: PAN 15 mg, RUX 15 mg (n = 5)  Cohort 5: PAN 20 mg, RUX 15 mg (n = 4) Grade 3 nausea (n = 1) Cohort 6: PAN 25 mg, RUX 15 mg (n = 11) Grade 4 thrombocytopenia (n = 1) Cohort Dose-Limiting Toxicity Cohort 1: PAN 10 mg, RUX 5 mg (n = 5)  Cohort 2: PAN10 mg, RUX 10 mg (n = 8) Grade 4 thrombocytopenia (n = 1) Cohort 3: PAN 10 mg, RUX 15 mg (n = 5)  Cohort 4: PAN 15 mg, RUX 15 mg (n = 5)  Cohort 5: PAN 20 mg, RUX 15 mg (n = 4) Grade 3 nausea (n = 1) Cohort 6: PAN 25 mg, RUX 15 mg (n = 11) Grade 4 thrombocytopenia (n = 1) PAN, panobinostat; RUX, ruxolitinib. View Large Conclusions The combination of RUX and PAN has a tolerable safety profile, with few DLTs and acceptable rates of grade 3/4 anemia and thrombocytopenia. Also, encouraging splenomegaly reduction was seen in the dose-escalation phase. The MTD was not reached; however, due primarily to findings of anemia and potential DDI in dose cohort 6, preliminary RP2D was identified at RUX 15 mg BID/PAN 25 mg TIW/QOW and will be confirmed in the dose-expansion phase. Additional safety and efficacy data from patients in the expansion phase will be presented. Disclosures: Ribrag: Takeda: Membership on an entity’s Board of Directors or advisory committees; Bayer: Research Funding; Sanofi: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Johnson & Johnson : Honoraria, Membership on an entity’s Board of Directors or advisory committees; Servier: Membership on an entity’s Board of Directors or advisory committees, Research Funding. Off Label Use: Ruxolitinib is approved for MF but panobinostat is not approved anywhere globally at this time for any indication. Harrison: S Bio: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Shire: Speakers Bureau; Celgene: Honoraria; YM Bioscience: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Sanofi: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau; Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau; Gilead: Honoraria, Membership on an entity’s Board of Directors or advisory committees. Heidel: Novartis: Membership on an entity’s Board of Directors or advisory committees, Research Funding. Kiladjian: AOP Orphan: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Sanofi: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Celgene: Research Funding; Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Acharyya: Novartis: Employment. Mu: Novartis: Employment. Liu: Novartis: Employment. Williams: Novartis: Employment. Giles: Novartis: Consultancy, Research Funding. Conneally: Pfizer: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; BMS: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Kindler: Novartis: Membership on an entity’s Board of Directors or advisory committees. Passamonti: sanofi-aventis: Honoraria; Incyte: Honoraria; Celgene: Honoraria; Novartis: Honoraria. Vannucchi: Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees."
}