{
    "doi": "https://doi.org/10.1182/blood-2021-154234",
    "article_title": "Efficient Targeting of CD38 in Mature T-Cell Neoplasms with Daratumumab and Allogeneic NK Cells ",
    "article_date": "November 5, 2021",
    "session_type": "622.Lymphomas: Translational-Non-Genetic",
    "abstract_text": "Introduction: Mature T-cell neoplasms (MTCN) are a heterogeneous and aggressive group of lymphoid neoplasms with very limited options for precision immunotherapy. Targeted immunotherapy with antibodies directed against surface markers on tumor cells has emerged as an effective treatment for B-cell neoplasms, but the development of immunotherapy strategies for MTCN has been much slower. CD38 is expressed at low levels in a subset of normal resting T-cells. Data on the frequency and level of CD38 expression is MTCN are lacking. Our goal was to study the expression and stability of CD38 on a spectrum of neoplastic T-cell populations and assess the potential anti-tumor effect of anti-CD38 monoclonal antibodies in combination with allogeneic natural killer (NK) cells in MTCN. Methods and results: We searched the Thomas Jefferson University Hospital (TJUH) pathology records for all cases of MTCN for which immune-phenotypical characterization of the neoplastic T-cell population by multi-color flow cytometry (FC) was available. CD38 expression was evaluated in cases where an abnormal T-cell population (defined as loss of one on more pan T-cell markers and/or a skewed CD4 to CD8 ratio). A total of 103 unique patients with MTCN were identified. Of these, 51 had at least one biopsy whereby tumor cells had an abnormal immunophenotype which could then be assessed for CD38 expression. CD38 was expressed to some extent in all but 2 cases with expression levels on peripheral T-cell lymphoma-not other specified (PTCL-NOS)(% Mean±SEM = 80.84±10.26, N=11), angioimmunoblastic T-cell lymphoma (AITL) (% Mean±SEM = 80.56±7.34, N=6), nodal PTCL with T follicular-helper (T FH ) phenotype (% Mean±SEM = 55.00±12.72, N=7), anaplastic large cell lymphoma (ALCL) (% Mean±SEM = 77.38±10.75, N=3), large granular lymphocytic leukemia (LGLL) (% Mean±SEM = 80.27±7.49, N=4), T-cell prolymphocytic leukemia (T-PLL) (% Mean±SEM = 88.26±4.20, N=7), cutaneous T-cell lymphoma (CTCL) (% Mean±SEM = 49.52±14.77, N=7), adult T‐cell leukemia/lymphoma (ATLL) (% Mean±SEM = 76.68±10.45, N=3), hepatosplenic T-cell lymphoma/monomorphic epitheliotropic intestinal T-cell lymphoma (HSTCL/MEITL) (% Mean±SEM = 75.00±11.37, N=3). The medians and ranges of the MFI of CD38 on CD38+ tumor cells were the following: PTCL-NOS 29.46 (3.1-115.62), AITL 13.64 (2.67-29.41), other PTCL-T FH 5.87 (0-48.67), ALCL 11.13 (3.6-11.28), LGL (13.52 (9.72-18.25), T-PLL 6.49 (3.09-18), CTCL 8.36 (0-116.75), ATLL 27.17 (3.54-60.5), HSTCL/MEITL 15.96 (6.96-167.85). We also measured surface expression of CD38 on the patient-derived MTCN cell lines HuT-78, HuT-102, Jurkat, H9, HH, and MOTN1, all of which expressed CD38, to determine which of these cell lines could be used for in vitro experiments. We next evaluated if the CD38 molecule is an effective target for antibody-mediated therapy in MTCN, by testing the ability of daratumumab (dara) to enhance antibody-dependent cellular cytotoxicity (ADCC) elicited by NK cells. For this, we purified normal NK-cells from TJUH Blood Bank leukoreduction filters and cultured with recombinant IL-15 for 48 hours prior to all experiment. T-cell lines and primary MTCN cells were treated with increasing concentrations (0.1 µg/mL - 2 µg/mL) of dara or isotype control. NK-cells were added at Effector:Target ratio of 5:1 and incubated for 4 hours at 37⁰ Celsius. Cytotoxicity was measured by LDH release assay. Dara induced significant cell lysis starting at doses as low as 0.1μg/mL in both T-cell lines and primary MTCN cells, reaching maximum cytotoxicity at 0.5-2μg/mL (mean±SEM cytotoxicity in isotype vs dara treated cells= 50.0±5.05% vs 97.5±2.5%, N=4, p-value=0.0002). The degree of ADCC induction also correlated with interferon-gamma (IFN-g) release by NK cells in vitro for both T-cell lines and primary MTCN cells. Conclusions: The majority of MTCN analyzed (N=49, 96%) showed any degree of CD38 expression by FC with a wide variation of intensity, including within the same subtype. Allogeneic NK cells efficiently elicited dara-mediated ADCC of tumor cells from all MTCN subtypes and produced abundant IFN-g. These data highlight the potential of targeting CD38 in MTCN with anti-CD38 antibodies and allogeneic NK cells. The strong CD38 expression observed in most tumor cells from ultra-rare and very aggressive subtypes of MTCL opens the door to much needed new treatment strategies. Disclosures Brammer:  Celgene: Research Funding; Kymera Therapeutics: Consultancy; Seattle Genetics: Speakers Bureau. Chakravarti:  Kiadis Pharma: Patents & Royalties. Porcu:  Viracta: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Innate Pharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BeiGene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Research Funding; Daiichi: Honoraria, Research Funding; Kiowa: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Spectrum: Consultancy; DrenBio: Consultancy.",
    "author_names": [
        "William T. Johnson",
        "Colleen Isabelle",
        "Ashley N Vogel",
        "Jonathan E Brammer",
        "Amy E Boles",
        "Kathleen McConnell",
        "Robyn Berge",
        "Liam Nisenfeld",
        "Guldeep Uppal",
        "Jerald Gong",
        "Nitin Chakravarti",
        "Pierluigi Porcu",
        "Anjali Mishra"
    ],
    "author_dict_list": [
        {
            "author_name": "William T. Johnson",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Colleen Isabelle",
            "author_affiliations": [
                "Sidney Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashley N Vogel",
            "author_affiliations": [
                "Thomas Jefferson University, Philadelphia,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan E Brammer",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University James Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy E Boles",
            "author_affiliations": [
                "Sidney Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen McConnell",
            "author_affiliations": [
                "Sidney Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robyn Berge",
            "author_affiliations": [
                "Thomas Jefferson University, Philadelphia,"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liam Nisenfeld",
            "author_affiliations": [
                "Thomas Jefferson University, Philadelphia,"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guldeep Uppal",
            "author_affiliations": [
                "Pathology, Thomas Jefferson University, Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerald Gong",
            "author_affiliations": [
                "Pathology, Anatomy and Cell Biology, Thomas Jefferson University, Philadelphia, PA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nitin Chakravarti",
            "author_affiliations": [
                "Sidney Kimmel Cancer Center At Jefferson, Philadelphia, PA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierluigi Porcu",
            "author_affiliations": [
                "Sidney Kimmel Cancer Center, Dept. of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali Mishra",
            "author_affiliations": [
                "Sidney Kimmel Cancer Center, Thomas Jefferson University and Sidney Kimmel Cancer Center, Philadelphia, PA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:40:44",
    "is_scraped": "1"
}