{
    "doi": "https://doi.org/10.1182/blood.V110.11.2622.2622",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=871",
    "start_url_page_num": 871,
    "is_scraped": "1",
    "article_title": "Chemokine Receptor Expression Profile in the Model of Parotid MALT Lymphomagenesis: De Novo Expression of CXCR6. ",
    "article_date": "November 16, 2007",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "topics": [
        "chemokine receptors",
        "leukemogenesis",
        "mucosa-associated lymphoid tissue",
        "parotid gland",
        "lymphoma, mucosa-associated lymphoid tissue",
        "ligands",
        "chemokine (c-c motif) receptor 5",
        "sjogren's syndrome",
        "rna, messenger",
        "cxcr4 receptors"
    ],
    "author_names": [
        "Alexander J.A. Deutsch, MSc",
        "Ariane Aigelsreiter, MD",
        "Elisabeth Steinbauer",
        "Werner Linkesch, MD",
        "Christine Beham-Schmid, MD",
        "Helmut Schaider, MD",
        "Peter Neumeister, MD"
    ],
    "author_affiliations": [
        [
            "Clinical Department of Hematology, Institute of Internal Medicine, Graz, Styria, Austria"
        ],
        [
            "Institute of Pathology, Graz, Styria, Austria"
        ],
        [
            "Institute of Pathology, Graz, Styria, Austria"
        ],
        [
            "Clinical Department of Hematology, Institute of Internal Medicine, Graz, Styria, Austria"
        ],
        [
            "Institute of Pathology, Graz, Styria, Austria"
        ],
        [
            "Tumor Unit, Institute of Dermatology, Graz, Styria, Austria"
        ],
        [
            "Institute of Pathology, Graz, Styria, Austria"
        ]
    ],
    "first_author_latitude": "47.07358965",
    "first_author_longitude": "15.4417899",
    "abstract_text": "Chemokine receptors mediate migration and activation of lymphocytes through binding of their ligands. Several recent studies have revealed important contributions of chemokine receptors and their ligands to the development and progression/dissemination of hematopoietic neoplasms. Strong expression of CXCR5 and its ligand BCA-1 was detected in transformed B cells in H. pylori positive gastric MALT lymphoma. Because the knowledge of chemokine receptor expression in parotid MALT lymphoma is limited, we performed a comprehensive study on tissue samples of parotid glands (P), parotid glands affected by Sjoegren Syndrome (SS), parotid MALT lymphoma (MALT) and extranodal diffuse large B cell lymphoma (eDLBCL). By investigating the expression of all 19 known chemokine receptor at mRNA levels by real time PCR using a semi quantitative approach and of 3 chemokine receptors (CCR1, CCR5 and CXCR6) at protein levels we propose a model of MALT lymphoma that the development from a non neoplastic event to Sjoegren Syndrome or malignant transformation is accompanied by significant deregulations in the chemokine receptor expression profile: in the development of SS CCR5 was 783 times up regulated and CCR6, CCR8 and CCR10 mRNAs were de novo expressed; in the progression process of SS to parotid MALT CCR7, CXCR3, CXCR4, CXCR5, CXCR6, CX3CR1 and XCR1 were de novo expressed and CCR10 lost its expression; during the transformation of MALT to eDLBCL, CCR1, CCR8 and CXCR3 were 13 times down regulated and CX3CR1 and XCR1 lost their expression. Expression of CCR1, CCR5 and CXCR6 were confirmed by immunohistochemistry. The present results support a model of a stepwise progression of parotid MALT lymphoma from a non neoplastic event to Sjoegren Syndrome and finally overt MALT lymphoma guided by differentially expressed chemokine receptors and their ligands."
}