{
    "doi": "https://doi.org/10.1182/blood.V122.21.SCI-5.SCI-5",
    "article_title": "Inherited and Acquired RUNX1 Mutations in Hematologic Disorders ",
    "article_date": "November 15, 2013",
    "session_type": "Scientific Committee on Blood Disorders in Childhood: Developmental Hematopoiesis Gone Awry",
    "abstract_text": "RUNX1, a DNA binding subunit of core binding factors, is frequently mutated or rearranged in hematopoietic malignancies, including acute myelogenous leukemia (AML), chronic myelomonocytic leukemia, acute lymphoblastic leukemia, and myelodysplastic syndrome (MDS). Mutations in RUNX1 can be early events in leukemia, and generate a long-lived pre-leukemic stem cell (pre-LSC). Additionally, it has been reported that loss of function RUNX1 mutations are particularly frequent in radiation-associated MDS and AML, suggesting that pre-existing RUNX1 mutations in a pre-LSC may predispose patients to MDS/AML following DNA damage. Discussion will focus on the phenotypic properties of Runx1-deficient pre-LSCs, and the mechanisms by which Runx1 deficiency contributes to these phenotypes. Pan-hematopoietic Runx1 loss in mice causes a G1 to S-cell cycle delay and decreases apoptosis of pre-LSCs. Runx1-deficient pre-LSCs are radiation- and chemotherapy-resistant, and this correlates with decreased p53 protein levels and an attenuated p53 pathway response. Both p53 protein levels and apoptosis are increased following treatment with Nutlin-3. Runx1-deficient pre-LSCs are smaller, consume less glucose, and produce less ATP than normal hematopoietic stem cells (HSCs). Runx1-deficient stem and progenitor cells have lower overall ribosomal content and skewing in the relative amounts of rRNA and mRNA encoding ribosomal proteins. Analysis of AKT pathway components suggests that the decreased ribosome biogenesis is unlikely to be primarily caused by lower AKT signaling. We hypothesize that one or more of the above-mentioned properties (low p53 levels, decreased metabolism) render Runx1-deficient pre-LSCs less sensitive to genotoxic stress than normal HSCs, allowing a Runx1-deficient pre-LSC population to both perdure and expand in the bone marrow. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "cancer",
        "chemotherapy regimen",
        "core-binding factor",
        "dna",
        "dna damage",
        "glucose",
        "hematological diseases",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Nancy A. Speck, PhD",
        "Xiongwei Cai, Ph.D.",
        "Jingping Ge",
        "Philip J. Mason"
    ],
    "author_dict_list": [
        {
            "author_name": "Nancy A. Speck, PhD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiongwei Cai, Ph.D.",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jingping Ge",
            "author_affiliations": [
                "Comprehensive Bone Marrow Failure Center, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip J. Mason",
            "author_affiliations": [
                "Comprehensive Bone Marrow Failure Center, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T15:39:02",
    "is_scraped": "1"
}