{
    "doi": "https://doi.org/10.1182/blood.V108.11.5386.5386",
    "article_title": "Successful Strategy of the Option of Stem Cell Transplantation for Relapsed or Refractory Low Grade B-Cell Lymphoma. A Single Institute Experience. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction; Efficacy of second or more line that recommended chemotherapy for relapsed low grade non-Hodgkin’s lymphoma (NHL) does not prolonged progression-free survival (PFS) and overall survival (OS) as compared to those treated with initial conventional chemotherapy. The option of allogeneic (allo-), autologous (auto-) hematopoietic stem cell transplantation (SCT) or umbilical cord blood (UC-) SCT in low grade NHL, especially refractory or relapsed cases, is currently consisted the only established procedure with curative potential but remains controversial due to lack of randomized studies. We analyzed patients who underwent auto-, allo- and UC-SCT for refractory or relapsed low grade lymphoma at the Seibu Hospital, Yokohama, between 1998 and 2005. In this study, patient (pt) number is very small but the result attracts the interest of the decision of therapeutic strategy for refractory or relapsed low grade lymphoma. Patients and methods; Eighteen pts (11 males and 7 females) initially diagnosed with follicular lymphoma (FL, n=15) and mantle cell lymphoma (MCL, n=3) received first-line chemotherapy combined with rituximab except one patient. Median number of prior chemotherapy before SCT was 4 times (2–8 times). Prior to SCT further chemotherapy achieved a complete (CR) or partial remission (PR) in 13 pts (chemo sensitive), but 5 pts had no significant response (chemo resistant). A total number of 22 SCT was undergone, one received two times of auto-SCT and three received auto-SCT before allo- or UC-SCT. Stem cell collection was performed peripheral blood and transfused 12 pts who underwent auto-HSCT following high dose chemotherapy. Four pts received stem cell collected from peripheral blood by human leukocyte antigen (HLA)-identical sibling donor using non-myeloablative (NM) conditioning method. NM conditioning method was also used to 3 pts with UC-SCT, among 2 pts who had been received auto-SCT. Because of their chemo resistant and poor status, they couldn’at wait any other materials as stem cell source. The median follow-up for surviving pts was 3.3 years. As for the prophylaxis of acute GVHD, pts were given ciclosporin and short term methotrexate in allo-SCT and tacrolimus in UC-SCT. Results; All the 5 pts with allo-SCT achieved CR and kept alive without progression in the 2 years. Eight of 12 pts with auto-SCT, however, relapsed, and PFS and OS were estimates 33% and 56%, respectively. Allo-SCT following NM regimen was better outcome when low grade NHL was refractory or relapse status comparing with auto-SCT following high dose chemotherapy and with UC-SCT following NM regimen. Two of auto-SCT and one of UC-SCT were died for progression of NHL or tumor related mortality (TRM) at chemo resistant status. The cumulative TRM incidence in all SCT was 6% at 3 years. Conclusions; The outcome of pts with relapsed and refractory low grade NHL received allo-SCT following NM conditioning regimen has been sufficiently encouraging to suggest that option of allo-SCT was considered in relapsed but chemo sensitive pts and in the part of chemo resistant. UC-SCT following NM regimen is a poor option for pts with active and refractory disease. This study, however, was done by single institute, so we need further study enrolled more pts to obtain statistical significant.",
    "topics": [
        "b-lymphocytes",
        "hematopoietic stem cell transplantation",
        "lymphoma",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "allopurinol",
        "human leukocyte antigens",
        "low-grade lymphomas",
        "cyclosporine",
        "follicular lymphoma"
    ],
    "author_names": [
        "Haruhisa Nagoshi, MD",
        "Kou Miyamoto, MD",
        "Aki Kyo, MD",
        "Fumiaki Sano, MD",
        "Yoshinori Suzuki, MD",
        "Ikuo Miura, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Haruhisa Nagoshi, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, St. Marianna University School of Medicine, Yokohama City Seibu Hospital, Yokohama, Kanagawa, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kou Miyamoto, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, St. Marianna University School of Medicine, Yokohama City Seibu Hospital, Yokohama, Kanagawa, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aki Kyo, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, St. Marianna University School of Medicine, Yokohama City Seibu Hospital, Yokohama, Kanagawa, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fumiaki Sano, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, St. Marianna University School of Medicine, Yokohama City Seibu Hospital, Yokohama, Kanagawa, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinori Suzuki, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ikuo Miura, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:37:46",
    "is_scraped": "1"
}