{
    "doi": "https://doi.org/10.1182/blood.V124.21.3973.3973",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2957",
    "start_url_page_num": 2957,
    "is_scraped": "1",
    "article_title": "Outcomes for Myeloma in the Era of Lenalidomide Maintenance Are Not Different Among Ethnic Groups Following Autologous Transplant ",
    "article_date": "December 6, 2014",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "topics": [
        "ethnic group",
        "lenalidomide",
        "multiple myeloma",
        "transplantation",
        "bortezomib",
        "immunoglobulins",
        "lytic lesion",
        "biological response modifiers",
        "cancer",
        "dexamethasone"
    ],
    "author_names": [
        "Chandra Pooja, MD",
        "Ajay K. Nooka, MD MPH",
        "Monica S. Chatwal, MD",
        "Sungjin Kim, MS",
        "Zhengjia Chen, PhD",
        "Jeanne Kowalski, PhD",
        "Jonathan L. Kaufman, MD",
        "Sagar Lonial, MD",
        "Leon Bernal-Mizrachi, MD"
    ],
    "author_affiliations": [
        [
            "Winship Cancer Institute, Emory University, atlanta, GA "
        ],
        [
            "Winship Cancer Institute - Hematology and Medical Oncology, Emory University, Atlanta, GA "
        ],
        [
            "Emory University, Atlanta, GA "
        ],
        [
            "Emory University, Atlanta, GA "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Emory University, Winship Cancer Institute, Atlanta, GA "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Emory University School of Medicine, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "33.79282020000001",
    "first_author_longitude": "-84.31942699999999",
    "abstract_text": "Background : Multiple myeloma (MM) is the most common hematological malignancy among African Americans (AA). The introduction of postransplant maintenance has had a significant improvement in progression free and overall survival for myeloma patients as demonstrated in large phase III clinical trials. However, the impact of race on the outcome of patients receiving maintenance treatment remains unknown. Methodology: We conducted a retrospective analysis of 299 consecutive patients transplanted for MM from 2005 to 2013 at the Winship Cancer Institute of Emory University. Survival analyses were estimated by Kaplan-Meier methods and univariate and multivariate analysis were performed using a cox proportional hazard model. Results : Baseline characteristics such as stage (International Staging System, ISS), presence of lytic lesions or plasmocytomas, immunoglobulin subtype, and cytogenetic risk category at presentation, were comparable between AA and white patients. Among AA, 57.1% received triple therapy with an immune modulator and a proteasome inhibitor (IMID+PI, lenalidomide (R) or thalidomide (T) and bortezomib (V) and dexamethasone), 49% received doublets (RD, TD or VD) and 29% received other bortezomib based regimens. In white patients 50.3% were treated with IMID+PI, 37% with doublets, 13.6% with received other bortezomib based regimens. Both populations had comparable ORR and >VGPR at day 100 (AA: ORR:90.74% and >VGPR:74.07% vs White ORR:90.65% and >VGPR: 77.57%, p>0.1). Of the 299 patients, 128 patients underwent maintenance treatment with lenalidomide (AA: 61 and White:67 patients) while 171 did not receive lenalidmode as they transplanted prior approval of lenalidomide maintenance. Maintenance treatments improved progression free survival in both ethnic cohorts. AA patients receiving maintenance therapy have not yet reached their median PFS with a median follow up of 8 years (60%), while median PFS was 4.8 years among those who did not receive maintenance (p=0.4). Similarly, in white patients, the PFS improved from 2.8 years without maintenance to 5.4 years with maintenance (p=0.01). Furthermore race did not affect PFS in both maintenance treated cohorts. Within the cohort of patients that did not receive maintenance therapy, we observed a trend of improvement in overall survival in AA patients ( p=0.06), which could suggest difference in the risk of the disease. However, no differences in staging or cytogenetics were identified between both ethnic groups at diagnosis that could explain this difference. Factors associated with longer PFS in univariate and multivariate analysis included AA race and immunoglobulin subtype (IgG and kappa light chain MM). In AA multivariate analysis identified the presence of lytic lesions as a factors associated with shorter PFS. In white patients, factors such as plasma cell leukemia at diagnosis were associated with worst PFS. In conclusion , race did not impact the improvement in PFS associated with post-transplant maintenance therapy. To our knowledge this preliminary analysis provides the first assessment of the influence of race in MM outcomes post-transplant during the lenalidomide maintenance era Disclosures Lonial: Millennium: The Takeda Oncology Company: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Onyx Pharmaceuticals: Consultancy, Research Funding."
}