{
    "doi": "https://doi.org/10.1182/blood.V128.22.4667.4667",
    "article_title": "Impact of Obesity on Outcomes of Elderly Patients Undergoing Allogeneic Hematopoietic Cell Transplant for Myeloid Malignancies ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "abstract_text": "Background Allogeneic hematopoietic cell transplantation (AHCT) is a high risk treatment option for patients (pts) with myeloid malignancies. Advanced age and obesity can impact outcomes after AHCT. Previous registry studies of all age groups found that obesity does not affect AHCT outcomes. However, obesity can hasten age-related decline in physical function and exacerbate comorbid conditions in older pts. In this study we evaluated outcomes of both non-obese and obese elderly pts undergoing AHCT for myeloid malignancies. Methods We performed a retrospective, single-center analysis of all pts age≥60 who underwent unrelated or related AHCT for myeloid malignancies (acute myeloid leukemia [AML], myelodysplastic syndrome [MDS], or myeloproliferative neoplasms [MPN]) between 2010 and 2015. Descriptive statistics were used to measure baseline characteristics. A hematopoietic cell transplant co-morbidity index (HCT-CI) score was calculated for all pts. Acute graft-versus-host disease (aGVHD) was defined as occurring in <100 days after transplant (Tx) and chronic GVHD (cGVHD) as occurring ≥100 days. Pts were stratified by body mass index (BMI) ≥30 or <30. Comparative analysis was done using chi-squared and Fischer's exact tests. The Kaplan-Meier method was used to calculate overall survival (OS) and progression free survival (PFS), which were estimated from date of AHCT to death, progression, or last follow-up. A log-rank test was used to compare OS and PFS of pts with BMI≥30 to those with BMI<30. Results Of 86 pts that met inclusion criteria, 41 pts (48%) had a BMI≥30 and 45 pts (52%) had BMI5% blasts and 9 pts (20%) had >5% blasts in the BMI<30 group (p=0.12). There were significantly more pts in the BMI≥30 group with a HCT-CI score≥3 (30 pts vs 13 pts, p<0.01). When excluding points for obesity, there were still more pts with a BMI≥30 with a HCT-CI≥3 (25 pts vs 13 pts, p<0.01). The median OS was 36 months (m) for BMI30 (p=0.10). One-year cumulative incidence of cGVHD was 56% (BMI≥30) vs 38% (BMI<30), p=0.09. Among pts admitted for Tx (N=76) mean length of stay (LOS) was 25 days in BMI<30 and 26 days in BMI≥30 (p=0.64). There were more pts (34% vs 16%) with BMI≥30 who were re-admitted within 30 days of discharge (p=0.045). We performed an exploratory analysis of pts with BMI≥35 (N=15) compared to all other pts with BMI<35 to see if outcomes were worse only in those with morbid obesity. Again, we found no difference in age, sex, intensity of conditioning, indication for Tx, or disease status prior to Tx between the two groups. There were more pts with HCT-CI≥3 in the BMI≥35 group (p=0.047). The median OS was not reached (NR) in the ≥35 group while it was 23.7 m in the <35 group (p=0.08). Median PFS was also NR in the ≥35 group but was 10.8 m in the <35 group (p=0.19). There was no difference in aGVHD or cumulative incidence of cGVHD at 1 year. Interestingly the LOS among hospitalized pts was longer in the ≥35 group at 28.5 days vs 25.2 days (p=0.09) and there were more pts readmitted within 30 days of completing their Tx in the BMI≥35 group (47% vs 20%, p=0.03). Conclusions In elderly pts (age>60) with myeloid malignancies undergoing AHCT, outcomes were not affected by either obesity or morbid obesity. Obesity was associated with increased re-hospitalization within 30 days of discharge after Tx. Morbidly obese pts had a trend towards a longer hospitalization stay and an increased rate of readmissions within 30 days of discharge from their Tx. In elderly pts, BMI should not preclude consideration of a curative AHCT. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Table 1 View large Download slide Table 1 View large Download slide Close modal Disclosures Hamadani: Takeda: Research Funding. Shah: Oncosec: Equity Ownership; Exelixis: Equity Ownership; Geron: Equity Ownership.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "cancer",
        "obesity",
        "older adult",
        "obesity, morbid",
        "brachial plexus neuritis",
        "graft-versus-host disease, chronic",
        "hematopoietic stem cell transplantation",
        "patient readmission",
        "teller acuity cards"
    ],
    "author_names": [
        "Ensi Voshtina, DO",
        "Aniko Szabo, PhD",
        "Mehdi Hamadani, MD",
        "Tim S. Fenske, MD",
        "Anita D'Souza, MBBS, MD",
        "Wael Saber, MD MS",
        "William R. Drobyski, MD",
        "Parameswaran Hari, MBBS, MD MRCP",
        "Nirav N. Shah, MD MSHP"
    ],
    "author_dict_list": [
        {
            "author_name": "Ensi Voshtina, DO",
            "author_affiliations": [
                "Internal Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aniko Szabo, PhD",
            "author_affiliations": [
                "Biostatistics Consulting Service, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Hamadani, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim S. Fenske, MD",
            "author_affiliations": [
                "Division of Hematology & Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita D'Souza, MBBS, MD",
            "author_affiliations": [
                "Froedtert Memorial Lutheran Hospital, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wael Saber, MD MS",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William R. Drobyski, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Hari, MBBS, MD MRCP",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nirav N. Shah, MD MSHP",
            "author_affiliations": [
                "Division of Hematology & Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:31:01",
    "is_scraped": "1"
}