{
    "doi": "https://doi.org/10.1182/blood.V128.22.679.679",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3463",
    "start_url_page_num": 3463,
    "is_scraped": "1",
    "article_title": "Comparison of Total Body Irradiation-Based with Intravenous Busulfan-Based Chemotherapy-Only Conditioning Regimens for Myeloablative Hematopoietic Cell Transplantation (HCT) in Adults with Acute Lymphoblastic Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Conditioning Regimen, Donor Source, and Long-Term Outcomes Among Allogeneic HCT Recipients",
    "topics": [
        "acute lymphocytic leukemia",
        "busulfan",
        "chemotherapy regimen",
        "conditioning (psychology)",
        "hematopoietic stem cell transplantation",
        "brachial plexus neuritis",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "protein-tyrosine kinase inhibitor",
        "alkylating agents"
    ],
    "author_names": [
        "Partow Kebriaei, MD",
        "Claudio Anasetti, MD",
        "Mei-Jie Zhang, PhD",
        "Hai-Lin Wang, MPH",
        "Ibrahim Aldoss, MD",
        "Marcos de Lima, MD",
        "H. Jean Khoury, MD",
        "Brenda M. Sandmaier, MD",
        "Mary M. Horowitz, MD MS",
        "Andrew Artz, MD MS",
        "Nelli Bejanyan, MD",
        "Stefan O. Ciurea, MD",
        "Hillard M. Lazarus, MD",
        "Robert Peter Gale, MD PhD",
        "Mark Litzow, MD",
        "Christopher N. Bredeson, MD MSc, FRCPC",
        "Matthew D. Seftel, MBChB, FRCP(C), MRCP",
        "Michael A Pulsipher, MD",
        "Jaap Jan Boelens, MDPhD",
        "Joseph Alvarnas, MD",
        "Richard E. Champlin, MD",
        "Stephen J. Forman, MD",
        "Vinod Pullarkat, MD",
        "Daniel Weisdorf, MD",
        "David I. Marks, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Blood and Marrow Transplantation, Immunology, H. Lee Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI ",
            "Division of Biostatistics, Institute for Health and Society, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, and Gehr Family Center for Leukemia Research, City of Hope, Duarte, CA "
        ],
        [
            "Department of Medicine, Seidman Cancer Center, University Hospitals Case Medical Center, Cleveland, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Division of Medical Oncology, University of Washington and Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Section of Hematology/Oncology, University of Chicago, Chicago, IL "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Seidman Cancer Center, University Hospitals Case Medical Center, Cleveland, OH "
        ],
        [
            "Hematology Research Centre, Division of Experimental Medicine, Department of Medicine, Imperial College London, London, United Kingdom "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "The Ottawa Hospital Blood and Marrow Transplant Program and the Ottawa Hospital Research Institute, Ottawa, Canada "
        ],
        [
            "Department of Medical Oncology/Hematology, CancerCare Manitoba, Winnipeg, Canada "
        ],
        [
            "Division of Hematology Oncology/Blood and Marrow Transplant, Children's Hospital Los Angeles, USC Keck School of Medicine, Los Angeles, CA "
        ],
        [
            "Pediatric Blood and Marrow Transplantation Program, University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Hematology, City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Adult Bone Marrow Transplant, University Hospitals Bristol NHS Foundation Trust, Bristol, United Kingdom"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Total body irradiation (TBI)-based conditioning regimens are considered the standard of care for patients with acute lymphoblastic leukemia (ALL) undergoing allogeneic hematopoietic cell transplantation (HCT). However, due to concerns regarding acute and long-term toxicities, non-TBI regimens, commonly including busulfan (BU), have been increasingly explored. We performed a retrospective cohort analysis with the hypothesis that there would be equivalence of these two myeloablative approaches by reviewing outcomes for adult patients (pts), aged 18-60 years, undergoing a first, well-matched sibling, related or unrelated donor HCT in CR1 or CR2 reported to the Center for International Blood and Marrow Transplant Research (CIBMTR) from 2005-2014. Eight hundred nineteen pts received TBI (63% 9-12 Gy, 37% ≥13 Gy) combined with etoposide (25%) or cyclophosphamide (Cy) (75%) and 299 pts received intravenous BU combined with a second alkylator Cy (15%) or melphalan (Mel) (13%), or a nucleoside analogue fludarabine (Flu) (41%) or clofarabine (Clo)(30%). The majority of the BU-based pts were treated at the Moffitt or MD Anderson Cancer Center. The BU-based regimens were grouped together for analyses since no significant differences in basic outcomes among the different chemotherapy-only regimens were noted. Patients in the BU-containing group were older but had better performance status, took longer to achieve CR1 and longer to receive HCT; more received peripheral blood than marrow grafts, peri-HCT ATG, pre- and post HCT tyrosine kinase inhibitors ( TKI), and were treated more recently than pts in the TBI-based group (Table 1). With median follow-up of 3.6 years for the BU-based group and 5.3 years for the TBI-based group, adjusted 3 year outcomes showed treatment-related mortality (TRM) BU 19% vs. TBI 25% (p=.04); relapse BU 37% vs. TBI 28% (p=.007); disease-free survival (DFS) Bu 45% vs. TBI 48% (p=.35); and overall survival (OS) BU 57% vs. TBI 53% (p=.35) (Figures A-B). Patients in the BU group had significantly more grade II-IV acute GVHD (47% vs. 40%, p=.025), but marginally less chronic GVHD (49% vs. 55% at 3 years, p=.073). In multivariate analysis, the BU group had a significantly higher rate of acute GVHD after day 50 (RR 1.75, 95% CI 1.19-2.58, p=.004), but marginally less chronic GVHD (RR 0.83, 95% CI 0.68-1.01 p=.059) and higher risk of relapse (RR 1.46, 95% CI 1.15-1.85 p=.002) compared with TBI-based regimens. Despite the observed higher risks of acute GVHD and relapse, BU-based conditioning led to similar TRM, OS, and DFS following HCT for ALL. Table 1 View large Download slide Table 1 View large Download slide Figure View large Download slide Figure View large Download slide View large Download slide View large Download slide Disclosures Ciurea: Spectrum Pharmaceuticals: Other: Advisory Board; Cyto-Sen Therapeutics: Equity Ownership. Seftel: Otsuka: Research Funding. Pulsipher: Medac: Other: Housing support for conference; Chimerix: Consultancy; Jazz Pharmaceutical: Consultancy; Novartis: Consultancy, Other: Study Steering Committee. Champlin: Ziopharm Oncology: Equity Ownership, Patents & Royalties; Intrexon: Equity Ownership, Patents & Royalties."
}