{
    "doi": "https://doi.org/10.1182/blood.V122.21.2746.2746",
    "article_title": "Modeling and Targeting MLL-PTD/RUNX1 Related MDS/AML In Mouse ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster II",
    "abstract_text": "Myelodysplastic syndromes (MDS) are heterogeneous disorders in which the hematopoietic stem cells (HSCs) in the bone marrow are defective, resulting in insufficient normal blood cells. MDS progress to secondary acute myeloid leukemia (sAML) in about one third of patients, as additional genetic abnormalities are acquired. Because of the similar molecular mechanisms under these two related disease categories, MDS with increased blasts (>5%) and AML with multilineage dysplasia and/or antecedent MDS, are also defined as MDS/AML. MLL and RUNX1/CBFb regulate normal hematopoiesis, and we have shown that they form a regulatory complex to regulate downstream target genes. Mutations of MLL1 (in-frame partial tandem duplication, MLL-PTD, or MLL translocations) or RUNX1 are found in about 28% of MDS, particularly in high-risk MDS or therapy-related MDS. sAML frequently contains both MLL-PTD and RUNX1 mutations, arguing for cooperative leukemogenic synergy between these two molecular lesions. However, Mll-PTD knock-in mice or Runx1 Δ/Δ mice do not develop spontaneous MDS or AML. RUNX1 mutations can cause mouse MDS/AML in murine retroviral transduction mediated overexpression and BMT, however, the latency is long (8-14 months) and retroviral vector insertion mutagenesis at Evi1 or Mn1 loci seems critical for MDS/AML development in this model. Indeed RUNX1 mutations cooperate with Evi1 upregulation in both murine MDS/AML model and human AML. Thus, we hypothesize that combining RUNX1 mutations with MLL-PTD may facilitate its transformation toward MDS and/or sAML. To understand the impact of RUNX1 mutation cooperativity with MLL-PTD, we first expressed MDS relevant patient-derived RUNX1 mutants (D171N and 291fsX300) in the context of Mll-PTD knock-in mouse bone marrow cells and performed BMT and in vitro CFU replating assay. RUNX1 mutations (D171N and 291fsX300) could not transform WT BM cells. However, they could transform MLL-PTD BM cells and undergo serial replating. Interestingly, D171N and 291fsX300 transformed MLL-PTD cells form different type of clones: MLL-PTD/D171N clones are bigger and diffuse, while MLL-PTD/291fsX300 clones are smaller but denser. In BMT assay, the MLL-PTD/D171N and MLL-PTD/291fsX300 BMT mice developed MDS and MDS/AML (2-10 months) after BMT. The MLL-PTD/D171N BMT mice developed anemia, neutropenia with leukodysplasia and left-shifted differential counts, and a hypo-cellular marrow with excess blasts, while MLL-PTD/291fsX300 BMT mice developed rather similar trilineage dysplasia features but present hyper-cellular marrow with high percent of blasts, some of the mice were diagnosed as MDS/AML. Interestingly, the MLL-PTD/291fsX300 BMT mice also develop myelo-fibrosis (MF) in the BM. We further generated Mll-PTD/Runx1 Δ/Δ mice using Mx1-Cre mediated deletion. These mice showed thrombocytopenia one month after pI-pC injection, and developed pancytopenia 2-4 months later. The CBC exhibited increased MCV, RDW and severe anemia. All these Mll-PTD/Runx1 Δ/Δ mice died of MDS induced complications within 8 months, and tri-lineages dysplasias (TLD) were found in bone marrow aspiration. Similar but accelerated lethal MDS were found in recipients transplanted with PTD/Runx1 Δ/Δ BM cells compared with controls (median survival: 68 days VS undefined). Low dose decitabine (DAC 0.3 mg/kg, twice a week, subcutaneous injection) were used to treat these recipients, and we found significantly longer median survival in DAC treated recipients than controls (median survival: 94.5±6.4 VS 53.5±3.5 days, p<0.001). Neither Mll-PTD nor Runx1 Δ/Δ BM cells could replate more than 4 times with M3434 methaltheloase, however, PTD/Runx1 Δ/Δ BM cells could be replated more than 6 months in vitro. We also treated these cells in vitro with DAC (0.5 uM). Fewer colony numbers and increased differentiated cells (Gr1+/Mac1+) were found in DAC treated cells than PBS treated controls (CFU numbers/1x10 5 seeded cells: 34±7.7 vs 619±30.5, p<0.001). In conclusion, our study demonstrates that: 1) RUNX1 mutations and complete deletions cause MDS or MDS/AML phenotypes in Mll-PTD background; 2) Decitabine is a promising drug to treat MLL-PTD/RUNX1 related MDS/AML. These exciting new models allow us to identify and analyze MDS/AML-initiating cells (MIC) and major targets that are critical for clonal evolution and pathogenesis of MDS/AML and therapeutic interventions. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "bone marrow aspiration",
        "cisplatin/methotrexate/vinblastine protocol",
        "decitabine",
        "dysplasia",
        "fibrosis",
        "immunoglobulins, thyroid-stimulating",
        "leukemia, secondary acute",
        "mean corpuscular volume analyses",
        "mice"
    ],
    "author_names": [
        "Yue Zhang, MD",
        "Xiaomei Yan",
        "Aili Chen",
        "Goro Sashida, MD, PhD",
        "Zhijian Xiao, MD",
        "Gang Huang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yue Zhang, MD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaomei Yan",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aili Chen",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Goro Sashida, MD, PhD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhijian Xiao, MD",
            "author_affiliations": [
                "MDS center, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang Huang, PhD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:08:20",
    "is_scraped": "1"
}