{
    "doi": "https://doi.org/10.1182/blood-2019-128097",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4354",
    "start_url_page_num": 4354,
    "is_scraped": "1",
    "article_title": "Changes in the Main Bone Marrow Cell Subpopulations May Potentially Contribute to the Initiation of Acute Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells",
    "topics": [
        "bone marrow cells",
        "culture media, conditioned",
        "leukemia, myelocytic, acute",
        "biological markers",
        "angiotensin i",
        "coculture techniques",
        "cytokine",
        "hematologic neoplasms",
        "osteocalcin",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Shlomit Yehudai-Reshef, PhD",
        "Rawan Sabah",
        "Tal Gabay",
        "Tsila Zuckerman, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel ",
            "The Ruth and Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel"
        ]
    ],
    "first_author_latitude": "32.8329376",
    "first_author_longitude": "34.98575689999999",
    "abstract_text": "Introduction: In acute myeloid leukemia (AML), differentiation and proliferation of early progenitors is inhibited, leading to blast accumulation in the bone marrow (BM) and in the peripheral blood (PB). Hematopoietic stem cells (HSCs) reside in specialized BM microenvironment (ME), mainly containing osteocytes and adipocytes, derived from BM mesenchymal stem cells (MSCs). Recent studies suggest a possible role of the ME in various hematological malignancies, that either serves as a potential source of an altered milieu or mediates abnormal interaction with HSCs. BM ME contributes to disease pathogenesis, chemotherapy resistance and recurrence in certain types of hematological cancers, but there is limited evidence that BM cells themselves may initiate AML. BM derived MSCs are characterized by a potential to mainly differentiate to adipocytes, osteocytes or chondrocytes. Our experiments have revealed an imbalance between osteocytes and adipocytes in the BM of AML patients that is not observed in the BM of healthy donors. We hypothesize that this imbalance could result in the development of leukemic stem cells/pre-leukemic cells, leading to leukemia initiation. The current study aimed to characterize the composition of AML BM derived adipocytes and osteocytes and evaluate the ability of these subpopulations to support AML cell viability. Methods: Secreted levels of adipogenic and osteogenic biomarkers in the BM plasma were measured using ELISA. The potential of AML MSCs to differentiate to adipocytes and osteocytes was assessed using FACS analysis. Exome sequencing was applied for genetic alteration screening in AML MSCs. Obtained adipocytes and osteocytes were separately co-cultured with AML cells and colony forming unit (CFU) assays were used to evaluate AML cell viability. ProcartaPlex immunoassay was used to evaluate levels of cytokines and other potential mediators secreted to the conditioned media. Results: The study included BM samples of 10 AML patients and 13 healthy donors. Levels of secreted FABP4 and osteocalcin biomarkers were reduced in AML plasma (279.7±164 pg/ml and 0.00057±0.017 pg/ml, respectively) compared to that of healthy controls (1230±1502 pg/ml and 0.0016±0.00052 pg/ml, respectively), with P=0.02 for FABP4 and P=0.017 for osteocalcin. According to adipocyte cell differentiation, patients were divided into two clusters. Cluster-1 demonstrated a higher expression level of FABP4 (mean 65.2±11.4%) compared to healthy controls (mean: 47.5±19.2 %; P=0.05), while cluster-2 exhibited a lower level of FABP4 expression (mean 30.78±6.1%) than healthy controls (mean 47.6±19.2%; P=0.01). A nonsynonymous somatic mutation in the AHNAK2 gene (V3209L) was found in patients' mesenchymal stromal cells. A statistically significant reduction in AML cell proliferation (P<0.01) was revealed following co-culture with adipocyte cells of cluster-1 patients. Of the 10 cytokines tested, only ANG1 levels were significantly elevated in the co-culture of adipocytes from cluster-1 (189.5±17.3pg/ml), cluster-2 (258.08±34.33pg/ml) or osteocytes (392.04±58.3pg/ml) with AML cells of the same patients compared to the levels observed in controls (0.002±0.052pg/ml for adipocytes and 168.663pg/ml for osteocytes; P<0.01). Conclusions: The current study has demonstrated that changes in the secretion of stromal specific biomarkers and in the MSC ability to differentiate to adipocytes and osteocytes indicate impaired functional properties of BM MSCs in AML. Within the adipocyte subpopulation in the AML BM, clusters with either increased or inhibited adipogenesis have been revealed. These variations in adipocyte and osteocyte cells reflect interpatient heterogeneity in AML BM subpopulations. The AHNAK2 gene mutation found in AML MSCs in our study and the previously suggested role of this gene in adipocyte differentiation regulation, may explain in part the phenotype diversity observed in AML patients. Adipocyte cells, derived from an AML patient, were found to inhibit normal hematopoiesis in HSCs of the same patient. This specific crosstalk may be related to the elevated levels of ANG1 mediating abnormal signals from adipocytes to HSCs. Overall, the findings of this study may support the contribution of abnormal composition of the main BM subpopulations to leukemogenesis and could ultimately pave the way to novel therapeutic strategies targeting the BM niche. Disclosures No relevant conflicts of interest to declare."
}