{
    "doi": "https://doi.org/10.1182/blood-2018-99-114712",
    "article_title": "Insights into the Molecular Mechanism Accounting for Neutropenia in T-Large Granular Lymphocytes Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "622. Lymphoma Biology—Non-Genetic Studies: Poster I",
    "abstract_text": "INTRODUCTION: Neutropenia represents the most frequent clinical manifestation in T-Large Granular Lymphocytes Leukemia (T-LGLL) patients. Literature data provided evidence of the involvement of soluble Fas Ligand (sFasL) in this process. Consistently, we confirmed that neutropenic T-LGLL patients were characterized by higher levels of sFasL than non neutropenic patients. We also demonstrated that FasL transcription was mediated by the Signal Transducer and Activator of Transcription (STAT)-3 and we showed that high STAT3 activation correlated with high levels of sFas. However, the mechanism through which STAT3 regulates FasL production still remains elusive. It is well known that FasL expression depends on post-transcriptional events involving ARE-binding proteins, such as Human antigen R (HuR). Important regulators of post-transcriptional modifications are microRNAs (miRNAs), that are small non-coding RNA molecules able to bind target mRNAs, promoting their degradation or blocking protein translation. Among them, miR-146b was identified to be induced by STAT3 in non-transformed cells. This work aims to determine whether miR-146b might regulate STAT3-mediated expression of FasL, thus playing a role in the pathogenesis of neutropenia in T-LGLL patients. METHODS: T-Large Granular Lymphocytes (T-LGLs) were purified by FACSAria cell sorter from PBMCs of untreated T-LGLL patients. High throughput and single miRNA analysis were carried out on purified LGLs by using the TaqMan ® Human microRNA Array and Assays, respectively. Transfection with miR-146b mimic was performed using the Amaxa Nucleofactor and the Ingenio Electroporation Solution. Transcriptional and protein expression levels were evaluated by Real Time-PCR and Western Blot (WB) assays. RESULTS : By assessing the expression of 756 mature miRNAs on purified patients' T-LGLs, we identified miRNAs differentially expressed in patients characterized by neutropenia as compared to those with normal absolute neutrophil count (ANC); selected miRNAs were then analyzed for correlation with ANC. Among them, miR-146b expression was the only one correlated with ANC, being down-regulated in neutropenic patients. To investigate miR-146b role in neutropenia development, we transfected purified T-LGLs with a miR-146b mimic. We showed that restoration of miR-146b led to a decrease of FasL mRNA, without changes in the FasL primary transcript as compared to control, indicating that miR-146b affected FasL expression at a post-transcriptional level. However, FasL was not identified among the putative miR-146b target genes, suggesting that miR-146b could regulate FasL expression indirectly. Therefore, we checked for genes involved in mRNA stability and we found that the defective miR-146b expression lead to increased transcriptional levels of the mRNA stabilizer HuR, that is required for FasL expression in T-lymphocytes. Consistently, by WB assays, we demonstrated that in T-LGLs of neutropenic patients HuR endogenous protein levels were higher than in T-LGLs of non neutropenic ones. HuR-mediated FasL mRNA stabilization explained the increased FasL expression observed in neutropenic patients. In the end, we demonstrated the mechanism affecting miR-146b expression in the presence of STAT3 activation, pointing to a role of epigenetic modulation taking place, since the hypomethylating agent 5-aza-2'-deoxycytidine (DAC) can restore STAT3-miR-146b axis. CONCLUSIONS: In this work we suggest a pathogenetic link between STAT3 activation, a defective miR-146b expression and neutropenia development in T-LGLL. Treatment with a demethylating agent may restore STAT3-dependent induction of miR-146b and may represent a new potential therapeutic strategy for the treatment of neutropenia in T-LGLL patients. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Giulia Calabretto",
        "Antonella Teramo",
        "Barbara Mariotti",
        "Marzia Rossato",
        "Monica Castellucci",
        "Gregorio Barilà",
        "Matteo Leoncin",
        "Cristina Vicenzetto",
        "Vanessa Rebecca Gasparini",
        "Monica Facco",
        "Francesco Piazza",
        "Gianpietro Semenzato",
        "Flavia Bazzoni",
        "Renato Zambello, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Giulia Calabretto",
            "author_affiliations": [
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy ",
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonella Teramo",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Mariotti",
            "author_affiliations": [
                "Department of Medicine, Division of General Pathology, University of Verona, Verona, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marzia Rossato",
            "author_affiliations": [
                "Department of Medicine, Division of General Pathology, University of Verona, Verona, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Castellucci",
            "author_affiliations": [
                "Department of Medicine, Division of General Pathology, University of Verona, Verona, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregorio Barilà",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matteo Leoncin",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Vicenzetto",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanessa Rebecca Gasparini",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Facco",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Piazza",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianpietro Semenzato",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "Dept. of Medicine, Hematology and Clinical Immunology, Padua School of Medicine, Padova, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Flavia Bazzoni",
            "author_affiliations": [
                "Department of Medicine, Division of General Pathology, University of Verona, Verona, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renato Zambello, MD",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
                "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T02:33:53",
    "is_scraped": "1"
}