{
    "doi": "https://doi.org/10.1182/blood.V122.21.4740.4740",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2507",
    "start_url_page_num": 2507,
    "is_scraped": "1",
    "article_title": "Development Of a Novel Method To Assess Neonatal Platelet Function ",
    "article_date": "November 15, 2013",
    "session_type": "301. Platelet Activation and Biochemistry",
    "topics": [
        "adhesions",
        "blood platelet disorders",
        "buffers",
        "capillary specimen collection",
        "cd40 ligand",
        "coagulants",
        "epinephrine",
        "extracellular matrix proteins",
        "fibrinogen",
        "flow cytometry"
    ],
    "author_names": [
        "Kristina M. Haley, DO",
        "Michael Recht, MD, PhD",
        "Owen J.T. McCarty, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Pediatric Hematology/Oncology, Department of Pediatrics, School of Medicine, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "The Hemophilia Center, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA"
        ]
    ],
    "first_author_latitude": "45.49797675",
    "first_author_longitude": "-122.68631465",
    "abstract_text": "Background The hemostatic system is developmentally regulated, resulting in qualitative and quantitative differences in the mediators of primary and secondary hemostasis as well as fibrinolysis. Age-dependent values of pro- and anti-coagulant proteins have been determined. However, the task of defining age-dependent normal values of neonatal platelet function has been met with challenges owing to difficulties in obtaining adequate blood volumes for functional assays and inconsistent results amongst varying testing methods. In order to overcome many of these challenges, cord blood is often used as a source of neonatal platelets. Platelet aggregometry comparing adult and cord blood derived platelets has demonstrated a near lack of platelet response to epinephrine, collagen, and thromboxane in cord blood samples. In contrast, other studies of platelet function, such as flow cytometry, have failed to demonstrate this phenotypic difference. Assays of primary hemostasis reveal that neonatal blood mediates primary hemostasis as effectively as adult blood. In order to overcome the challenges associated with studying neonatal platelets, we have developed a novel platelet function assay employing small volumes of blood obtained directly from the neonate in order to assess platelet adhesion, activation, and aggregation simultaneously. Methods Eight-well slide chambers were coated with either fibrillar collagen or fibrinogen and allowed to adsorb at room temperature for one hour. Blood was obtained from healthy adult controls via venipuncture and neonatal samples via heelstick into sodium citrate. The blood was separated into two 200 µl aliquots, and TRAP (Thrombin Receptor Activating Peptide: 30 mM) was added to one aliquot. 100 µl of plain whole blood was added to both a collagen and a fibrinogen coated well and 100 µ of whole blood plus TRAP was added to a fibrinogen coated well. The samples were then incubated at 37°C for 30 minutes. Non-adherent cells were washed three times with modified HEPES-Tyrode buffer. FITC-P-selectin was then added (10 µg/ml), and the samples were incubated at 37 o C for 10 minutes and subsequently washed. Samples were imaged with differential interference contrast (DIC) and fluorescence microscopy on a Zeiss Axiovert 200 M microscope. Results Platelet adhesion, activation, and aggregation were assessed for 3 neonatal samples and 3 adult control samples. Both adult and neonatal platelets adhered to fibrinogen and collagen equally. Exposure to collagen and fibrinogen (+/- TRAP) resulted in alpha granule release and P-selectin expression in both neonatal and adult platelets. In addition, both adult and neonatal platelets were observed to undergo the characteristic cytoskeletal changes that result in platelet spreading on fibrinogen (+/- TRAP) and collagen surfaces. Both neonatal and adult platelets were observed to form platelet aggregates on both surfaces under static conditions. ( Figure 1 ) View large Download slide View large Download slide  Conclusions We have successfully developed a novel platelet function assay using small volumes of whole blood to assess three key platelet functions: adhesion, activation, and aggregation. This is the first study to demonstrate that neonatal platelets spread on adhesive and extracellular matrix proteins and suggests that neonatal platelets contain the cytoskeletal machinery necessary to undergo this change in platelet formation. This assay fills a critical need in clinical pediatric hematology where efforts to diagnose and treat neonatal platelet dysfunction are often met with technical challenges related to conventional platelet function assays. Disclosures: No relevant conflicts of interest to declare."
}