{
    "doi": "https://doi.org/10.1182/blood-2018-99-114346",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3892",
    "start_url_page_num": 3892,
    "is_scraped": "1",
    "article_title": "Evidence of Long-Lasting Anti-CD19 Activity of Engrafted CD19 Chimeric Antigen Receptor Modified T Cells in a Phase I Study Targeting Pediatrics with Acute Lymphoblastic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "cd19 antigens",
        "chimeric antigen receptors",
        "pediatrics",
        "t-lymphocytes",
        "infusion procedures",
        "disease remission",
        "leukemia",
        "leukemia, b-cell, acute"
    ],
    "author_names": [
        "Futian Ma",
        "Jin-Yuan Ho",
        "Huan Du",
        "Fan Xuan",
        "Xiaoli Wu",
        "Ying Liu",
        "Yizhuo Wang",
        "Jianmin Luo",
        "Jianqiang Li"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics Hematology-Oncology, The Second Hospital of Hebei Medical University, Shijiazhuang, China "
        ],
        [
            "Hebei Senlang Biotechnology, Shijiazhuang, China "
        ],
        [
            "Department of Pediatrics Hematology-Oncology, The Second Hospital of Hebei Medical University, Shijiazhuang, China "
        ],
        [
            "Department of Pediatrics Hematology-Oncology, The Second Hospital of Hebei Medical University, Shijiazhuang, China "
        ],
        [
            "Department of Pediatrics Hematology-Oncology, The Second Hospital of Hebei Medical University, Shijiazhuang, China "
        ],
        [
            "Hebei Senlang Biotechnology, Shijiazhuang, China "
        ],
        [
            "Hebei Senlang Biotechnology, Shijiazhuang, China "
        ],
        [
            "Department of Hematology, The Second Hospital of Hebei Medical University, Shijiazhuang, China"
        ],
        [
            "Hebei Senlang Biotechnology, Shijiazhuang, China "
        ]
    ],
    "first_author_latitude": "38.056802999999995",
    "first_author_longitude": "114.482503",
    "abstract_text": "Introduction: 90% of relapse/refractory B cell acute lymphatic leukemia (R/R B-ALL) patients can achieve complete remission (CR) after CD19-targeting chimeric antigen receptor T (CAR-T) cell therapy. However, around 50% of them relapse in one year. Persistent CAR-T cell engraftment is considered as the key to remain durable remission. Here we initiated a Phase I study to treat pediatric B-ALL patients using CD19 CAR-T cell. After treatment, CD19+ minimal residual disease (MRD) and CAR-T engraftment were detected monthly aiming to evaluate the anti-CD19 activity of long-term engrafted CAR-T cell clones. Patients and Methods: From July 2016 to December 2017, a total of 10 pediatric patients with CD19+ R/R B-ALL were treated. The median age was 6 (range 3-13 years), none of them has prior hematopoietic stem cell transplant (HSCT). All patients have experienced at least three courses of chemotherapy prior CAR-T infusion (median 4, range 3-10 times). All patients received a standard fludarabine and cyclophosphamide preconditioning regiment, followed by a CAR-T infusion with a median number of 0.5 (0.3-1.58) x 10 6 cells/kg. We used a 2 nd generation CAR including a 4-1BB intracellular domain and a truncated EGFR sequence which can be used to identify and select CAR+ cells. For the first month after infusion, CAR-T engraftment, cytokines profiles, MRD, complete blood counting and other clinical lab evaluation were performed frequently. Afterwards, levels of CAR-T cells and residual leukemia cells in bone marrow (BM) were analyzed once per month. CAR-T engraftment was measured by both flow cytometry and quantitative PCR (qPCR); percentages of MRD were determined by flow cytometry; cytokine profiles were performed by LEGENDplex TM Human inflammation panel from Biolegend company. Result: The median percentage of pre-treatment BM blasts was 59.2% (7.31%-86.2%), excluding one patient only with brain infiltration of leukemia cells (0% BM blasts). Among the ten pts, eight of them reached MRD negative complete remission (CR) on day 28 post-infusion, except one patient who had no obvious response and another patient who withdrawn from the trial at day 5 due to rapid disease progression. All pts experienced cytokine release syndrome (CRS), six pts with grade 1 or 2 CRS, three with grade 3, and one with grade 4; grade 3-4 neurotoxicity also occurred in three patients. Toxicities were managed by supportive care ± tocilizumab and/ or dexamethasone depend on physicians' instruction. The dynamics of cytokine release (TNFα, IFNγ, and IL6) reached to the peak around day +4 to day +7. The peak of CD19 CAR T cell expansion was around day +7 to day +10, and rapidly decreased within 5 to 10 days. The median observation period for 8 CR patients was 261 days (149-733). 4 patients (50%) relapsed, all of them (100%) were associated with loss of cell-surface expression of CD19, including one lineage switch from ALL to myeloid leukemia. Pre-treatment tumor burdens were highly correlated with relapse events. The patient with only brain infiltrating blasts achieved CR and remains for 279 days. The other three patients remaining in remission state have been following up for 243, 619 and 733 days, respectively. Every month after infusion, peripheral and marrow blood were collected to detect the reemergence of residual leukemia cells and persistence of CAR-T engraftment. As Figure 1 shown, in the first treated patient who had the longest remission time (733 days), emergence of CD19+ residual leukemic cells were detected several times during the observation period which were corresponded with reduction of CAR-T cell engraftment. Notably, without any further treatment, anti-CD19 activity was demonstrated obviously by the clearance of CD19+ cells and increase level of CAR-T cell engraftment which reached to a new peak on 20 month after infusion. Conclusion: Our study validates the safety and efficacy of CAR-T cell therapy targeting CD19 in ten pediatric patients, which encourage us to explore more patients with relapse/refractory B-ALL in the future. Importantly, anti-leukemia activity lasting as long as at least two years demonstrates maintenance of durable remission by only CAR-T therapy even without further allo-HSCT. Deep TCR sequence which attempts to identify the TCR repertoire and CAR-T cell cloning which attempts to get immortalized CAR+ T cell line are currently performed in the lab. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}