{
    "doi": "https://doi.org/10.1182/blood-2019-125436",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4162",
    "start_url_page_num": 4162,
    "is_scraped": "1",
    "article_title": "Anti-Tumor Effect of the EZH1/2 Dual Inhibitor Valemetostat Against Diffuse Large B-Cell Lymphoma Via Modulation of B-Cell Receptor Signaling and c-Myc Signaling Pathways ",
    "article_date": "November 13, 2019",
    "session_type": "802.Chemical Biology and Experimental Therapeutics",
    "topics": [
        "c-myc genes",
        "diffuse large b-cell lymphoma",
        "infectious mononucleosis",
        "neoplasms",
        "receptors, antigen, b-cell",
        "signal pathway",
        "signal transduction",
        "signal transduction pathways",
        "immunoglobulins, thyroid-stimulating",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Yasuhiro Hama, PhD",
        "Toshihiro Banjo, PhD",
        "Daisuke Honma, PhD",
        "Yoshimi Takata",
        "Emi Nosaka",
        "Machiko Shiroishi",
        "Kenji Watanabe",
        "Yuka Yamamoto",
        "Tsuyoshi Hirata",
        "Rika Nakano",
        "Koichiro Inaki, PhD",
        "Hiroki Goto, PhD",
        "Yusuke Totoki, PhD",
        "Miki Kataoka",
        "Kyungtaek Lim, PhD",
        "Chisa Wada",
        "Eiji Kumazawa, PhD",
        "Shinji Tsutsumi, PhD"
    ],
    "author_affiliations": [
        [
            "Oncology Research Laboratories II, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Research Laboratories II, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Research Laboratories II, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Research Laboratories II, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Research Laboratories II, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Research Laboratories II, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Biomarker & Translational Research Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Biological Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan "
        ],
        [
            "Translational Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan"
        ],
        [
            "Translational Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan"
        ],
        [
            "Biomarker & Translational Research Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ],
        [
            "Translational Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan"
        ],
        [
            "Translational Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan"
        ],
        [
            "Translational Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan"
        ],
        [
            "Translational Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan"
        ],
        [
            "Translational Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan"
        ],
        [
            "Biological Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan "
        ],
        [
            "Oncology Research Laboratories II, Daiichi Sankyo Co., Ltd., Tokyo, Japan "
        ]
    ],
    "first_author_latitude": "35.66824365",
    "first_author_longitude": "139.7408677",
    "abstract_text": "Enhancer of zeste homolog (EZH) 1 and its close homolog EZH2 are component of polycomb repressive complex 2 (PRC2), and play a partially redundant and crucial role for the maintenance of transcriptional repression by tri-methylating histone H3 lysine 27 (H3K27). Hyper tri-methylation of H3K27 have been associated with lymphoma and myeloma progression, suggesting PRC2 is a therapeutic target for hematological malignancies. We have developed a novel EZH1 and EZH2 dual inhibitor valemetostat (DS-3201b), which simultaneously inhibited the enzymatic activity of EZH1 and EZH2 in nano-molar concentration. Valemetostat demonstrated anti-proliferative activities against the Activated B-cell-like (ABC) and Germinal Center B-cell-like (GCB) subtypes of Diffuse Large B-cell Lymphoma (DLBCL) cells. Furthermore, valemetostat induced apoptosis in DLBCL cell lines, regardless of subtype. We revealed that the pleiotropic effects of valemetostat on the expression levels of B-cell receptor signaling molecules by western blotting analysis. In particular, valemetostat suppressed the expression level of BCL6 protein, a key oncogene in B cell lymphoma. Transcriptome analysis of 16 DLBCL cell lines using RNA sequencing suggested that tumor suppressor genes, DNA damage response related genes and cell cycle related genes were affected by valemetostat treatment. In particular, valemetostat down regulated c-myc signaling in valemetostat-sensitive cells. Valemetostat also demonstrated synergistic anti-tumor activity with standard of care therapy against a DLBCL cell line KARPAS-422 xenografted model. In conclusion, our results suggested that valemetostat has therapeutic activity in DLBCL cells by inhibiting B-cell receptor signaling and c-myc signaling pathway. A phase 1 clinical study of valemetostat mono-therapy is now ongoing in patients with non-Hodgkin lymphoma including DLBCL (Clinical trial information: NCT02732275). Disclosures Hama: Daiichi Sankyo Co., Ltd.: Employment. Banjo: Daiichi Sankyo Co., Ltd.: Employment. Honma: Daiichi Sankyo Co., Ltd.: Employment. Takata: Daiichi Sankyo Co., Ltd.: Employment. Nosaka: Daiichi Sankyo Co., Ltd.: Employment. Shiroishi: Daiichi Sankyo Co., Ltd.: Employment. Watanabe: Daiichi Sankyo Co., Ltd.: Employment. Yamamoto: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Hirata: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Nakano: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Inaki: Daiichi Sankyo Co., Ltd.: Employment. Goto: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Totoki: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Kataoka: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Lim: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Wada: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Kumazawa: Daiichi Sankyo RD Novare Co., Ltd.: Employment. Tsutsumi: Daiichi Sankyo Co., Ltd.: Employment."
}