{
    "doi": "https://doi.org/10.1182/blood.V114.22.1108.1108",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1533",
    "start_url_page_num": 1533,
    "is_scraped": "1",
    "article_title": "Late Development of Cytogenetic Abnormalities in Ph Negative Cells of Chronic Myeloid Leukemia Patients Treated with Imatinib. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster I",
    "topics": [
        "chromosome abnormality",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "brachial plexus neuritis",
        "cytogenetic analysis",
        "leukemia, acute",
        "myelodysplastic syndrome",
        "preleukemia",
        "adverse effects",
        "cancer"
    ],
    "author_names": [
        "Michael Deininger, MD, PhD",
        "François-Xavier Mahon, MD",
        "Francois Guilhot, MD",
        "Giuseppe Saglio, MD",
        "Philipp le Coutre, MD",
        "Arnon Nagler, MD",
        "Anna D'Emilio, MD",
        "Fabio Stagno",
        "Enrica Morra, MD",
        "Andrea Piccin, MD",
        "Sarit E. Assouline, MD",
        "Elisabetta Abruzzese",
        "Valeria Santini, MD",
        "Fabrizio Pane, MD",
        "Pilar Giraldo, MD",
        "Laura Antolini, PhD",
        "Maria Grazia Valsecchi, PhD",
        "Carlo Gambacorti-Passerini, MD"
    ],
    "author_affiliations": [
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Université Victor Ségalen Bordeaux - Institut Bergonié, Bordeaux, France, "
        ],
        [
            "Oncology, Hematology, and Cell Therapy, Clinical Investigation Centre CIC P 802 INSERM, Poitiers, France, "
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Turin, Italy, "
        ],
        [
            "Department of Hematology and Oncology, Charité - Humboldt-Universitat, Campus Virchow, Berlin, Germany, "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, Israel, "
        ],
        [
            "Department of Cellular Therapy and Hematology, San Bortolo Hospital, Vicenza, Italy, "
        ],
        [
            "Hematology, University of Catania, Catania, Italy, "
        ],
        [
            "Department of Hematology, Niguarda Ca' Granda Hospital, Milan, Italy, "
        ],
        [
            "Haematology Dept,, San Maurizio Regional Hospital, Bolzano, Italy, "
        ],
        [
            "Hematology, McGill University, Montreal, QC, Canada, "
        ],
        [
            "Department of Hematology, Sant'Eugenio Hospital, Rome, Italy, "
        ],
        [
            "Hematology, University of Florence, Florence, Italy, "
        ],
        [
            "Haematology Unit and Dep. of Biochemistry and Medical Biotechnology, CEINGE-Advanced Biotechnology, University of Naples “Federico II”, Naples, Italy, "
        ],
        [
            "Hospital Miguel Servet, Zaragoza, Spain, "
        ],
        [
            "Dept. of Clinical and Preventive Medicine, Università Milano Bicocca, Monza, Italy, "
        ],
        [
            "Dept. of Clinical and Preventive Medicine, Università Milano Bicocca, Monza, Italy, "
        ],
        [
            "Dept. of Hematology, Università Milano Bicocca and S. Gerardo Hospital, Monza, Italy"
        ]
    ],
    "first_author_latitude": "45.45476179999999",
    "first_author_longitude": "-122.6223561",
    "abstract_text": "Abstract 1108 Poster Board I-130 Clonal cytogenetics abnormalities in Ph negative metaphases (CCA/Ph-) are observed in a variable fraction of Chronic Myeloid Leukemia (CML) patients (pts) after they obtain a Complete Cytogenetic Remission (CCyR). It is not known whether such abnormalities develop soon after CCyR or if they can appear as a late event. Cytogenetic analysis remains the only methodology able to detect such abnormalities and its use in pts in CCyR after several years of imatinib therapy is being questioned. The Imatinib Long Term Effect (ILTE) study enrolled 948 CML pts in 24 centers around the world (Europe, North/South America, Africa, Middle East and Asia); in order to be eligible, pts had to achieve a CCyR within 2 years after starting imatinib. These pts are being followed for long term side effects such as loss of CCyR, toxicities including second cancers, and survival. Within the ILTE cohort, 384 eligible pts received imatinib for > 5 years and remained in CCyR at 5 years. In 309 cases, at least one standard routine cytogenetic analysis after 5 years of treatment was available. The median duration of imatinib treatment is 6.5 years in this group of pts. A cytogenetic abnormality in the Ph negative metaphases was detected in 18 cases (5.8%; 99% Confidence Interval: 0-10.1%); the number of available cytogenetics analyses positive for CCA/Ph- varied from 1 to 12 per patient. The percentages of pts positive for CCA/Ph- in the the different participating centers ranged between 0 and 28.6%. Of the 18 cases positive for CCA/Ph-, 10 were diagnosed within the first 5 years of treatment, and 8 cases afterwards. Three pts (17%) developed abnormalities during the first 2 years of treatment, 5 (28%) during the third or fourth year, 4 (22%) during the fifth or sixth year, and 6 (33%) during year 7, 8 or 9. Abnormalities were: deletion of Y chromosome (7 cases), trisomy 8, del 7q (2 cases each), monosomy 7, trisomy 6, del 9q, Y duplication, del 13, del 18. With a median follow up of 4.5 years after first detection, none of the patients have developed acute leukemia or myelodysplasia. In addition none of these 18 pts lost his/her CCyR status. CCA/Ph-are detectable in a low but consistent proportion of CML pts in CCyR; their occurrence is not limited to the first 5 years of treatment. Our study supports the notion that patients with CCA/Ph- have a favorable prognosis, despite the similarity of the abnormalities to those observed in acute leukemia and myelodysplasia, suggesting CCA/Ph- to be quite slow in their evolution. These data suggest that the search for CCA/Ph- should not be limited to the first years of imatinib treatment. Disclosures No relevant conflicts of interest to declare."
}