{
    "doi": "https://doi.org/10.1182/blood-2019-122439",
    "article_title": "Evaluating Thrombocytopenia and Other Biomarkers in Multi-Organ Failure during Sickle Cell Crisis ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Background: In sickle cell anemia, very few markers of disease have been shown to correlate with activity and severity of crisis. We aimed to identify any patterns amongst biomarkers and co-morbidities that correlate with death from multi-organ failure when admitted for sickle cell crisis. Methods: We identified 20 patients with sickle cell anemia who died of multi-organ failure at Grady Memorial Hospital from 2010-2016. We described baseline characteristics, such as hemoglobin phenotype, age, gender as well as features at presentation such as vital signs, laboratory data, clinical signs and symptoms (I.e. worsening pain), and co-morbidities. We examined bivariate associations between clinical characteristics and the length of survival after multi-organ failure. In a secondary analysis, we investigated clinical and demographic features that most accurately predict infection with gram-negative bacteria. To achieve this, we fit a multivariate logistic regression model and perform leave-one-out cross validation to assess the predictive performance of the fitted model on unseen data. Results: At baseline, the average age of a patient is 43.8 years (sd=14.7 years). A majority of our cohort are women (60%), do not smoke (70%), and were not on hydroxyurea (80%). Time to death from multi-organ failure was 3.05 days (95% C.I.: 0.20, 5.90), and only 43% identified having \"worsening pain.\" Among complications, 23% had a stroke and 25% had an infection with gram-negative bacteria. With regards to laboratory data, average WBC was 13.4 (95% C.I.: 11.04, 15.70), Platelets 155 (95% C.I.: 102.22, 208.38), d-dimer 12,892 (95% C.I.: -2498.47, 33437.87) and ferritin 3108 (95% C.I.: 795.07, 5421.63). When using a univariate analysis, we identified that stroke (p=0.008), age (p=0.022) and platelet count at the time of presentation (p=0.039) correlated with time to death. We also identified a statistically significant decrease in the platelet count from baseline to time of multi-organ failure (-105.6, p<0.001). Body mass index (BMI) and worsening pain jointly predict infection with gram-negative bacteria with small error (0.133). Conclusion: We have described a cohort of patients with sickle cell anemia who died of multi-organ failure and found that some factors may have correlated with time to death. The most poignant factors include age, platelet count, and drop in platelet count from baseline. It is also interesting that a proportion of these patients developed a gram-negative bacterial infection, which is a common cause of mortality in sepsis. Although our cohort is small, these data may help guide future studies with larger cohorts of patients to identify what puts these patients at risk of death from multi-organ failure. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "multiple organ dysfunction syndrome",
        "sickle cell anemia with crisis",
        "thrombocytopenia",
        "infections",
        "pain",
        "sickle cell anemia",
        "cerebrovascular accident",
        "ischemic stroke",
        "ferritin"
    ],
    "author_names": [
        "Krithika Shanmugasundaram, MD",
        "Ixavier Higgins",
        "Fuad A El Rassi, MD",
        "Morgan L. McLemore, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Krithika Shanmugasundaram, MD",
            "author_affiliations": [
                "Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ixavier Higgins",
            "author_affiliations": [
                "Department of Biostatistics and Bioinformatics, Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fuad A El Rassi, MD",
            "author_affiliations": [
                "Grady Health System, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morgan L. McLemore, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Emory University, Atlanta, GA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T02:29:01",
    "is_scraped": "1"
}