{
    "doi": "https://doi.org/10.1182/blood.V124.21.3631.3631",
    "article_title": "Combination of the Histone Deacetylase Inhibitor Vorinostat with a B-Cell Receptor Signaling Inhibitor Markedly Decreases Cyclin D1 Expression in a Mantle Cell Lymphoma Cell Line ",
    "article_date": "December 6, 2014",
    "session_type": "605. Molecular Pharmacology, Drug Resistance – Lymphoid and Other Diseases: Poster III",
    "abstract_text": "Objective: Exploration of the pathogenesis of B-cell lymphomas, including mantle cell lymphoma (MCL), has led to the development of new therapeutic strategies. We focused on the aberrant activation of histone deacetylase (HDAC) and the B-cell receptor (BCR) signaling pathway, which are both novel targets of lymphoma therapy. We evaluated the effects of combined treatment with an HDAC inhibitor and a BCR signaling inhibitor on MCL. Methods: Using the MTT assay, we investigated the cytotoxic effects of BCR signaling pathway inhibitors (fostamatinib, ibrutinib, enzastaurin and idelalisib) alone or in combination with vorinostat, a potent HDAC inhibitor, using MCL cell lines. Apoptosis was determined with flow cytometry using annexin V/propidium iodide staining and detection of cleaved caspase-3 and its substrate poly-(ADP-ribose) polymerase (PARP). Gene expression profiling was analyzed with a cDNA microarray, and the lists of differentially expressed genes were subjected to Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis. The expression of mRNA and protein was validated with quantitative real-time PCR and western blotting, respectively. Results: Among the BCR signaling inhibitors we examined, fostamatinib, a spleen tyrosine kinase inhibitor, and ibrutinib, a Bruton’s tyrosine kinase inhibitor, significantly inhibited cell growth of Jeko-1 cells when combined with vorinostat. Single treatment with fostamatinib and ibrutinib induced 25.1 ± 3.2% and 27.3 ± 2.1% apoptosis, respectively. When combined with vorinostat, the apoptotic fraction was significantly increased to 63.1 ± 5.0% and 50.8 ± 4.9%, respectively. The expression of activated caspase-3 and PARP cleavage were increased, suggesting that the combination of vorinostat and these BCR signaling inhibitors induced caspase-dependent apoptosis. Cyclin D1, which is overexpressed in MCL, was markedly down-regulated by both combination treatments. To elucidate the underlying mechanism, we performed gene expression profiling and found that numerous genes involved in multiple cellular pathways were differentially expressed following combination treatment compared to each agent alone. KEGG pathway analysis identified the NF-κB signaling pathway, which regulates cyclin D1, as a significantly enriched pathway among the down-regulated sets of genes. We validated the expression of genes involved in this pathway and found that the expression of NF-κB1/p105 was strongly down-regulated by the combination treatment. Conclusion: The combination of vorinostat and a BCR signaling inhibitor enhanced apoptosis and induced synergistic growth inhibition of MCL cells, probably by down-regulating the NF-κB signaling pathway and suppressing cyclin D1 expression. Disclosures Naoe: Otsuka Pharmaceutical Co. LTD: Research Funding; Bristol-Myers Squibb: Research Funding; Novartis Pharma: Research Funding; Chugai Pharmaceutical Co. LTD: Research Funding; Kyowa Hakko Kirin Co. LTD: Research Funding; Dainippon Sumitomo Pharma: Research Funding; Zenyaku Kogyo: Research Funding; FUJIFILM Corporation: Research Funding. Nagai: Chugai Pharmaceutical Co.LTD: Speakers Bureau; Symbio Pharmaceutical Co. LTD: Research Funding; Mundi Pharma: Research Funding.",
    "topics": [
        "cell lines",
        "cyclin d1",
        "histone deacetylase inhibitors",
        "mantle-cell lymphoma",
        "receptors, antigen, b-cell",
        "signal transduction inhibitor",
        "vorinostat",
        "fostamatinib",
        "ibrutinib",
        "caspase-3"
    ],
    "author_names": [
        "Kazumi Hagiwara, PhD",
        "Hiroatsu Iida, MD PhD",
        "Yasuhiko Miyata, MD PhD",
        "Tomoki Naoe, MDPhD",
        "Hirokazu Nagai, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kazumi Hagiwara, PhD",
            "author_affiliations": [
                "National Hospital Organization, Nagoya Medical Center, Nagoya, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroatsu Iida, MD PhD",
            "author_affiliations": [
                "Nagoya Medical Center, Nagoya, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhiko Miyata, MD PhD",
            "author_affiliations": [
                "National Hospital Organization, Nagoya Medical Center, Nagoya, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MDPhD",
            "author_affiliations": [
                "National Hospital Organization Nagoya Medical Center, Nagoya, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Nagai, MD PhD",
            "author_affiliations": [
                "National Hospital Organization, Nagoya Medical Center, Nagoya, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T15:44:20",
    "is_scraped": "1"
}