{
    "doi": "https://doi.org/10.1182/blood.V128.22.4755.4755",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3450",
    "start_url_page_num": 3450,
    "is_scraped": "1",
    "article_title": "Risk of Venous Thromboembolism in Hospitalized Patients with Sickle Cell Disease ",
    "article_date": "December 2, 2016",
    "session_type": "903. Outcomes Research-Non-Malignant Conditions: Poster III",
    "topics": [
        "sickle cell anemia",
        "venous thromboembolism",
        "central venous catheters",
        "surgical procedures, operative",
        "thromboprophylaxis",
        "tertiary care hospitals"
    ],
    "author_names": [
        "Joshua Taylor",
        "Alexandra Anghel",
        "Daniel J Corsi, PhD",
        "Marc Carrier, MD, MSc",
        "Alan Tinmouth, MD FRCPC",
        "Elianna Saidenberg, MD"
    ],
    "author_affiliations": [
        [
            "University of Ottawa, Ottawa, Canada "
        ],
        [
            "Univeristy of Ottawa, Ottawa, Canada "
        ],
        [
            "Ottawa Hospital Research Institute, Ottawa, Canada "
        ],
        [
            "Ottawa Hospital Research Institute, Ottawa, Canada "
        ],
        [
            "Clinical Epidemiology Program, Ottowa Health Research Institute, Ottawa, Canada "
        ],
        [
            "The Ottawa Hospital, Ottawa, Canada"
        ]
    ],
    "first_author_latitude": "45.4231064",
    "first_author_longitude": "-75.68313289999999",
    "abstract_text": "Background: Patients with sickle cell disease (SCD) are at an increased risk of developing venous thromboembolism (VTE). However, the underlying risk of VTE complication during hospitalization is unclear in this patient population. We sought to report the incidence of VTE and its associated risk factors in hospitalized SCD patients. Patients/Methods: A retrospective cohort study of SCD patients requiring hospitalization was undertaken at a tertiary care center. Incidence ratios of VTE per hospitalization for different risk factors (Thromboprophylaxis use, central venous catheter (CVC), past history of VTE, surgery during hospitalization) were assessed. Univariate, age adjusted and multivariate Poisson models were estimated accounting for the repeated hospitalizations per patients. Results: A total of 101 patients with at least one hospitalization were included in the study. The mean of number of admissions per patients was 8.9. Overall, 17 out of 896 (1.9%) admissions were complicated by VTE. The incidence of VTE varied by risk factors, from 0.8% in patient without CVC to 6.7% among patients admitted with previous history of VTE. Age adjusted and multivariate Poisson models for incidence rate ratios of VTE per hospitalization among patients with SCD for different risk factors are depicted in Table 1. Conclusion: The risk of VTE seems low in hospitalized SCD. A prior history of VTE and a hospitalization for surgery might be associated with higher risk of VTE complication. Future studies assessing these risk factors to tailor thromboprophylaxis regimens are needed. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}