{
    "doi": "https://doi.org/10.1182/blood.V104.11.1314.1314",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=17",
    "start_url_page_num": 17,
    "is_scraped": "1",
    "article_title": "Secondary Amenorrhoea after Hodgkin’s Lymphoma Is Influenced by Age at Treatment, Stage of Disease, Chemotherapy Regimen, and the Use of Oral Contraceptives during Therapy: A Report from the German Hodgkin Lymphoma Study Group (GHSG). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Purpose: Long term survivors of successfully treated Hodgkin’s disease (HD) are at risk for late complications. Among these, infertility for female patients is of major importance affecting many young women. The subject of this analysis is to evaluate the menstrual status in young women after HD therapy. Patients and methods: From 1994–1998, the German Hodgkin Lymphoma Study Group (GHSG) conducted clinical trials for early, intermediate and advanced-stage HD (HD7-HD9) involving a total of 3186 patients. A questionnaire was used to evaluate the menstrual status of young female patients after therapy. The following factors were assessed by multivariate analysis for their influence on amenorrhoea: age, treatment, stage, and the use of oral contraceptives during chemotherapy. Results: The data presented were last updated in May 2004. A total of 405 women aged <40 years answered the questionnaire referring the menstrual status after HD therapy. For most women (89.6%), menstruation before the beginning of therapy was regular. After a median follow-up of 3.2 years, 51.6% of the women receiving 8 cycles of dose-escalated BEACOPP had continuous amenorrhoea. Amenorrhoea was significantly more frequent in women receiving 8 cycles of dose-escalated BEACOPP compared to women treated with ABVD alone, COPP/ABVD or standard BEACOPP (p=0.0066). Moreover, amenorrhoea after therapy was most pronounced in women with advanced-stage HD (p<0.0001), in those older than 30 years at treatment (p= 0.0065), and in women who did not take oral contraceptives during chemotherapy (p=0.0002). Conclusion: Most women who are treated for advanced-stage HD experience amenorrhoea after therapy. Amenorrhoea is significantly more frequent in women with advanced-stage HD receiving 8 cycles of dose-escalated BEACOPP and in women older than 30 years at treatment. Furthermore, the present data suggest a possible protection of oral contraceptives against amenorrhoea.",
    "topics": [
        "chemotherapy regimen",
        "hodgkin's disease",
        "oral contraceptives",
        "secondary physiologic amenorrhea",
        "amenorrhea",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "cyclophosphamide/prednisone/procarbazine/vincristine",
        "follow-up",
        "infertility"
    ],
    "author_names": [
        "Karolin Behringer, MD",
        "Kai Breuer, MD",
        "Thomas Reineke, MSc",
        "Michael May, MD",
        "Lucia Nogova, MD",
        "Beate Klimm, MD",
        "Volker Diehl, MD",
        "Andreas Engert, MD"
    ],
    "author_affiliations": [
        [
            "Department I of INternal Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "Department I of INternal Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "German Hodgkin Lymphoma Study Group, University of Cologne, Cologne, Germany"
        ],
        [
            "German Hodgkin Lymphoma Study Group, University of Cologne, Cologne, Germany"
        ],
        [
            "Department I of INternal Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "Department I of INternal Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "German Hodgkin Lymphoma Study Group, University of Cologne, Cologne, Germany"
        ],
        [
            "Department I of INternal Medicine, University of Cologne, Cologne, Germany"
        ]
    ],
    "first_author_latitude": "50.9264248",
    "first_author_longitude": "6.925123950000001"
}