{
    "doi": "https://doi.org/10.1182/blood.V106.11.1915.1915",
    "article_title": "Analysis of EBV-Specific T Cell Responses in Transplant Recipients with PTLD. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "EBV causes a chronic infection in >95 % of the population and despite its strong growth transforming capacity the majority of EBV infected individuals remain asymptomatic. In contrary, in immunosuppressed patients (pts) the risk of EBV reactivation and development of posttransplant lymphoproliferative disease (PTLD) is high. This is assumed to be due to a defective T cell response. Here we analyzed the EBV-specific CD8 and CD4 T cell response to different EBV latent and lytic antigens in pts with newly diagnosed PTLD. A prospective study of 10 pts after solid organ transplantation at time of diagnosis of PTLD was performed. EBV-specific CD8 T cells were examined by flow cytometric analysis using HLA-A2, HLA-B7 and HLA-B8 restricted tetramers incorporating BMLF1 (lytic), EBNA3 and LMP2 (both latent)-derived peptides. Staining was done in conjunction with mAbs against CD8 and CCR7. The ability of CD8 T cells to produce IFN-γ in response to the same EBV-derived peptides was measured by cytokine secretion assay. In healthy, EBV+ donors, we previously have found a consistent CD4 T cell response to the latent EBV antigen EBNA1. Therefore, EBNA1-specific CD4 T cell responses were monitored for IFN-g / IL-4 secretion after protein stimulation. T cell analysis was combined with EBV-DNA quantiation by real time PCR. We found EBV-specific CD8 T cell responses at low frequency in most pts with PTLD (8/10). Half of the pts showed low frequency EBNA1 specific CD4+ T cell responses. All pts with an EBNA1 specific CD4 T cell response showed an EBV-specific CD8 T cell response. In 2/10 pts we found no EBV-specific CD4 and CD8 T cell responses and both pts died under initial therapy. EBV-viral load was found to inversely correlate to absolute CD4 T cell counts. In comparison to healthy normal donors, no significant differences in EBV-specific T cell response could be observed. However, pts EBV-specific T cells were decreased in comparison to pts with high EBV viral load after TX and no PTLD as well as in comparison to pts with infectious mononucleosis. These results indicate that impairment of EBV-specific T cells is not due to clonal depletion, but rather seems to be due to impaired functional activation and expansion. We therefore conclude that pts with PTLD have an inadequatly low EBV-specific T cell responses which correlates to a low absolute CD4 T cell count. We propose a combined immunomonitoring of EBV viral load, absolute CD4 T cell count and EBV-specific T cell enumeration in pts at risk for development of PTLD. Further studies are needed to evaluate the role of EBV-specific T cell monitoring in immunosuppressed pts for prediction of PTLD and the potential usefulness of T cell monitoring as a prognostic marker in PTLD.",
    "topics": [
        "herpesvirus 4, human",
        "infectious mononucleosis",
        "posttransplant lymphoproliferative disorder",
        "t-lymphocytes",
        "transplant recipients",
        "brachial plexus neuritis",
        "antigens",
        "peptides",
        "viral load result",
        "chronic infection"
    ],
    "author_names": [
        "Kathrin Sebelin",
        "Antje Meier",
        "Matthias Papp-Vary, MD",
        "Stefan Oertel, MD",
        "Antonio Pezzutto, MD",
        "Bernd Doerken, MD",
        "Hanno Riess, MD",
        "Marion Subklewe, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kathrin Sebelin",
            "author_affiliations": [
                "Hematology / Oncology, Charite - Universitaetsmedizin Berlin, Berlin, Germany."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antje Meier",
            "author_affiliations": [
                "Hematology / Oncology, Charite - Universitaetsmedizin Berlin, Berlin, Germany."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Papp-Vary, MD",
            "author_affiliations": [
                "Hematology / Oncology, Charite - Universitaetsmedizin Berlin, Berlin, Germany."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Oertel, MD",
            "author_affiliations": [
                "Hematology / Oncology, Charite - Universitaetsmedizin Berlin, Berlin, Germany."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Pezzutto, MD",
            "author_affiliations": [
                "Hematology / Oncology, Charite - Universitaetsmedizin Berlin, Berlin, Germany."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernd Doerken, MD",
            "author_affiliations": [
                "Hematology / Oncology, Charite - Universitaetsmedizin Berlin, Berlin, Germany."
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanno Riess, MD",
            "author_affiliations": [
                "Hematology / Oncology, Charite - Universitaetsmedizin Berlin, Berlin, Germany."
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marion Subklewe, MD",
            "author_affiliations": [
                "Hematology / Oncology, Charite - Universitaetsmedizin Berlin, Berlin, Germany."
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T06:42:41",
    "is_scraped": "1"
}