{
    "doi": "https://doi.org/10.1182/blood.V124.21.1674.1674",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2798",
    "start_url_page_num": 2798,
    "is_scraped": "1",
    "article_title": "Comprehensive Analysis of Surface Antigens on Adult T-Cell Leukemia/Lymphoma (ATL) Cells and Search for ATL-Initiating Cell Markers ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster I",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "leukemia, t-cell",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "lymphoma",
        "surface antigens",
        "transferrin receptors",
        "chemotherapy regimen",
        "neoplasms",
        "cancer",
        "flow cytometry"
    ],
    "author_names": [
        "Tomohiro Ishigaki, MD",
        "Seiichiro Kobayashi, MD PhD",
        "Nobuhiro Ohno, MD PhD",
        "Nobuaki Nakano, MD",
        "Atae Utsunomiya, MD PhD",
        "Satoshi Yamazaki, PhD",
        "Nobukazu Watanabe, MD PhD",
        "Kaoru Uchimaru, MD PhD",
        "Arinobu Tojo, MD PhD",
        "Hiromitsu Nakauchi, MD PhD"
    ],
    "author_affiliations": [
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan ",
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Research Hospital, IMSUT, the University of Tokyo, Tokyo, Japan "
        ],
        [
            "Imamura Bun-in Hospital, Kagoshima, Japan "
        ],
        [
            "Imamura Bun-in Hospital, Kagoshima, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Research Hospital, IMSUT, the University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan ",
            "Research Hospital, IMSUT, the University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan ",
            "Stanford University School of Medicine, Stanford, CA"
        ]
    ],
    "first_author_latitude": "35.6398361",
    "first_author_longitude": "139.72490489999998",
    "abstract_text": "Adult T-cell leukemia/lymphoma (ATL) is highly aggressive malignancy caused by human T-cell leukemia virus type 1 (HTLV1). Intensive combination chemotherapy can initially reduce ATL cells, but relapses are common. Today many kinds of tumors are considered to be organized in a hierarchy of heterogeneous cell populations, with only a small proportion of cancer initiating cells (CICs) capable of sustaining tumor formation and growth. Even if most of tumor cells are killed, remaining chemo-resistant CICs can be causes of relapses. However, CICs of ATL have not been identified yet. Our first goal is to identify ATL-initiating cells using in-vitro and in-vivo models. Because co-culture of HTLV1-infected ATL cells and normal lymphocytes results in extraordinarily high HTLV1 integration into normal lymphocytes, which is not seen in the bodies of patients, purification of ATL cells is necessary for evaluation of tumor-specific proliferation. We reported that HTLV1-infected ATL cells could be specifically enriched in the CD4+CADM1+ fraction, while the HTLV-1 basic leucine zipper (HBZ) gene was not detected in CD4+CADM1- cells by PCR analysis. To purify ATL cells, CD4+CADM1+ gating was used. First, we performed comprehensive analysis of surface antigens specifically on ATL cells. Peripheral blood mononuclear cells (PBMCs) were isolated from typical acute-type ATL patients and healthy volunteers. Using flow cytometry and gating, surface expression of 105 antigens, including activated T-cell markers, cell adhesive molecules, and lineage markers, was analyzed. The expression on ATL cells was compared with other CD4-positive non-ATL lymphocytes. Statistical hierarchical clustering analysis of 10 sample groups showed that ATL cells were all grouped into the same cluster, and markers specific for acute-type ATL cells were therefore picked up as candidate markers. Second, CD4+CADM1+ cells were classified by differences in expression of those candidate markers and sorted using 12-color flow cytometry. Although growing primary ATL cells in vitro is very difficult, it was reported that only a small proportion of ATL cells can survive and proliferate on the murine MS-5 stromal cell line, which also allows the proliferation of some ALL and hematopoietic progenitor cells. We repeated these 14-days in-vitro assays and tried to identify the cells capable of surviving and proliferating on MS-5, which we consider to be ATL-initiating cells. Although most of picked-up markers didn't have any impacts on survival and proliferation of ATL cells, several surface antigens affected the results. After confirmation and prioritization, CD25+ and CD71- fractions were finally picked up. Combining these two fractions, we found that CD71-CD25+CD4+CADM1+ cells could survive and proliferate on MS-5, while other CD4+CADM1+ cells died off in many cases. Even in a case where CD71-CD25+ cells accounted only for 1.1% among the CD4+CADM1+ fraction, CD71-CD25+ cells exclusively survived and proliferated in vitro ( figure 1 ). Moreover, CD71-CD25+ cells could generate CD71+ and CD25- cells on MS-5. In serial culture models, the CD71-CD25+ cells could serially generate other CD4+CADM1+ cells in vitro. Then, we focused on the clinical course of actual ATL patients, and followed up the CD71-CD25+ ATL cells before and after chemotherapy. After chemotherapy, the frequency of CD71-CD25+ cells among CD4+CADM1+ cells became obviously higher, and they therefore seemed to be resistant to chemotherapy. In a case where robust reduction of ATL cells was achieved, more than 90% of remaining ATL cells were in the CD71-CD25+ fraction. Lastly, we compared the in-vivo proliferation of CD71-CD25+ ATL cells and other CD4+CADM1+ cells. Both cells were transplanted intravenously into neonatal NOD/Shi-scid/IL-2Rγ null (NOG) mice within 48 hours from birth. CD71-CD25+CD4+CADM1+ cells could proliferate in vivo while others couldn't as far as we tried. Moreover, flow cytometric analysis of murine peripheral blood in 70 days after transplantation showed that CD71-CD25+CD4+CADM1+ cells could generate ATL cells with other phenotype seen in primary ATL patients. In summary, we successfully found that CD71-CD25+CD4+CADM1+ cells could generate other ATL cells in vitro and in vivo. This research suggested ATL-initiating cells could be in the CD71-CD25+CD4+CADM1+ fraction. Figure 1. View large Download slide Flow cytometric gating of ATL cells and CD71-CD25+CD4+CADM1+ cells Figure 1. View large Download slide Flow cytometric gating of ATL cells and CD71-CD25+CD4+CADM1+ cells  Disclosures Tojo: Novartis: Research Funding, Speakers Bureau."
}