{
    "doi": "https://doi.org/10.1182/blood.V120.21.1629.1629",
    "article_title": "Pharmacokinetics (PK), Safety and Overall Response Rate (ORR) Achieved with Subcutaneous (SC) Administration of Rituximab in Combination with Chemotherapy Were Comparable to Those Achieved with Intravenous (IV) Administration in Patients (pts) with Follicular Lymphoma (FL) in the First-Line Setting: Stage 1 Results of the Phase III SABRINA Study (BO22334) ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "Abstract 1629 Rituximab and chemotherapy induction followed by maintenance rituximab is the backbone of therapy for FL. IV rituximab administration can take several hours; therefore, a SC formulation has been developed which may shorten administration times and increase convenience for pts. Achieving clinically effective rituximab serum concentrations is essential for optimal activity (Yin et al, ASCO 2010, abstract e13108 ). Therefore, achieving non-inferior C trough levels with SC compared with IV dosing is expected to provide comparable efficacy. BO22334 ( NCT01200758 ) is a two-stage, phase III, international, randomized, controlled, open-label study of SC vs IV rituximab combined with up to 8 cycles of CHOP or 8 cycles of CVP chemotherapy followed by maintenance in pts with previously untreated FL. Pts were scheduled to receive 8 cycles of rituximab, regardless of the number of chemotherapy cycles. In the SC arm, rituximab was administered IV (375 mg/m 2 ) for the first cycle, with following cycles administered SC (1400 mg). Stage 1 aimed to confirm that the SC rituximab dose of 1400 mg (dose based on phase I study BP22333; Salar et al, EHA 2012, abstract 0794), resulted in non-inferior C trough rituximab levels compared with the 375 mg/m 2 IV dose when given as 3-weekly induction therapy combined with chemotherapy. The stage 1 primary endpoint was non-inferiority of the C trough,SC :C trough,IV ratio (limit for non-inferiority was C trough ratio > 0.8) at Cycle 7 of induction. Secondary endpoints included comparisons of SC vs IV: area under the serum concentration–time curve (AUC); end of induction ORR; CR (CR/CRu); and safety. Previously untreated pts with histologically confirmed CD20-positive grade 1, 2, or 3a FL requiring treatment (N = 127) were randomized 1:1 to SC (n = 63) or IV (n = 64) rituximab, stratified by Follicular Lymphoma International Prognostic Index score, chemotherapy, and region. Allocation to R-CHOP or R-CVP was at the investigator's discretion; 40 pts in each arm (63%) received CHOP chemotherapy and the remaining pts (37%) received CVP chemotherapy. The primary PK endpoint was met with a geometric mean of 134.6 μg/mL for the rituximab SC arm (n = 48) and 83.1 μg/mL for the rituximab IV arm (n = 54) resulting in an SC:IV ratio of 1.62 (90% confidence interval [CI]: 1.36, 1.94). The C trough achieved with SC rituximab was therefore concluded to be non-inferior to IV administration. The geometric mean ratio of AUC SC :AUC IV (1.378 [90% CI: 1.241, 1.530]) was also non-inferior. After a median follow-up of approximately 9 months, the overall safety profile was as would be expected for IV administration, with no new or unexpected adverse events (AEs). In the SC and IV arms AEs were experienced by 92% (n = 57) and 88% of pts (n = 57), respectively. Grade 3/4 AE were observed in 47% of pts in the SC arm and 46% in the IV arm. The only grade 3/4 AE occurring in > 10% of pts was neutropenia (26% in the SC arm, 22% in the IV arm) which was not associated with increased infection rate (grade 3/4 infections and infestations: 5% SC vs 9% IV). Total administration-related reactions (ARRs; any events occurring during/within 24 hours of drug administration that were considered treatment-related by the study investigator) were higher in the SC vs IV arm (50% vs 32%) with the majority being grade 1/2; there were no grade 4 ARRs. Individual ARRs (all grades) occurring in ≥5% of pts in the SC vs IV arms were: erythema (8% vs 3%), pruritus (6% vs 3%), chills (3% vs 6%), injection site erythema (10% vs 0%), and vomiting (3% vs 6%). Investigator-assessed ORR was 90.5% (95% CI: 80.4, 96.4) in the SC arm and 84.4% (95% CI: 73.1, 92.2) in the IV arm. Complete response (CR/CRu) rates were 46.0% (29/63 pts, 95% CI: 33.4, 59.1) for the SC arm and 29.7% (19/64 pts, 95% CI: 18.9, 42.4) for the IV arm. Stable and progressive disease rates were similar in each arm. An independent review of response assessments is planned. Data demonstrate PK non-inferiority and comparable efficacy for SC (1400 mg) compared with IV (375 mg/m 2 ) rituximab administration, with similar ORR and CR rates in the rituximab SC and IV arms. Overall, SC and IV rituximab AE profiles were similar; ARRs were mostly of mild/moderate intensity. Stage 1 pts are continuing to receive maintenance treatment with SC or IV rituximab. Stage 2 of the study has opened recruitment of an additional 280 pts who will be randomized to receive SC (1400 mg) or IV rituximab. Disclosures: Davies: Roche: Consultancy, Honoraria, Research Funding. Off Label Use: Pharmacokinetics (PK), safety and overall response rate (ORR) achieved with subcutaneous (SC) administration of rituximab in combination with chemotherapy were comparable to those achieved with intravenous (IV) administration in patients (pts) with follicular lymphoma (FL) in the first-line setting. Siritanaratkul: Roche: Research Funding. Solal-Céligny: Roche, France: Consultancy, Honoraria, Research Funding. Boehnke: F. Hoffmann-La Roche: Employment. Berge: Roche: Employment. McIntyre: Roche: Employment. Barrett: Roche: Employment. Macdonald: Roche, Canada: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "follicular lymphoma",
        "pharmacokinetics",
        "rituximab",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "erythema",
        "adverse event",
        "barrett's esophagus",
        "cd20 antigens"
    ],
    "author_names": [
        "Andrew Davies, MD",
        "Francesco Merli",
        "Biljana Mihaljevik",
        "Noppadol Siritanaratkul, MD",
        "Philippe Solal-Céligny, MD",
        "Axel Boehnke",
        "Claude Berge",
        "Christine McIntyre",
        "Martin Barrett, PhD",
        "David Macdonald, MD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew Davies, MD",
            "author_affiliations": [
                "Cancer Research UK Centre, University of Southampton Faculty of Medicine, Southampton, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Francesco Merli",
            "author_affiliations": [
                "Hematology Unit, Azienda Ospedaliera Santa Maria Nuova, Reggio Emilia, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Biljana Mihaljevik",
            "author_affiliations": [
                "School of Medicine, Clinic of Hematology, Clinical Centre Serbia, Belgrade, Serbia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noppadol Siritanaratkul, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Siriraj Hospital, Bangkok, Thailand, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Solal-Céligny, MD",
            "author_affiliations": [
                "Centre Jean Bernard, Le Mans, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel Boehnke",
            "author_affiliations": [
                "Clinical Development, F. Hoffmann-La Roche, Basel, Switzerland, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude Berge",
            "author_affiliations": [
                "Clinical Development, F. Hoffmann-La Roche, Basel, Switzerland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine McIntyre",
            "author_affiliations": [
                "Clinical Pharmacology, Roche Products, Welwyn Garden City, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Barrett, PhD",
            "author_affiliations": [
                "Clinical Pharmacology, Roche Products, Welwyn Garden City, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Macdonald, MD, FRCPC",
            "author_affiliations": [
                "QEII Health Sciences Centre, Halifax, NS, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:47:24",
    "is_scraped": "1"
}