{
    "doi": "https://doi.org/10.1182/blood.V120.21.60.60",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2324",
    "start_url_page_num": 2324,
    "is_scraped": "1",
    "article_title": "Brentuximab Vedotin Administered Concurrently with Multi-Agent Chemotherapy As Frontline Treatment of ALCL and Other CD30-Positive Mature T-Cell and NK-Cell Lymphomas ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Novel Agents and Targeted Therapies",
    "topics": [
        "antigens, cd30",
        "brentuximab vedotin",
        "chemotherapy regimen",
        "ki-1+ anaplastic large cell lymphoma",
        "lymphoma, t-cell, peripheral",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "combined modality therapy",
        "lymphoma",
        "antibodies",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Michelle A. Fanale, MD",
        "Andrei R. Shustov, MD",
        "Andres Forero-Torres, MD",
        "Nancy L. Bartlett, MD",
        "Ranjana H. Advani, MD",
        "Barbara Pro, MD",
        "Robert W. Chen, MD",
        "Andrew Davies, MD",
        "Tim Illidge, PhD",
        "Dana A. Kennedy, PharmD",
        "Steven M. Horwitz, MD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Washington Medical Center, Seattle, WA, USA, "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Internal Medicine, Washington University School of Medicine, Saint Louis, MO, USA, "
        ],
        [
            "Medicine/Oncology, Stanford University Medical Center, Stanford, CA, USA, "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA, USA, "
        ],
        [
            "Hematology and HCT, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Cancer Sciences Division, Southampton University Hospitals Trust, Southampton, United Kingdom, "
        ],
        [
            "Christie Hospital NHS, Manchester, United Kingdom, "
        ],
        [
            "Seattle Genetics, Inc., Bothell, WA, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 60 Background Systemic anaplastic large cell lymphoma (sALCL) is a subtype of non-Hodgkin lymphoma that expresses CD30. CD30 expression has also been demonstrated in other mature T- and NK-cell lymphomas. Approximately half of sALCL cases are associated with a chromosomal translocation affecting the anaplastic lymphoma kinase (ALK) gene (ALK-positive disease). In a study of sALCL patients, frontline treatment involving mainly anthracycline-containing regimens demonstrated overall response rates in ALK-negative and ALK-positive patients of 76% and 88%, respectively (Savage 2008). In another study, frontline CHOP demonstrated a response rate of 79% and a complete remission (CR) rate of 39% in patients with various peripheral T-cell lymphomas (Reimer 2009). Brentuximab vedotin (ADCETRIS ® ) is an antibody-drug conjugate comprising the antibody cAC10, specific for human CD30, covalently attached to the microtubule-disrupting agent monomethyl auristatin E (MMAE) via a protease-cleavable linker. A phase 2 study of single-agent brentuximab vedotin in patients with relapsed or refractory sALCL demonstrated an objective response rate of 86% and a 57% CR rate. Methods Thirty-nine patients have been enrolled in this phase 1, open-label, multicenter study, designed to assess the safety and activity of sequential and combination brentuximab vedotin and standard-dose CHOP (cyclophosphamide, doxorubicin, vincristine, prednisone) or CHP (cyclophosphamide, doxorubicin, prednisone), respectively for the frontline treatment of higher-risk sALCL (ALK-negative or ALK-positive patients with IPI score ≥2) and other CD30+ mature T- and NK-cell lymphomas. The study is composed of 3 arms. Patients randomized to Arm 1 received 2 cycles of 1.8 mg/kg brentuximab vedotin treatment (q3wk) followed by 6 cycles of CHOP chemotherapy. Patients randomized to Arms 2 and 3 received treatment with up to 6 cycles of 1.8 mg/kg brentuximab vedotin in combination with standard-dose CHP chemotherapy (q3wk). Arm 2 was designed to determine the recommended dose of brentuximab vedotin in combination with CHP to be further evaluated in Arm 3. Responders received subsequent single-agent brentuximab vedotin therapy for an additional 8–10 cycles. Results Data are presented for 26 patients treated with combination brentuximab vedotin and CHP. Patients had a median age of 55.5 years (range 21 to 82). Fifteen of 26 patients were female. Nineteen of 26 patients had a diagnosis of sALCL and 7 patients had a diagnosis of another mature T- or NK-cell lymphoma: peripheral T-cell lymphoma-NOS (n=2), angioimmunoblastic T-cell lymphoma (n=2), adult T-cell leukemia/lymphoma (n=2), and enteropathy-associated T-cell lymphoma (n=1). Most sALCL patients were ALK negative (16 of 19). Eighteen of 26 patients had advanced-stage disease and 17 of 26 had IPI scores ≥ 2. The maximum tolerated dose (MTD) of brentuximab vedotin in combination with CHP was not exceeded at 1.8 mg/kg IV, based on 1 DLT (Grade 3 rash) among 6 patients. Treatment-emergent adverse events (AEs) (incidence >30%) included nausea (58%), fatigue (50%), diarrhea (50%), peripheral sensory neuropathy (38%), and alopecia (38%). AEs with a severity of Grade 3 or higher (incidence >5%) included febrile neutropenia (19%), nausea (8%), neutropenia (8%), and pulmonary embolism (8%). Five patients (19%) discontinued therapy due to an AE. The dose of brentuximab vedotin was reduced to 1.2 mg/kg in 4 of 26 patients (15%). At the time of analysis, all 26 patients had been assessed for clinical response at the end of 6 cycles of combination therapy or at the latest assessment for 3 patients who had discontinued treatment prior to Cycle 6. All patients (100%) achieved an objective response, with 23 patients (88%) achieving a CR. All 7 non-sALCL patients achieved a CR with combination therapy. Following these assessments, 16 of 26 patients were continuing therapy with single-agent brentuximab vedotin and 2 patients experienced disease progression. Conclusions Brentuximab vedotin + CHP exhibited manageable tolerability at a recommended dose of 1.8 mg/kg (q3wk) in the frontline treatment of patients with CD30+ mature T- and NK-cell lymphomas. Clinical activity was observed following combination therapy, with an objective response rate of 100% and a CR rate of 88%. A phase 3 study comparing CHOP to brentuximab vedotin + CHP in the frontline treatment of mature T-cell lymphomas is planned. Disclosures: Fanale: Seattle Genetics, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Travel expenses Other. Off Label Use: Brentuximab vedotin is indicated for treatment of patients with Hodgkin lymphoma after failure of autologous stem cell transplant or after failure of at least two prior multi-agent chemotherapy regimens in patients who are not ASCT candidates and for the treatment of patients with systemic anaplastic large cell lymphoma after failure of at least one prior multi-agent chemotherapy regimen. These indications are based on response rate. There are no data available demonstrating improvement in patient reported outcomes or survival with brentuximab vedotin. Shustov: Seattle Genetics, Inc.: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Forero-Torres: Seattle Geentics, Inc.: Research Funding, Speakers Bureau. Bartlett: Seattle Genetics, Inc.: Consultancy, Research Funding, Travel expenses Other. Advani: Pharmacyclics: Research Funding; Genentech: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbott: Research Funding. Pro: Seattle Genetics, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Travel expenses Other. Chen: Seattle Genetics, Inc.: Consultancy, Research Funding, Speakers Bureau, Travel expenses Other. Davies: Seattle Genetics, Inc.: Research Funding. Illidge: Millennium/Takeda: Consultancy, Honoraria; Seattle Genetics, Inc.: Consultancy, Research Funding. Kennedy: Seattle Genetics, Inc.: Employment, Equity Ownership. Horwitz: Seattle Genetics, Inc.: Consultancy, Research Funding; Novartis: Consultancy; Millennium: Consultancy; Celgene: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy; Allos Therapeutics: Consultancy, Research Funding; Merck: Honoraria; Genzyme: Research Funding; Infinity Pharmaceuticals: Research Funding."
}