{
    "doi": "https://doi.org/10.1182/blood.V108.11.3942.3942",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=755",
    "start_url_page_num": 755,
    "is_scraped": "1",
    "article_title": "Blocking the SDF1/CXCR4 Axis Inhibits Marrow Derived Vasculogenesis in Cancer. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "angiogenesis",
        "cancer",
        "cxcr4 receptors",
        "neoplasms",
        "painful bladder syndrome",
        "lung cancer",
        "neoplasm metastasis",
        "oxygen",
        "retinal ischemia",
        "transplantation"
    ],
    "author_names": [
        "Kathryn J. Russell, BS",
        "Jacklyn Otero, BS",
        "DongTao Fu, MD, PhD",
        "Marda L. Jorgenesen",
        "Edward W. Scott, PhD",
        "Christopher R. Cogle, MD"
    ],
    "author_affiliations": [
        [
            "Program in Stem Cell Biology and Regenerative Medicine, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Program in Stem Cell Biology and Regenerative Medicine, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Program in Stem Cell Biology and Regenerative Medicine, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Program in Stem Cell Biology and Regenerative Medicine, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Program in Stem Cell Biology and Regenerative Medicine, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Program in Stem Cell Biology and Regenerative Medicine, University of Florida, Gainesville, FL, USA"
        ]
    ],
    "first_author_latitude": "29.6436325",
    "first_author_longitude": "-82.3549302",
    "abstract_text": "Cancer growth and metastasis depend upon a rich supply of oxygen and nutrients from blood vessels. Our previous work found that the hematopoietic stem cell (HSC) is capable of contributing to vasculogenesis in settings of physiologic repair (i.e., retinal ischemia) as well as tumor vasculogenesis. Given that the HSC and its EPC progeny can contribute to tumor vasculogenesis, we hypothesized that factors that affect leukocyte trafficking likely affect the pathologic hemangioblast activity of HSC. The SDF1/CXCR4 axis is pivotal for marrow cell homing and migration, thus was targeted in these set of experiments. To test this hypothesis, we transplanted green fluorescent protein (GFP) marrow into wild-type C57BL/6 mice and then inoculated these mice with lung cancer (LLC). An experimental cohort of mice (n=4) received intra-tumoral anti-SDF1. A control cohort included mice receiving intra-tumoral PBS (n=4). Over the ensuing 14 days, tumors in the anti-SDF1 treated group grew at a much slower rate and to a much smaller size, if at all. After 14 days of injections and tumor growth, microvessel density was markedly decreased in the anti-SDF1 cohort compared to the control cohort. Moreover, marrow-derived tumor vasculogenesis was decreased in the anti-SDF1 treated tumors compared to controls (18% of vessels with marrow-derived endothelial cells vs. 26%). As a complementary approach, we used the same transplant and tumor model, but administered anti-CXCR4 in the experimental group (n=4), compared to controls receiving PBS injections (n=4). The tumors in the anti-CXCR4 group had the same growth kinetics as the control; however, had lower tumor microvessel density and markedly decreased marrow-derived tumor vasculogenesis compared to controls (12% of vessels with marrow-derived endothelial cells vs. 26%). In conclusion, perturbing the SDF1/CXCR4 axis inhibits marrow-derived tumor vasculogenesis and may represent an excellent target for future anti-neoplastic therapy."
}