{
    "doi": "https://doi.org/10.1182/blood-2019-126900",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4165",
    "start_url_page_num": 4165,
    "is_scraped": "1",
    "article_title": "Venous Thromboembolism in Hospitalized Children with Inflammatory Bowel Disease Is Associated with Increased Health and Financial Burdens ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": [
        "child, hospitalized",
        "inflammatory bowel disease",
        "venous thromboembolism",
        "juvenile inflammatory bowel disease",
        "central venous catheters",
        "cooley's anemia",
        "inflammation",
        "length of stay",
        "off-label use",
        "child"
    ],
    "author_names": [
        "Nicole Kucine, MD",
        "Victoria Cooley, MS",
        "Fisnik Prishtina, MBA",
        "Linda M Gerber, PhD",
        "Kimberley A Chien, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY "
        ],
        [
            "MSCH Administration, New York-Presbyterian Morgan Stanley Children's Hospital, New York, NY"
        ],
        [
            "Department of Healthcare Policy and Research, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Pediatrics, Weill Cornell Medicine, New York, NY "
        ]
    ],
    "first_author_latitude": "40.7646404",
    "first_author_longitude": "-73.9540279",
    "abstract_text": "Introduction : Venous thromboembolism (VTE) is a known complication in children with inflammatory bowel disease (IBD) and can be associated with significant morbidity and mortality. Central lines, inflammation, hospital stays, and protein losses are among risk factors that contribute to this elevated risk. While it is known that children with IBD have an increased VTE risk, there are no standard guidelines for prevention of this unwanted complication. Decreasing the rate of hospital-acquired VTE in all hospitalized children is of national interest, especially in this unique patient population. However, there are no clear data regarding the true impact of VTE on the pediatric IBD population to guide practitioners in prevention and management. Given that IBD patients are known to have an increased risk of VTE, we sought to assess the burden associated with VTE development in hospitalized IBD patients. Methods : The Pediatric Health Information System database (PHIS), a database that includes both clinical and resource utilization data for over 45 children's hospitals, was utilized to gather inpatient data from 2009-2017. ICD9 (IBD - 555.xx, 556.xx and VTE - 325, 415.1x, 451.x, 452, 453.0-.9, and 572.1) and ICD10 (IBD - K50.0-.919, K51.0-.919 and VTE - I80.0-.9, I81, I82.0-.91, I63.6, I67.6) diagnostic codes for IBD and VTE were applied to identify hospitalized IBD patients who experienced a VTE event. First admissions during the time period were used to avoid capturing the same VTE event more than once. Demographic data, as well as data regarding hospitalization, were reviewed. The Institutional Review Board of Weill Cornell Medicine approved this study. Results : 19,004 first admissions were identified for patients with IBD. Of those, 475 had documented episodes of VTE, demonstrating an incidence of having a VTE at first admission of 2.5%. There were no significant differences in gender, age at first admission, ethnicity, or geographic region between hospitalized IBD patients who did and did not have a VTE event. Hospitalized IBD patients with VTE had a significantly greater median length of stay, significantly higher likelihood of ICU stay, and a significantly higher discharge mortality rate (Table 1). Children with IBD and VTE had an odds ratio of 8.63 [95% CI 7.02-10.62, p=<0.001 ] for ICU stay, and an odds ratio of 6.14 [95% CI 2.76-13.69, p=<0.001 ] for discharge mortality compared to children with IBD and no VTE. Median billed charges and total costs were significantly higher in the hospitalized IBD patients with VTE compared to those without VTE - both were approximately 3 times greater in IBD patients who developed a VTE (Table 2). When looking at the annual incidence rate of VTE among hospitalized IBD patients for first admission, rates ranged from 1.7 to 3.4 per 100 patients, with an average number of cases of 53 per year (Figure 1). Conclusion : Our data demonstrate that hospitalized children with IBD and a VTE event are at greater risk for mortality and increased likelihood of ICU stay than those without VTE. They are also shown to incur significantly higher hospital costs when compared to children without a VTE episode. Our study is limited due to the possibility of missing data due to coding errors, which can occur in large database studies such as this. Despite this limitation, our data demonstrate that a significant medical and financial burden is placed on hospitalized children with IBD who develop a VTE. Our evidence, and the work of others, support the need for larger, prospective, multi-center studies focused on prevention of VTE in hospitalized pediatric IBD patients. View large Download slide View large Download slide  Disclosures Cooley: off-label: Other: drug use."
}