{
    "doi": "https://doi.org/10.1182/blood.V120.21.1565.1565",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2390",
    "start_url_page_num": 2390,
    "is_scraped": "1",
    "article_title": "Human Primary Mantle Cell Lymphoma Can Be Established in NOD/SCID/IL2Rγ-Null Mice ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster I",
    "topics": [
        "mantle-cell lymphoma",
        "mice",
        "severe combined immunodeficiency",
        "cd20 antigens",
        "cyclin d1",
        "transplantation, heterologous",
        "bone transplantation",
        "cd45 antigens",
        "flow cytometry",
        "ki-67 antigen"
    ],
    "author_names": [
        "Sunil Iyengar, MD",
        "Linda Ariza-McNaughton, MSc",
        "Andrew James Clear, BSc",
        "Amy Roe",
        "Debra Lillington, PhD",
        "David C Taussig, PhD, MRCP, FRCPath",
        "John G Gribben",
        "Simon Joel",
        "Dominique Bonnet, PhD"
    ],
    "author_affiliations": [
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Haematopoietic Stem Cell Laboratory, Cancer Research UK, London, United Kingdom, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Institute of Cancer, Centre for Medical Oncology, Barts and The London School of Medicine, University of London, London, United Kingdom"
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Haematopoietic Stem Cell Laboratory, Cancer Research UK, London, United Kingdom, "
        ]
    ],
    "first_author_latitude": "51.52272790000001",
    "first_author_longitude": "-0.0995035",
    "abstract_text": "Abstract 1565 Background: The relatively low incidence of MCL (0.55 per 100,000) poses a challenge for effective evaluation of novel therapies in patients affected by this aggressive and incurable lymphoma. A xenograft model of human MCL provides a useful model for pre-clinical evaluation of novel drugs, rational drug combinations and biomarkers. The only mouse xenograft model of primary human MCL reported was established by injecting CD19 selected PBMCs in a subcutaneously implanted human embryonic bone graft in SCID mice and SCID mice without subcutaneous bone grafts did not show engraftment. NOD/SCID/IL2Rγ chain null (NSG) mice, which lack mature T or B cells and are also deficient in NK cells, permit engraftment of a wider range of primary human cells compared to SCID mice. In view of recent reports of successful engraftment of human CLL in NSG mice, we hypothesised that primary human MCL can be established in these mice. Methods: We initially introduced luciferase transduced Jeko-1 cells at 2 concentrations – 0.5 and 2 million cells by tail vein injection of 8 to 12 week old γ-irradiated (3.75 Gy) NSG mice in an attempt to track the kinetics and distribution of MCL cells. Bioluminescent imaging (BLI) following injection of luciferin was performed weekly for 4 weeks. We then injected NSG mice (4 replicates) with 10 7 , T-cell depleted, previously cyropreserved human MCL cells from 3 patients.  No. . Source . Timing . Morphology . t(11;14) . 1 PBMCs 1 st relapse Blastoid Yes 2 PBMCs Diagnosis Blastoid Yes 3 Lymph node cell suspension 2 nd relapse Classical Yes No. . Source . Timing . Morphology . t(11;14) . 1 PBMCs 1 st relapse Blastoid Yes 2 PBMCs Diagnosis Blastoid Yes 3 Lymph node cell suspension 2 nd relapse Classical Yes View Large Mice were bled at 3, 6 and 12 weeks and flow cytometry was performed on PBMCs for human CD45, CD5 and CD20. Mice were sacrificed at 20 weeks and immunohistochemistry (IHC) for human CD20 and cyclin D1 was performed on formalin fixed paraffin embedded spleen, ileo-caecal junction and liver while FACS for human CD45, CD5 and CD20 was performed on bone marrow cells flushed from the femur. Tissues harbouring CD20 and cyclin D1 positive cells were stained with Ki-67 to assess proliferation and FISH for t(11;14) was performed on fresh cells isolated from the spleen to further confirm engraftment. Results: NSG mice injected with Jeko-1 cells showed rapid engraftment at both concentrations (0.5 and 2 million) on assessment with BLI, with a more rapid progression after 3 weeks in mice injected with 2 million cells. Mice had to be sacrificed at 4 weeks because of illness. Bioluminescence was seen primarily in the bone marrow, spleen and along the spine. Consistent engraftment was also seen in all mice injected with sample 1 - PBMCs from a patient in 1 st relapse with blastoid morphology, classic immunophenotypic features and the IgH:CCND1 translocation. CD5 and CD20 double positive cells were consistently detected at 6 and 12 weeks in the peripheral blood of all 4 mice examined. Mice were not visibly ill at 20 weeks but had gross splenomegaly at sacrifice. No lymph node or abdominal masses were found. A clear human CD5/CD20 population was found on flow cytometry of bone marrow cells. The splenic architecture was disrupted in mice that engrafted, compared to those that did not and a heavy infiltration of CD20 and cyclin D1 positive cells was found with proliferation estimated at 35–40% by Ki-67 staining. Interphase FISH on fresh cells derived from the spleen showed the IGH/CCND1 [t(11;14)] rearrangement in all cells examined. Scattered CD20 positive cells were observed in the liver but no polyps or submucosal infiltration was found in the ileo-caecal regions of these mice. NSG mice injected with samples 2 and 3 had no evidence of engraftment in peripheral blood, bone marrow or other tissues. Conclusion: Our studies demonstrate that a mouse model of human MCL can be established in NSG mice and are encouraging for developing this model for pre-clinical evaluation of novel drugs. The lymphoma cells that engrafted were from a patient with relapsed, blastoid MCL suggesting that a more aggressive phenotype may favor engraftment as seen with AML xenografts in NSG mice. Ongoing studies are examining additional patient samples and the need for T cell depletion. This model will also provide an opportunity to investigate the role of tumor-initiating side populations in this disease. Disclosures: Gribben: Celgene: Honoraria; Roche: Honoraria; Pharmacyclics: Honoraria; GSK: Honoraria; Mundipharma: Honoraria; Gilead: Honoraria."
}