{
    "doi": "https://doi.org/10.1182/blood.V108.11.3325.3325",
    "article_title": "Post-Transplant Education Group Increases Patient Knowledge and Confidence. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Purpose: An overwhelming amount of information is given to patients/caregivers undergoing Bone Marrow Transplantation at all phases of the treatment. It is difficult for many to comprehend the information and retain it. We observed that patients, while eager to be discharged home, often become apprehensive about leaving the 24 hour care given in the hospital. Based on the experience of other BMT centers, we developed a post-transplant education group for the 17 bed inpatient unit, to increase patient and family/caregiver knowledge of care and precautions that are required post-discharge as well as coping with life after transplant. Methods: The Cleveland Clinic BMT team recently designed a Bone Marrow Transplant Education Binder specific to our BMT program. Although this is used to supplement the face to face contact with the patient/caregiver, the information can still be overwhelming. The post-transplant group was designed to increase knowledge and confidence while reinforcing the information in the education binder. The information presented was designed by nursing and social work. The initial group session took place in May 2005 and has been repeated monthly since. The post-transplant information was initially presented by an outpatient BMT nurse coordinator and a BMT social worker. After 7 months the program was improved by having an inpatient BMT nurse also assist in presenting the information. All participants sign an attendance form indicating if they are the patient, family member or caregiver. The group covers topics such as coping with life after transplant, preventing infections, resuming physical and sexual activity, nutrition guidelines and graft vs. host disease. At the conclusion of the group, participants evaluate the session. The evaluation includes overall rating of the session, whether information was helpful, if participants feel better prepared for discharge, and suggestions to improve the program. Results: The post-transplant education session has been well attended by patients/caregivers with an average monthly attendance of 10 (range 6–15). The number of patients versus family members or caregivers was nearly equal. The evaluations have shown that patients/caregivers feel they are better prepared for discharge and have increased knowledge of what is required after transplant. A total of 138 evaluations were completed and 99.3% of the participants rated the session as good or excellent. Suggestions offered to improve the session included providing more detailed information about nutrition after transplant and inclusion of the dietician in the sessions. Conclusion/Recommendations: The post-transplant education group has enhanced the education of our patients/caregivers, increased their confidence and knowledge, and has become a helpful tool in new team member orientation. The recommendation of patients and caregivers to include a dietician will be implemented to improve the nutrition information provided. The benefits of this group may encourage other centers to implement similar programs. Based on the success of our post-transplant education group the possibility of a pre-transplant education group will be explored.",
    "topics": [
        "group education",
        "transplantation",
        "bone marrow transplantation",
        "infections",
        "nursing care",
        "tissue transplants",
        "patient knowledge",
        "nutrition guidelines",
        "caregivers",
        "nurses"
    ],
    "author_names": [
        "Jane Dabney",
        "Laura Bernhard",
        "Kelly Cherni",
        "Jennifer Kosar",
        "Mary Serafin",
        "Linda McLellan",
        "Michele Visnosky",
        "Louise Loejos",
        "Julie Curtis",
        "Brian Bolwell"
    ],
    "author_dict_list": [
        {
            "author_name": "Jane Dabney",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura Bernhard",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Cherni",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Kosar",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Serafin",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda McLellan",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Visnosky",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louise Loejos",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Curtis",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Bolwell",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T12:58:07",
    "is_scraped": "1"
}