{
    "doi": "https://doi.org/10.1182/blood-2018-99-118827",
    "article_title": "The Nucleotide Kinase Nadk Is Required for ROS Detoxification and Constitutes a Metabolic Vulnerability of NOTCH1-Driven T-ALL ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is the most common pediatric cancer with a cumulative risk of ~1 in 2,000 children by the age of 15 years and an increasing incidence over the last 30 years.Whilst advances in the use of combination chemotherapy have significantly improved outcomes, current treatments remain toxic and can have long-term health consequences. T-cell acute lymphoblastic leukemia (T-ALL) represents between 15 to 25% of all ALL and affects both children and adults, and carries a worse prognosis. Activating mutations in the NOTCH1 gene are found in more than 60% of cases and are being targeted therapeutically with compounds such as γ-secretase inhibitors (GSIs) and Notch inhibiting antibodies (mAbs). However, none of these approaches has entered mainstream therapy as yet. To address this, we performed a genome wide CRISPR-Cas9 screen in T-ALL cell lines driven by NOTCH1 overexpression (Jurkat, CEM-CCRF), or mutation (PEER) and in a line not dependent on NOTCH1 (Loucy) ( Figure 1A ). To discover NOTCH1-specific genetic vulnerabilities, we compared essential genes for NOTCH1-dependent T-ALL cell lines with those for Loucy and for 6 human myeloid leukemia cells (MV4;11, MOLM13, OCI-AML2, OCI-AML3, K562 and HL60) 1 . This identified 69 NOTCH-specific essential genes, including well known players in NOTCH signaling such as NOTCH1, RBPJ, BCL11B, GATA3 and CTPB1 ( Figure 1B ). In addition to these genes, we also identified a separate group of genes associated to cellular pathways involved in the reduction of reactive oxygen species (ROS). One of these was NADK , the gene for nicotinamide adenine dinucleotide kinase, which we investigate further. NADK drives the conversion of NAD + to NADP + , which in its reduced form (NADPH) is used in the reduction of ROS levels through the production of reduced Glutathione. Exposure of Loucy (NOTCH1-WT) to the oxidant H 2 O 2 showed that it was not able to reduce intracellular ROS levels as efficiently as NOTCH1-driven lines, suggesting increased NADK activity in the latter. In keeping with this, intracellular NADP + /NADPH levels that were significantly higher in NOTCH1-driven cell lines than in Loucy ( Figure 1C ). In addition, pharmaceutical or genetic inhibition of NADK led to a significant increase in ROS level in NOTCH1-driven Jurkat cells, while Loucy cells were not affected ( Figure 1D ). This increase in ROS levels was associated with a significant decrease in cell proliferation ( Figure 1E ). It was previously reported that, in both human and mouse T-ALL cells, the intracellular domain of Notch1 (NiCD) suppresses production of ROS levels and imparts a higher resistance to H 2 O 2, in so doing facilitating the proliferation of these cells 2 . We hypothesize that NADK is the mediator of this effect of NOTCH1 and this makes it a therapeutic vulnerability in NOTCH1-driven T-ALL and potentially in other NOTCH1-driven cancers. We currently testing this hypothesis in vivo using patient-derived T-ALL xenografts into immunocompromised mice and investigating the molecular events involved in the NOTCH1-NADK interaction. Our findings propose NADK as a novel therapeutic vulnerability in NOTCH1-driven T-ALL and demonstrate the power genome-wide CRISPR screens in finding novel genetic and therapeutic targets for this disease. 1. Tzelepis, K. et al. A CRISPR Dropout Screen Identifies Genetic Vulnerabilities and Therapeutic Targets in Acute Myeloid Leukemia. Cell Rep 17 , 1193-1205 (2016). 2. Giambra, V. et al. NOTCH1 promotes T cell leukemia-initiating activity by RUNX-mediated regulation of PKC-theta and reactive oxygen species. Nat Med 18 , 1693-8 (2012). View large Download slide View large Download slide  Close modal Disclosures Vassiliou: KYMAB: Consultancy, Equity Ownership; Celgene: Research Funding.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "detoxification therapy",
        "emotional vulnerability",
        "notch1 gene",
        "nucleotides",
        "phosphotransferases",
        "t-cell leukemia, acute",
        "metabolic detoxication, drug",
        "nadp",
        "hydrogen peroxide"
    ],
    "author_names": [
        "Etienne De Braekeleer, PhD MSc",
        "Joanne Hsu, BS",
        "Celine Hervieu, MSc",
        "Konstantinos Tzelepis, PhD",
        "Stefano Indraccolo, MD",
        "Alan J. Warren, PhD FRCP, FRCPath",
        "Irmela Jeremias, MD PhD",
        "David Fernandez Antoran, PhD",
        "Phil H Jones, PhD",
        "Margaret A. Goodell, PhD",
        "George S. Vassiliou"
    ],
    "author_dict_list": [
        {
            "author_name": "Etienne De Braekeleer, PhD MSc",
            "author_affiliations": [
                "Wellcome Sanger Institute, Cambridge, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joanne Hsu, BS",
            "author_affiliations": [
                "Medical Scientist Training Program, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celine Hervieu, MSc",
            "author_affiliations": [
                "Wellcome Sanger Institute, Cambridge, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konstantinos Tzelepis, PhD",
            "author_affiliations": [
                "Wellcome Sanger Institute, Cambridge, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Indraccolo, MD",
            "author_affiliations": [
                "Immunology and Molecular Oncology Unit, Istituto Oncologico Veneto IOV, Padova, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan J. Warren, PhD FRCP, FRCPath",
            "author_affiliations": [
                "Department of Haematology, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irmela Jeremias, MD PhD",
            "author_affiliations": [
                "Department of Apoptosis in Hematopoietic Stem Cells (AHS), Helmholtz Zentrum, Neuherberg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Fernandez Antoran, PhD",
            "author_affiliations": [
                "Pre-Cancer, Wellcome Sanger Institute, Cambridge, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phil H Jones, PhD",
            "author_affiliations": [
                "Pre-Cancer, Wellcome Sanger Institute, Cambridge, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret A. Goodell, PhD",
            "author_affiliations": [
                "Stem Cells and Regenerative Medicine Center, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George S. Vassiliou",
            "author_affiliations": [
                "Haematological Cancer Genetics, Wellcome Sanger Institute, Cambridge, United Kingdom ",
                "Department of Haematology, Hills Road, Wellcome Trust-MRC Cambridge Stem Cell Institute, Cambridge, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T02:37:42",
    "is_scraped": "1"
}