{
    "doi": "https://doi.org/10.1182/blood.V118.21.1476.1476",
    "article_title": "Aurora Kinases in Childhood Acute Leukemia: The Promise of Aurora Kinase B As Drugable Target ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1476 AIM: Aurora kinases (AURK) A and B are known regulators of mitosis and are overexpressed in a large number of human cancers, including leukemia. Several AURK-inhibitors have shown anti-tumor activity in vitro and in vivo . However, the efficacy of AURK inhibition in the treatment of childhood acute leukemia is unexplored. We therefore investigated the effect of targeting AURKA and AURKB in leukemic cells of children with newly diagnosed acute lymphoblastic leukemia (ALL) and acute myeloid leukemia (AML). Materials & Methods: Affymetrix gene expression data of 297 ALL, 237 AML and 8 normal bone marrow (nBM) samples were analyzed for AURKA and B mRNA expression levels. Protein expression levels in 172 pediatric ALL and 10 nBM samples were determined with a reverse phase protein array. Functional studies were performed in ALL and AML cell lines, in which AURKA and B were silenced using a short hairpin RNA with a lentiviral delivery system or LNA-containing oligonucleotides. Sensitivity of leukemic cell lines to the AURKB-selective inhibitor Barasertib-hQPA (AZD1152-hQPA) was tested in vitro with an MTS assay. Results: AURKA and B mRNA levels were low in ALL and AML patients. In contrast, Aurora A and B proteins were expressed to a greater extent in patients (p<0.0002), especially in ALL cases with an E2A-PBX1 translocation (p<0.0001) than in nBM mononuclear cells. Silencing of AURKA by shRNA and by LNA-oligonucleotide caused no or only minor growth delay in several cell lines reflecting genetic subtypes typically found in pediatric ALL and AML. In contrast, silencing of AURKB resulted in proliferation arrest and apoptosis in these cells. Furthermore, 18 out of 20 ALL and AML cell lines tested were highly sensitive to the AURKB-selective inhibitor Barasertib-hQPA in the nanomolar range (IC50 = 19–233 nM) whereas less sensitivity was seen for other inhibitors. Conclusion: These data show that inhibition of AURKB but not AURKA has an anti-proliferative and pro-apoptotic effect on acute leukemic cells. Thus, targeting Aurora Kinase B may offer a new strategy to treat pediatric ALL and AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "leukemia, acute",
        "phosphotransferases",
        "barasertib",
        "leukemia, lymphocytic, acute, childhood",
        "leukemic cells",
        "oligonucleotides",
        "rna, messenger",
        "acute lymphocytic leukemia",
        "cancer"
    ],
    "author_names": [
        "Stefanie A. Segers",
        "C. Michel Zwaan",
        "Carla Exalto",
        "Mirjam W.J. Luijendijk",
        "Valerie S. Calvert",
        "Emanuel F. Petricoin",
        "William E. Evans",
        "Dirk Reinhardt, MD",
        "Rob Pieters",
        "Monique L. Den Boer"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefanie A. Segers",
            "author_affiliations": [
                "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "C. Michel Zwaan",
            "author_affiliations": [
                "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carla Exalto",
            "author_affiliations": [
                "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mirjam W.J. Luijendijk",
            "author_affiliations": [
                "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie S. Calvert",
            "author_affiliations": [
                "Applied Proteomics and Molecular Medicine, George Mason University, Manassas, VA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuel F. Petricoin",
            "author_affiliations": [
                "Applied Proteomics and Molecular Medicine, George Mason University, Manassas, VA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William E. Evans",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Reinhardt, MD",
            "author_affiliations": [
                "AML study group, I-BFM, Hannover, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters",
            "author_affiliations": [
                "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monique L. Den Boer",
            "author_affiliations": [
                "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T18:39:56",
    "is_scraped": "1"
}