{
    "doi": "https://doi.org/10.1182/blood.V120.21.137.137",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2335",
    "start_url_page_num": 2335,
    "is_scraped": "1",
    "article_title": "Continuous Dose Dasatinib Is Safe and Feasible in Combination with Intensive Chemotherapy in Pediatric Philadelphia Chromosome Positive Acute Lymphoblastic Leukemia (Ph + ALL): Children's Oncology Group (COG) Trial AALL0622 ",
    "article_date": "November 16, 2012",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Clinical Trials",
    "topics": [
        "acute lymphocytic leukemia",
        "chemotherapy regimen",
        "child",
        "dasatinib",
        "philadelphia chromosome",
        "prolonged qt interval",
        "medical oncology",
        "pediatrics",
        "brachial plexus neuritis",
        "consciousness related finding"
    ],
    "author_names": [
        "William B. Slayton, MD",
        "Kirk R. Schultz, MD",
        "Tamekia Jones, PhD",
        "Elizabeth Raetz, MD",
        "Meenakshi Devidas, PhD",
        "Michael A. Pulsipher, MD",
        "Mignon Loh, MD",
        "Bill H Chang, MD, PhD",
        "William L. Carroll, MD",
        "Michael J. Borowitz, MD, PhD",
        "Lewis B. Silverman, MD",
        "Valerie I. Brown, MD, PhD",
        "Naomi Winick, MD",
        "Andrew J. Carroll, PhD",
        "Nyla A. Heerema, PhD",
        "Julie M. Gastier-Foster, PhD",
        "Brent L. Wood, MD, PhD",
        "Sherri L Mizrahy, RN",
        "Thomas E. Merchant, M.D.",
        "Stephen P Hunger, MD"
    ],
    "author_affiliations": [
        [
            "College of Medicine Dept. of Pediatric Hem./Onc., University of Florida, Gainesville, FL, USA, "
        ],
        [
            "Div. Pediatric Hem./Onc./BMT, British Columbia Children's Hospital, Vancouver, BC, Canada, "
        ],
        [
            "Epidemiology and Health Policy Reseach, University of Florida School of Medicine, Gainesville, FL, USA, "
        ],
        [
            "Pedatrics, New York University Langone Medical Center, New York, NY, USA, "
        ],
        [
            "Department of Epidemiology and Health Policy Research Medicine, University of Florida, Gainesville, FL, USA, "
        ],
        [
            "University of Utah, Salt Lake City, UT, USA, "
        ],
        [
            "Pediatrics, University of California - San Francisco, San Francisco, CA, USA, "
        ],
        [
            "Oregon Health & Science University Knight Cancer Institute, Portland, OR, USA, "
        ],
        [
            "New York University Cancer Institute, New York, NY, USA, "
        ],
        [
            "Hematologic Pathology, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Dana-Farber Cancer Institute/Children's Hospital Boston, Boston, MA, USA, "
        ],
        [
            "Oncology, Vanderbilt University, "
        ],
        [
            "Pediatric Hematology-Oncology, University of Texas Southwestern Medical Center, Dallas, TX, USA, "
        ],
        [
            "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Pathology, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Ohio State University Laboratory Medicine/Pathology, Nationwide Childrens Hospital, Columbus, OH, USA, "
        ],
        [
            "Seattle Cancer Care Alliance, Seattle, WA, USA, "
        ],
        [
            "Sponsored Research, University of Florida, "
        ],
        [
            "Radiation Therapy, St. Jude Childrens Research Hospital, "
        ],
        [
            "Pediatric Hematology/Oncology/BMT, University of Colorado College of Medicine, Aurora, CO, USA"
        ]
    ],
    "first_author_latitude": "29.6445093",
    "first_author_longitude": "-82.34891164999999",
    "abstract_text": "Abstract 137 COG AALL0031 generated an outstanding 80% 3 yr event free survival for children with Ph + ALL treated with imatinib plus intensive chemotherapy. We hypothesized that the 2nd generation BCR-ABL1/SRC kinase inhibitor dasatinib would improve Ph + ALL outcomes compared to imatinib due to increased potency, better CNS penetration, and activity against many imatinib-resistant BCR-ABL1 point mutations. AALL0622 tested the safety and feasibility of adding dasatinib to AALL0031 chemotherapy in newly diagnosed children and young adults (1–30 years) with Ph + ALL. Safety and feasibility were defined as >5 out of 6 patients (pts) completing 23 weeks of treatment through Intensification Block 1 without having a protocol-defined dose limiting toxicity (DLT). In Cohort 1 , dasatinib (60 mg/m 2 once/day) was given discontinuously (the 1 st 2 weeks of every 3–4 week block) starting on Induction day 15. Enrollment in Cohort 1 continued until 6 evaluable pts completed Intensification 1 (23 weeks of therapy) and were assessed for toxicity. Two of the first 6 pts experienced DLTs (treatment delays) following the 2nd high dose methotrexate (HD MTX) given on day 15 of Intensification 1. Amendment 2 removed day 15 HD MTX in Intensification 1 and 2. After this, discontinuous dasatinib (60 mg/m 2 ) was found to be safe and feasible, and pts were then enrolled on Cohort 2 to test continuous dasatinib. The first 6 evaluable Cohort 2 pts who completed therapy through Intensification 1 with continuous dasatinib (60 mg/m 2 ) had no significant treatment delays, but one pt experienced a DLT (grade 4 sensory neuropathy) during Consolidation 1. No induction deaths occurred in either cohort. The safety phase, completed in 10/2011, established the safety and feasibility of continuous dasatinib (60 mg/m 2 ) integrated with the intensive phases of the modified AALL0031 backbone. After the Cohort 1 safety phase was completed, a patient developed leukoencephalopathy, transient speech impairment, motor weakness and gait disturbance after receiving HD MTX during Intensification 2. The gait and motor impairment persisted suggesting that it could be attributed to an interaction between dasatinib and HD MTX. Subsequently, no Cohort 2 pts experienced leukoencephalopathy in 70 treatment blocks containing HD MTX. Transient neurotoxicity (including ≥ grade 2 seizure, encephalopathy, cognitive disturbance, or altered level of consciousness) was seen in 8/34 (24%) Cohort 1 pts, who completed Consolidation 1 prior to Amendment 5, after receiving ifosfamide, etoposide, and triple intrathecal therapy (ITT). Because of the temporal relationship with ifosfamide and ITT, and the intensified CNS prophylaxis on AAL0622 relative to AALL0031 at the beginning of Consolidation 1, these events were attributed to the chemotherapy backbone and not dasatinib. After Amendment 5 which omitted day 1 Consolidation ITT and substituted IT MTX for ITT on Induction day 29, only 4% (1/25 pts including 4 remaining Cohort 1 and 21 Cohort 2 pts), experienced neurotoxicity (grade 2 seizure). Non-hematological Grade 4 toxicities included a Cohort 1 pt who developed Grade 4 prolonged QTc interval with adenovirus associated diarrhea, hypokalemia and hypophosphatemia during Maintenance 2. Dasatinib was held and prolonged QTc resolved. Another Cohort 1 pt developed grade 4 jaundice during Maintenance 6 that also resolved after holding 6-MP, MTX and dasatinib. Both of these pts continued therapy without recurrent toxicity. Twelve Cohort 1 pts have completed 2 1/2 years of protocol therapy and tolerated discontinuous dose dasatinib well during Maintenance. No pts have had effusions, heart failure, or pulmonary hypertension. AALL0622 enrolled 60 eligible pts (39 on Cohort 1 ; 21 on Cohort 2) . Importantly, we recently reported that early introduction of TKI on day 15 of induction and substitution of dasatinib for imatinib on AALL0622 led to improved induction remission rates from 89% to 98% compared to all Ph+ pts on AALL0031, end induction negative minimal residual disease (MRD) rates (<0.01% by flow) from 25% to 59%, and end Consolidation 2 negative MRD rates from 71% to 89% when comparing AALL0031 Cohorts 3–5 to AALL0622 Cohorts 1 and 2 . Based on the promising early response and safety data and concerns about long-term toxicity of the AALL0031 backbone, a joint COG/EsPhALL trial is underway testing the efficacy and safety of continuous dasatinib (60mg/m 2 ) on a less intensive EsPhALL backbone. Disclosures: Off Label Use: Dasatinib is indicated for newly diagnosed adults with Philadelphia chromosome-positive (Ph+) chronic myeloid leukemia (CML) in chronic phase. The effectiveness of SPRYCEL in these patients is based on a study that measured two types of response to treatment (cytogenetic and molecular) by 1 year. The study is ongoing to find out how dasatinib works over a longer period of time Dasatinib is also indicated for Ph+ CML patients who are no longer benefitting from, or did not tolerate, other treatment including Gleevec® (imatinib mesylate). Loh: Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees. Hunger: Bristol Meyer Squibb: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees."
}