{
    "doi": "https://doi.org/10.1182/blood.V126.23.2530.2530",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3119",
    "start_url_page_num": 3119,
    "is_scraped": "1",
    "article_title": "Characterization of Fever, Infection, and Cytokine Release Syndrome (CRS) in Adult Patients with Relapsed or Refractory B-Precursor Acute Lymphoblastic Leukemia Treated with Blinatumomab ",
    "article_date": "December 3, 2015",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "blinatumomab",
        "cytokine release syndrome",
        "fever",
        "infections",
        "neutropenia",
        "antimicrobials",
        "antibodies",
        "complete remission",
        "diagnostic imaging"
    ],
    "author_names": [
        "Yogin B Patel, PharmD",
        "Hagop M. Kantarjian, MD",
        "Deborah Thomas, MD",
        "Susan O'Brien, MD",
        "Farhad Ravandi, MD",
        "Guillermo Garcia-Manero, MD",
        "Jorge E. Cortes",
        "Marina Konopleva, MD PhD",
        "Nitin Jain, MD",
        "Rebecca Garris",
        "Jane Autry, RN",
        "Elias Jabbour"
    ],
    "author_affiliations": [
        [
            "Division of Pharmacy and Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of California - Irvine, Orange, CA "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston,"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: Infections are a significant cause for morbidity and mortality in patients with acute lymphoblastic leukemia (ALL). In this population, fever remains the best clinical indicator of infection. Fever is also the hallmark clinical sign of CRS. Blinatumomab is a novel bispecific T-cell engaging immunomodulatory antibody recently approved for relapsed refractory Philadelphia Chromosome negative ALL. Infections can occur in approximately 25% of patients receiving blinatumomab, and it also has a black-box warning for CRS. Given that fever can indicate both infection and/or CRS, here we aim to characterize and describe the incidence of fever and relevant clinical outcomes that can occur with blinatumomab treatment. Methods: Patients treated with blinatumomab at our institution from February 2012 to February 2015 were included in this single-center retrospective cohort analysis. Only patients who received a complete cycle of blinatumomab were included in this study. Baseline characteristics including age, gender, and number of prior therapies were collected. Fever was defined as a single temperature ≥38.3°C at any point during the treatment cycle. Culture data, radiographic imaging, antimicrobial therapy and progress notes were reviewed to determine incidence of neutropenia, febrile neutropenia (FN), culture positive FN, culture negative FN with high clinical suspicion for infection, CRS, and culture positive FN in addition to CRS. Results: A total 40 patients completed 72 cycles of blinatumomab during the study period. The patient population was mostly male (73%) with a median age of 29 years (range: 19-76) and had received a median of 3 prior therapies. Fever occurred in 68% (n=27) of all patients during the first cycle, and it occurred in 54% (n=39) of all cycles. Fever during the first cycle was associated with response [Complete Response (CR), CR with incomplete blood count recovery (CRi)] to blinatumomab - 50% (n=20) of patients with fever had response compared to 30% (n=12) of patients without fever and no response (p<0.001). Culture positive infections were noted in 31% (n=22) of all cycles. A small proportion of cycles, 14% (n=10), had an active or incompletely treated infection immediately prior to the start of therapy. After adjustment for confounding factors (i.e., infection at baseline, contaminate cultures, asymptomatic bacteruria), the culture positive rate was 18% (n=13). Neutropenia, FN, and CRS was observed in 60% (n=43), 42% (n=30), and 36% (n=26) of cycles, respectively. Non-neutropenic fever occurred in 13% (n=9) of the cycles. Of those with FN, 50% (n=15) were culture positive, 3% (n=1) were culture negative with high suspicion for infection and after adjustment for confounding factors, the culture positive FN rate decreased to 33% (n=10). FN in addition to CRS occurred in 25% of cycles (n=18); 28% (n=5) of these cycles were culture positive but after adjustment for confounding factors, this rate decreased to 17% (n=3). Conclusions: The current analysis indicates that with blinatumomab about half of the cycles commonly experience fever and that FN remains a concern. Interestingly, high rates of culture positive FN were observed; however, after adjustment for confounding factors this rate decreased to rates comparable to those observed with other hematologic therapies. In this setting clinicians should continue to treat FN with broad-spectrum antimicrobial agents. Furthermore, patients with FN in addition to CRS receiving blinatumomab have low culture positive rates, which suggests that fever may be related to CRS as opposed to FN. While more research is needed, our data also demonstrates that fever correlates with response to blinatumomab. Disclosures Cortes: Pfizer: Consultancy, Research Funding; ARIAD Pharmaceuticals Inc.: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Teva: Consultancy, Research Funding; BMS: Consultancy, Research Funding. Konopleva: Novartis: Research Funding; AbbVie: Research Funding; Stemline: Research Funding; Calithera: Research Funding; Threshold: Research Funding."
}