{
    "doi": "https://doi.org/10.1182/blood.V114.22.3154.3154",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1587",
    "start_url_page_num": 1587,
    "is_scraped": "1",
    "article_title": "Rate of Inhibitor Development in Hemophilia A Patients Treated with Plasma Derived or Recombinant Factor VIII Concentrates. A Systematic Review of the Literature. ",
    "article_date": "November 20, 2009",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion Poster II",
    "topics": [
        "concentrate dosage form",
        "hemophilia a",
        "plasma",
        "recombinant antihemophilic factor viii",
        "factor viii",
        "coagulants",
        "follow-up",
        "isoantibodies",
        "cochrane collaboration",
        "embase"
    ],
    "author_names": [
        "Alfonso Iorio, MD",
        "Susan Halimeh, MD",
        "Christoph Bidlingmaier, MD",
        "Leonardo R. Brandao, MD",
        "Carmen Escuriola-Ettingshausen, MD",
        "Neil A Goldenberg, MD, PhD",
        "Alessandro Gringeri, MD, MSc",
        "Susanne Holzhauer, MD",
        "Gili Kenet, MD, PhD",
        "Ralf Knoefler, MD",
        "Wolfhart Kreuz, MD",
        "Karin Kurnik, MD",
        "Daniela Manner, MD",
        "Emanuela Marchesini, MD",
        "Maura Marcucci, MD",
        "Elena Santagostino, MD, PhD",
        "Guy Young, MD",
        "Pier Mannuccio Mannucci, MD",
        "Ulrike Nowak-Gottl, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Perugia, Perugia, Italy, "
        ],
        [
            "Hemophila treatment centre, MVZ Duisburg, Duisburg, Germany, "
        ],
        [
            "Pediatric Hemophilia Centre, Dr. v. Hauner's Children's University Hospital, Munich, Germany, "
        ],
        [
            "Paediatric Haemotology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
        ],
        [
            "Pediatric Hematology, Oncology and Immunology, Johann-Wolfgang-Goethe University, Frankfurt, Germany, "
        ],
        [
            "Pediatrics and the Mountain States Regional Hemophilia and Thrombosis Center, Univeristy of Colorado Denver and The Children's Hospital, Aurora, CO, USA, "
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, University of Milan, Milan, Italy, "
        ],
        [
            "Pediatric Hematology/Oncology, Charite, Berlin, Germany, "
        ],
        [
            "Thrombosis Unit, The Chaim Sheba Medical Centre, Tel Hashomer, Israel, "
        ],
        [
            "Pediatric Hematology and Oncology, University Hospital Carl Gustav Carus Dresden, Dresden, Germany, "
        ],
        [
            "Pediatric Hematology, Oncology and Immunology, Johann-Wolfgang-Goethe University, Frankfurt, Germany, "
        ],
        [
            "Pediatric Hemophilia Centre, Dr. v. Hauner's Children's University Hospital, Munich, Germany, "
        ],
        [
            "Dept. of Pediatric Hem./Onc., University Children's Hospital, Münster, Germany, "
        ],
        [
            "Internal Medicine, University of Perugia, Perugia, Italy, "
        ],
        [
            "Internal Medicine, University of Perugia, Perugia, Italy, "
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, University of Milan, Milan, Italy, "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, IRCCS Maggiore Hospital, Mangiagalli & Regina Elena Foundation, University of Milan, Milan, Italy, "
        ],
        [
            "Dept. of Pediatric Hem./Onc., University Children's Hospital, Münster, Germany, "
        ]
    ],
    "first_author_latitude": "43.116426800000006",
    "first_author_longitude": "12.386898400000002",
    "abstract_text": "Abstract 3154 Poster Board III-91 Background. The development of alloantibodies that inhibit the coagulant activity of factor VIII (FVIII) is currently the most challenging complication of treatment in persons with hemophilia. Among other factors known to influence inhibitor development, several reports in the literature claimed for a different rate of inhibitor development in hemophilia A (HA) patients after plasma derived (pd-) or recombinant (r-) FVIII administration. Aim of this study was to compare the incident rate of inhibitors in HA patients treated with pd- or r-FVIII through systematic appraisal of the literature. Methods Studies reporting data about inhibitor rate in previously untreated patients (PUPs) with severe (< 0.01 UI/mL) or severe-moderate HA were searched in the following electronic databases: Medline, EMBASE, OVID, Web of Science, The Cochrane Library. Details about study and patient characteristics were abstracted. To avoid double counting of patients included in more than one report of the same authors/working groups, patient recruitment periods and catchment areas were evaluated and authors were contacted for clarification if needed. If any of the required data could not be found in the published report, the corresponding author was contacted to provide the missing data of interest. High responder (HR) inhibitors were defined as >=5 BU/mL. Inhibitors were defined as transient when spontaneously disappearing within 6 months without the need to change treatment regimen. Firstly, the incident rate of inhibitor was recalculated for each study as the number of new inhibitor cases during the observation period divided by the number of HA patients initially inhibitor-free. Secondly, the recalculated rates were pooled for pd- and r- treated cohorts with the random effect model of Laird and Mosteller for single-cohort studies. Thirdly, a summary rate ratio (RR) was calculated for the subset of studies reporting parallel cohorts of patients treated with pd- or r-FVIII concentrates using fixed-effects and random-effects models. Sensitivity analysis, meta-regression and multivariate ANOVA were used to investigate the effect of covariates. Heterogeneity across studies and publication bias were evaluated. Results Twenty-four trials were included (19 prospective), 21 of which reporting details on HR inhibitors for a total of 2113 patients (1170 treated exclusively with pd-, 943 with r-FVIII; 1143 were severe), median age at enrolment was 9.6 months. The total number of inhibitors was 389 of which 135 in patients treated with pd- and 254 in patients treated with r-FVIII. HR inhibitors were 256 (103 for pd- and 153 for r-FVIII). Non-transient inhibitors were 162 (59 for pd- and 103 for r-FVIII). Inhibitor testing was from every 5 exposure days to every 2 year. Pooled incident rate (95% CI) was in all trials 14.7 (10.7 to 19.9) for pd- and 26.6 (22.6 to 31.0) for r-; for prospective trials 9.5 (5.7 to 15.3) for pd- and 22.4 (17.1 to 28.3) for r-; for HR inhibitors 8.5 (4.8 to 14.6) for pd- and 15.4 (12.2 to 19.3) for r-; for non-transient inhibitors 12.7 (7.3 to 21.1) for pd- and 18.9 (14.3 to 24.6) for r-. Six non concurrent cohort studies including 1259 HA patients met the inclusion criteria for RR calculation. Compared to pd-FVIII a statistically significant association with inhibitor development was demonstrated for r-FVIII, with summary RR ranging (95% CI) for HR inhibitors of 1.7 (C.I. 1.3 to 2.7), p< 0.001, I 2 = 0%, Harbord-Egger bias indicator p=0.07, fixed effect model; for all inhibitor patients of 2.0 (1.5 to 2.6), p< 0.001, I 2 = 41.6%, Harbord-Egger bias indicator p=0.06, random effect model. In the complete study set, testing frequency and study period correlated with rate of inhibitors development at meta-regression. At multivariate ANOVA testing frequency and study period were the strongest determinants of inhibitor development, and type of concentrate lost its statistical significance in the complete model. Conclusions This systematic review suggests that a lower inhibitor rate is found in patients with severe HA with the use of pd-FVIII, but also underscores the critical role of study related characteristics in the evaluation of the true effect of source of factor VIII. Future randomized and prospective follow-up studies are warranted. Disclosures No relevant conflicts of interest to declare."
}