{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1848.1848",
    "article_title": "Miroir: A National, Multicenter, Non-Interventional Study of Patients with Relapsed and/or Refractory Multiple Myeloma (RRMM) Treated with Pomalidomide (POM) in France ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "BACKGROUND POM combined with low-dose dexamethasone (LoDEX) has demonstrated efficacy in patients with RRMM, with a median progression-free survival (PFS) of 4.0 months in a phase 3 study (MM-003; San Miguel, et al. Lancet Oncol . 2013;14:1055-1066). This trial led to the European approval of POM + LoDEX for RRMM previously treated with ≥ 2 regimens, including lenalidomide (LEN) and bortezomib. However, data from clinical practice on the use of POM are limited. Thus, the MIROIR study aims to describe the efficacy and tolerability of POM in current clinical practice in France. METHODS Adults (≥ 18 years of age) with multiple myeloma initiating POM treatment in France between October 1, 2014, and September 30, 2016, and previously included in the Imnovid (POM) registry were included in this interim analysis. Data were collected from patient medical records. The efficacy of POM was estimated by PFS (defined as the time between POM initiation and the first progression according to International Myeloma Working Group criteria or death) and by time to next treatment (TTNT; defined as the time between POM initiation and initiation of the next line of chemotherapy). The primary endpoint is PFS at 6 months. This study is still ongoing and recruiting patients and is registered at ClinicalTrials.gov: NCT02902900. RESULTS As of September 30, 2016, a total of 1092 patients were enrolled from 123 centers. Demographic characteristics at POM initiation are provided in the Table. The median follow-up time was 10.1 months (95% CI, 9.7-10.6). The median PFS was 4.9 months (95% CI, 4.4-5.6), and the PFS rate at 6 months was 44.9% (95% CI, 41.8%-48.0%). The median TTNT was 11.0 months (95% CI, 9.5-11.9), and the proportion of patients with ongoing POM treatment at 6 months was 70.1% (95% CI, 66.9%-72.9%). The median PFS with POM in patients who had LEN (n = 512) or another treatment (n = 580) immediately before POM initiation was 4.7 months (95% CI, 4.0-5.5) and 5.2 months (95% CI, 4.3-6.1 ), respectively. The median PFS in patients receiving ≤ 2 (n = 366), 3 (n = 355), or ≥ 4 (n = 371) prior lines of therapy was 6.2 months (95% CI, 5.4-9.6), 4.0 months (95% CI, 3.4-5.2), and 4.4 months (95% CI, 3.7-5.1), respectively. In patients < 75 (n = 764) or ≥ 75 (n = 328) years of age, the median PFS was 5.4 months (95% CI, 4.7-6.1) and 4.0 months (95% CI, 3.4-4.9), respectively. In the full patient population, the median overall survival was 18.9 months (95% CI, 17.1-not reached), and the survival rate at 12 months was 63.4% (95% CI, 59.8%-66.8%). The most frequent serious adverse events related to POM (n = 167) were neutropenia (10.8%), thrombocytopenia (6.0%), and asthenia (5.4%). Adverse events led to POM dose reduction, temporary POM interruption, or definitive POM interruption in 19.9%, 29.6%, and 16.6% of patients, respectively. A total of 214 patients (19.6%) received erythropoietin concomitant to POM treatment. The numbers of patients who received prophylactic antithrombotic, antibiotic, and antiviral therapy were 872 (79.9%), 568 (52.0%), and 669 (61.3%), respectively. CONCLUSIONS These interim efficacy and safety results on POM use in current practice in France confirm the promising results reported in the pivotal, phase 3 study of patients with RRMM treated with POM + LoDEX. Results were similar regardless of whether LEN or another treatment was used immediately before POM initiation. A centralized review of these preliminary PFS results will be performed to improve the robustness of these findings and to provide a better understanding of the clinical practice of POM use in patients with RRMM in France. View large Download slide View large Download slide  Close modal Disclosures Hulin: JANSSEN: Honoraria. Macro: JANSSEN: Honoraria. Gourgou: Roche: Other: expertise methodological seminar Force 1 since 2007 + real life study; Celgene: Other: expertise methodological mirror. Perrot: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Bristol-Myers Squibb: Honoraria; Sanofi: Honoraria; Takeda: Honoraria; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees. Moreau: Celgene, Janssen, Takeda, Novartis, Amgen, Roche: Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Bristol-Myers Squibb: Honoraria; Novartis: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Onyx Pharmaceutical: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Millennium: Consultancy, Honoraria; Takeda: Honoraria. Karlin: Janssen: Honoraria, Other: Travel expenses. Fohrer: Celgene Corporation: Consultancy. Eveilard: Celgene Corporation: Consultancy. Decaux: Janssen: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "multiple myeloma",
        "pomalidomide",
        "adverse event",
        "antibiotics",
        "antiviral agents",
        "asthenia",
        "bortezomib",
        "chemotherapy regimen",
        "dexamethasone",
        "erythropoietin"
    ],
    "author_names": [
        "Cyrille Hulin, MD",
        "Margaret Macro, MD",
        "Sophie Gourgou",
        "Bertrand Arnulf, MD PhD",
        "Florence Lachenal",
        "Caroline Lenoir",
        "Anne-Marie Stoppa, MD",
        "Marie Lorraine Chretien",
        "Laure Vincent",
        "Aurore Perrot, MD",
        "Philippe Moreau, MDPhD",
        "Lionel Karlin, MD",
        "Cécile Fohrer",
        "Jean-Richard Eveilard",
        "Jean Fontan, MD",
        "Olivier Decaux"
    ],
    "author_dict_list": [
        {
            "author_name": "Cyrille Hulin, MD",
            "author_affiliations": [
                "Hopital Haut leveque CHU, bordeaux, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Margaret Macro, MD",
            "author_affiliations": [
                "Haematology Department, Caen University Hospital, Caen, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Gourgou",
            "author_affiliations": [
                "Institut du Cancer de Montpellier, Montpellier, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertrand Arnulf, MD PhD",
            "author_affiliations": [
                "Hôpital Saint Louis, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Lachenal",
            "author_affiliations": [
                "Ch Pierre Oudot, Bourgoin Jallieu, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Lenoir",
            "author_affiliations": [
                "Polyclinique Bordeaux Nord Aquitaine, Bordeaux, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne-Marie Stoppa, MD",
            "author_affiliations": [
                "Institut J Paoli-Calmettes, Marseille, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Lorraine Chretien",
            "author_affiliations": [
                "Dijon University Hospital Center, Dijon, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laure Vincent",
            "author_affiliations": [
                "Hôpital Saint Eloi, Montpellier, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aurore Perrot, MD",
            "author_affiliations": [
                "Hôpitaux De Brabois, Vandoeuvre Les Nancy, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau, MDPhD",
            "author_affiliations": [
                "Hôpital Hotel Dieu Et Hme, Nantes, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Karlin, MD",
            "author_affiliations": [
                "Ch Lyon Sud, Pierre Bénite, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cécile Fohrer",
            "author_affiliations": [
                "Hôpital Hautepierre, Strasbourg, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Richard Eveilard",
            "author_affiliations": [
                "Hôpital Augustin Morvan, Brest, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Fontan, MD",
            "author_affiliations": [
                "Service Hematologie, Hôpital Jean Minjoz, Besancon, France "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Decaux",
            "author_affiliations": [
                "Chu Rennes-Hôpital Sud, Rennes, France"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T13:04:48",
    "is_scraped": "1"
}