{
    "doi": "https://doi.org/10.1182/blood.V110.11.4466.4466",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1077",
    "start_url_page_num": 1077,
    "is_scraped": "1",
    "article_title": "Marqibo (Vincristine Sulfate Liposomes Injection (OPTISOME™) Demonstrates Activity in Patients with Relapsed and Refractory Peripheral T-Cell Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "liposomes",
        "lymphoma, t-cell, peripheral",
        "vincristine",
        "adverse event",
        "complete remission",
        "bone marrow transplantation, autologous",
        "chemotherapy regimen",
        "cholesterol",
        "disease progression",
        "immunotherapy"
    ],
    "author_names": [
        "M. Alma Rodriguez, MD",
        "Jane N. Winter, MD",
        "Biao Lu, PhD",
        "Gary Huang, MD",
        "Gavin S. Choy, PharmD",
        "Steven R. Deitcher, MD"
    ],
    "author_affiliations": [
        [
            "MD Anderson Cancer Center, University of Texas, Houston, TX, USA"
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Hana Biosciences, South San Francisco, CA, USA"
        ],
        [
            "Hana Biosciences, South San Francisco, CA, USA"
        ],
        [
            "Hana Biosciences, South San Francisco, CA, USA"
        ],
        [
            "Hana Biosciences, South San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Introduction: New and more effective agents are needed to improve treatment outcomes for patients with relapsed and refractory peripheral T-cell lymphoma (PTCL). Marqibo is a novel formulation of vincristine (VCR) encapsulated in sphingomyelin/cholesterol liposome called OPTISOME. In preclinical studies, OPTISOME technology has been shown to provide targeted, increased, and sustained delivery of VCR to tumor cells compared to non-encapsulated VCR or VCR encapsulated in conventional liposomes. Methods: PTCL patients from two multi-center phase 2 studies of Marqibo in relapsed and refractory lymphoid malignancies are integrated for safety and efficacy evaluation. In both studies, Marqibo (2.0 mg/m 2 without dose capping IV over 60 minutes) was administered every 14 days for up to 12 cycles or until toxicity or progressive disease was observed. The primary efficacy endpoint of the 2 studies was the objective response rate (ORR) defined as the percentage of patients whose best response was complete response (CR), complete response unconfirmed, or partial response (PR). Best response was determined according to the International Workshop Response Criteria. Secondary endpoints included adverse event evaluation, time to progression (TTP) and overall survival (OS). Results: Six (3M/3F) patients diagnosed with PTCL received at least one dose of Marqibo. At baseline, the median age was 59 years (range, 34–86). All six patients had aggressive disease and most were heavily pretreated. The median number of prior lines of chemotherapy and immunotherapy regimens was 3 (range, 1–6) and four patients (66.7%) had received prior autologous bone marrow transplant. All patients had prior exposure to neurotoxic therapy: platinum compounds (33.3%), taxanes (16.7%) and VCR (100%). All patients had achieved a CR or PR to their frontline therapy and 50% (3/6) had achieved a CR or PR to their last line of therapy prior to receiving Marqibo. Patients received a median of 4 cycles of Marqibo (range, 1–9). Median cumulative dose of Marqibo was 7 mg/m 2 (range, 2–17.4). The most commonly reported adverse event was peripheral sensory neuropathy (3 of 6 patients) and all of Grade 1 severity. Three patients had PR, 1 patient had stable disease, 1 patient experienced disease progression, and 1 patient was unevaluable. Median OS and TTP were 194 and 70 days, respectively. Conclusions: These preliminary results suggest encouraging activity and tolerability of Marqibo in heavily pre-treated relapsed and refractory PTCL patients. Given the high proportion of exposure to neurotoxic agents preceding Marqibo, the low grade neurotoxicity noted following Marqibo is a favorable finding."
}