{
    "doi": "https://doi.org/10.1182/blood.V120.21.4642.4642",
    "article_title": "Patterns of Clinical Presenations of Thrombotic Thrombocytopenic Purpura in Plasma Exchange Era ",
    "article_date": "November 16, 2012",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Abstract 4642 Thrombotic thrombocytopenic purpura (TTP) is a rare but serious disease in which early diagnosis and management has a major impact on outcome. TTP has been historically linked to a pentad of clinical features (mental status changes, fever, acute renal failure, anemia and thrombocytopenia). The frequency of the classical pentand in the pre plasma exchange era has been reported to be as high as 40 percent. With the introduction of plasma exchange and increased awareness of this disease a different pattern of clinical presentation of TTP might be forming based on early diagnosis. We reviewed the clinical presentation of 91 patients with a diagnosis of TTP in terms of pattern and duration of symptoms. Only 9% of patients (n=8) presented with the pentad. Duration of symptoms in all patients ranged between 1 and 60 days, with a mean of 9.3 days. Statistical analysis showed no correlation between the duration of symptoms prior to diagnosis and the presence of the pentand (mean of symptom duration in the pentad and non-pentad groups were 9.4 and 9.3 days with range of (3–30) and (1–60), respectively). The most common patterns of clinical presentation were in the form of constitutional symptoms (fatigue, malaise and generalized weakness), which were seen in 67% of patients (n=60), followed by neurological symptoms (mainly headache and confusion) in 51% of pateints (n=46). Gastrointestinal (GI) symptoms (nausea, vomiting or abdominal pain) were seen in 47% of patients (n=42). The most common triad of symptoms was neurological (headache and confusion), constitutional (fatigue, weakness and anorexia) and GI(nausea, vomiting and abdominal pain), which was present in 14% of patients (n=13). In terms of clinical outcome, there was also no correlation between the duration of symptoms and the clinical outcome (mean of symptom duration in the alive and dead groups were 9.2 and 10 days, with range of 1–60 and 1–21 days, respectively). There was no association between the presence or absence of the pentad and mortality, (25% (n=2/8) as compared to 11% (n=9/83), P-value of 0.248). On the other hand patients with poor outcome (defined as death) were less likely to present with constitutional and nonspecfic symptoms (27.3% (n=3/11) as compared to 72.5% (n=58/80), P-value of 0.005), As a conclusion, the pentad is a very rare presentation in TTP and the duration of symptoms prior to diagnosis does not predict its presence. While nonspecific and/or constitutional symptoms are the most common presentation, patients who do not present with such symptoms tend to do worse. Our study highlights the importance of defining the clinical presentation of this disease in a new and pertinent form that could help clinicians in the diagnosis and timely management. It also raises the question of prognsotic value of the clinical presentation in this potentially lethal disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "plasma exchange",
        "thrombotic thrombocytopenic purpura",
        "time symptom lasts",
        "fatigue",
        "abdominal pain",
        "asthenia",
        "early diagnosis",
        "headache",
        "nausea and vomiting",
        "anemia"
    ],
    "author_names": [
        "Muath Dawod, MD",
        "Mohammad Alhyari, MD",
        "Philip Kuriakose, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Muath Dawod, MD",
            "author_affiliations": [
                "Hematology and Oncology, Henry Ford Hospital, Detroit, MI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Alhyari, MD",
            "author_affiliations": [
                "Internal Medicine, Henry Ford Hospital, detroit, MI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Kuriakose, MD",
            "author_affiliations": [
                "Hematology and Oncology, Henry Ford Hospital, Detroit, MI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T06:47:04",
    "is_scraped": "1"
}