{
    "doi": "https://doi.org/10.1182/blood.V104.11.2774.2774",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=37",
    "start_url_page_num": 37,
    "is_scraped": "1",
    "article_title": "Conversion of Erythropoiesis to Myelopoiesis in Gata1-Deficient Zebrafish Embryos. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "dna, complementary",
        "embryo",
        "erythropoiesis",
        "flow cytometry",
        "globins",
        "microscopy, confocal",
        "myelopoiesis",
        "transcription factor",
        "zebrafish",
        "in situ hybridization"
    ],
    "author_names": [
        "Jenna L. Galloway",
        "Christine Thisse",
        "Yi Zhou",
        "Rosanna Beltre",
        "Bernard Thisse",
        "Leonard I. Zon"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Children’s Hospital, Boston, MA, USA"
        ],
        [
            "CNRS/INSERM/ULP, IGBMC, Illkirch, France"
        ],
        [
            "Hematology/Oncology, Children’s Hospital, Boston, MA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital, Boston, MA, USA"
        ],
        [
            "CNRS/INSERM/ULP, IGBMC, Illkirch, France"
        ],
        [
            "Hematology/Oncology, Children’s Hospital, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.35026145",
    "first_author_longitude": "-71.0847018",
    "abstract_text": "Primitive hematopoiesis in vertebrates initiates in the embryonic yolk sac and yields nucleated erythrocytes and macrophages that later enter circulation. In zebrafish, a group of blood cells contained within the axial vein make up the intermediate cell mass (ICM), the teleost equivalent of the mammalian yolk sac. To identify novel genes involved in hematopoiesis, a high-throughput whole embryo in situ hybridization screen was performed. Examination of the expression pattern of 3700 clones from an adult zebrafish hematopoietic cDNA library discovered 24 genes with expression in the blood during development. Each stage of hematopoiesis was defined by a subset of genes, providing a molecular signature of blood cell maturation, from hematopoietic progenitors to terminally differentiated erythrocytes. By using antisense morpholinos to the transcription factors gata1 and gata2 , we were able to dissect the regulation of these 24 genes. Examination of gene expression in Gata1, Gata2, and Gata1/Gata2-deficient animals revealed that most erythroid genes are dependent upon Gata factors for expression. Surprisingly, three novel genes, expressed in hematopoietic progenitors, do not require Gata factors for their expression demonstrating that some erythroid genes are regulated in a Gata-independent manner. During our analysis, we also found persistent ectopic expression of the myeloid transcription factor, PU.1 , in the ICM cells and a subsequent expansion of mpo expressing granulocytes and L-plastin expressing macrophages. By utilizing gata1-GFP transgenic zebrafish, we were able to isolate blood cells by flow cytometry and examine their morphology. We discovered that blood cells from the Gata1-deficient animals exhibited features characteristic of myeloid cells when compared to wild-type blood cells. By confocal microscopy, we detected some blood cells in the ICM of Gata1-deficient embryos that co-express globin and PU.1 , while blood cells of wild-type embryos never co-express these markers at this stage. These observations demonstrate that in the absence of Gata1 the presumptive erythroid progenitors have transformed into the myeloid lineage, and that a major cell fate alteration has occurred. Ultimately, our studies have molecularly defined blood development by gene expression, and illustrated that Gata1 governs lineage fate decisions of hematopoietic progenitors in the developing embryo."
}