{
    "doi": "https://doi.org/10.1182/blood.V112.11.2120.2120",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1149",
    "start_url_page_num": 1149,
    "is_scraped": "1",
    "article_title": "Stem Cell Transplant (SCT) for Patients (pts) with Chronic Myeloid Leukemia (CML) Resistant to Tyrosine Kinase Inhibitors (TKI) with BCR-ABL Kinase Domain (KD) Mutation T315I. ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, chronic",
        "mutation",
        "phosphotransferases",
        "protein-tyrosine kinase inhibitor",
        "cardiac mri",
        "imatinib mesylate",
        "dasatinib"
    ],
    "author_names": [
        "Nikolai Velev",
        "Jorge Cortes",
        "Richard Champlin",
        "Hagop M. Kantarjian",
        "Gabriela Rondon",
        "Sergio Giralt",
        "Gautam Borthakur",
        "Marcos De Lima"
    ],
    "author_affiliations": [
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.695481799999992",
    "first_author_longitude": "-95.5123137",
    "abstract_text": "Background: Resistance to TKI therapy is associated with development of KD mutations in approximately 50–60% of pts. Although many imatinib-resistant mutations respond well to second generation TKI, T315I is insensitive to all currently available TKI (imatinib, dasatinib, nilotinib) in vitro and in the clinic. SCT is frequently recommended for these pts but there is no available data about the efficacy of SCT in such pts. Aims: To investigate the efficacy and safety of SCT for patients with TKI-resistant CML with a T315I mutation. Methods: We reviewed the outcome of all pts with T315I that have received a SCT at MD Anderson Cancer Center. Results: Seven pts received 8 transplants. Their median age was 44 years (yrs) (range, 26 to 64 yrs). The median time from diagnosis to SCT was 42 months (mo) (range, 9–160 mo). All pts had become resistant to with imatinib; 5 received dasatinib and 1 nilotinib after imatinib failure, and 6 pts received other additional therapy prior to SCT. At the time of SCT 2 pts were in chronic phase (CP), both in partial cytogenetic response; 2 in accelerated (AP) with active disease; and 3 in second or greater CP from lymphoid blast phase (BP) (1 in minor cytogenetic response, 2 major molecular response, 1 complete molecular response –CMR-). Six transplants were from matched unrelated donors and 2 from cord blood. Best response after SCT was CCyR in 3 (2 AP, 1 BP), CMR in 4 (2 CP, 2 BP), and 1 unknown (died early). After a median follow-up of 11 months from SCT, 4 pts are alive; the 2 transplanted in CP are alive after 11 and 42 months after SCT and in CMR; 1 pt transplanted in AP has a sustained CCyR 20 mo after SCT with persistent T315I representing 94% of transcripts by pyrosequencing; and 1 in BP has a CMR sustained 6 mo after a second SCT (relapsed 5 months after first SCT) 3 pts have died: 1 AP and 2 BP, all with relapse. Conclusion: SCT appears to be an effective strategy for pts with CML with T315I, although longer follow up is needed. Results are significantly better when pts are transplanted in CP. Thus, SCT should be considered in pts with resistance to TKI once T315I is identified, ideally in CP."
}