{
    "doi": "https://doi.org/10.1182/blood-2020-142264",
    "article_title": "Diagnostic Validation of a Clinical Laboratory-Oriented Targeted RNA Sequencing System As a Comprehensive Assay for Hematologic Malignancies ",
    "article_date": "November 5, 2020",
    "session_type": "803.Emerging Diagnostic Tools and Techniques",
    "abstract_text": "Introduction Targeted RNA sequencing (RNA-seq) is a highly accurate method for sequencing transcripts of interest and can overcome limitations regarding resolution, throughput, and multistep workflow. However, RNA-seq has not been widely performed in clinical molecular laboratories due to the complexity of data processing and interpretation. We developed a customized targeted RNA-seq panel with a data processing protocol and validated its analytical performance for gene fusion detection using a subset of samples with different hematologic malignancies. Additionally, we investigated its applicability for identifying transcript variants and expression analysis using the targeted panel. Methods The target panel and customized oligonucleotide probes were designed to capture 84 genes associated with hematologic malignancies. Libraries were prepared from 800 to 1,500 ng of total RNA using GeneMediKit NGS-Leukemia-RNA kit (GeneMedica, Gwangju, Korea) and sequenced using Miseq reagent kit v3 (300 cycles) and MiseqDx (Illumina, San Diego, CA, USA). The diagnostic samples included one reference DNA (NA12878), one reference RNA (Cat no. 740000, Agilent Technologies), 14 normal peripheral blood (PB) samples, four validation bone marrow (BM) samples with known gene fusions, and 30 clinical BM or PB samples from seven categories of hematologic malignancies. The clinical samples included 27 BM aspirates and three PB samples composed of six acute myeloid leukemia, nine B-lymphoblastic leukemia/lymphoma, four T-lymphoblastic leukemia/lymphoma, three mature B-cell neoplasms, six MPN, one myelodysplastic/myeloproliferative neoplasm, and one myeloid/lymphoid neoplasm with eosinophilia and gene rearrangement. For the analytical validation of fusion detection, target gene coverage, between-run and within-run repeatability, and dilution tests (1:2 to 1:8 dilution) were performed. For the comparative analysis of fusion detection, the RNA-seq data were analyzed by STAR-Fusion and FusionCatcher and processed with stepwise filtering and prioritization strategy (Figure 1), and the result was compared to those of multiplex RT-PCR (HemaVision kit; DNA Technology, Aarhus, Denmark) or FISH (MetaSystems Gmbh, Althusseim, Germany) using 30 clinical samples. The RNA-seq data from clinical samples were additionally analyzed by FreeBayes for variant detection and by StringTie for expression profiling (Figure 1). Results First, the analytical validation showed reliable results in target gene coverage, between-run and within-run repeatability, and linearity tests. The uniformity of coverage (% of base pairs higher than 0.2 × total average depth) was calculated to be 99.8%, which revealed even coverage for the target genes in the panel using the reference DNA. Both in the within-run and between-run tests, the read counts and FFPM (fusion fragments per million) of all replicates showed reliable repeatability ( r 2 = 0.9655 and 0.9874, respectively). The FFPM of the diluted analytical samples including BCR-ABL1 and PML-RARA showed linear log2-fold-changes ( r 2 = 0.9852 and 0.9447, respectively). Second, compared to multiplex RT-PCR and FISH using 30 clinical samples, targeted RNA-seq combined with filtering and prioritization strategies detected all 13 known fusions and newly detected 17 fusions. Finally, 16 disease- and drug resistance-associated variants on the expressed transcripts of ABL1 , GATA2, IKZF1, JAK2, RUNX1, and WT1 were simultaneously designated and expression analysis showed distinct four clusters of clinical samples according to the cancer subtypes and lineages. Conclusions Our customized targeted RNA-seq system provided a stable analytical performance and a more sensitive identification of gene fusions than conventional molecular methods in various clinical samples. In addition, clinically significant variants in the transcripts and expression profiling could be simultaneously identified directly from the RNA-seq data without the need for additional parallel testing. Our study identified the advantages of the clinical laboratory-oriented targeted RNA-seq system to enhance the diagnostic yield for gene fusion detection and to simplify the diagnostic steps as providing a comprehensive tool for analyzing hematologic malignancies in the clinical laboratory. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Lee: National Research Foundation of Korea: Research Funding.",
    "author_names": [
        "Ha Jin Lim, MD",
        "Jun Hyung Lee, MD PhD",
        "Ju-Hyeon Shin, MD",
        "Seung Yeob Lee, MD PhD",
        "Hyun-Woo Choi, MD PhD",
        "Hyun Jung Choi, MD PhD",
        "Seung Jung Kee, MD PhD",
        "Jong Hee Shin, MD PhD",
        "Myung-Geun Shin, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ha Jin Lim, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jun Hyung Lee, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ju-Hyeon Shin, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seung Yeob Lee, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyun-Woo Choi, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyun Jung Choi, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seung Jung Kee, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong Hee Shin, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myung-Geun Shin, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Chonnam National University Medical School and Chonnam National University Hwasun Hospital, Hwasun, Korea, Republic of (South) ",
                "Brain Korea 21 Plus Project, Center for Biomedical Human Resources, Chonnam National University, Gwangju, Korea, Republic of (South)"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:49:19",
    "is_scraped": "1"
}