{
    "doi": "https://doi.org/10.1182/blood.V116.21.3078.3078",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1809",
    "start_url_page_num": 1809,
    "is_scraped": "1",
    "article_title": "Familial Chronic Myeloproliferative Neoplasms ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster II",
    "topics": [
        "myeloproliferative disease",
        "genetic pedigree",
        "leukemia, myelocytic, chronic",
        "erythrocytosis",
        "genetic disorder",
        "hematological diseases",
        "leukemia, myelocytic, acute",
        "lymphoblastic leukemia",
        "myelofibrosis, idiopathic, chronic",
        "polycythemia vera"
    ],
    "author_names": [
        "Caterina Alati",
        "Bruno Martino",
        "Antonio Marino",
        "Francesca Ronco",
        "Manuela Priolo",
        "Francesco Nobile, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Unit, Bianchi Melacrino Morelli Hospytal, Reggio Calabria, Italy, "
        ],
        [
            "Hematology Unit, “Bianchi-Melacrino-Morelli” Hospital, Reggio Calabria, Italy, "
        ],
        [
            "Hematology Unit, A.O. Bianchi Melacrino Morelli, Reggio Calabria, Italy, "
        ],
        [
            "Hematology Unit, “Bianchi-Melacrino-Morelli” Hospital, Reggio Calabria, Italy, "
        ],
        [
            "Hematology Unit, “Bianchi-Melacrino-Morelli” Hospital, Reggio Calabria, Italy, "
        ],
        [
            "Hematology Unit, Azienda Ospedaliera “Bianchi-Melacrino-Morelli”, Reggio Calabria, Italy"
        ]
    ],
    "first_author_latitude": "38.113104299999996",
    "first_author_longitude": "15.659505699999999",
    "abstract_text": "Abstract 3078 Chronic myeloproliferative neoplasms (CMNs) include Polycythemia Vera (PV), Essential Thrombocythemia (ET), and Primary Myelofibrosis (PMF). So far limited studies of familial clusters of CMNs have been reported.Familial chronic myeloproliferative neoplasms are defined when in the same pedigree at least two relatives have CMNs. Familial CMNs should be distinguished from inherited disorders with Mendelian transmission, high penetrance and polyclonal haematopoiesis named ‘hereditary erythrocytosis' and ‘hereditary thrombocytosis'. Recently a 5- to 7-fold higher risk of MPN among first-degree relatives of patients with MPNs was reported. These findings support the limited studies suggesting a familial clustering in MPNs. The analysis of mutations of JAK2 and MPL may improve our ability to identify these conditions. In a consecutive series of patients observed in our Institution from January 2000 to June 2010, we found that among 460 patients with sporadic CMNs and 94 Ph1 positive chronic myeloid leukemia (CML), the prevalence of familial cases was 4%.With 22 pedigrees, 44 patients (8%) were identified with two relatives affected. Familial CMNs were 11 PV,14 ET,7 PMF, 5 CML respectively, while sporadic cases were 96 PV,204 ET,115 PMF and with other 45 CMNS not furtherly classified. As far as the distribution of the different CMNs within the familial cluster, We observed that only in 4 of 22 families (18%) all the affected relatives were diagnosed with the same disease (homogeneous pattern: PV one family and ET three families), whereas 14 families exhibited a mixed distribution among PV, ET and PMF. 8 families exhibited CMNs associated with other hematological disease such as chrocic lymphocytic leukemia (CLL), acute myeloid leukemia (AML), chronic myeloid leukemia (CML), myelodisplastic syndrome (MDS). Among this, 6 families presented a first or second degree of relationship of first and second generation. In 10 cases the relatives were brothers, affected by familial CMNs with a prevalence of PV and TE clinical phenotype at diagnosis.According to JAK2 (V617F) mutational status, analyzed in 30 out of 44 patients, 19 patients showed a positivity pattern, while 18 families showed a heterogeneous pattern; they included both JAK2 (V617F) -positive and JAK2 (V617F)-negative patients. Among the 19 patients with JAK2 (V617F) positivity, the distribution of positivity according to the diagnosis was 100% of PV, 45% of ET and 55%of PMF; homozygosity was present only in PV cases. In our series, only two members of the same family were affected by familial CMNs. Finally it should be noted that in our series of familial cases clinical presentation, therapeutic approach and type and severity of complications were comparable to that of sporadic cases. In conclusion, the present study indicates the relevant possibility of familial CMNs, thus suggesting the opportunity of a detailed family history as part of the initial work-up of patients with CMDs; in addition it also suggests the usefulness of an accurate biological study. Disclosures: No relevant conflicts of interest to declare."
}