{
    "doi": "https://doi.org/10.1182/blood.V116.21.2678.2678",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1869",
    "start_url_page_num": 1869,
    "is_scraped": "1",
    "article_title": "Quantitation of EBV-DNA In Peripheral Blood In Hodgkin Lymphoma: Associations with Other Biomarkers and Patient Characteristics ",
    "article_date": "November 19, 2010",
    "session_type": "Hodgkin Lymphoma - Biology, Excluding Therapy: Poster I",
    "topics": [
        "biological markers",
        "dna",
        "herpesvirus 4, human",
        "hodgkin's disease",
        "antibody titer",
        "cell-free dna",
        "epstein-barr virus nuclear antigens",
        "polymerase chain reaction",
        "cancer",
        "c-reactive protein"
    ],
    "author_names": [
        "Stefan Hohaus",
        "Manuela Giachelia",
        "Barabara Vannata",
        "Rosaria Santangelo",
        "Maurizio Martini",
        "Tonia Cenci",
        "Giuseppina Massini",
        "Annarosa Cuccaro",
        "D'Alo Francesco",
        "Maria Teresa Voso",
        "Giovanni Fadda",
        "Luigi Larocca",
        "Giuseppe Leone, MD"
    ],
    "author_affiliations": [
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Microbiologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Institute of Pathology, Catholic University of the Sacred Heart, Rome, Italy, "
        ],
        [
            "Istituto di Anatomia Patologica, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Microbiologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Istituto di Anatomia Patologica, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Hematology, Università Cattolica, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.85336775",
    "first_author_longitude": "12.527993949999999",
    "abstract_text": "Abstract 2678 The Epstein-Barr virus (EBV) is present in the malignant Hodgkin/Reed-Sternberg (HRS) cells of 20–40% cases of Hodgkin lymphoma (HL) in western countries. Detection and quantitation of cell-free plasma EBV-DNA has been proposed as a biomarker in EBV-associated malignancies, including HL. We analyzed the presence of EBV in HRS cells, peripheral blood compartments, and correlated these data to EBV serology, other circulating biomarkers and clinical characteristics. In a single institution cohort of 93 HL patients, EBV-DNA was quantitated using real-time PCR for the EBNA region in whole blood (WB, n=69), plasma (PL, n=75) and peripheral blood mononuclear cells (MNC, n=74). Cell-free DNA levels were determined using a real-time PCR for the globin gene (n=84), cytokine concentrations were measured in 85 patients. EBV status of HRS cells was studied using in-situ hybridization with EBER. EBV-DNA was positive in 32% WB, 21% PL and 20% MNC at HL diagnosis, with concordant WB and PL results in 86% of cases. EBER was present in HRS cells in 32% of cases. EBV-DNA copy number over 1500/ml was predictive for the presence of EBER in HRS cells in 86% and 88% WB and PL, respectively, while EBV copy numbers 50 years) were frequently EBER-positive (66%), with higher EBV copy numbers (median 12800/ml), while younger patients (<50 years) were less frequent EBER-positive (23%), and copy numbers were lower (median 1200/ml) (p=0.01). EBER-positive HL cases frequently had EBNA-1 antibody titers < 100 U/ml when compared to EBER-negative cases (44% vs. 13%, p=0.01), and there was a trend for a negative correlation between EBV copy number and EBNA1 titers (p=0.07). In patients with EBER+ HL the plasma EBV-DNA copy number correlated to the level of circulating cell-free DNA (rho=0.65), IL-10 levels (rho=0.87), IL-6 levels (rho=0.74) and inflammation parameters, including CRP (rho=0.79) and ESR (rho=0.57) (all p<0.02), and were higher in stage IV disease (p=0.02). In conclusion, a high EBV-copy number in whole blood and/or plasma at diagnosis is a good indicator for EBV-association of HL, and EBV copy numbers strongly correlate to other biological parameters of disease activity. Moreover, the inverse correlation between EBV copy number and EBNA1 antibody titers may indicate a reduction in immune surveillance favoring the expansion of EBV. Disclosures: No relevant conflicts of interest to declare."
}