{
    "doi": "https://doi.org/10.1182/blood.V120.21.89.89",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2250",
    "start_url_page_num": 2250,
    "is_scraped": "1",
    "article_title": "Increased Transpulmonary Gradient Predicts Functional Class, Mortality, and RV Dysfunction by MRI in Patients with Sickle Cell Associated Pulmonary Hypertension ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia I",
    "topics": [
        "drepanocytes",
        "magnetic resonance imaging",
        "pulmonary hypertension",
        "transpulmonary pressure",
        "cardiac output, high",
        "cardiac mri",
        "gadolinium",
        "p-aminohippurate",
        "polycyclic hydrocarbons, aromatic",
        "pulmonary arterial hypertension"
    ],
    "author_names": [
        "Kim-Lien Nguyen, M.D.",
        "Shoaib Alam, M.D.",
        "Xin Tian, Ph.D.",
        "Steve W. Leung, M.D.",
        "Catherine Seamon",
        "Caterina Minniti, M.D.",
        "James G. Taylor, M.D.",
        "Vandana Sachdev, M.D.",
        "Andrew E. Arai, M.D.",
        "Gregory J. Kato, M.D."
    ],
    "author_affiliations": [
        [
            "Cardiovascular and Pulmonary Branch, National Heart, Lung, and Blood Institutes, Bethesda, MD, USA, "
        ],
        [
            "Cardiovascular and Pulmonary Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA, "
        ],
        [
            "Office of Biostatistics Research, National Heart, Lung, and Blood Institutes, Bethesda, MD, USA, "
        ],
        [
            "Cardiovascular and Pulmonary Branch, National Heart, Lung, and Blood Institutes, Bethesda, MD, "
        ],
        [
            "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institutes, Bethesda, MD, USA, "
        ],
        [
            "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institutes, Bethesda, MD, USA, "
        ],
        [
            "Genomic Medicine Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA, "
        ],
        [
            "Cardiovascular and Pulmonary Branch, National Heart, Lung, and Blood Institutes, Bethesda, MD, USA, "
        ],
        [
            "Cardiovascular and Pulmonary Branch, National Heart, Lung, and Blood Institutes, Bethesda, MD, USA, "
        ],
        [
            "Sickle Cell Vascular Disease Section, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.0031739",
    "first_author_longitude": "-77.1028955",
    "abstract_text": "Abstract 89 Background: Patients with sickle cell disease (SCD) and pulmonary hypertension (PH) have increased mortality. Whether SCD-associated PH (SCD-PH) is predominantly a pulmonary pre-capillary (PAH) vs. post-capillary (PVH) process is an area of ongoing investigation. SCD-PH is often complicated by high cardiac output (CO) related to anemia. The transpulmonary gradient (TPG) represents a pressure differential across the pulmonary vascular bed that the right ventricle (RV) has to overcome regardless of the total volume being ejected and has been employed to determine eligibility for cardiac transplantation because it eliminates the confounding effect of CO (PVR=TPG/CO). Typically, a TPG ≥ 12 mmHg indicates significant PAH with increased risk of acute RV failure post-transplantation. With significant PAH, there is often morphologic adaptation by the RV. MRI enables accurate quantification of RV function and structure. In idiopathic PAH, RV dilation and decreased function have been correlated with poor prognosis. Thus, we hypothesize that patients with SCD and a TPG ≥ 12 mmHg would have lower functional capacity, increased mortality, and MRI evidence of RV dysfunction. Materials & Methods: Five hundred and thirty one consecutive patients (age 35.6 ± 12.6, 54% (n=284) female, 73% (n=387) HbSS phenotype) with SCD were prospectively screened for PH using echocardiography (tricuspid regurgitant jet ≥ 2.5 m/s) without any exclusion criteria. Eighty four patients (age 41 ± 13, 55% (n=46) female, 82% (n=69) HbSS phenotype, mean Hb 8.8 ± 1.7) underwent RHC, and forty-one patients (age 42 ± 15, 54% (n=22) female, 80% (n=33) HbSS phenotype, mean Hb 8.9 ± 1.8) underwent cardiac MRI (CMR) within one week of RHC. CMR sequences consisted of cine imaging and late gadolinium enhancement imaging. Results: Of the 84 catheterized patients, forty-six had a TPG ≥ 12 mmHg and 38 had a TPG < 12 mmHg. Of the 41 patients who had both RHC and CMR, twenty-one had a TPG ≥ 12 mmHg and 20 had a TPG < 12 mmHg. Those with a TPG ≥ 12 mmHg had higher mortality (median years from enrollment to death were 4.0 vs. 4.7 years with 21 (46%) deaths in the high TPG group vs. 6 (16%) deaths in the lower TPG group, p=0.008), poorer functional class (p=0.007), shorter 6-minute walk distance (p=0.003), higher pulmonary vascular resistance index (p<0.001), and lower cardiac index (p=0.001). High TPG patients demonstrated significantly more abnormal CMR markers of RV dysfunction, including lower tricuspid annular plane excursion (p=0.001) and RV ejection fraction (p=0.002). High TPG patients also showed a non-significant trend for other markers of RV dysfunction, including higher RV end-diastolic volume index (EDVI) and RV mass index (MI), and lower RV stroke volume index (SVI). Recently validated CMR markers of pulmonary hypertension including septal-to-LV-free-wall curvature ratio (p=0.013), septomarginal trabeculae mass index (p=0.002), and ventricular mass index ratio (p=0.016) were significantly different in the high TPG group. CMR eccentricity index (EI) at end-systole (ES) was significantly greater in the high TPG group (p=0.026) without a significant change between ES and ED (end-diastole), which is consistent with the finding that there is a greater degree of RV pressure overload. In the low TPG group, the EI ED was greater than EI ES (p=0.001), which supports anemia-related RV volume overload rather than pressure overload. Although the left ventricular (LV) ejection fraction was similar in both groups, parameters indicative of LV dilation such as LV ESVI (p=NS) and EDVI (p=0.006) were more elevated in the low TPG group. Late gadolinium enhancement (LGE) at the RV insertion points indicative of myocardial fibrosis also occurred more frequently in the higher TPG group (p=0.030). Conclusions: A TPG ≥ 12 mmHg effectively identified patients with a lower functional capacity, MRI evidence of RV dysfunction, and overall worse prognosis. The MRI pattern of RV dysfunction in the TPG ≥ 12 mmHg is consistent with RV pressure overload. The TPG, being less subject to the confounding effects of CO, further demonstrates the functional severity of pulmonary arterial disease in SCD using objective thresholds established in the cardiac transplant literature. Disclosures: Off Label Use: Gadolinium contrast is used for late gadolinium enhancement imaging. Arai: Siemens: Dr. Arai is a principal investigator on a US Government Cooperative Research and Development Agreement (CRADA). Other."
}