{
    "doi": "https://doi.org/10.1182/blood.V122.21.2602.2602",
    "article_title": "Do Leukemic Cells and Mesenchymal Stem Cells (MSCs) From AML Patients Share The Same Chromosomal Defect? A Cytogenetics, FISH and aCGH/Snpa Study ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Recent evidence suggests that leukemia is not solely a cancer autonomous process, but rather a disease in which the bone marrow microenvironment, the niche, plays a crucial role too (Raaijmakers, 2011). MSCs are key component of the niche. Thus, several studies have tested whether these cells from haematological patients contain chromosomal defects identical or different from those present in leukemic cells. Based on these findings the principal aim of the present study was to evaluate whether leukemic and MSC from six AML patients shared the same cytogenetic defects after examination with three different technologies, conventional cytogenetics (CC), FISH and aCGH/SNPa. At the onset of the disease and after informed consent all the six patients were submitted to bone marrow (BM) aspiration. BM cells were submitted to CC and FISH analyses. In addition, MSC were isolated from BM cell suspension (10-15 ml) as previously described. Briefly, mononucleated cells were isolated from BM by density gradient centrifugation using Lympholyte®-H and seeded in 75 cm 2 cell culture flasks at a cell density of 10 6 cells/cm 2 . Cells were cultured at 37°C, 5% CO2 in MEM-alpha medium containing 1% Penicillin/Streptomycin, 1% L-Glutamine and 10% fetal bovine serum. After 48-h adhesion, non-adherent cells were removed and culture medium replaced (Achille et al, 2011). Growth medium was changed every three days. MSCs were examined after the first passage and their phenotype was evaluated by flow cytometry. Cells were detached from culture using Tripsin-EDTA, washed twice with PBS and stained for ten minutes with the following fluorochrome-conjugated antibodies: anti-CD90-FITC, anti-CD105-PE, anti-CD14-FITC, anti-CD73-PE, anti-CD34-FITC, anti-CD80-PE, anti-CD133-APC, anti-CD31-PE and anti-CD45-APC-Alexa750. Stained cells were acquired with a Beckman Coulter Navios instrument and data analyzed with Kalooza software. The commercial FISH probes used were LSI D7S486/CEP7, LSI AMLETO from Abbot Molecular Inc. (Chicago, Il, USA) and ON c-Myc/SE8, SE10(D10Z1) from Kreatech (Amsterdam, NL). These probes were applied according to manufactures guidelines and cut-off values determined by applying a one-sided 95% confidence interval using a binomial distribution. aCGH/SNPa was carried out with the SureScan Microarray Scanner G4900DA (Agilent Technologies Inc. Santa Clara, CA). CC revealed a monosomy 7 in two patients, a del(7)(q31) in one, a trisomy 8 and a trisomy 10 in one patient each, a t(8;21)(q24,q22) translocation in the last patient. All these defects were confirmed by FISH. In order to establish whether leukemic cells and MSCs shared these same abnormalities, MSCs cultures were tested with FISH. MSC purity assessed by flow-cytometry was 50-87%. FISH revealed a normal pattern in all the cultures examined. In contrast, aCGH/SNPa revealed neither gains/losses nor LOH in four patients, a trisomy 5 in one and the LOH of a 3.8 Mb sized region located on 13q31.1 in one patient. This study, the first one that applied aCGH/SNPa to investigate the MSC chromosomal pattern, suggests that i) MSCs from chromosomally abnormal AML patients may show a normal FISH pattern, but may be either normal or contain chromosomal aberrations different from those present in leukemic cells on aCGH/SNPa analysis; ii) these defects are uncommonly seen in AML; iii) MSCs defects may flag that the leukemogenic event targets not only the hematopoietic tissue but also the stromal cell compartment, i.e. the niche; iii) aCGH/SNPa provides an in-depth view of MSC chromosomal pattern allowing the identification of potential clonal markers. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "array-based comparative genomic hybridization",
        "chromosomal disorder",
        "culture media",
        "cytogenetics",
        "leukemic cells",
        "stem cell, mesenchymal",
        "chief complaint",
        "fluorescein-5-isothiocyanate",
        "flow cytometry",
        "5'-nucleotidase"
    ],
    "author_names": [
        "Paolo Bernasconi",
        "Irene Dambruoso",
        "Manuel Gotti",
        "Marina Boni",
        "Rita Zappatore, PhD",
        "Celeste Calvello, BSc",
        "Claudia del Fante",
        "Gianluca Viarengo, MD",
        "Marilla Cervio",
        "Cesare Perotti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Bernasconi",
            "author_affiliations": [
                "Department of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Irene Dambruoso",
            "author_affiliations": [
                "Department of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Gotti",
            "author_affiliations": [
                "Department of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Boni",
            "author_affiliations": [
                "Department of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Zappatore, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Oncohematology,, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celeste Calvello, BSc",
            "author_affiliations": [
                "Division of Hematology, Department of Oncohematology,, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia del Fante",
            "author_affiliations": [
                "Immunohaematology and Transfusion Service Center for transplant immunology, Fondazione IRCCS Policlinico S.Matteo, Pavia, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluca Viarengo, MD",
            "author_affiliations": [
                "Immunohaematology and Transfusion Service Center for transplant immunology, Fondazione IRCCS Policlinico S.Matteo, Pavia, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marilla Cervio",
            "author_affiliations": [
                "immunohematology and Transfusion ServiceCentre for transplant immunology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cesare Perotti, MD",
            "author_affiliations": [
                "Servizio di Immunoematologia e Trasfusione, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:37:37",
    "is_scraped": "1"
}