{
    "doi": "https://doi.org/10.1182/blood-2021-148964",
    "article_title": "Transcriptomic Profiling of Circulating Extrafollicular Helper T-like Cells in Patients with Active Chronic Graft-Versus-Host Disease Reveals Distinct Apoptosis Resistance ",
    "article_date": "November 5, 2021",
    "session_type": "722.Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "In our previous studies, we identiﬁed circulating extrafollicular helper T-like cells (CD44 hi CD62L lo PSGL-1 lo CD4 + , c-extrafollicular Th-like) in human peripheral blood. C-extrafollicular Th-like cells are associated with the development of cGVHD. However, the exact molecular mechanism of these cells in patient with active cGVHD is still unclear. We performed the whole transcriptome analysis of c-extrafollicular Th-like cells from patients with active cGVHD and without cGVHD to explore the molecular mechanism. We identified 4661 differentially expressed genes between two groups by RNA-sequencing. Upregulated expression of Ca2 + influx and protein kinase C signaling pathway induced genes that establish T cell receptor hyper-activation signature were observed in active cGVHD patients. Expression of several inflammation cytokines and receptors were also increased, including IL23, IL27, IL2RA, IL32, IL24 and IL7R. Furthermore, tumor necrosis factor receptor associated factor 1 (TRAF1) and Bcl-2 genes that linked to resist apoptosis were found upregulated. Consistently, we confirmed that the BCL-2 expression of c-extrafollicular helper Th-like cells was significant higher in active cGVHD patients than no cGVHD patients(P=0.02) by quantitative polymerase chain reaction (qPCR). Our study sheds new light on molecular mechanism of the c-extrafollicular Th-like in patient with active cGVHD. Targeting these signaling pathways might blunt the development of cGVHD. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Jiapei Liu",
        "Kaibo Yang",
        "Hua Jin",
        "Qifa Liu"
    ],
    "author_dict_list": [
        {
            "author_name": "Jiapei Liu",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kaibo Yang",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hua Jin",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qifa Liu",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:39:22",
    "is_scraped": "1"
}