{
    "doi": "https://doi.org/10.1182/blood.V128.22.499.499",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3467",
    "start_url_page_num": 3467,
    "is_scraped": "1",
    "article_title": "Tumor Antigen Vaccination of Donors to Augment Graft-Versus-Tumor Effects after Allogeneic Bone Marrow Transplantation with Post-Transplantation Cyclophosphamide ",
    "article_date": "December 2, 2016",
    "session_type": "703. Adoptive Immunotherapy I",
    "abstract_text": "High dose, post-transplantation cyclophosphamide (PTCy) effectively prevents graft-versus-host disease after alloBMT by killing alloreactive T cells recently stimulated by recipient alloantigens. However, remotely primed (>4 days) T cells are resistant to cyclophosphamide-induced immunologic tolerance, raising the possibility that priming BMT donors with tumor antigens could be an effective method to augment anti-tumor immunity after alloBMT with PTCy without exacerbating GVHD. To test this hypothesis, we generated tumor antigen-specific T cells by vaccinating mice with chicken ovalbumin (OVA) expressing Listeria monocytogenes OVA (Lm-OVA) 7 or 30 days before syngeneic or allogeneic BMT, with or without PTCy of recipients bearing the EL4 thymic lymphoma expressing ovalbumin (EL4-mOVA). In a syngeneic BMT model, transferring vaccine primed day -7 or day -30 donor T cells into EL4-mOVA-Luci bearing mice prolonged survival but did not result in cure due to late relapses. To test whether this phenomenon can be found in an MHC matched, minor antigen mismatched alloBMT mouse model, we transferred vaccine primed or unprimed C3H.SW donor splenocytes into tumor bearing B6 recipients. Recipients of alloBMT without PTCy from vaccinated donors had a significant cure rate of 38% (day-30) and 23% (day -7) compared to 0% survival rate for mice receiving unprimed donor splenocytes. Interestingly, PTCy completely abrogated both GVHD and the anti-tumor benefit of donor vaccination, resulting in no prolongation of tumor-free survival of recipients of cells from primed donors compared to recipients of cells from unprimed donors. In light of the abrogation of anti-tumor immunity by PTCy, we tracked the fate of vaccine-primed T cells in alloBMT recipients. Donor cells primed on 7 or 30 days before T cell transfer showed significant numbers of OVA-specific CD8 + effector T cells on day 15 after transplantation in mice that did not receive PTCy. Although PTCy diminished vaccine primed tumor protection, we did detect increased percentages of tumor-specific effector CD8 + T cells in the blood as well as in other compartments on day 15 after transplantation. In an attempt to restore anti-tumor immunity we tested the effects of giving donor lymphocyte infusions (DLI) from tumor antigen-primed donors. DLI depleted of naïve T cells augmented anti-tumor immunity but animals died from graft-versus-host disease. In contrast, CD8-depleted DLI from vaccinated donors given after vaccine-primed BMT plus PTCy prolonged survival from EL4-mOVA without resulting in fatal GVHD. These results are consistent with the hypothesis that vaccine-primed CD8+T cells survive PTCy and their function can be elicited post-transplantation with help provided by tumor-specific CD4+ T cells administered as donor lymphocyte infusion. We plan to test this hypothesis in patients by vaccinating allogeneic BMT donors against a tumor antigen prior to allogeneic BMT + PTCy, with or without CD8-depleted DLI. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "cyclophosphamide",
        "donors",
        "neoplasms",
        "tissue transplants",
        "transplantation",
        "tumor antigens",
        "vaccination",
        "vaccines",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Han-Hsuan Fu, PhD",
        "Jie Wang, MD",
        "Jie Fu, MS",
        "Richard J Jones, MD",
        "Hyam Levitsky, MD",
        "Ephraim J. Fuchs, MD"
    ],
    "author_affiliations": [
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
        ]
    ],
    "first_author_latitude": "39.2958496",
    "first_author_longitude": "-76.5931147"
}