{
    "doi": "https://doi.org/10.1182/blood-2019-122219",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4344",
    "start_url_page_num": 4344,
    "is_scraped": "1",
    "article_title": "Vaccination with Live Attenuated Virus Vaccines in Four Pediatric Patients with CML While on Imatinib Treatment ",
    "article_date": "November 13, 2019",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "topics": [
        "attenuation",
        "imatinib mesylate",
        "pediatrics",
        "vaccination",
        "viral vaccines",
        "brachial plexus neuritis",
        "measles",
        "chickenpox",
        "adverse event",
        "disease remission"
    ],
    "author_names": [
        "Claudia Bettoni Da Cunha-Riehm, MD",
        "Verena Hildebrand, MD",
        "Michaela Nathrath, MD PhD",
        "Markus Metzler, MD PhD",
        "Meinolf Suttorp, MD PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Pediatric Hematology and Oncology, Medical School Hannover, Hannover, Germany "
        ],
        [
            "Department of Pediatrics, University Hospital Erlangen, Erlangen, Germany "
        ],
        [
            "Pediatric Hematology and Oncology, Klinikum Kassel, Kassel, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, University Hospital Erlangen, Erlangen, Germany "
        ],
        [
            "Pediatric Hemato-Oncology, Medical Faculty, Technical Univ. Dresden, Dresden, Germany"
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "Background: Documented experience on vaccination while on imatinib treatment is missing in children. According to current recommendations for all age groups of immunocompromised individuals inactive vaccines can safely be administered. However, depending on the grade of immunosuppression the immune response may be reduced or missing. Live attenuated vaccines must not be administered to immunosuppressed individuals according to general recommendations. To date, very few in vivo human studies have addressed the long-term impact of imatinib on the immune function. Data from in vitro and animal studies have documented seemingly contradictory effects of imatinib, ranging from impaired antigen-specific T-cell responses to reversal of T-cell tolerance and potentiation of antitumor immune responses. In adult patients (pts) with CML treated with imatinib, the B-cell response to inactivated vaccines against pneumococcus as well as H1N1 influenza virus was impaired and associated with loss of memory B-cell subsets [de Lavallade H, et al. Haematologica 2011; Blood 2013]. Accordingly, several adult cases of reactivation of hepatitis B virus infection under imatinib have been observed [Mallet V, et al. Lancet Infect Dis. 2016]. On the other hand, no opportunistic infections or uncommon courses of an infection were observed in the so far largest pediatric CML trial while pts were on imatinib treatment [Suttorp M, et al. Leukemia 2018]. The growing anti-vaccination movement in many countries based heavily on non-rational objections to vaccinations poses a world-wide threat to public health. In Europe, the number of reported cases of measles in 2018 was triple that in 2017 and 15 times that in 2016 (Thornton J, Br Med J 2019). To what extend this scenario poses any extra risk on CML pts is completely unknown. Methods: Four pediatric pts (10, 11, 12, 14 yrs old) with complete or partially non-protective titers against measles, mumps, rubella, and/or varicella were vaccinated after informed consent following individual assessments of risk and benefits once stable remission of CML had been achieved. Commercially available vaccines (M-M-RVAX Pro®, Varivax®, Priorix-Tetra®) were administered at lymphocyte counts >1500/µl. Details are listed in the table. Pt #4 was vaccinated 1 week after interruption of imatinib treatment followed by a 2 week cessation while the other 3 pts were vaccinated under ongoing imatinib treatment. Results: All seven live virus vaccinations in the 4 pts were well tolerated and no acute or late adverse events were observed (see table). Seroconversion could be confirmed in pts #1 and #3, while in pt #2 the first vaccination against measles, mumps, and rubella performed 11 months after diagnosis of CML was unsuccessful. However, revaccination three years later resulted in seroconversion. Interestingly, vaccination of this girl against varicella in the 54th month of imatinib treatment resulted in no measurable VZ-IgG in serum. Pt #4 lost his protective measles titer 7 months after vaccination when the imatinib dose was weight-adapted and increased but responded with protective titers to revaccination. Discussion: As a word of caution no sound conclusions can be drawn from this small series of only 7 vaccinations in 4 pts. Noteworthy, no adverse events resulting from attenuated live viral vaccines were observed in this cohort. The initial non-response in pt #2 when vaccinated 11 months after diagnosis of CML cannot be explained. A missing detection of varicella zoster IgG is observed in 1-5 % of healthy vaccinees and is caused by acquired T-cellular immunity against varicella (not investigated in this case). An alternative approach to be explored for administering live virus vaccination is short interruptions of imatinib treatment (2-3 weeks \"off\" the drug once molecular remission is achieved, pt #4). As long as herd immunity against dangerous diseases like measles is not established in many countries, pts with CML require protection. In order to accumulate knowledge we suggest that any experience with live virus vaccines in children with CML should be documented in an international registry. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}