{
    "doi": "https://doi.org/10.1182/blood.V110.11.2498.2498",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=873",
    "start_url_page_num": 873,
    "is_scraped": "1",
    "article_title": "The Multiple Myeloma Research Consortium Genomics Initiative. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "genomics",
        "multiple myeloma",
        "array-based comparative genomic hybridization",
        "bone marrow aspiration",
        "comparative genomic hybridization",
        "dna",
        "gene expression profiling",
        "molecule",
        "neoplasms",
        "phosphoric monoester hydrolases"
    ],
    "author_names": [
        "Jeffrey Trent, PhD",
        "John Carpten, PhD",
        "Michael Reich, PhD",
        "Ted Liefeld, PhD",
        "Jonathan Keats, PhD",
        "Spyro Mousses, PhD",
        "William Hahn, MD, PhD",
        "Suzanne Trudel, MD",
        "David Siegel, PhD",
        "S. Vincent Rajkumar, MD",
        "Melissa Alsina, MD",
        "Paul Richardson, MD",
        "Kenneth Anderson, MD",
        "Daniel Auclair, PhD",
        "Louise M. Perkins, PhD",
        "Kathy Giusti",
        "Rafael Fonseca, MD",
        "Todd R. Golub, MD"
    ],
    "author_affiliations": [
        [
            "TGen, Phoenix, AZ, USA"
        ],
        [
            "TGen, Phoenix, AZ, USA"
        ],
        [
            "Cancer Genomics, Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ],
        [
            "Cancer Genomics, Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ],
        [
            "Division of Hematology-Oncology, Mayo Clinic, Scottsdale, AZ, USA"
        ],
        [
            "TGen, Phoenix, AZ, USA"
        ],
        [
            "Cancer Genomics, Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ],
        [
            "Department of Medical Oncology, Medical Oncology University Health Network, Toronto, ON, Canada"
        ],
        [
            "Hackensack University, Hackensack, NJ, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Interdisciplinary Oncology, H. Lee Moffitt Cancer Center & Research Inst., Tampa, FL, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Multiple Myeloma Research Consortium, Norwalk, CT, USA"
        ],
        [
            "Multiple Myeloma Research Consortium, Norwalk, CT, USA"
        ],
        [
            "Multiple Myeloma Research Consortium, Norwalk, CT, USA"
        ],
        [
            "Division of Hematology-Oncology, Mayo Clinic, Scottsdale, AZ, USA"
        ],
        [
            "Cancer Genomics, Broad Institute of Harvard and MIT, Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "33.452984799999996",
    "first_author_longitude": "-112.06723729999999",
    "abstract_text": "The Multiple Myeloma Research Consortium (MMRC) Genomics Initiative is a three-year program to analyze tumor tissue from hundreds of multiple myeloma (MM) patients via gene expression profiling (GEP), comparative genomic hybridization (aCGH), and exon re-sequencing. In addition, RNAi knockdown of selected genes in MM tumor cell lines is being evaluated to identify potential new targets. All genomic data generated is scheduled for placement in an open-access Multiple Myeloma Genomics Portal pre-publication and in near real-time ( www.broad.mit.edu/mmgp ). Additionally, samples are also destined for drug validation and correlative science on clinical protocols as this study moves forward. This comprehensive project is spearheaded by the MMRC and conducted via collaboration with the Eli and Edythe L. Broad Institute of MIT and Harvard, the Translational Genomics Research Institute (TGen), Mayo Clinic Arizona, and The Dana-Farber Cancer Center. The study is supported by the collection from member institutions of the MMRC of bone marrow aspirates and matched peripheral blood samples from over 1000 patients. Specific genomic technologies that are currently being employed across this sample set include GEP using Affymetrix Human Genome U133A 2.0 Plus Arrays, and, in parallel, efforts to identify regions of genomic gain and loss are using Agilent Human Genome CGH arrays. In contrast to other large-scale genomic projects based on exon-sequencing of targeted gene sets, this project will be the first to perform genome-scale single molecule sequencing (SMS) of DNA from patient specimens. Results will be targeted against candidate classes of genes (e.g. kinases, phosphatases, known oncogenes and tumor suppressors), and genes from GEP or within candidate regions of copy gain or loss identified by the aCGH experiments. Mutations will be further validated in an independent set of patient specimens. Finally we will attempt to identify points of vulnerability of MM through systematic loss-of-function screens in myeloma cell lines using high-throughput RNA interference (using both shRNA and siRNA platforms). Importantly, data generated from this genomics initiative will ultimately be made public pre-publication through the established MMRC Multiple Myeloma Genomics Portal. Data from all aspects of this project (sample collection and analyte isolation, GEP, aCGH, SMS, RNAi and bioinformatics) will be described in this presentation. The power of this study is the comprehensive collection of gene expression, CGH, and genome sequencing on a single reference set of clinically annotated samples. The addition of RNAi screens makes this a very important and unique data resource, which we hope will help expedite the discovery of novel targeted agents for MM scientific community."
}