{
    "doi": "https://doi.org/10.1182/blood.V118.21.2044.2044",
    "article_title": "Sequential High-Dose Dexamethasone and Response Adapted PAD (Bortezomib, Adriamycin, Dexamethasone) or VAD (Vincristine, Adriamycin, Dexamethasone) Induction Chemotherapy Followed by High-Dose Chemotherapy with Autologous Stem Cell Transplantation for Newly Diagnosed Multiple Myeloma; Open-Labelled, Multicenter Phase 2 Study (KMM-94 Study)-Interim Analysis ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "abstract_text": "Abstract 2044 Background: Induction treatment followed by autologous stem cell transplantation (ASCT) is the standard therapy for the newly diagnosed younger patients with multiple myeloma (MM). Although new drugs such as lenalidomide or bortezomib have been shown the promising results as induction treatment, many different type of induction treatment regimens still have been used. We evaluate the efficacy and safety of the short course of high dose dexamethasone (HD dexa) and the response adapted PAD (Bortezomib, Adriamycin, Dexamethasone) or VAD (Vincristine, Adriamycin, Dexamethasone) induction chemotherapy in the newly diagnosed younger patients with MM. Methods: 107 newly diagnosed patients with MM from 21 institutions received 2 nd cycles of HD dexa followed by PAD or VAD chemotherapy according to the response to the initial high dose dexamethasone. The primary endpoint was complete response (CR) + near CR rate after ASCT. Among 107 patents enrolled this study from November 2009, 25 patients (23%) have been dropped out. This trial will be continued until total 210 patients will be enrolled. The trial is registered on National Cancer Institute website, number NCT01255514 . Results: One hundred seven patients (58 male, 49 female) were enrolled (median age; 56). 26 (24%) light chain disease were included. 31 (29%) patients were D-S stage II and 67 (63%) were stage III. According to the ISS, 23 (22%) patients had stage I, 51 (48%) had stage II and 33 (31%) had stage III. 26 (24%) patients had abnormal cytogenetics. There were 31% del13, 7% del17, 19% t(4;14), 15% t(14;16) and 28% t(11;14) in FISH analysis. Among the 82 evaluable patients, CR + PR rate was 48% (39/82) after 2 nd cycles of HD dexa therapy. 39 patients (48%) received subsequent VAD chemotherapy and 43 patients (52%) received PAD chemotherapy. Among the 64 patients finished VAD or PAD chemotherapy, CR + PR rate was 83% (79%, 26/33 in VAD group vs. 87%, 27/31 in PAD group). 56 patients were finished ASCT until now. CR + near CR rate after ASCT were 61% (58% in VAD group vs 63% in PAD group). Mortality rate of this trial was 13% (11/82). The cause of death was disease progression (n=3), bleeding (n=1) and infections (n=7). Among 82 patients in whom VAD or PAD chemotherapy was actually performed, 1 year overall survival (OS) rate was 84.7%. 1 year survival rate was 93.8% versus 77.2% (P=0.049) with VAD versus PAD (median follow-up; 9.1 months). Conclusion: Risk adapted approach using initial steroid response showed good response results after ASCT compared with previous trial (CR + near CR rate of IFM 2005-01trial-Bortezomib+dexa induction & ASCT was 35%, J Clin Oncol. 2010;28:4621–9) The MM patients who had poor response to HD dexa also showed similar good response rate after ASCT compared with the patients who had good response to HD dexa treatment in this trial. PAD re-induction therapy after failure of initial steroid induction treatment might overcome the inferior results in the high risk MM patients. Therefore, initial steroid response adapted strategy might be the more cost-effective approach in the newly diagnosed ASCT eligible MM patients. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "bortezomib",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "dexamethasone",
        "doxorubicin",
        "multiple myeloma",
        "vincristine",
        "steroids",
        "antigens, cd98 light chains"
    ],
    "author_names": [
        "Jin Seok Kim",
        "Cheolwon Suh, MD",
        "June-Won Cheong, MD, PhD",
        "Kihyun Kim, MD",
        "Yang Soo Kim",
        "Se-Ryeon Lee, MD, PhD",
        "Sung Hwa Bae",
        "Young-Don Joo",
        "Sang Min Lee, MD",
        "Hyeon Seok Eom",
        "Eunkyung Park, MD, PhD",
        "Sung-Soo Yoon, MD, PhD",
        "Inho Kim",
        "Jae-Yong Kwak, MD, PhD",
        "Chang-Ki Min",
        "Jeong-A Kim",
        "Moo-Rim Park, MD",
        "Sung Hyun Kim",
        "Hye Jin Kang",
        "Min Kyoung Kim",
        "Hawk Kim",
        "Yeung-Chul Mun",
        "Hoon-GU KIM",
        "Moon Hee Lee",
        "Jae Hoon Lee, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jin Seok Kim",
            "author_affiliations": [
                "Department of Internal Medicine, Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cheolwon Suh, MD",
            "author_affiliations": [
                "Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "June-Won Cheong, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kihyun Kim, MD",
            "author_affiliations": [
                "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, Division of Hematology-Oncology, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Soo Kim",
            "author_affiliations": [
                "Internal Medicine, Kosin University Gospel Hospital, Kosin University College of Medicine, Busan, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Se-Ryeon Lee, MD, PhD",
            "author_affiliations": [
                "Internal Medicine, Korea University Medical Center, Seoul, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung Hwa Bae",
            "author_affiliations": [
                "Department of Internal Medicine, Catholic University of Daegu School of Medicine, Daegu, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Young-Don Joo",
            "author_affiliations": [
                "Department of Hematology, Haeundae Paik Hospital, Inje University College of Medicine, Busan, South Korea, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang Min Lee, MD",
            "author_affiliations": [
                "Internal Medicine, Busan Paik Hospital, Inje University College of Medicine, Busan, South Korea, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyeon Seok Eom",
            "author_affiliations": [
                "Hematology-Oncology Clinic, National Cancer Center, Goyang, South Korea, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eunkyung Park, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Chung-Ang University Hospital, Seoul, South Korea, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Soo Yoon, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Seoul National University Hospital, Seoul, South Korea, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inho Kim",
            "author_affiliations": [
                "Internal Medicine, Seoul National University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Yong Kwak, MD, PhD",
            "author_affiliations": [
                "Internal Medicine, Chonbuk National University Hospital, Jeonju, South Korea, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang-Ki Min",
            "author_affiliations": [
                "Department of Hematology, Seoul St. Mary's Hospital, The Catholic University of Korea, Seoul, South Korea, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeong-A Kim",
            "author_affiliations": [
                "Department of Internal Medicine, The College of Medicine, The Catholic University of Korea, Seoul, South Korea, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moo-Rim Park, MD",
            "author_affiliations": [
                "Dept. of Internal Medicine, Wonkwang Univ. Sch. of Med., Iksan, South Korea, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung Hyun Kim",
            "author_affiliations": [
                "Internal Medicine, Dong-A University College of Medicine, Busan, South Korea, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hye Jin Kang",
            "author_affiliations": [
                "Department of Internal Medicine, Korea Cancer Center Hospital, Seoul, South Korea, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Kyoung Kim",
            "author_affiliations": [
                "Internal Medicine, Yeungnam University College of Medicine, Daegu, South Korea, "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hawk Kim",
            "author_affiliations": [
                "Ulsan University Hospital Division of Hem.-Onc., Univ. of Ulsan College of Med., Ulsan, South Korea, "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeung-Chul Mun",
            "author_affiliations": [
                "Department of Hematology-Oncology, Ewha Womans University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hoon-GU KIM",
            "author_affiliations": [
                "Departments of Internal Medicine, School of Medicine, Gyeongsang National University, Gyeongsang Institute of Health Sciences, Jinju, South Korea, "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moon Hee Lee",
            "author_affiliations": [
                "College of Medicine, College of Medicine, Inha University, incheon, South Korea, "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae Hoon Lee, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Gachon University Gil Hospital, Gachon University of Medicine and Science, Incheon, South Korea"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T18:37:02",
    "is_scraped": "1"
}