{
    "doi": "https://doi.org/10.1182/blood.V128.22.4711.4711",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3450",
    "start_url_page_num": 3450,
    "is_scraped": "1",
    "article_title": "Identification of Optimized Compound Combinations for the Treatment of NUP98-NSD1+ AML ",
    "article_date": "December 2, 2016",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster III",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "bcl2 gene",
        "bone marrow",
        "braf gene",
        "cell lines",
        "cell survival",
        "chemotherapy regimen",
        "chimera organism",
        "chromosome abnormality",
        "dasatinib"
    ],
    "author_names": [
        "Jarno Kivioja, MSc",
        "Angeliki Thanasopoulou, PhD",
        "Mika Kontro, MD",
        "Bhagwan Yadav, MSc",
        "Muntasir Mamun Majumder, MSc",
        "Heikki Kuusanmäki, MSc",
        "Alun Parsons, MSc",
        "Kimmo Porkka, MD PhD",
        "Juerg Schwaller, MD",
        "Caroline A Heckman, PhD"
    ],
    "author_affiliations": [
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Department of Biomedicin, University Hospital Basel, Basel, Switzerland "
        ],
        [
            "Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center and University of Helsinki, Helsinki, Finland"
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ],
        [
            "Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center and University of Helsinki, Helsinki, Finland"
        ],
        [
            "Department of Biomedicin, University Hospital Basel, Basel, Switzerland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland "
        ]
    ],
    "first_author_latitude": "60.190570699999995",
    "first_author_longitude": "24.904152099999997",
    "abstract_text": "Introduction The t(5;11)(q35;p15.4) translocation joining the nucleoporin-98 kD ( NUP98 ) and nuclear receptor binding SET domain protein 1 ( NSD1 ) genes is a recurrent chromosomal aberration in pediatric acute myeloid leukemia (AML). The NUP98-NSD1 frequently co-occurs with FLT3-ITD and with high-rates of induction failure. Analyzing primary samples and cell models by high-throughput drug testing, we aimed to identify alternative therapeutic approaches and better understand the impact of the NUP98-NSD1 and FLT3-ITD alterations on drug response. Methods Bone marrow mononuclear cells (BM MNCs) were prepared from 4 samples collected from two NUP98-NSD1 , FLT3-ITD AML patients and 10 healthy donors. Experimental cell models included lineage-marker-depleted mouse bone marrow (BM) cells transduced with chimeric NUP98-NSD1 (NN) and FLT3-ITD (F) retroviruses alone and together (NNF),and Ba/F3 and 32D cells transduced with two NUP98-NSD1 transcripts, cloned from patient material. The cells were dispensed on plates containing up to 309 FDA/EMA-approved investigational small molecule inhibitors and chemotherapeutics in five concentrations over a 10,000-fold range. Cell viability was measured after 72h using the CellTiter-Glo® luminescence assay and drug sensitivity scores (DSS) calculated. In patient samples, a select drug sensitivity score (sDSS) was evaluated by subtracting the mean DSS of the healthy samples from the patient DSS, while in cell lines the DSS of mock-transduced parental cell line was substracted from the DSS of the respective experimental model. For evaluating selectively effective drugs, we considered compounds with DSS and sDSS values above 9 and 4, respectively. Results We identified 19 selectively effective drugs in the patient samples. The highest mean sDSS values were seen for pan-BCL-2 inhibitor navitoclax (11,8), the multikinase inhibitor dasatinib (11,0), and the HSP-90 inhibitor tanespimycin (10,3). Amongst the top selective compounds were also the multikinase inhibitor ponatinib and several HDAC-, MEK-, HSP-90, PI3K-, MTOR-inhibitors. Similar to patient samples, mouse BM cells expressing chimeric NUP98-NSD1 , and mouse cells (Ba/F3, 32D) expressing a NUP98 exon-12/ NSD1 exon-6 fusion had high mean sDSS to BCL-2 inhibitors: navitoclax (13,9), obatoclax (13,4), and venetoclax (9,6). Analyzing the BCL-2 inhibitor sensitive NUP98-NSD1 cells, we identified 32 selectively effective drugs. The top 25 drugs included inhibitors of Aurora A, BRAF, VEGFR, MET, IGF1R, WEE-1, and PI3K. Contrary to the NUP98 exon-12/ NSD1 exon-6 fusion, the cells (Ba/F3, 32D) expressing NUP98 exon-11/ NSD1 exon-6 fusion were unresponsive to BCL-2 inhibitors. From these cells, we found 14 selectively effective drugs, including glucocorticoids, JAK-, PI3K-, MTOR-, and BET-inhibitors. As an indication of functional synergy, the mouse BM cells expressing both NUP98-NSD1 and FLT3-ITD had significantly increased selective sensitivity to non-specific and specific FLT3-inhibitors (N =11) compared to cells expressing FLT3-ITD alone (p = 0.001). The most selectively effective FLT3-inhibitor in the dual positive mouse BM cells was quizartinib (sDSS = 22,8). Based on the initial results, we designed drug combinations for the 72 most effective drugs. Synergy was observed between dasatinib and MEK1/2-, PI3K-, and several receptor tyrosine kinase inhibitors in the NNF expressing mouse BM cells. In vitally frozen primary cells, we observed synergy between dasatinib and BCL-2- (navitoclax), PI3K-, and MTOR-inhibitors (idelalisib, PF-04691502). Conclusions In summary, we identified potential candidate drugs and drug combinations for targeting NUP98-NSD1 and FLT3-ITD expressing cells. The sensitivity of NUP98-NSD1 cells to BCL-2 inhibitors suggests the fusion may induce BCL-2 mediated survival, while the addition of FLT3-ITD confers sensitivity to FLT3 inhibitors. The results also suggest that alternative NUP98-NSD1 transcripts may have different impacts on the drug responses. Finally, our data indicates that FLT3-inhibitors could offer therapeutic advantage to cells with dual NUP98-NSD1 and FLT3-ITD , and support clinical evaluation of FLT3-inhibitors in chemo-resistant t(5;11) positive AML. Disclosures Porkka: Bristol-Myers Squibb: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Novartis: Honoraria, Research Funding. Heckman: Pfizer: Research Funding; Celgene: Research Funding."
}