{
    "doi": "https://doi.org/10.1182/blood.V124.21.5662.5662",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2821",
    "start_url_page_num": 2821,
    "is_scraped": "1",
    "article_title": "Clinical and Translational Results from a Phase II Trial of Imprime PGG, Alemtuzumab, and Rituximab in the Early Treatment of Patients with High Risk Chronic Lymphocytic Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "642. CLL: Therapy, excluding Transplantation",
    "topics": [
        "alemtuzumab",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "phase 2 clinical trials",
        "rituximab",
        "brachial plexus neuritis",
        "antibodies",
        "hypertension",
        "monoclonal antibodies",
        "neoplasms"
    ],
    "author_names": [
        "Nandita Bose, PhD",
        "Clive S. Zent, MD",
        "Betsy R. LaPlant, MS",
        "Nadine Ottoson",
        "Steven Leonardo, PhD",
        "George J Weiner, MD",
        "Stephen M. Ansell, MD PhD"
    ],
    "author_affiliations": [
        [
            "Biothera, Eagan, MN "
        ],
        [
            "University of Rochester, Rochester, NY "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Biothera, Eagan, MN "
        ],
        [
            "Biothera, Eagan, MN "
        ],
        [
            "University of Iowa, Iowa City, IA "
        ],
        [
            "Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "45.0266303",
    "first_author_longitude": "-93.17807599999999",
    "abstract_text": "Results from the Phase I portion of this study in high risk chronic lymphocytic leukemia (CLL) patients (pts) (NCT01269385) showed that the combination of Imprime PGG (IPGG) at doses up to 4 mg/kg, with alemtuzumab (ALM) and rituximab (RTX), was well tolerated and associated with a 73% complete response (CR) rate (Blood 120: Abstr 1792, 2013). IPGG is a yeast-derived beta 1,3/1,6 glucan that engages innate immune cells, enhancing anti-tumor activity in combination with complement activating monoclonal antibodies (mAb) via a mechanism involving complement receptor 3 (J Immunol 177:1661, 2006). Endogenous anti-beta glucan antibodies (ABA) are required for IPGG binding to complement receptors and modulation of innate immune cell function. In pts with stage IV non-small cell lung cancer (NSCLC), correlation between serum ABA concentrations and response to an IPGG-containing frontline regimen has been observed (J Clin Oncol 32: 15S; Abstr 3045, 2014). Here we report clinical and translational results at the end of the Phase II portion of this CLL study. Methods : The primary endpoint of the Phase II study was the proportion of pts experiencing CR 3 months after completing 5 weeks of treatment with IPGG 4 mg/kg, ALM and RTX. Eligible pts (n=14) had a diagnosis of CLL by standard criteria (IWCLL-NCI 2008), no prior treatment for CLL, high risk CLL based on molecular markers (17p13-; 11q22-; unmutated [<2%] IGHV and/or use of VH3-21 AND CD38+ [³30%] and/or ZAP70+ [³20%]), no standard indication for initiation of CLL therapy, and adequate performance status and organ function. Planned enrollment was up to 39 pts but the study was terminated early due to slow accrual. Translational studies evaluated baseline serum ABA levels and in vitro binding of IPGG to immune cell subsets in whole blood. Results : The median age was 63.5 (range 47-77); 71% were male; and 6 (43%), 5 (36%) and 3 (21%) pts had Rai Stage 0, 1 and 2, respectively. CLL high-risk parameters were 17p13- in 3 (21%), 11q22- in 5 (36%), and unmutated IGHV or use of VH3-21 together with either expression of ZAP70 and/or CD38 in 6 (43%) pts. Grade 3 AEs were diarrhea (n=3) and increased transaminase levels, dehydration, gastritis, hypertension, hyponatremia, and hypertension (each n=1). Grade 4 AEs were neutropenia (n=2) and febrile neutropenia (n=1). Thirteen (93%) patients responded to therapy, with 7 CR, 2 CR with incomplete marrow recovery, 1 nodular PR and 3 PR (IWCLL-NCI 2008 criteria). Median follow-up was 12.7 mo (range 6.7 - 28.0). The overall median duration of response cannot be determined, as only 5/13 responders have progressed (median of 5.6 mo; range: 2.9 - 8.5) and the other 8 remain progression-free after a median of 8.0 mo (range 5.6 - 21.0). Four progressing pts were retreated after a median of 14.2 mo (range 12.4 - 20.5). There were no deaths during or after treatment. Translational studies demonstrated a correlation between ABA concentrations and binding of IPGG to neutrophils, monocytes and B-cells. However, there was no correlation between ABA concentrations and response to treatment. Potential functional implications of binding of IPGG to leukemic B cells, including direct and indirect enhancement of the antibody-dependent cellular cytotoxicity and antibody-dependent cellular phagocytosis mediated by anti-tumor mAbs are under investigation. Discussion : The combination of IPGG with ALM and RTX appeared safe and well tolerated overall with an ORR of 93% and a 64% CR/CRi rate. ABA concentrations did not correlate with clinical response to an IPGG containing regimen in these CLL patients. Data on functional implications of IPGG binding to leukemic B cells will be presented. Disclosures Bose: Biothera: Corporate stock options Other, Employment, Research Funding. Zent: Biothera: Research Funding. Ottoson: Biothera: Corporate stock options Other, Employment. Leonardo: Biothera: Corporate stock options Other, Employment. Ansell: Biothera: Research Funding."
}