{
    "doi": "https://doi.org/10.1182/blood.V114.22.4952.4952",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1496",
    "start_url_page_num": 1496,
    "is_scraped": "1",
    "article_title": "Efficacy of Lenalidomide-Based Regimens in Multiple Myeloma Complicated by Extramedullary Plasmacytomas at Relapse or Progression. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "plasmacytoma, extramedullary (not occurring in bone)",
        "brachial plexus neuritis",
        "toxic effect",
        "bortezomib",
        "antigens, cd98 light chains",
        "deep vein thrombosis",
        "disease progression",
        "follow-up"
    ],
    "author_names": [
        "Jose Manuel Calvo-Villas, MD",
        "Adrian Alegre, MD",
        "Ricarda García-Sánchez, MD",
        "Miguel T Hernández, MD",
        "Pilar Giraldo, MD",
        "Maite Zudaire, MD",
        "Bremo Gusmao, MD",
        "Juan N Rodríguez, MD",
        "Carmen Calle, MD",
        "Gemma Ramirez, MD",
        "Belen Iñigo, MD",
        "Joaquin Martinez, MD",
        "Albert Oriol, MD"
    ],
    "author_affiliations": [
        [
            "Hospital Doctor José Molina Orosa, Arrecife de Lanzarote, Spain, "
        ],
        [
            "Hematology, Hospital de la Princesa, Spain, Spain, "
        ],
        [
            "Hospital Virgen de la Victoria, Málaga, Spain, "
        ],
        [
            "Hospital Universitario de Canarias, Tenerife, Spain, "
        ],
        [
            "Hospital Miguel Servet, Zaragoza, Spain, "
        ],
        [
            "Hospital de Navarra, Pamplona, Spain, "
        ],
        [
            "Hospital San Pedro, Logroño, Spain, "
        ],
        [
            "Hospital Juan Ramón Jiménez, Huelva, Spain, "
        ],
        [
            "Hematology, Hospital de Ciudad Real, "
        ],
        [
            "Hematology, Hospital Virgen de la Victoria, Malaga, Spain, "
        ],
        [
            "Complejo Hospitalio Universitario San Carlos, Madrid, Spain, "
        ],
        [
            "Hematology, Hospital Doce de Octubre, Madrid, "
        ],
        [
            "Hospital Universitari Germans Trias i Pujol, Badalona, Spain"
        ]
    ],
    "first_author_latitude": "28.973742400000003",
    "first_author_longitude": "-13.5658815",
    "abstract_text": "Abstract 4952 Background Current clinical observations on extramedullary myeloma (EM) are based on small series of relapsed myeloma patients (pts) and, in this situation, results suggest that the disease course is often aggressive. Among novel therapies for extramedullary involvement, thalidomide has provided poor results and bortezomib is emerging as a possible useful drug. The role of lenalidomide for treatment of multiple myeloma (MM) with EM is still under investigation. Aim A multicenter retrospective study was performed by PETHEMA (Spanish Myeloma Group, Spain) to evaluate the response rate and toxicity profile of lenalidomide-based regimens in myeloma patients with extramedullary involvement at relapse or progression. All the cases were evaluated for response of MM and improvement of extramedullary plasmacytoma. Patients and Methods From October 2007 to March 2009, thirteen patients (median age 67 years; range 61–87; 7 females) treated with lenalidomide-containing regimens were recorded. Patients with bone disease without extramedullary manifestations were excluded. Response of MM was evaluated according to the new international criteria and the response of EM by measuring size changes by physical examination, CT scans and/or MR imaging. Adverse events were graded based on the WHO toxicity scale. The M-protein type was IgG in 7 cases, IgA in 5 and light chain in 1. The type of light chain was κ in 7 pts and l in 6. In eight patients the soft-tissue plasmacytomas may have developed from underlying bone lesions [(skull (n=2), rib cage (n=4) and paravertebral (n=2)], two patients had subcutaneous nodules and three had visceral involvement (liver (n=1), lung and kidney (n=1) and pleura (n=1). Multiple localizations were present in 4 pts (30.7%). Six cases (79.6%) received previous antimyeloma treatment for EM before lenalidomide therapy and the incidence of prior bone plasmacytomas was 61.5%. Median time from initial antimyeloma therapy to treatment with lenalidomide was 34 months (range 5 - 115). Median number of prior lines of chemotherapy regimens was 3 (range 1 – 4), including autologous stem cell transplantation in 2 pts, bortezomib-containing regimens in 12 (92.3%) and previous exposure to thalidomide in 1 patient. Ten pts received standard lenalidomide dose (25 mg/day every 4 weeks) plus dexamethasone (40 mg/d PO ranging from 1 to 12 doses/cycle) every 3-week; and three patients received lower doses of lenalidomide and/or different schedules. Involved-field radiotherapy was given in 2 cases. Thirty percent of patients required lenalidomide dose reduction, because of toxicity or intolerance. Results Median duration of lenalidomide treatment was 3.6 months (1 – 15). One case was not evaluable for response because of death from disease progression after one cycle. In nine out of twelve evaluable patients (75%), MM responded to lenalidomide regimens according to EBMT criteria. Three (25%) achieved complete response, five (41.6%) partial response and 1 (8.3%) minimal response. Median time to response was 63 days (range 37 – 180). Regarding EM, nine patients showed response in the size of extramedullary plasmacytomas. Seven (58.3%) achieved complete disappearance of EM and two pts reduction of the size. Response of EM was also achieved in 75% of pts previously exposed to bortezomib, and in 4/9 cases who received therapies for prior extramedullary involvement. Median follow-up period was 6.3 months (1 – 15.8). Median overall survival from the start of lenalidomide therapy was 4.7 months. At the time of analysis, seven patients were still on therapy, and ten (76.9%) were alive. Only one out of the 9 patients who had achieved a response has relapsed so far. Toxicity profile (grade 3/4) was: thrombocytopenia, 4 (30.7%); anemia, 2 (15.3%); neutropenia, 5 (46.4%); neutropenic fever, 1 (7.6%) and others, 3 (11.8%). No deep venous thrombosis (DVT) was reported. Thrombosis prophylaxis was used in most cases (92%) patients. Conclusions We report one of the first investigations specifically evaluating the activity of lenalidomide on EM. Lenalidomide-containing regimens could be an alternative promising approach to achieve clinical response in heavily treated MM patients with extramedullary disease. The duration of response and the best regimen or combination are at present unknown. These preliminary observations require further analysis and longer follow-up. Disclosures No relevant conflicts of interest to declare."
}