{
    "doi": "https://doi.org/10.1182/blood.V128.22.5050.5050",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3436",
    "start_url_page_num": 3436,
    "is_scraped": "1",
    "article_title": "Hematopoietic Capacity in the Fatty Marrow of X. Laevis under the Low-Temperature Condition ",
    "article_date": "December 2, 2016",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "antibodies",
        "aplastic anemia",
        "body temperature",
        "cell count",
        "cold temperature",
        "hematological diseases",
        "microbiology procedures",
        "monoclonal antibodies",
        "pancytopenia",
        "proto-oncogene protein c-kit"
    ],
    "author_names": [
        "Yuta Tanizaki, DSc",
        "Takaki Aiso, BSc",
        "Yoko Mochizuki, MSc",
        "Takashi Kato, DSc"
    ],
    "author_affiliations": [
        [
            "Faculty of Education and Integrated Arts and Sciences, Waseda University, Tokyo, Japan "
        ],
        [
            "Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan "
        ],
        [
            "Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan "
        ],
        [
            "Integrative Bioscience and Biomedical Engineering, Graduate School of Advanced Science and Engineering, Waseda University, Tokyo, Japan ",
            "Department of Biology, School of Education, Waseda University, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7087334",
    "first_author_longitude": "139.7196485",
    "abstract_text": "Mammalian hematopoiesis begins in the yolk sac, and then shifts to the aorta-gonad-mesonephros, liver, spleen, and finally to the bone marrow. Hematopoietic tissue also shifts by environmental stress. In rats, the marrow contained hematopoietic progenitors at birth and contains no fat cells, and after birth, fat cells develop within the marrow cavity. However, hematopoiesis is retained in the tail vertebrae by transposing the tail into the warmer environment of the abdomen. To elucidate temperature-dependent regulation of hematopoiesis, we attempted to establish an African clawed frog ( X. laevis ) model which is systemically-resistant to low-temperature environment. Unlike mammals, X. laevis is filled with adipose cells, and blood cells are mainly produced in the liver. Moreover, cold stress (5°C) for 24 hour induced pancytopenia in X. laevis (Maekawa et al . J Exp Biol., 2012), demonstrating environmental regulation of hematopoiesis in animals has been largely conserved throughout evolution. However, dynamic behavior of hematopoietic stem progenitor cells (HSPCs) under the environmental stress, especially temperature stress, is unclear. We therefore attempted to identify the HSPCs in X. laevis to evaluate the ability of hematopoiesis under low-temperature. We have previously reported the function of Xenopus thrombopoietin (TPO) to stimulate proliferation of hematopoietic progenitor cell (Tanizaki Y et al . ASH. 2013, Tanizaki Y et al . Sci rep. 2015). To obtain hematopoietic progenitors with multipotent capacity, hepatic cells were cultured in serum-containing semisolid media with Xenopus TPO alone. Hepatic colonies stimulated by TPO could be cultured for more than 3 months, during which the cell number reached 1 × 10 6 . These colonies expressed mRNAs of ESAM, c-kit, Oct-25, 60, 91 (Oct-4 orthologues) and Sox2, and have the potency to differentiate into myeloid cells. To test stemness of the cells, we resected the left lobe from the X. laevis ,and cultured in the presence of TPO for 30 days. After that period, cells were labeled with PKH26 and transplanted autologously. After 30 days of transplantation, PKH26-positive cells were detected in the sinusoids of liver and spleen. Flow cytometric analysis showed that the PKH26-positive cells displayed low forward scatter (FSC) and side scatter, and had thin-layered cytoplasm and round nuclei, which are typical features of mammalian HSPCs. These results indicated that TPO stimulates proliferation of HSPCs, which can be engrafted and differentiated to multiple lineages. To enrich HSPCs from the liver, we generated anti- Xenopus MPl mouse monoclonal antibodies, and showed that anti-thrombocyte antibody (T12) - Mpl + FSC low population was enriched in high nuclear/cytoplasm (N/C) ratio-hematopoietic progenitors. The ratio of these cells to all hepatic cells was 0.28%. Surprisingly, T12 - Mpl + FSC low cells were also identified (0.69±0.4%) in the fatty marrow. Furthermore, T12 - Mpl + FSC low cells in the liver and the BM expressing mRNAs of ESAM, c-kit, GATA2, Oct-25, 60 and Sox2 showed the extremely high N/C ratio. These results demonstrated that HSPCs are enriched in T12 - Mpl + FSC low population and localized in the both liver and the BM. We then focused on HSPCs as a marker of hematopoietic regulation under the low temperature condition. To explore the hematopoietic capacity in the BM, X. laevis were exposed to 5°C, which led to pancytopenia. After exposure to low temperature for 12 days, we observed a significant increase (approx. 2 fold) of the number of HSPCs only in the BM compared to controls. To reveal whether microenvironment of the BM was modified under the low-temperature stimulation, we analyzed the bone structure under the low-temperature stimulation by using micro-CT. Micro CT analysis showed that femoral bone density was higher than that before exposure to 5°C, indicating the modification of the BM microenvironment. Besides, TPO mRNA expression in the BM also increased to 15-fold by low-temperature stress, showing that microenvironment of the BM under low-temperature provided further signals for proliferation of HSPCs. These findings suggested that low-temperature stimulation induced proliferation of HSPCs. Hematopoietic switch from fatty to \"active\" bone marrow has the clue to make considerable progress in understanding the pathophysiology of hematological diseases, e.g. aplastic anemia. Disclosures No relevant conflicts of interest to declare."
}