{
    "doi": "https://doi.org/10.1182/blood.V116.21.1069.1069",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1736",
    "start_url_page_num": 1736,
    "is_scraped": "1",
    "article_title": "Favorable Outcome In Patients with Poor Prognosis Acute Myeloid Leukemia (AML) Using a 2-Day Induction Regimen Incorporating High Dose Cytarabine and Mitoxantrone. ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "cytarabine",
        "leukemia, myelocytic, acute",
        "mitoxantrone",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "remission induction",
        "anthracycline antibiotics",
        "karyotype determination procedure",
        "adverse event"
    ],
    "author_names": [
        "Melissa L Larson, MD",
        "Sheena Sahota, M.D.",
        "Margaret C Keller, ACNP",
        "Bharathi Muthusamy",
        "Allison Zindell",
        "Jamile M. Shammo, MD",
        "Stephanie A. Gregory, MD",
        "Parameswaran Venugopal, MD"
    ],
    "author_affiliations": [
        [
            "Sections of Hematology & Stem Cell Transplantation, Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Sections of Hematology & Stem Cell Transplantation, Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Sections of Hematology & Stem Cell Transplantation, Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Sections of Hematology & Stem Cell Transplantation, Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Sections of Hematology & Stem Cell Transplantation, Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA, "
        ],
        [
            "Sections of Hematology and Stem Cell Transplantation, Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA"
        ],
        [
            "Sections of Hematology and Stem Cell Transplantation, Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA"
        ],
        [
            "Sections of Hematology & Stem Cell Transplantation, Division of Hematology/Oncology, Rush University Medical Center, Chicago, IL, USA, "
        ]
    ],
    "first_author_latitude": "41.8734081",
    "first_author_longitude": "-87.6699924",
    "abstract_text": "Abstract 1069 Background: Cytogenetic data plays an important role in assessing prognosis and determining choice of therapy for AML. Traditionally, patients with AML are treated with infusional cytarabine and an anthracycline. CR rates with this regimen have been reported at 50–60%. Evaluation of novel treatment regimens for AML should include determination of the impact of the regimen on intermediate and unfavorable cytogenetics. We present a retrospective analysis of a 2-day remission induction regimen, based on the concept of timed sequential therapy. The regimen combines high dose cytarabine, which has been shown to improve remission rates when used in induction therapy, and dose intensified anthracycline therapy, which has been shown to improve outcome in younger patients. The cycling cells are eradicated during an initial pulse of therapy, then, previously quiescent cells are targeted during the second pulse of therapy. Here we present the analysis of the study regimen and the response rates of patients with intermediate and unfavorable cytogenetic profiles. Patients and Methods: One hundred fifty five patients categorized as having intermediate or unfavorable cytogenetics were treated with timed sequential chemotherapy from 1998–2009. The treatment regimen consisted of two doses of cytarabine 2 gm/m 2 IVPB given over 3 hours, administered 12 hours apart. This was followed by one dose of mitoxantrone 30 mg/m 2 IVPB over 1 hour on days 1 and 5. Pre-therapy cytogenetic data was collected for each patient. Responses to therapy were determined based on IWG response criteria for AML. Results: One hundred fifty five patients with intermediate and unfavorable karyotypes received high dose cytarabine and mitoxantrone for remission induction therapy. Median age of patients was 55 years (ranged from 17–85). Sixty patients were 60 years or older. Eighty three patients (53.5%) had intermediate and 72 (46.5%) had unfavorable karyotypes. The younger patients (under 60 years of age) with intermediate cytogenetics achieved the following responses: 34 CR, 6 CRi, and 2 CRp. The overall response rate (ORR) was 80.8% for these younger patients, while the ORR for the older patients (over 60 years of age) with intermediate cytogenetics was 77.4% (15 CR, 4 CRi, 5 CRp). In the unfavorable cytogenetic category, the ORR of the younger patients (under 60 years of age) was 60.5% with 13CR, 8 CRi, and 5 CRp, while an ORR of 44.8% was shown in the older patients (over 60 years of age) with 9 CR, 1 CRi, and 3 CRp. Overall, twenty two out of seventy two (30.5%) had CR in the unfavorable group, 9 (12.5%) had CRi, and 8 (11%) had CRp for an overall response rate of 54%. The 30 day mortality rate was 3.8% (6/155). The 60 day mortality rate was 11.6%. The most common adverse events were Grade 3/4 hematologic toxicities. Conclusion: This convenient, 2-day induction regimen leads to high response rates with low treatment-related mortality in older patients and patients with unfavorable cytogenetic characteristics. Based on the tolerability and effectiveness, this regimen could potentially be useful in high risk transplant-eligible patients for remission induction. It appears that this regimen would also be appropriate for initial cytoreduction in elderly patients with AML prior to introduction of novel therapeutic strategies, such as hypomethylating agents or oral clofarabine for consolidation and maintenance. Disclosures: No relevant conflicts of interest to declare."
}