{
    "doi": "https://doi.org/10.1182/blood.V120.21.3076.3076",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2394",
    "start_url_page_num": 2394,
    "is_scraped": "1",
    "article_title": "Dose Finding Study of Post-BMT Decitabine Maintenance Treatment in Higher-Risk MDS and MDS/AML (PODAC). ",
    "article_date": "November 16, 2012",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Poster II",
    "topics": [
        "decitabine",
        "toxic effect",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "drug maintenance dose",
        "graft-versus-host disease",
        "tissue transplants",
        "azacitidine",
        "busulfan",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Seunghoon Han",
        "Jae-Ho Yoon",
        "Seung-Ah Yahng",
        "Seung-Hwan Shin",
        "Sung-Eun Lee",
        "Byung-Sik Cho",
        "Ki-Seong Eom",
        "Seok Lee",
        "Chang-Ki Min",
        "Hee-je Kim",
        "Dong-Wook Kim",
        "Jong-Wook Lee, MD, PhD",
        "Woo-Sung Min, MD, PhD",
        "Chong-Won Park",
        "Dong-Seok Yim",
        "Yoo-Jin Kim"
    ],
    "author_affiliations": [
        [
            "Clinical Pharmacology and Therapeutics, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea, "
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ],
        [
            "Clinical Pharmacology and Therapeutics, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea, "
        ],
        [
            "Hematology, Catholic Blood and Marrow Transplantation Center, Seoul St. Mary's Hospital, the Catholic Univ. of Korea, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.50176880000001",
    "first_author_longitude": "127.00479059999998",
    "abstract_text": "Abstract 3076 Introduction: Maintenance therapy with hypomethylating agents (HMA) after HSCT is being suggested as potentially attractive approach to minimize relapse. Many studies reported the antileukemic and immunomodulatory effects of HMA with a favorable toxicity and a potential to expand the number of hematopoietic stem cells. Under the hypothesis that post-transplant maintenance therapy with decitabine (DAC) may reduce relapse rate, we designed a phase I clinical trial to determine the safe dose of DAC by an adaptive method using pharmacokinetic-pharmacodynamic (PK-PD) mixed effect modeling and simulation (M&S). Methods: Patients who received HSCT for higher-risk MDS and MDS/AML were eligible. The conditioning regimen was i.v. busulfan (6.4 or 12.8mg/m 2 ) and fludarabine (150mg/m 2 ). GVHD prophylaxis was cyclosporine or tacrolimus with methotrexate. ATG was administered to all patients. Patients in the disease remission with appropriate recovery of platelet count (PC>30,000/mm 3 ) and absolute neutrophil count (ANC>1,000/mm 3 ) without grade III/IV acute GVHD received DAC on day 42–90 post-transplant. For each subject, a designated dose of DAC was intravenously given for 5 consecutive days and repeated every 4 weeks up to 12 cycles. A cohort consisted of 3 patients where the same daily dose was given and the initial dose for the first cohort was daily 5 mg/m 2 . A total of 7 PK samples were collected up to 3 hours after the first dose. PC and ANC were monitored weekly as PD markers. After the 1st cycle, the dose for the next cycle was simulated in each patient with mixed-effect M&S using NONMEM, by which an adjusted dose was expected not to cause grade IV hematological toxicity (PC>25,000 or ANC>500) at the simulated lower limit of 50%. This M&S-guided dose calculation was continued until the cycle 4 and the dose at the 4th cycle was maintained fixed thereafter without further dose re-calculation unless evidences alarming dose adjustment occurred. The initial doses of the next cohorts were also determined by the M&S using the PK and PD data of previous cohorts. Results: Twenty one patients were enrolled and DAC was delivered in 13 patients whose median age was 49 years (19–65). All patients received pre-transplant HMA with DAC (n=7) or azacitidine (n=6) for higher-risk MDS. HMA responses at time of HSCT were 1 CR, 5, marrow CR, 3 stable disease, and 4 progressive disease including 3 MDS/AML. Intensive chemotherapy was given 2 MDS/AML and 1 achieved marrow CR. All patients received peripheral blood stem cells from siblings (n=7) or unrelated donors (n=6). Excluding 1 patient whose data was insufficient for PK/PD modeling, a total of 4 cohorts with 12 patients are under this study so far. Among the subjects, 5 found the maintenance dose for each of them while the others are still in the adjustment steps. ANC showed more sensitive decrease by DAC than PC and the criteria of ANC>500 was the dose-limiting factor in most patients. At the individual level, the predictive performance of our PK-PD model was satisfactory. When the doses were given without M&S individualization (all of the first cycles and arbitrarily-escalated cases at the 2 nd cycle), grade IV hematological toxicity occurred 6 times compared to those with M&S-guided dose determination 40% vs. 6.7%). The initial dose was changed from 5 mg/m 2 /day to 4 (cohort 2), 5 (cohort 3) and 5.5 (cohort 4) as guided by the population PK-PD approach. Many patients showed increasing tendencies of both PC and ANC possibly due to the improvement of graft function; therefore, the dose required to achieve the target nadir was escalated by cycle. DAC-associated nonhematological toxicities were minimal and there was no increase in transplant-related toxicities including GVHD. Conclusion: Judging from the number of toxicity events and study progress, the PK-PD M&S approach might be a better choice to ensure safety in each individual and to adjust dose between cohorts compared to fixed-dose design such as modified Fibonacci method. However, our model has a limitation that the improvement of graft function was not taken into consideration due to the sparseness of individual data. It will be implemented in our final analysis using all the data from this study to recommend optimal maintenance dose. Currently, the optimal initial dose, 5 mg/m 2 /day, could be estimated by M&S approach when only the 1st cycle data of all the participants were used. Disclosures: Off Label Use: Maintenance therapy with decitabine after hematopoietic stem cell transplantation. Kim: Jassen: Honoraria, Research Funding."
}