{
    "doi": "https://doi.org/10.1182/blood.V108.11.3812.3812",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=603",
    "start_url_page_num": 603,
    "is_scraped": "1",
    "article_title": "AHSP (Alpha Hemoglobin Stabilizing Protein) Gene Expression during Normal and β-Thalassemic Erythroid Differentiation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "gene expression",
        "hemoglobin",
        "globins",
        "thalassemia",
        "calibration",
        "ineffective erythropoiesis",
        "molecular chaperones",
        "polymerase chain reaction",
        "rna, messenger",
        "erythroid cells"
    ],
    "author_names": [
        "Luisa Ronzoni, PhD",
        "Ilaria V. Libani, PhD",
        "Giuliana Giribaldi, PhD",
        "Franco Turrini, MD",
        "Daniela Rusconi, PhD",
        "Chiara Refaldi, PhD",
        "Maria Domenica Cappellini, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Milan, Maggiore Policlinico, Mangiagalli and Regina Elena Foundation IRCCS, Milan, Italy",
            " "
        ],
        [
            "Internal Medicine, University of Milan, Maggiore Policlinico, Mangiagalli and Regina Elena Foundation IRCCS, Milan, Italy",
            " "
        ],
        [
            "Genetics, Biology and Biochemistry, University of Torino, Torino, Italy",
            " "
        ],
        [
            "Genetics, Biology and Biochemistry, University of Torino, Torino, Italy",
            " "
        ],
        [
            "Internal Medicine, University of Milan, Maggiore Policlinico, Mangiagalli and Regina Elena Foundation IRCCS, Milan, Italy",
            " "
        ],
        [
            "Internal Medicine, University of Milan, Maggiore Policlinico, Mangiagalli and Regina Elena Foundation IRCCS, Milan, Italy",
            " "
        ],
        [
            "Internal Medicine, University of Milan, Maggiore Policlinico, Mangiagalli and Regina Elena Foundation IRCCS, Milan, Italy",
            " "
        ]
    ],
    "first_author_latitude": "45.4583208",
    "first_author_longitude": "9.1975462",
    "abstract_text": "β-thalassemia severity is stricktly related to the amount of free a-chains depending at least in part from different b-thalassemic genotype (β 0 /β 0 , β 0 /β + , β + /β + ). Recently a new erythroid-specific protein, named AHSP (Alpha Hemoglobin Stabilizing Protein), able to form a stable complex with free α-hemoglobin, has been identified. This protein probably acts as a molecular chaperone to prevent the harmful aggregation and precipitation of α-globin that occurs during normal erythropoiesis and to a greater extent in different β-thalassemias. The aim of this study was to evaluate if the AHSP expression in erythroid cells depends on free α-chains amount. In order to verify this hypothesis, we studied the relative expression of AHSP and globin genes during differentiation of erythroid progenitors derived from peripheral blood of both normal subjects and β-thalassemic patients with different genotypes. Erythroid cultures were set up accordingly to the two phases liquid colture method described by Fibach. Total cytoplasmatic mRNA was extracted by the method of Chomczynsky-Sacchi and quantitative real-time PCR was performed using SYBRGreen to evaluate AHSP, α, β and γ globin genes expression. To quantify gene expression a mathematical model using calibration data (2 -ΔΔct ) was used and quantification of the house-keeping gene S14 was the internal control. In normal subjects AHSP expression was first detected at proerythroblast stage (on day 3 of culture), peaked at orthocromatic stage (on day 9) and declined to low levels by polychromatophilic-reticulocytes stage (day 13) (a decrease of 65% vs day 9 expression). Globin genes expression reached a steady state (a/non-a ratio value of 0.78 very near to a clinical equilibrium) on day 13. In this situation few free α-globin are detectable explaning the lower need of AHSP expression. In β-thalassemic subjects we observed a persistance of globin gene unbalance with an excess of free α-chains also in the advanced differentiation steps: interestingly the worst was the genotype, the highest was the globin ratio and higher was AHSP expression. In β + /β + thalassemic patients AHSP expression declined on day 13 (a decrease of 15% vs day 9 expression) and globin gene ratio was 2.4, expression of a persistance of free α-chains excess. In β 0 /β + patients globin gene ratio on day 13 was 2.8 and AHSP expression increased of 2.5 times. Finally in β 0 /β 0 patients globin gene ratio was very high with values up to 9–10; AHSP expression profiles instead were different between different subiects and related not only to globin unbalance but also to ineffective erythropoiesis rate and γ-globin chains persistance. All these findings underline an evident relation between AHSP and globin genes expression, suggesting a probable function of this protein during erythropoiesis."
}