{
    "doi": "https://doi.org/10.1182/blood.V106.11.1478.1478",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=523",
    "start_url_page_num": 523,
    "is_scraped": "1",
    "article_title": "Determination of a HLA II Promiscuous Peptide Cocktail as Potential Vaccine Against EBV Latency II Malignancies. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "cancer",
        "herpesvirus 4, human",
        "human leukocyte antigens",
        "peptides",
        "vaccines",
        "antigens",
        "hodgkin's disease",
        "epitopes",
        "cell therapy",
        "disease remission"
    ],
    "author_names": [
        "Stephane Depil, MD",
        "Olivier Morales",
        "Bernard Maillere, PhD",
        "Nadira Delhem, PhD",
        "Violaine Francois",
        "Bertrand Georges, PhD",
        "Franck Morschhauser, MD",
        "Claude Auriault, PhD",
        "Veronique Pancre, PhD"
    ],
    "author_affiliations": [
        [
            "UMR 8527, Institut de Biologie de Lille, Lille, France",
            "Service des Maladies du Sang, CHU de Lille, Lille, France",
            " "
        ],
        [
            "UMR 8527, Institut de Biologie de Lille, Lille, France",
            " "
        ],
        [
            "Departement d’Ingenierie et d’Etude des Proteines, CEA, Gif Sur Yvette, France",
            " "
        ],
        [
            "UMR 8527, Institut de Biologie de Lille, Lille, France",
            " "
        ],
        [
            "UMR 8527, Institut de Biologie de Lille, Lille, France",
            " "
        ],
        [
            "UMR 8527, Institut de Biologie de Lille, Lille, France",
            " "
        ],
        [
            "Service des Maladies du Sang, CHU de Lille, Lille, France",
            " "
        ],
        [
            "UMR 8527, Institut de Biologie de Lille, Lille, France",
            " "
        ],
        [
            "UMR 8527, Institut de Biologie de Lille, Lille, France",
            " "
        ]
    ],
    "first_author_latitude": "50.631080600000004",
    "first_author_longitude": "3.0468978",
    "abstract_text": "The Epstein-Barr virus (EBV) is associated with several malignant diseases which can be distinguished by their patterns of viral latent gene expression. The latency II program is limited to the expression of the non-immunodominant antigens EBNA1, LMP1 and LMP2 and is seen in EBV-positive Hodgkin’s disease, nasopharyngeal carcinomas and peripheral T/NK-cell lymphomas. CD4 + T cells may play a crucial role in controlling these EBV latency II malignancies. The aim of this study was to determine a peptide cocktail containing highly promiscuous MHC class II epitopes derived from the EBV latency II antigens. Using the prediction software TEPITOPE, we selected 24 potential MHC II promiscuous peptides derived from the EBV latency II antigens EBNA1, LMP1 and LMP2. The predicted peptides were then submitted to peptide-binding assays on HLA II purified molecules, which allowed the selection of 6 peptides (EBNA1: 3; LMP1: 1; LMP2: 2) with a highly promiscuous capability of binding. This peptide cocktail was immunogenic in a model of HLA-DR1 transgenic mice, leading to a specific cellular and humoral Th1 response. To determine whether the peptides of the cocktail were recognized by human CD4 + T cells, we stimulated CD8-depleted PBMCs from 12 healthy EBV-seropositive donors expressing various HLA genotypes. A proliferative response was observed in all of the donors tested. Significant levels of IFN-gamma and IL-10 secretion were observed in 7/12 and 4/12 donors, respectively, using ELISA method. We also found a relatively low but significant number of IFN-gamma-secreting memory cells in 8 of the 10 donors tested using ELISPOT assay (range, 22 to 167 SFC per 10 6 CD8-depleted PBMCs). Finally, we analyzed by ELISPOT the responses obtained using PBMCs from 5 EBV-seropositive Hodgkin patients at different stages of the disease. No significant response was observed in the 2 patients at diagnosis. By contrast, a highly significant response was observed in a patient with EBV-associated Hodgkin lymphoma in remission. In conclusion, we have determined an HLA II promiscuous peptide cocktail containing epitopes from EBV latency II antigens. This promiscuous peptide cocktail may be immunogenic in the majority of the population and could be used in immunotherapeutic approaches (as peptide-based vaccine or cellular therapy) against EBV latency II malignancies."
}