{
    "doi": "https://doi.org/10.1182/blood-2019-123461",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4345",
    "start_url_page_num": 4345,
    "is_scraped": "1",
    "article_title": "Education and Promotion of MRD Testing within the Multidisciplinary Cancer Care Team for Adults with Acute Lymphoblastic Leukemia in the Community Setting ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "acute lymphocytic leukemia",
        "cancer",
        "adverse effects",
        "interdisciplinary treatment approach",
        "leukemia",
        "lymphoma",
        "nursing care",
        "prognostic factors",
        "residual tumor",
        "transition of care"
    ],
    "author_names": [
        "Monique D. Dawkins, EdD",
        "Firas El Chaer, MD",
        "Leigh Boehmer, PharmD",
        "Ashkan Emadi, MD",
        "Elias Jabbour, MD",
        "Jeffrey Kendall, PsyD",
        "Barbara B. Rogers, CRNP, MN, AOCN, ANP-BC",
        "Sandra Kurtin, PhD, ANP-C, AOCN",
        "Mohamed Hersi, PharmD",
        "Meredith Barnhart, LCSW-R"
    ],
    "author_affiliations": [
        [
            "Association of Community Cancer Centers, Rockville, MD "
        ],
        [
            "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
        ],
        [
            "Association of Community Cancer Centers, Rockville, MD "
        ],
        [
            "University of Maryland, School of Medicine, Marlene & Stewart Greenebaum Cancer, Baltimore, MD "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "University of Minnesota Cancer Care, Minneapolis, MN "
        ],
        [
            "Adult Hematology-Oncology Nurse Practitioner, Fox Chase Cancer Center, Philadelphia, PA "
        ],
        [
            "The University of Arizona Cancer Center, Tucson, AZ "
        ],
        [
            "Memorial Hermann Memorial City Medical Center, Houston, TX "
        ],
        [
            "The Leukemia and Lymphoma Society, Rye Brook, NY"
        ]
    ],
    "first_author_latitude": "39.09793349999999",
    "first_author_longitude": "-77.1793403",
    "abstract_text": "Background: The Association of Community Cancer Centers (ACCC) is an education and advocacy organization with a diverse membership, representing all cancer program types with the largest majority (75%) being community-based cancer programs and private practices. Beyond the academic setting, ACCC seeks to expand education on the advancements in all cancer care and since measurable residual disease (MRD) is the most important prognostic factor that guides the therapy for patients with acute lymphoblastic leukemia (ALL), this project aimed to emphasize the importance of MRD testing for adult patients with ALL in the community oncology setting. Objective: The ACCC led a national initiative, in partnership with the Leukemia & Lymphoma Society (LLS), to improve the diagnosis, treatment and management of adult patients diagnosed with ALL in community oncology practices. This educational program focused on understanding the benefits of knowing patients' MRD testing and interpretation and the need to integrate this testing into standard of care practice in community oncology practice settings. Methods: This one-year programmatic initiative was designed by a group of multidisciplinary oncology faculty and structured around a peer-to-peer learning format that enabled ALL expert faculty to share effective practices for the treatment, care coordination and management of adult patients with ALL. An environmental scan was conducted to understand the landscape for utilization of MRD data in the community setting. Challenges and barriers identified in six key areas ((Initial Diagnostic Workup, Shared Decision Making, MRD Testing, Patient Access, Cost, and Reimbursement, Side-effect Management and Transitions in Care) were addressed by the development of healthcare professional-focused educational tools. Results: The educational material developed as part of the program include an environmental scan, blog series and webinar series that was viewed over 300 times by engaged ACCC members representing more than 75 cancer programs across 27 states. The four-part blog series covered a pathologist's perspective on the importance of MRD testing, a pharmacist's views on incorporating health literacy for patients, and social work and nursing perspectives on challenges with helping adult patients manage an ALL diagnosis. The three-part webinar series included an informative ASH 2018 update that included key abstracts and findings, a webinar that included a patient and care providers which shed light on the support needed along a patient's journey, and a webinar that explored critical insights for treating adult ALL from the perspective of a pharmacist, pathologist and oncologist. These enduring resources are available on-demand for the multidisciplinary care team. Conclusions: This program demonstrated the success of adopting a peer-to-peer educational learning platform to educate the multidisciplinary team providing care for adult patients diagnosed with ALL. Given rapid technological advances and emerging indications, the comprehensive educational materials developed were useful for the education of both the treating team and the patients in the community oncology setting. Disclosures Emadi: Jazz Pharmaceuticals: Research Funding; NewLink Genetics: Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; KinaRx: Membership on an entity's Board of Directors or advisory committees, Other: Co-Founder and Scientific Advisor, Patents & Royalties; Genentech: Consultancy, Honoraria. Jabbour: Takeda: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Adaptive: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; AbbVie: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Cyclacel LTD: Research Funding. Kendall: Eli Lilly: Speakers Bureau; Novartis: Speakers Bureau; Pfizer: Speakers Bureau. Rogers: Teva: Speakers Bureau; Takeda: Honoraria; Genentech: Speakers Bureau; Seattle Genetics: Speakers Bureau; Abbvie: Speakers Bureau; Cardinal Health: Honoraria; Genentech: Honoraria; Mylan: Honoraria; Coherus: Speakers Bureau."
}