{
    "doi": "https://doi.org/10.1182/blood.V124.21.3124.3124",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2930",
    "start_url_page_num": 2930,
    "is_scraped": "1",
    "article_title": "Preclinical Screening of the HDAC6 Inhibitor Rocilinostat (ACY-1215) Combined with Bendamustine in Lymphoma Cell Lines ",
    "article_date": "December 6, 2014",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster II",
    "topics": [
        "bendamustine",
        "cell lines",
        "histone deacetylase 6",
        "lymphoma",
        "screening",
        "histone deacetylase",
        "alkylating agents",
        "cytotoxicity",
        "drug combinations",
        "flow cytometry"
    ],
    "author_names": [
        "Maria Cosenza",
        "Monica Civallero, MS, PhD",
        "Samantha Pozzi, MD",
        "Luigi Marcheselli",
        "Stefano Sacchi, MD"
    ],
    "author_affiliations": [
        [
            "University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "University of Modena and Reggio Emilia, Modena, Italy"
        ],
        [
            "University of Modena and Reggio Emilia, Modena, Italy "
        ]
    ],
    "first_author_latitude": "44.6451145",
    "first_author_longitude": "10.928123999999999",
    "abstract_text": "Background and Purpose . Histone deacetylase (HDAC) inhibitors are emerging as an exciting new therapeutic option for lymphoid malignancies. Rocilinostat (ACY-1215) is a novel selective histone deacetylase 6 (HDAC6) inhibitor. HDAC6 is a class IIB histone deacetylase that plays an important role in cellular response to environmental stress. The purpose of the present study was to evaluate the preclinical activity of HDAC6 inhibitor rocilinostat (Acetylon) alone and the potential of combining of rocilinostat with bendamustine (alkylating agent) in lymphoma cell lines. Methods. Anti-tumor activity of rocilinostat was investigated using a panel of six lymphoma cell lines: two follicular lymphoma (FL) (WSU-NHL, RL), two mantle cell lymphoma (MCL) (Granta-519, Jeko-1) and two T-cell lymphoma (TCL) (HUT-78 - cutaneous T cell lymphoma and Karpas-299 - anaplastic lymphoma cells). IC 50 values of each drug were calculated from curves based on rocilinostat concentrations (0,01 - 100 µM), and bendamustine (25 - 300 µM) after 24, 48 and 72 h. The cell proliferation was determined by using the CellTiter 96® Aqueous One Solution Cell Proliferation Assay kit and cell cytotoxicity with MTT-assay. The interaction between drugs was evaluated by isobologram analysis based upon the Chou-Talalay method to determine if the combination were additive or synergistic. Apoptosis and cell cycle analysis were measured by flow cytometry. Results . Exposure of lymphoma cell lines for 24 - 72 h resulted in time- and dose-dependent inhibition of cell growth with IC 50 values ranging from 0.17 to 8.65 μmol/L. Significant cytotoxic effect was evident after 48 hours of rocilinostat incubation by MTT assays with the most sensitive cell lines being WSU-NHL and Hut-78 (IC 50 : 1.97 – 1.5 μmol/L) and the least sensitive being Granta-519 (IC 50 : 20 μmol/L). Rocilinostat alone induced time- and dose-dependent increases in apoptosis. After 48 h of treatment with doses ranging from 1 to 20 μmol/L, the percentage of apoptotic cells in early and late apoptosis increased from 11% to 56% and induced an increase in the percentage of cells in the G 0 /G 1 phase of the cell cycle compared with untreated controls.Synergy analyses were done using WSU-NHL, Hut-78 and Granta-519 cells treated with different concentrations of rocilinostat (0, 2, 4 and 8 μmol/L) in combination with bendamustine (0, 10, 20, 40, 50 and 100 μmol/L) and lymphoma cells were assayed by MTT at 24 and 48 h. A clear synergistic interaction, confirmed by the Chou-Talalay method, was observed after 24 h using low concentrations of two drugs which are lower than their IC 50 values. Acy-1215 (4 and 8 μmol/L) and bendamustine (20 and 40 μmol/L) showed a synergistic interaction with CI (combination index) values ranging between 0.13 and 0,34 in Hut-78 and WSU-NHL cells. The treatment of Granta-519 cells with rocilinostat (20 and 40 μmol/L) with bendamustine (50 and 100 μmol/L) showed CI values of 0,26 and 0,21 respectively. The drug combinations enhanced apoptosis as assessed by AnnexinV/PI staining. The percentage of apoptosis after 24 h ranged from 55 to 80 %. Furthermore, rocilinostat with bendamustine reduced the proportion of cells in the G 0 /G 1 and S phases and caused an increase of “sub-G 0 /G 1 ” peak. Finally, the combination of rocilinostat with bendamustine did not trigger relevant decreases in the viability of normal peripheral blood mononuclear cells (PBMNCs). Conclusion . These preclinical results indicate that rocilinostat can have marked activity in lymphoma cell lines in combination with bendamustine. Further investigation is required to continue to study the activity of rocilinostat in lymphoma both as a single agent and in combinations. Disclosures No relevant conflicts of interest to declare."
}