{
    "doi": "https://doi.org/10.1182/blood.V122.21.867.867",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2471",
    "start_url_page_num": 2471,
    "is_scraped": "1",
    "article_title": "A 13-Gene Panel Targeted To Investigate CLL By Next-Generation Amplicon Deep-Sequencing Can Be Successfully Implemented In Routine Diagnostics ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "genes",
        "massively-parallel genome sequencing",
        "leukemia",
        "baculoviral iap repeat-containing 3 protein",
        "protein p53",
        "dideoxy chain termination dna sequencing",
        "f-box-wd repeat-containing protein 7",
        "biological markers",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Alexander Kohlmann, PhD",
        "Andreas Roller, PhD",
        "Andreia Albuquerque, PhD",
        "Sabrina Kuznia, MSc",
        "Sandra Weissmann, PhD",
        "Sabine Jeromin, PhD",
        "Wolfgang Kern, MD",
        "Claudia Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Torsten Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "Introduction Massively parallel next-generation sequencing (NGS) data have changed the landscape of molecular mutations in chronic lymphocytic leukemia (CLL). The number of molecular markers continues to constantly increase. As such, physicians and laboratories face a great unmet yet challenging need to test panels of genes at a high level of sensitivity. Aim To develop an assay that is easily adoptable to adjust gene targets and amplicons according to current state-of-the-art evidence regarding the published landscape of mutations in CLL. Methods We developed a sensitive deep-sequencing assay for routine diagnostics. In total, 13 genes with relevance in CLL providing in part adverse prognostic information were chosen: ATM, BIRC3, BRAF (V600), FBXW7, KLHL6, KRAS, NOTCH1 (PEST domain) , NRAS, MYD88, POT1, SF3B1 (HEAT repeats) , TP53, and XPO1. Targets of interest comprised either complete coding gene regions or hotspots. In summary, 323 amplicons were designed with a median length of 204 bp (range 150-240 bp), representing a total target sequence of 39.36 kb. The sequencing library was constructed starting off 2.2 μg genomic DNA per patient using a single-plex microdroplet-based assay (RainDance, Lexington, MA). Sequencing data was generated using the MiSeq instrument (Illumina, San Diego, CA) loading up to 10 patients per run. The total turn-around time of the assay was less than 5 days. As a proof-of-principle cohort, 18 clinically well-annotated CLL patients were analyzed during the evaluation phase. The median age was 78 years (range: 52 – 87 years). Results Using the 500 cycles sequencing by-synthesis chemistry, in median 7,262 millions of paired-end reads were generated per run. This resulted in a median coverage per gene of 7,476 reads (range: 5,595 - 10,337). (1) In this cohort of 18 cases, a total of 71 mutation analyses had already been previously performed for eight of the 13 genes using either capillary Sanger sequencing or alternative amplicon deep-sequencing assays (454 LifeSciences or Illumina MiSeq). In detail, in these 8 genes these 71 assays detected 56 known polymorphisms or mutations in ATM (n=8), BIRC3 (n=6), FBXW7 (n=4), MYD88 (n=4), NOTCH1 (n=10), SF3B1 (n=5), TP53 (n=14), and XPO1 (n=4) and 28 analyses revealed a wild-type status. When comparing these results with data obtained using the 13-gene NGS panel, in all 84/84 (100%) parallel assessments concordant results were obtained underlining the robustness of this assay. (2) Overall and extending the previous results, the comprehensive 13-gene NGS panel then detected in 18/18 patients a total of 46 mutations in 10 of the 13 genes with a range of 1-5 mutations per case (median: 2). The mutation types comprised 22 missense, 4 nonsense, 16 frame-shifts, 3 insertions and 1 splice-site alterations. In median, the coverage per variant was 10,390-fold, thus enabling a sensitive detection of mutations at a lower limit of detection set at 3%. The mutation burden ranged from 3.0% to 62.0%. 18/46 (39.13%) mutations were detected with a clone size <20%, thus being detected only due to the higher sensitivity of this assay in comparison to direct capillary Sanger sequencing. With respect to the technical limit of detecting larger alterations, a 34 bp deletion variant ( NOTCH1 ; c.7403_7436del) was successfully sequenced. Moreover, a common theme in hematological malignancies is the emergence of novel prognostic scoring systems, integrating molecular mutations and cytogenetic lesions into revised survival prediction models. Importantly, a number of patients (14/18) was detected to harbor mutations in genes reported to be associated with decreased overall survival, both in high-risk (e.g. TP53 , BIRC3 ) and intermediate-risk ( NOTCH1 , SF3B1 ) categories according to Rossi et al., 2013 (Blood;121:1403-12). As such, detecting these adverse somatic alterations may influence the course of therapy for these patients underlining the utility of such a screening panel. Conclusion We demonstrated that microdroplet-based sample preparation enabled to robustly target 13 genes for next-generation sequencing in a routine diagnostics environment. This included also larger gene targets such as ATM , being represented by 119 amplicons. Thus, this approach provides the potential to screen for prognostically relevant mutations in all CLL patients in a fast and comprehensive way providing actionable information suitable to guide therapy. Disclosures: Kohlmann MLL Munich Leukemia Laboratory: Employment. Roller: MLL Munich Leukemia Laboratory: Employment. Albuquerque: MLL Munich Leukemia Laboratory: Employment. Kuznia: MLL Munich Leukemia Laboratory: Employment. Weissmann: MLL Munich Leukemia Laboratory: Employment. Jeromin: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership."
}