{
    "doi": "https://doi.org/10.1182/blood.V114.22.1900.1900",
    "article_title": "Elevated PRV-1 Plasma Levels Constitute An Independent Risk Factor for the Development of Transient Ischemic Attacks in Essential Thrombocythemia. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOPROLIFERATIVE SYNDROMES POSTER I",
    "abstract_text": "Abstract 1900 Poster Board I-923 PRV-1 mRNA overexpression has been described as a molecular marker in patients with myeloproliferative neoplasms (MPNs). The PRV-1 gene is overexpressed in over 90% of patients with Polycythemia vera (PV) as well as in 50% of patients with Essential Thrombocythemia (ET) and Primary Myelofibrosis (PMF). While PRV-1 mRNA overexpression is diagnostically sensitive for MPNs, there is a large overlap between PRV-1 protein surface expression on neutrophils in healthy controls and MPN patients. Therefore, measurement of PRV-1 protein expression is not diagnostically sensitive for MPNs. However, PRV-1, a member of the uPAR/CD59/Ly6 family of GPI-linked cell surface receptors, is shed into the plasma. Since there are very few predictive markers for the development of thromboembolic complications in patients with ET, we assessed the utility of PRV-1 plasma concentration as a biomarker for the prediction of thrombotic episodes. We therefore determined PRV-1 plasma levels in MPN patients and age matched healthy controls and correlated PRV-1 plasma concentrations with clinically recorded thrombo-embolic episodes in a prospectively collected cohort of 89 ET patients. PRV-1 plasma levels were significantly elevated in PV patients compared to either healthy controls or ET patients (p< 0.05 for PV vs. healthy controls and vs. ET; Kruskal-Wallis One Way ANOVA on Ranks and the Mann-Whitney Rank Sum test). However, among ET patients, a large range of PRV-1 concentrations were observed, prompting us to divide this population into two groups. ET patients with PRV-1 plasma levels less than one standard deviation above the median of the healthy controls (21ng/ml / n=25) were considered PRV-1 high. The 89 patients in the ET cohort [38 males (43%) and 51 females (57%)] was prospectively monitored for thromboembolic complications including the occurrence of stroke, transient ischemic attack (TIA), deep vein thrombosis (DVT) and occlusive artery disease (OAD) with a median follow up of 12 years (range 2-21 years). Comparison of the thrombotic events in the two groups of ET revealed a significantly higher incidence of TIA in the PRV-1 high patients than in PRV-1 low patients (p=0,014 with Fisher's exact (one-sided) and p<0,05 with Kaplan Meier survival estimate). Likewise, the combined endpoint of TIA and stroke occurred at a significantly higher incidence in PRV-1 high ET patients (p=0,037 with Fisher's exact (one-sided) and p<0,05 with Kaplan Meier survival estimate). PRV-1 plasma levels did not correlate with the leukocyte (WBC) count upon univariate analysis (p= 0.4). Similarly, in multiviariate analysis, the effect of elevated PRV-1 levels was independent of either the leukocyte count or age, two well known risk factors for thrombotic complications. These data argue that PRV-1 plasma concentrations constitute an independent parameter for the assessment of thrombotic risk in ET. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "plasma",
        "thrombocythemia, hemorrhagic",
        "transient ischemic attack",
        "thrombus",
        "biological markers",
        "cerebrovascular accident",
        "deep vein thrombosis",
        "ischemic stroke",
        "rna, messenger",
        "thromboembolism"
    ],
    "author_names": [
        "Sven Schwemmers",
        "Edith Maerz",
        "Heinz Gisslinger, MD",
        "Friederike Schneider",
        "Heike L. Pahl, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sven Schwemmers",
            "author_affiliations": [
                "Department of Experimental Anaesthesiology, University Hospital Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Edith Maerz",
            "author_affiliations": [
                "Department of Experimental Anaesthesiology, University Hospital Freiburg, Freiburg, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz Gisslinger, MD",
            "author_affiliations": [
                "Department of Hematology and Blood Coagulation, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friederike Schneider",
            "author_affiliations": [
                "University Hospital Munich - Campus Grosshadern, Internal Medicine III, Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heike L. Pahl, PhD",
            "author_affiliations": [
                "University Hospital Freiburg, Freiburg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T04:58:46",
    "is_scraped": "1"
}