{
    "doi": "https://doi.org/10.1182/blood.V118.21.3583.3583",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1898",
    "start_url_page_num": 1898,
    "is_scraped": "1",
    "article_title": "Patients with Therapy-Related Myeloid Disorders Share Genetic Features but Can Be Separated by Blast Counts and Cytogenetic Risk Groups Into Prognostically Relevant Subgroups, ",
    "article_date": "November 18, 2011",
    "session_type": "613. Acute Myeloid Leukemia - Biology and Pathophysiology: Poster III",
    "topics": [
        "basic local alignment search tool",
        "brachial plexus neuritis",
        "cancer",
        "ccaat/enhancer binding protein alpha",
        "chromosome banding",
        "cytogenetics",
        "cytotoxic drug therapy",
        "genetic aspects",
        "genetics",
        "impedance threshold device"
    ],
    "author_names": [
        "Ulrike Bacher, MD",
        "Claudia Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Tamara Alpermann",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "Department for Stem Cell Transplantation, University of Hamburg, Hamburg, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "53.59082850000001",
    "first_author_longitude": "9.973988100000001",
    "abstract_text": "Abstract 3583 Background: In the WHO classification of 2008, patients with therapy-related acute myeloid leukemia (AML) or myelodysplastic syndromes (MDS) following cytotoxic therapy/radiation are combined to the category “therapy-related myeloid neoplasms”. To contribute to the discussion whether blast percentage or other subclassification are prognostically relevant in therapy-related myeloid disorders, we evaluated this combined group for clinical/genetic aspects. Study design: A total of 520 pts (242 m/278 f; median, 67.4 years; r. 18.0–91.5 yrs) with therapy-related myeloid malignancies (253 pts with ≥20% bone marrow blasts termed “t-AML”, 267 with <20% BM blasts: “t-MDS”) were investigated by cytomorphology, chromosome banding analysis, molecular genetics, and for clinical outcomes. Results: When biological characteristics of pts with ≥20% (“t-AML”) and <20% (“t-MDS”) BM blasts were compared, t-AML had higher mean WBC counts (17.7 vs 5.8×10(9)/L; p<0.001) and lower Hb (94 vs 103 g/L; p=0.003) and platelet level (81 vs 115 x10(9)/L; p=0.027) than t-MDS. Mean age was equal in t-AML/t-MDS (64.5 vs 64.6 years). Male/female ratio was lower in t-AML (0.6 vs 1.3 in t-MDS; p<0.001). Aberrant karyotypes (KTs) were more frequent in t-AML than t-MDS (175/253; 69.2% vs 147/267; 55.1%; p=0.001). NPM1 mut were similar in t-AML and t-MDS (23/197; 11.7% vs 6/54 investigated; 11.1%; p=n.s.). When only normal KTs were considered, NPM1 mut were detected in 20/65 (30.8%) t-AML (which is less than the NPM1 mut rate known in de novo NKT-AML) and were similar in NKT t-MDS (6/17; 35.3%; p=n.s.). FLT3 -ITD were less frequent in t-AML (19/210; 9.0%) compared to data on de novo AML, but more frequent than in t-MDS (2/112; 1.8%; p=0.016). Frequencies of FLT3 -ITD in normal KT were 8/66 (12.1%) in t-AML and 2/36 (5.6%) in t-MDS (p=n.s.). RUNX1 mut (t-AML: 11/81; 13.6%; t-MDS: 5/69; 7.2%), CEBPA (t-AML: 6/104; 5.8%; t-MDS: 0/10; 0.0%), FLT3- TKD (t-AML: 3/120; 2.5%; t-MDS: 0/23; 0.0%), NRAS (7/64; 10.9% vs 6/82; 7.3%), IDH (11/86; 12.8% vs 1/13; 7.7%), and MLL -PTD (7/200; 3.5% vs 5/109; 4.6%) did not differ significantly between t-AML/t-MDS. Patients with <20% BM blasts had better overall survival (OS) than pts with ≥20% BM blasts (median 43.8 vs 18.2 months; p=0.003). According to MRC cytogenetic risk groups (Grimwade et al., 2010), only 35 (6.7%) of all pts had favorable, 303 (58.3%) intermediate (t-AML: 144/253; 56.9%; t-MDS: 159/267; 59.6%), but 182 (35.0%) had adverse KTs (t-AML: 79/253; 31.2%; t-MDS: 103/267; 38.6%). In the total cohort, favorable KTs (group 1) had better OS than intermediate (group 2) and adverse (group 3) KTs (median n.r. vs 43.8 vs 16.2 months; p=0.002 comparing all 3 groups; group 1 vs 2: p=0.011; 1 vs 3: p=0.001; 2 vs 3: p=0.048). This holds true as well when t-AML pts (p=0.002 comparing different MRC groups) or t-MDS (p=0.003) were investigated separately. OS of NPM1 mut/ FLT3 -ITD-neg. pts did not differ significantly from other genotypes in the total cohort (median n.r. vs 20.9 months) nor in normal KT t-AML (16.9 vs 11.0 months). In t-AML, MLL -PTD+ had worse OS than MLL -PTD-neg. pts (median 3.8 vs 16.9 months; p=0.001). In the total cohort, univariable Cox regression for OS was significant for age (p<0.001), WBC counts (p=0.016), Hb level (p=0.025), BM blasts both by a threshold of ≥20% vs <20% (p=0.003) or as continuous parameter (p=0.002), and MRC risk group (p=0.001). No significant differences were found for gender, platelets, NPM1 mut/ FLT3 -ITD-negative status, or MLL -PTD+. By multivariable Cox analysis for OS age (p<0.001), WBC count (p=0.042), BM blasts by a threshold of 20% (p<0.001), and MRC risk group (p=0.002) were significant. Conclusions: In this study, patients with t-AML or t-MDS separated by a BM blast threshold of 20% showed significant differences in clinical outcomes and biological parameters. This emphasizes maintaining both subtypes within the WHO defined combined cohort of “therapy-related myeloid neoplasms”. Within both morphologically defined subentities, the karyotype is an excellent parameter for further prognostic predictions and shows similar patterns. The underrepresentation of the FLT3 -ITD and NPM1 mut in t-AML compared to de novo AML, and the similar frequency of NPM1 mut in t-AML and t-MDS suggests common molecular characteristics of both categories irrespective of blast percentages and strongly supports to combine them as therapy-related myeloid neoplasms as suggested by the WHO. Disclosures: Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Alpermann: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership."
}