{
    "doi": "https://doi.org/10.1182/blood.V120.21.524.524",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2242",
    "start_url_page_num": 2242,
    "is_scraped": "1",
    "article_title": "Defining the Malignant Epigenome in Non-Hodgkin Lymphoma ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Genome-wide Analyses in Lymphocytic Leukemias",
    "topics": [
        "epigenome",
        "lymphoma, non-hodgkin",
        "diffuse large b-cell lymphoma",
        "histones",
        "lymphoma",
        "bcl-2 protein",
        "biopsy",
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Jacqueline E. Payton, MD, PhD",
        "Olivia I. Koues, PhD",
        "Rodney Kowalewski, BS",
        "Jennifer A. Schmidt, MS",
        "Li-Wei Chang, PhD",
        "Amanda Cashen, MD",
        "Nancy L. Bartlett, MD",
        "Eugene M. Oltz, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology & Immunology, Washington University School of Medicine, Saint Louis, MO, USA, "
        ],
        [
            "Pathology & Immunology, Washington University School of Medicine, Saint Louis, MO, USA, "
        ],
        [
            "Pathology & Immunology, Washington University School of Medicine, Saint Louis, MO, USA, "
        ],
        [
            "Pathology & Immunology, Washington University School of Medicine, Saint Louis, MO, USA, "
        ],
        [
            "Pathology & Immunology, Washington University School of Medicine, Saint Louis, MO, USA, "
        ],
        [
            "Internal Medicine, Washington University School of Medicine, Saint Louis, MO, USA"
        ],
        [
            "Internal Medicine, Washington University School of Medicine, Saint Louis, MO, USA"
        ],
        [
            "Pathology & Immunology, Washington University School of Medicine, Saint Louis, MO, USA, "
        ]
    ],
    "first_author_latitude": "38.6350726",
    "first_author_longitude": "-90.26228619999999",
    "abstract_text": "Abstract 524 Understanding epigenetic mechanisms of gene regulation will provide an unprecedented opportunity for therapeutic intervention in cancer because, unlike genetic lesions, pathogenic changes to the epigenome are reversible. Non-Hodgkin Lymphoma (NHL), which strikes 70,000 Americans annually, is characterized by deregulated expression of large gene cohorts that mediate unchecked cell growth, the molecular basis of which remains poorly understood. Recently, recurrent somatic mutations were identified in chromatin modifier genes ( EZH2 , MLL2 , EP300 ) in ∼30% of NHL, suggesting that epigenetic dysregulation may be a common mechanism for widespread gene expression changes. Indeed, previous studies have demonstrated evidence of aberrant DNA methylation in lymphoma. Moreover, NHL-specific regulatory elements are attractive candidates for therapeutic targeting, because reversal of their aberrant epigenetic profile would restore normal gene expression, while leaving normal cells intact. In this study, we performed integrative epigenomic, genomic, and transcriptomic profiling of purified CD19+ B cells from excisional lymph node biopsies and peripheral blood (PB, when available and free of circulating lymphoma) in 84 patients with NHL (Diffuse Large B cell lymphoma (DLBCL) N=34, Follicular Lymphoma (FL) N=38, Marginal Zone/Mantle Cell/Chronic Lymphocytic Leukemia (MZL/MCL/CLL) N=12), 20 patients undergoing elective tonsillectomy (tonsil B cells), and 40 healthy volunteers (PB). To enrich for key changes in the NHL epigenome, crosslinked chromatin was subjected to formaldehyde-assisted isolation of regulatory elements (FAIRE), for highly active histone-depleted regions, and chromatin immunoprecipitation (ChIP) for several activating (H3K4me1, H3K27ac, H3K9/14ac), and repressive (H3K27me3) histone marks, followed by high throughput sequencing (FAIRE/ChIP-Seq). To identify genes regulated by putative NHL-specific regulatory elements, we profiled gene expression (mi/mRNA) by microarray and, in primary tumors, by RNA-Seq to detect novel isoforms, translocations, and mutations, such as those in epigenetic modifier genes. In order to analyze this complex dataset, we created a global, integrative algorithm to evaluate the regulatory potential of a given epigenetic element, or set of elements, based on a step-wise approach. All regulatory elements were ranked according to several parameters, including distance to transcription start sites (TSS), gene expression level, chromatin state, distance to CTCF sites, genomic copy number, degree of sequence conservation, association with mutations in epigenetic modifiers, and most importantly, NHL-specificity and recurrence (number of samples). We first established the NHL-specificity of each regulatory element by comparison to matched PBB, if available, or to healthy donor B cells, identifying thousands of regulatory elements that are differentially enriched (“gained” or “lost”) in at least one primary NHL sample. We further assessed the likely role of each element by its genomic, epigenomic, and transcriptomic contexts. Gained elements were significantly associated with higher levels of gene expression in NHL compared to normal B cells (p<0.0001); and conversely, lost elements were significantly associated with decreased expression levels (p<0.0035). Subsequent to this global analysis, we ranked the NHL-specific elements as described above and identified a set of prioritized signatures, comprising a few dozen to hundreds of elements, depending on the type (gained/lost), chromatin state, and recurrence. As predicted, some of these signatures were associated with oncogenes, such as TP63, BCL2, and BCL6; however, others are intergenic and may be cis-elements coordinating expression of distal genes. Intriguingly, subsets of these chromatin signatures are specific for distinct NHL subtypes or grades. In summary, our findings establish a foundational dataset for surveying the epigenomic landscape of NHL, while identifying key chromatin signatures for the development of targeted epigenetic therapies. Disclosures: No relevant conflicts of interest to declare."
}