{
    "doi": "https://doi.org/10.1182/blood.V128.22.1085.1085",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3364",
    "start_url_page_num": 3364,
    "is_scraped": "1",
    "article_title": "Comprehensive Functional Characterization of Germline ETV6 Variants Associated with Inherited Predisposition to Acute Lymphoblastic Leukemia in Children ",
    "article_date": "December 2, 2016",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Genetic Risk Factors in ALL",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "etv6 gene",
        "genetic predisposition to disease",
        "burkitt's lymphoma",
        "leukemogenesis",
        "dna",
        "genotype determination",
        "laboratory techniques and procedures",
        "laboratory test finding"
    ],
    "author_names": [
        "Rina Nishii, MS",
        "Rebekah Baskin, PhD",
        "Takaya Moriyama, MD PhD",
        "Keito Hoshitsuki",
        "Monika L. Metzger, MD",
        "Gang Wu, PhD",
        "Meenakshi Devidas, PhD",
        "Wenjian Yang, PhD",
        "Paige Tedrick",
        "Emily Quinn, MS",
        "Julie M. Gastier-Foster, PhD",
        "Elizabeth Raetz, MD",
        "Eric Larsen, MD",
        "Paul L. Martin, MD PhD",
        "W. Paul Bowman, MD",
        "Naomi Winick, MD",
        "Masatoshi Takagi, MD PhD",
        "Ching-Hon Pui, MD",
        "William E. Evans, PharmD",
        "Jinghui Zhang, PhD",
        "Mary V. Relling, PharmD",
        "Stephen P. Hunger, MD",
        "Charles Mullighan, MBBS, MSc, MD",
        "Mignon L. Loh, MD",
        "Kim E. Nichols, MD",
        "Jun J. Yang, PhD"
    ],
    "author_affiliations": [
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN ",
            "Department of Pediatrics and Developmental Biology, Tokyo Medical and Dental University Graduate School of Medicine, Tokyo, Japan "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN ",
            "School of Pharmacy, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Computational Biology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Biostatistics, College of Medicine, Public Health and Health Professions, University of Florida, Gainesville, FL "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pathology and Laboratory Medicine,, Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Maine Children's Cancer Program, Scarborough, ME "
        ],
        [
            "Department of Pediatrics, Duke University, Durham, NC "
        ],
        [
            "Cook Children's Medical Center, Fort Worth, TX "
        ],
        [
            "Pediatric Hematology Oncology, University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Department of Pediatrics and Developmental Biology, Tokyo Medical and Dental University Graduate School of Medicine, Tokyo, Japan "
        ],
        [
            "Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Computational Biology and Bioinformatics, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pediatrics and Center for Childhood Cancer Research, Children's Hospital of Philadelphia and University of Pennsylvania Perelman School of Medicine, Philadelphia, PA "
        ],
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pediatrics, Benioff Children's Hospital and Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, CA"
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "There is increasing evidence for inherited susceptibility to acute lymphoblastic leukemia (ALL) in children. Both common and rare germline genetic variants can significantly influence the risk of developing ALL, often in an age- and/or leukemia subtype-dependent manner (e.g., ARID5B , IKZF1 , GATA3 , PIP4K2A , PAX5, and TP53 ). Recently, we and others reported a novel genetic syndrome characterized by damaging germline ETV6 mutations that co-segregate with hereditary thrombocytopenia and increased propensity for hematologic malignancies (especially ALL). Sequencing 4,405 childhood ALL cases, we subsequently identified 30 germline coding ETV6 variants that were potentially responsible for disease predisposition in 35 patients (Lancet Oncol 2015). These findings unequivocally point to ETV6 as a critical ALL risk gene; however, the exact functional consequences of the ALL-related ETV6 variants are largely unknown and the mechanism by which they contribute to leukemogenesis is unclear. To this end, we first systematically evaluated these 30 ETV6 risk variants for their transcriptional repressor activity, ability to bind to target DNA sequences, localize to the nucleus, and also to homo-dimerize. Using PF4 and MMP3 promoter-driven luciferase transcription in HEK293T cells as the model system, we showed that 18 of these 30 ETV6 variants had loss of transcriptional repression activity (median of 53.2% of wildtype ETV6 activity [range 7.1% to 83.9%]). These include 4 of the 5 frameshift variants, all 4 nonsense variants, and also 10 of 11 missense variants in the ETS/DNA binding domain. None of the missense variants outside the ETS domain had significant effects on transcriptional repression function, and surprisingly the E44fs variant showed enhanced activity. Co-expression of wildtype and each of the 18 loss-of-function variants consistently impaired the normal repressor activity of wildtype ETV6, indicating dominant-negative effects. In cells expressing both wildtype and variant ETV6 , immunoprecipitation of variant protein pulled down wildtype ETV6, in line with the dominant negative mode of action of variant ETV6 via dimerization with wildtype protein. Cellular fractionation showed significantly increased cytoplasmic localization of 18 loss-of-function ETV6 variants when expressed in HEK293T cells with concomitant reduction in nuclear ETV6. Analysis using EMSA revealed that all 14 variants in the ETS domain resulted in impaired binding to the consensus sequence in ETV6 target genes in vitro , as was also true for all 4 loss-of-function frameshift variants. To examine the role of ETV6 variants on hematopoietic stem and progenitor cell function, we lentivirally transduced murine LSK cells with wildtype or variant murine Etv6 (R355X or R395C). These cells were cultured ex vivo and analyzed for myeloid and pre-B cell differentiation, using colony formation assay. We found no change in the formation of myeloid colonies, whereas the number of pre-B colonies increased slightly with mutant Etv6 , although we observed no effects on cell cycle or apoptosis. Focusing on the 18 ETV6 variants with experimentally confirmed deleterious effects, we then evaluated the association of germline ETV6 status with ALL clinical features in 3,906 children from frontline ALL protocols at St. Jude Children's Research Hospital and Children's Oncology Group. Patients with these ETV6 variants were significantly older at ALL diagnosis than those without (13.3 [2.6-21.7] vs 6.8 [0.08-30.7] years, P=0.026) but were more likely to have leukocyte count <50x10 9 /L at presentation (100% vs. 68.6%, P=9.5x10 -4 ). 80% of patients with deleterious ETV6 variants had hyperdiploid ALL compared to 22.2% of those with normal ETV6 (P=9.3x10 -8 ), strongly suggesting interactions between germline and somatic variations during leukemogenesis. Finally, whole genome sequencing of matched ALL blast and germline samples from 5 familial ALLs in 2 kindreds with pathologic ETV6 variants identified somatic lesions as plausible second events to promote leukemogenesis in these cases. In conclusion, we comprehensively characterized 30 ALL risk variants in ETV6 , the majority of which function by disrupting DNA binding and impairing its transcriptional repressor activity in a dominant negative fashion. ETV6 variants also affect hematopoiesis but most likely require additional somatic lesions for overt leukemogenesis. Disclosures Martin: Novartis: Other: Support of clinical trials; Jazz Pharmaceuticals: Other: One time discussion panel. Evans: Prometheus Labs: Patents & Royalties: Royalties from licensing TPMT genotyping.. Relling: Prometheus Labs: Patents & Royalties: Royalties from licensing TPMT genotyping. Hunger: Patent: Patents & Royalties: Dr. Hunger is a co-inventor of a patent (#8658,964) for the identification of novel subgroups in high risk B-ALL and outcome correlations and diagnostic methods related to the same; Erytech: Honoraria; Sigma Tau Pharmaceuticals: Honoraria; Jazz Pharmaceuticals: Honoraria; Merck: Equity Ownership; Pfizer: Equity Ownership; Amgen: Equity Ownership; Spectrum Pharmaceuticals: Honoraria. Mullighan: Loxo Oncology: Research Funding; Amgen: Speakers Bureau; Incyte: Membership on an entity's Board of Directors or advisory committees."
}