{
    "doi": "https://doi.org/10.1182/blood-2019-126567",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4245",
    "start_url_page_num": 4245,
    "is_scraped": "1",
    "article_title": "A Phase 1 Study of Carfilzomib-Thalidomide-Dexamethasone in Patients with Relapsed/Refractory AL Amyloidosis - Catalyst Trial Results ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "carfilzomib",
        "dexamethasone",
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "thalidomide",
        "toxic effect",
        "adverse event",
        "amyloidosis",
        "partial response",
        "plasma cell disorder"
    ],
    "author_names": [
        "Mamta Garg, MD FRCP, FRCPath",
        "Andrew Hall",
        "Matthew Jenner, MBBS, MRCP, FRCPath",
        "Bhuvan Kishore, MB BS, MRCP, FRCPath",
        "Helen J Lachmann, MA MB BChir MDFRCP",
        "Julian D Gillmore, MBBS, MD PhD FRCP",
        "Alexandra Pitchford",
        "Louise Flanagan, PhD",
        "Jamie B Oughton, MPhil, BSc",
        "Shameem Mahmood",
        "Sajitha Sachchithanantham",
        "Sarah R Brown, PhD MSc, BSc",
        "Ashutosh D Wechalekar, MBBS, MD FRCP, FRCPath, DM"
    ],
    "author_affiliations": [
        [
            "Sandringham Building 2nd Floor, Leicester Royal Infirmary, Leicester, United Kingdom "
        ],
        [
            "Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "Department of Haematology, Southampton General Hospital, Southampton, United Kingdom "
        ],
        [
            "University Hospital Birmingham NHS Foundation Trust, Birmingham, United Kingdom "
        ],
        [
            "National Amyloidosis Centre, University College London, London, United Kingdom"
        ],
        [
            "National Amyloidosis Centre, University College London, London, United Kingdom"
        ],
        [
            "Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "National Amyloidosis Centre, University College London, London, United Kingdom"
        ],
        [
            "National Amyloidosis Centre, University College London, London, United Kingdom"
        ],
        [
            "Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "National Amyloidosis Centre, University College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "52.625803999999995",
    "first_author_longitude": "-1.1345751",
    "abstract_text": "Introduction: Systemic AL amyloidosis is a rare multisystem disease caused by an underlying plasma cell dyscrasia with amyloid fibril deposition causing progressive organ failure. Treatment of the underlying plasma cell disorder underpins the management of AL amyloidosis with bortezomib-based regimes as standard first line treatment. Thalidomide has activity in AL amyloidosis used in low doses in combination with cyclophosphamide and dexamethasone. Carfilzomib (Kyprolis), a second generation irreversible inhibitor of the proteasome, is licenced for treatment of relapsed refractory myeloma. This prospective phase 1 multicentre study was designed to define the maximum tolerated dose (MTD) and recommended dose (RD) of one weekly dose of carfilzomib in combination with a fixed dose of thalidomide and dexamethasone (KTD) in patients with relapsed refractory amyloidosis. Methods and Patients Patients were recruited for treatment with carfilzomib in escalating dose cohorts using a 3+3 dose escalation design at three planned dose levels (Table 1) - all participants received carfilzomib 20mg/m 2 on cycle 1 day 1. The primary endpoint was to define the MTD, RD and assess the safety and tolerability of KTD. The key secondary endpoint was a preliminary assessment of the activity of KTD. Results A total of 10 patients were recruited (6 male, 4 female) with a median age of 64 years (30% >70 years). The mean time from AL amyloidosis diagnosis for Dose levels 0 and 1 was 7.8 years (SD ±3.87 yrs.) and 3.2 years (SD ± 1.80) respectively. All non-refractory patients had received at least two previous lines of therapy, with a maximum of four previous lines of therapy. The median creatinine was 77.0µmol/L, the median NT-proBNP was 53.3pmol/L and dFLC at the time of treatment was 77.0mg/L. Three evaluable patients were recruited to Dose Level 0 with no dose limiting toxicities (DLTs) observed. A further 3 evaluable patients were recruited to Dose Level 1 - one patient experienced a DLT (acute kidney injury). Hence, 3 further patients were recruited at this dose level. One participant had a serious adverse event (SAE) following day 1 dosing at 20mg/m 2 - deemed not evaluable for DLT assessment as received no further treatment. Three further patients were recruited at Dose level 1 with no further DLT's. The data monitoring committee decided that it was not in the patients' best interest to proceed to Dose level 2, as significant evidence of activity at dose level 1 and concern about potential toxicity. As of June 2019, 7 participants have completed 3 cycles and 4 participants (40%) have completed 6 cycles. Responses were determined centrally according to amyloidosis consensus criteria 2005. The overall hematologic response rate at end of 3 cycles was 70%. This included: complete response - 1 (10%); very good partial response - 3 (30%) and partial response 3 (30%). Of the 3 participants at Dose level 1, 1 participant had a VGPR, 1 had PR and 1 had no response (discontinued at the end of cycle 2). One patient had no response by the end of cycle 2 (discontinued due to toxicity) and 2 patients with DLT's were not assessable for response. A total of 3 participants had SAE's: 1. At dose level 1, grade 3 acute kidney injury which was deemed to be DLT, which recovered with supportive care. 2. At dose level 1, pyrexia, hypotension and hypoxia requiring intensive care admission after day 1 dose of 20mg/m 2 . There was no clear evidence of infection and this was deemed to be a SAE due to carfilzomib (but not DLT). 3. At dose level 1, grade 3 abdominal pain deemed unrelated to study medication. There were 66 other grade 1 or 2 adverse events reported from 9 participants from the first 3 cycles. There were no SUSARs or deaths in the study reported to date. None of the patients had worsening cardiac function. Results here are preliminary with further endpoints and detail to be presented when all participants have completed therapy. Conclusion This study defined, in combination with thalidomide and dexamethasone, the recommended dose of carfilzomib was 45mg/m 2 on days 1, 8 and 15. The MTD of carfilzomib was not reached. Three participants experienced a SAE and a number of participants had grade 1-2 AE's. At the end of 3 cycles, 70% of participants achieved a hematologic response with 40% VGPR or better which appears comparable to other studies in relapsed AL amyloidosis. KTD is a potentially effective regime that can be considered for further study in relapsed refractory systemic AL amyloidosis. View large Download slide View large Download slide  Disclosures Garg: Novartis: Consultancy, Honoraria. Hall: Celgene, Amgen, Janssen, Karyopharm: Other: Research funding to Institution. Jenner: Abbvie, Amgen, Celgene, Novartis, Janssen, Sanofi Genzyme, Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Kishore: Celgene, Jazz, Takeda: Other: Travel expenses; Celgene, Takeda, Janssen: Honoraria, Speakers Bureau. Pitchford: Amgen: Other: Research funding to institution. Flanagan: Amgen, Celgene, Janssen, Karyopharm: Other: Research funding to Institution. Oughton: Amgen: Other: Research funding to institution. Brown: Amgen, Celgene, Janssen, Karyopharm: Other: Research funding to Institution. Wechalekar: Amgen: Research Funding; GSK: Honoraria; Takeda: Honoraria; Celgene: Honoraria; Janssen-Cilag: Honoraria."
}