{
    "doi": "https://doi.org/10.1182/blood.V122.21.269.269",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2493",
    "start_url_page_num": 2493,
    "is_scraped": "1",
    "article_title": "Loss Of p53 Induces Leukemic Transformation In a Murine Model Of JAK2V617F-Induced Polycythemia Vera ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science",
    "topics": [
        "acute erythroblastic leukemia",
        "cachexia",
        "dose fractionation",
        "dysplasia",
        "erythrocytosis",
        "hepatosplenomegaly",
        "histopathology tests",
        "leukemia",
        "leukemic cells",
        "mice"
    ],
    "author_names": [
        "Takako Tsuruta-Kishino, M.Sc",
        "Keisuke Kataoka, MD, PhD",
        "Hiroshi Kobayashi, M.D.",
        "Junji Koya, M.D.",
        "Kensuke Narukawa, M.D., Ph.D.",
        "Tomohiko Sato, MD, PhD",
        "Mineo Kurokawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Myeloproliferative neoplasms (MPN) have an inherent tendency toward leukemic transformation, but its mechanisms remain largely unknown. Recently, TP53 mutation is reported to be frequently found in cases with post-MPN leukemia. Here, to address the contribution of p53 loss to leukemic transformation from MPN in vivo, we retrovirally transduced c-kit + bone marrow (BM) cells from p53 knockout (p53 -/- ) and littermate mice (p53 +/+ ) with either wild-type Jak2 (Jak2WT) or Jak2V617F respectively, and transplanted them into lethally irradiated mice. At 3 weeks after transplantation, both recipients of Jak2V617F/p53 -/- and Jak2V617F/p53 +/+ cells developed a polycythemia vera-like disease characterized by high WBC count and elevated hemoglobin (Hb) level. Jak2V617F/p53 +/+ mice survived and continued to have elevated Hb level, whereas 5 weeks after transplantation, Jak2V617F/p53 -/- recipients developed cachexia, and their Hb level declined. Eventually, these mice developed fatal leukemia with a median survival of 46.5 days after transplantation, suggesting loss of p53 cooperates with Jak2V617F mutation to promote leukemic transformation from MPN. To characterize these leukemias, we analyzed leukemic tissues from moribund Jak2V617F/p53 -/- mice. Peripheral blood smears and BM specimen from Jak2V617F/p53 -/- recipients showed a marked increase of erythroid precursors with dysplastic features, leading to suppression of normal hematopoiesis. Notably, Jak2V617F/p53 -/- mice displayed marked hepatosplenomegaly and extensive pulmonary hemorrhage. Consistent with the histopathologic findings, Jak2V617F/p53 -/- animals exhibited a remarkable accumulation of erythroid precursors (CD71 + ), and especially more immature progenitors (Ter119 - /CD71 + ) in the BM and spleen, compared with Jak2V617F/p53 +/+ animals. These data suggest Jak2V617F/p53 -/- recipients developed infiltrative disease with accumulation of immature erythroid cells, fulfilling the Bethesda Criteria of erythroleukemia in mice. To assess the transplantability of Jak2V617F/p53 -/- leukemia, we injected unfractionated BM cells from Jak2V617F/p53 -/- mice into lethally irradiated mice. In all cases, lethal leukemia developed earlier than in primary recipients. Moreover, there was a significant increase in erythroid progenitors in secondary recipients, suggesting the erythroid component is the predominant lineage involved in this leukemia model. As Jak2V617F/p53 -/- leukemic tissues contained three major populations: CD71 + erythroid progenitors, Mac1 + mature myeloid cells, and lineage-negative (CD71 - /Mac1 - ) primitive leukemic cells, we purified and transplanted these subfractions into secondary recipients to evaluate their leukemia-initiating potential. As a result, both lineage-negative (CD71 - /Mac1 - ) cells and CD71 + erythroid progenitors possessed leukemia- initiating capacity, but Mac1 + myeloid cells could not reconstitute the disease. In addition, these two fractions had different capacities to induce leukemias; recipients of CD71 + cells rapidly developed erythroleukemia, whereas lineage-negative cells caused lethal leukemia after the polycythemic state. Moreover, hematopoietic tissues in recipients transplanted with CD71 + cells mainly consisted of erythroid lineages, whereas lineage-negative cells produced both erythroid and myeloid lineages, suggesting lineage-negative cells are more immature than CD71 + erythroid precursors. Furthermore, subsequent fractionation of lineage-negative cells revealed leukemia-initiating cells were enriched in Lin - /Sca-1 + /c-kit + (LSK) cells. To further characterize two types of leukemia-initiating cells in Jak2V617F/p53 -/- leukemia, we assessed their sensitivity to a JAK2 inhibitor, INCB18424, in vitro. Interestingly, INCB18424 treatment significantly reduced CD71 + cell proliferation, whereas LSK cells were able to expand in the presence of INCB18424, indicating different leukemia-initiating cells existing in post-MPN leukemia have different responsiveness to JAK2 inhibiton. In summary, these results demonstrate p53 loss is sufficient for inducing leukemic transformation in JAK2V617F-postive MPN and offers an in vivo model to assess novel therapeutic approaches for post-MPN leukemia. In addition, we revealed leukemia-initiating cells at different differentiation stages could exist in post-MPN leukemia. Disclosures: Kurokawa: Novartis: Consultancy, Research Funding; Bristol-Myers Squibb: Research Funding; Celgene: Consultancy, Research Funding."
}