{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.196.196",
    "article_title": "Clinical Characteristics and Outcome of Diffuse Large B-Cell Lymphoma with 9p24.1 Copy Number Alterations ",
    "article_date": "December 7, 2017",
    "session_type": "627: Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Retrospective/Observational Studies: Predicting Efficacy and Safety of CAR-T cells and Checkpoint Blockade",
    "abstract_text": "Introduction: Copy number alterations (amplifications or gains, CNAs) and/or translocations involving 9p24.1 have been reported in classical Hodgkin lymphoma (cHL), primary mediastinal large B-cell lymphoma (PMBL), Epstein-Barr virus (EBV)-negative primary central nervous system lymphoma (PCNSL), and primary testicular lymphoma (PTL). These alterations often lead to over-expression of PD-L1, PD-L2, and JAK2, providing the rationale for immunotherapy targeting PD-1/PD-L1. Immune checkpoint inhibitors nivolumab and pembrolizumab have proven to be efficacious in treating relapsed and/or refectory cHL. While there is evidence that 9p24.1 CNA is also present in de novo diffuse large B-cell lymphoma (DLBCL), there is little known about its prevalence, association with other molecular events, or its impact on clinical outcome. Methods: Using the Molecular Epidemiology Resource of the University of Iowa/Mayo Clinic lymphoma SPORE, 200 patients with newly diagnosed DLBCL from May 2002 to September 2012 and treated with standard immunochemotherapy were included in this study. All patients were prospectively followed for outcomes. Copy number analysis was performed using OncoScan Whole Genome FFPE Array for 169 cases and whole exome sequencing (WES) for 31 cases. Raw sample files from both analyses were loaded into the Nexus Copy Number Software (V8, BioDiscovery, El Segundo, CA) and analyzed for 9p24.1 CNA. Event-free survival (EFS) was defined as time from diagnosis to progression or relapse, unplanned re-treatment after initial immunochemotherapy, or death from any cause. Overall survival (OS) was defined as time from diagnosis to death from any cause. Categorical data were analyzed by Chi-square test, and time-to-event data were analyzed using Kaplan-Meier and Cox proportional hazards models. Statistical analysis was done in SPSS (V22, IBM, Armonk, NY). Results: Overall, 9p24.1 CNA was detected in 16 (8%) of the 200 patients. Twenty-four cases had available RNASeq data; those with 9p24.1 CNA had significantly increased expression of PD-L1 when compared to cases with normal 9p24.1 (6.4 vs 2.6 log2 RPKM, P < 0.001). Clinical characteristics of patients with and without 9p24.1 CNA are summarized in Table 1. Compared to those without 9p24.1 CNA, patients with 9p24.1 CNA were younger, with a median age of 54.5 (range 28-78) vs 64 (range 26-89) years ( P = 0.024, Mann-Whitney U test). Patients with 9p24.1 CNA appeared to have more extranodal involvement, trended towards the ABC subtype, and had less bone marrow involvement, although not statistically significant (Table 1). After a median follow up of 93.1 (range 19.0-169.6) months, there were a total of 95 events and 74 deaths in the entire cohort. Median EFS was not reached for patients with 9p24.1 CNA, and was 8.6 years (95% CI 5.4-11.8) for those without (Figure 1). The 2-year EFS rates were 68.8% vs 67.8% for patients with and without 9p24.1 CNA, respectively, and the 5-year EFS rates were 68.8% vs 57.9%. The 5-year OS rates were 68.8% vs 70.5% for patients with and without 9p24.1 CNA, respectively. After adjusting for IPI score and cell of origin, 9p24.1 CNA was associated with superior EFS (HR = 0.232, 95% CI = 0.054-0.996, P = 0.049) and a trend of superior OS (HR = 0.320, 95% CI = 0.073-1.392, P = 0.129). Conclusions: 9p24.1 CNA was present in 8% of de novo DLBCL patients and was associated with increased expression of PD-L1. Patients with 9p24.1 CNA were younger compared to those without. Presence of 9p24.1 CNA was associated with statistically significant superior EFS. While immune checkpoint inhibitors targeting PD-1/PD-L1 are being evaluated in DLBCL in clinical trials, whether 9p24.1 CNA is a biomarker predicting favorable response and treatment outcome should be further examined. View large Download slide View large Download slide  Close modal Disclosures Witzig: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Kura: Research Funding; Acerta: Research Funding; Novartis: Research Funding. Ansell: Affimed: Research Funding; Seattle Genetics: Research Funding; Celldex: Research Funding; Merck: Research Funding; Bristol-Myers Squibb: Research Funding. Nowakowski: Genetech: Consultancy, Research Funding; Nanostring: Research Funding; Bayer: Consultancy, Research Funding; pharmacyclics: Consultancy; Abbvie: Consultancy; celgene: Consultancy, Research Funding; Morphosys: Consultancy, Research Funding. Cerhan: Janssen: Other: Scientific Advisory Board (REMICADELYM4001); Janssen: Other: Multiple Myeloma Registry Steering .",
    "topics": [
        "diffuse large b-cell lymphoma",
        "programmed cell death 1 ligand 1",
        "chlorambucil",
        "immune checkpoint inhibitors",
        "primary central nervous system lymphoma",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "biological markers",
        "bone marrow involvement",
        "extranodal disease",
        "follow-up"
    ],
    "author_names": [
        "Yucai Wang, MD",
        "Kerstin Wenzl, PhD",
        "Matthew J Maurer, MS",
        "Yan W Asmann, PhD",
        "Susan L Slager, PhD",
        "Thomas E Witzig, MD",
        "Stephen M Ansell, MD PhD",
        "Andrew L Feldman, MD",
        "Brian K Link, MD",
        "Grzegorz S Nowakowski, MD",
        "James R. Cerhan, MD PhD",
        "Anne J Novak, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yucai Wang, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kerstin Wenzl, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J Maurer, MS",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan W Asmann, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Jacksonville, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan L Slager, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas E Witzig, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M Ansell, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew L Feldman, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian K Link, MD",
            "author_affiliations": [
                "University of Iowa Hospitals and Clinics, Iowa City, IA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grzegorz S Nowakowski, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Cerhan, MD PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne J Novak, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:44:16",
    "is_scraped": "1"
}