{
    "doi": "https://doi.org/10.1182/blood.V112.11.1611.1611",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1327",
    "start_url_page_num": 1327,
    "is_scraped": "1",
    "article_title": "Hedgehog Inhibitors Reduce the Survival and Drug Resistance in CD34+ Leukemic Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "drug resistance",
        "erinaceidae",
        "leukemic cells",
        "cytarabine",
        "luciferases",
        "neutralizing antibodies",
        "zinc finger protein gli1",
        "antagonists",
        "cancer",
        "cytokine"
    ],
    "author_names": [
        "Masayoshi Kobune, MD, PhD",
        "Kazuyuki Murase, MD, PhD",
        "Satoshi Iyama, MD, PhD",
        "Tsutomu Sato, MD, PhD",
        "Yutaka Kawano, MD, PhD",
        "Shohei Kikuchi, MD, PhD",
        "Koji Miyanishi, MD, PhD",
        "Rishu Takimoto, MD, PhD",
        "Junji Kato, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ],
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ],
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ],
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ],
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ],
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ],
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ],
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ],
        [
            "Fourth Dept. of Internal Med., Sapporo Medical University, Sapporo, Japan"
        ]
    ],
    "first_author_latitude": "43.055198",
    "first_author_longitude": "141.3321401",
    "abstract_text": "Aberrant reactivation of Hedgehog (Hh) signaling has been described in a wide variety of human cancers and its role in maintenance of self-renewal of cancer stem cells. We previously showed that Indian Hh (Ihh) and its receptor molecules, Patched and Smoothened are expressed in cord blood (CB) CD34+ cells and Ihh regulate proliferation of hematopoietic myeloid- and lymphoid-repopulating cells in vivo. However, the involvement of Hh signaling in proliferation of leukemic cells has remained unclear. In this study, we assessed the possibility that Hh pathway activation contributes to the growth, survival and drug resistance of acute myeloid leukemic (AML) cells. Hh signaling in leukemic cell lines and bone marrow (BM) CD34+ cells were screened by RT-PCR and a Hh signaling reporter assay. We have found that Ihh were expressed in BM CD34+ cells and most of human AML cell lines, HL60, U937, KG1, Kasumi-1, Kasumi3 and TF-1. In contrast, Hh receptor components, Patched and Smoothened, were detected in BM CD34+ cells and cytokine responsible CD34+ AML cell lines such as Kasumi-1, Kasumi-3 and TF-1. Moreover, the downstream transcription factor GLI1 or GLI2 were expressed in BM CD34+ cells and these CD34+ cell lines, indicating that Hh signaling was active in these cells. We further assessed whether Hh signaling transmit to GLI1 using GLI1-responsive luciferase assay. GLI-responsive reporter plasmid (TK-6GBS-Luc) was transduced into these cells in the presence or absence of anti-Hh neutralizing antibody 5E1. TK-6GBS-Luc-transduced Kasumi-1, Kasumi-3 and TF-1 cells showed high luciferase activity. Furthermore, the luciferase activity of these cells was significantly reduced in the presence of 10 μg/ml anti-Hh neutralizing antibody. These results clearly indicate that Ihh signaling transmits into these CD34+ leukemic cell lines in autocrine manner. We next examined the effect of Hh inhibitors on these CD34+ leukemic cell lines. Inhibition of Hh signaling with the naturally derived chemical Smoothened antagonist Cyclopamine, endogenous Hh inhibitor Hedgehog-interacting protein or anti-Hedgehog neutralizing antibody reduces the entry of cell cycle of CD34+ cell lines and eventually induces apoptosis in these cells after 48 hr exposure although these CD34+ cell lines exhibit resistance to cytarabine (Ara-C) exposure. In contrast, cyclopamine did not affect growth and survival of the U937 or HL-60 cell line that lacks expression of Hh receptor components. Furthermore, combination of 10 μM cyclopamine significantly reduced the drug resistance against Ara-C in CD34+ cell lines. These results suggest that Hh pathway activation is a feature of CD34+ myeloid leukemic cells and inhibition of Hh signaling pathway may be a therapeutic strategy in the treatment of AML."
}