{
    "doi": "https://doi.org/10.1182/blood.V124.21.2615.2615",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2842",
    "start_url_page_num": 2842,
    "is_scraped": "1",
    "article_title": "Improved Outcome of AYA-CML Even in Resource Constraints Settings ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster II",
    "topics": [
        "conflict of interest",
        "cox proportional hazards models",
        "delayed diagnosis",
        "disclosure",
        "disease remission",
        "follow-up",
        "hydroxyurea",
        "imatinib mesylate",
        "income",
        "india"
    ],
    "author_names": [
        "Uday Yanamandra, MBBS, MD DNB",
        "Kamal Kant Sahu, MD",
        "Nidhi Jain, MBBS, MD",
        "Shano Naseem, MBBS, MD",
        "Alka Khadwal, MD",
        "Prakash Gaurav, MBBS, MD DM",
        "Neelam Varma, MBBS, MD",
        "Subhash Varma, MBBS, MD",
        "Pankaj Malhotra, MBBS, MD"
    ],
    "author_affiliations": [
        [
            "PGIMER, Chandigarh, India "
        ],
        [
            "PGIMER, Chandigarh, India "
        ],
        [
            "PGIMER, Chandigarh, India "
        ],
        [
            "PGIMER, Chandigarh, India "
        ],
        [
            "Post Graduate Institute of Medical Education & Research (PGIMER), Chandigarh, India "
        ],
        [
            "PGIMER, Chandigarh, India "
        ],
        [
            "PGIMER, Chandigarh, India "
        ],
        [
            "PGIMER, Chandigarh, India "
        ],
        [
            "PGIMER, CHANDIGARH, India"
        ]
    ],
    "first_author_latitude": "30.7649646",
    "first_author_longitude": "76.7750066",
    "abstract_text": "Introduction: The clinical behaviour and disease prognosis of AYA-CML is much different from adult CML. The outcome of this group of patients in resource constraints setting is not known where patients are seen in late chronic phase. Objectives: To study the survival pattern of AYA-CML in resource constraint settings. Methodology: It is a retrospective observational study wherein the data of all patients of AYA-CML managed at tertiary care centre in North India over last 14 years were analysed. All case records of the AYA-CML were perused, digitalised and their survival statistics derived. Results: Amongst a total of 1815 CML case records, 431 (23.74%) were AYA-CML. AYA-CML cases with complete data (n-225) were analysed for overall survival. The mean age of the patients was 23.08 ± 4.325 years (range 12-29). Males constituted 60.9% (n-137) and females, 39.1% (n-88) of AYA-CML. Of these 117 (52%) were single and 108 (48%) were married. Sixty one percentage of patients were educated upto 10 th grade and 22.7% upto 5 th grade and 8% received no formal education. Only 22.7% were educated beyond 12 th grade. The mean monthly income was $75 (range $5-493). Ninety four percentage of patients had at least 12 months of follow up and 85.3% patients had at least 24 months of follow-up. The median delay in CML diagnosis from symptom onset was 62 days (range 0-2568). The details of therapy and complete haematological remission achieved in patients are described in table 1. The cumulative overall survival (OS) was 84% with no statistical difference in males and females (83.2%, 85.2% respectively) (Fig 1A, B). Survival rate at 1, 3, 5 and 8 years was 94.2%, 86.5% 78% and 74.2% respectively. Median OS was 1034 days (range 0-4788). OS was significantly better in patients receiving free drugs under Novartis Oncology Access (NOA) Program (p<0.001) (Fig 1C). OS was also better in the patients who received Imatinib within 3 months of symptom onset (Fig 1D). The OS in different risk categories of Sokal, Hasford and EUTOS, however, was not different. (Fig 2A-C). On Cox regression analysis there was no significant effect of age or sex on overall survival. The OS was positively correlated to age (r- 0.104, p 0.118) and negatively correlated with the time taken to diagnosis from symptom onset (r - 0.08, p 0.229). Conclusion: We have demonstrated in this study the improved outcomes of AYA-CML who usually present in late chronic phase in resource constraint settings. Prognostic scoring has no significant correlation to the OS in our study population. The delay in diagnosis from symptom onset had a negative correlation to OS and starting Imatinib within 3 months of symptom onset had a positive effect on OS, both of these can be addressed by improving patient as well as general physician's education. Patients on free medication through NOA had a better OS than the other group, suggesting increased efforts to register more patients in NOA through community based education programmes. Table 1: Therapy details and CHR characteristics in AYA CML . N . Minimum . Maximum . Mean . Std. Deviation . Duration for which patient was on Hydroxyurea (months) 213 0 72.00 5.97 11.74 Time gap in starting Imatinib from date of diagnosis (days) 214 0 2158 181.66 339.81 Time gap in starting Imatinib from symptom onset (days) 214 0 2652 339.73 431.91 Duration for achieving CHR post symptom onset (days) 202 0 2694 377.82 464.95 Duration for achieving CHR post Imatinib (days) 201 -525 1324 107.40 194.98 Duration for CHR achievement post diagnosis (days) 202 0 2455 232.80 329.55 Overall Survival (days) 225 0 4788 1391.88 1119.62 Duration of Imatinib Therapy (days) 214 0 4128 1276.36 1083.53 . N . Minimum . Maximum . Mean . Std. Deviation . Duration for which patient was on Hydroxyurea (months) 213 0 72.00 5.97 11.74 Time gap in starting Imatinib from date of diagnosis (days) 214 0 2158 181.66 339.81 Time gap in starting Imatinib from symptom onset (days) 214 0 2652 339.73 431.91 Duration for achieving CHR post symptom onset (days) 202 0 2694 377.82 464.95 Duration for achieving CHR post Imatinib (days) 201 -525 1324 107.40 194.98 Duration for CHR achievement post diagnosis (days) 202 0 2455 232.80 329.55 Overall Survival (days) 225 0 4788 1391.88 1119.62 Duration of Imatinib Therapy (days) 214 0 4128 1276.36 1083.53 View Large Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare."
}