{
    "doi": "https://doi.org/10.1182/blood-2019-124457",
    "article_title": "A Randomized Phase II, Open Label, Study of Daratumumab, Weekly Low-Dose Oral Dexamethasone and Cyclophosphamide with or without Pomalidomide in Patients with Relapsed and Refractory Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Introduction As lenalidomide (Len) has become an integral part of therapy for newly diagnosed MM patients, most will have been either exposed or refractory to Len at the time of first or second relapse. The monoclonal antibody, Daratumumab, in combination with the more potent IMID pomalidomide (Pom) demonstrates good responses in patients previously exposed to lenalidomide. Low dose weekly cyclophosphamide has been shown to enhance the potency of pomalidomide in association with dexamethasone. In this clinical trial, we set out to compare the combination of daratumumab, weekly low dose cyclophosphamide, dexamethasone and pomalidomide (DCdP) to daratumumab, cyclophosphamide and dexamethasone (DCd) with pomalidomide added only at disease progression. Although we expected that a four-drug regiment would give superior clinical results, we hypothesized that a significant number of patients would not necessarily need all four drugs but could benefit from the addition of pomalidomide at treatment failure. Patients/Methods In this phase II clinical trial 120 patients with relapsed refractory myeloma, after at least one line of therapy, were randomized to receive either daratumumab (16mg/kg) weekly IV C1-2, every 2 weeks C3-6, monthly C7+, dexamethasone 40mg po weekly, cyclophosphamide 400mg po weekly and pomalidomide 4mg po days 1-21 of 28 day cycles (Arm A) or the same doses and dosing regimen of daratumumab, cyclophosphamide and dexamethasone but with pomalidomide added only after confirmed disease progression (Arm B). All patients had to be exposed to proteasome inhibitors and len prior to study entry. The primary endpoint of this study is the comparison of the PFS of Arm A and the PFS of Arm B after the addition Pom (PFS2) at 36 months while secondary endpoints included overall responses, duration of responses, survival and safety. Correlative laboratory studies are also planned. Results As of 1 April 2019 all 120 patients have been enrolled in 11 sites across Canada. The patient characteristics were: median age 65 (range 39-82); median 2 prior lines of therapy (range 1-8); 70% had a previous ASCT; 95% lenalidomide exposed; 93% proteasome inhibitor exposed; 90% lenalidomide and PI exposed; 25% carfilzomib exposed, len was the last line of therapy in 65%. Median follow-up was 8.2 months (range 1-15.6), median number of cycles 8 (range 1-17). The overall response rates (ORR) were 88.5% for arm A compared with 50.8% for arm B, with 57.4% and 25.4% of patients achieving ≥VGPR in arm A and B respectively. Among the 20 patients in Arm B that had progressed by data cutoff, the ORR after adding pomalidomide was 40% albeit with the short follow up time of 3.4 months. Although the median PFS of Arm A has not yet been reached, it was 10.9 mo. in Arm B prior to the addition of pom and 14.3 mo. from trial entry in the smaller group in whom pom was added after first progression (PFS2). In Arm A the 9- month PFS was 83%. Rates of grade 3/4 hematologic toxicities included a high incidence of neutropenia, 74% in Arm A and 30% in Arm B; however the rates of febrile neutropenia were low at 8.2% and 6.8% respectively. Grade 3/4 thrombocytopenia were 4.9% and 13.6%, respectively. The most common non-hematologic toxicity was pneumonia in 18% and 16.9% in arms A and B, respectively. Conclusions The results of this randomized phase II trial demonstrate that in a moderately pretreated MM population (median 2 lines of therapy but range 1-8) that the four-drug combination (DCdP) confers impressive response rates (ORR 88.5%) and a 9-month PFS of 83%. Although the three-drug combination (DCd) showed an inferior response rate of 50%, this is superior to Daratumumab used as a single agent in a similar patient population and so far at least 40% of patients who have progressed appear salvageable showing responses upon addition of Pom. Moreover, the addition of low dose cyclophosphamide, an alkylator with recognized immune properties, appears to enhance ORR and produce a durable PFS even when compared to Dara-pom-dex combinations used after two lines of therapy. Toxicities were principally hematologic and few resulted in treatment discontinuations. View large Download slide View large Download slide  Close modal Disclosures Sebag: Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Bahlis: Amgen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria. Venner: Celgene: Research Funding; Amgen: Honoraria, Research Funding; Janssen: Honoraria; Takeda: Honoraria. McCurdy: Celgene: Honoraria; Janssen: Honoraria. Shustik: Takeda: Honoraria; Amgen: Honoraria; Janssen: Honoraria; Celgene: Honoraria. White: Sanofi: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Amgen: Consultancy, Honoraria. Kotb: Karyopharm: Equity Ownership; Amgen: Honoraria; Merck: Honoraria, Research Funding; Celgene: Honoraria; Janssen: Honoraria; Takeda: Honoraria. Stakiw: Roche: Research Funding; Lundbeck: Honoraria; BMS: Honoraria; Novartis: Honoraria, Speakers Bureau; Amgen: Honoraria, Speakers Bureau; Celgene: Honoraria, Speakers Bureau; Janssen: Honoraria, Research Funding, Speakers Bureau; Sanofi: Honoraria. Laferriere: Celgene: Honoraria; Taiho: Honoraria; Teva Pharm: Honoraria; ROCHE: Honoraria; Pfizer: Honoraria; Janssen: Honoraria; Takeda: Honoraria; Novartis: Honoraria; Astra Zeneca: Honoraria; Amgen: Honoraria. Camacho: Abbvie: Consultancy; Janssen: Consultancy; Baush-Health: Consultancy. Reece: Otsuka: Research Funding; BMS: Research Funding; Merck: Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "cyclophosphamide",
        "daratumumab",
        "dexamethasone",
        "multiple myeloma",
        "pomalidomide",
        "lenalidomide",
        "disease progression",
        "follow-up",
        "proteasome inhibitors",
        "toxic effect"
    ],
    "author_names": [
        "Michael Sebag, MD PhD",
        "Nizar Bahlis, MD",
        "Christopher P. Venner",
        "Arleigh McCurdy, MD",
        "C. Tom Kouroukis, MDMSc,FRCPC",
        "Jesse Shustik, MD",
        "Darrell J White, MD",
        "Rami Kotb, MD",
        "Julie Stakiw, MD",
        "Nicole B. Laferriere, MD PhD",
        "Tony Reiman, MD",
        "Fernando Camacho",
        "Julia Dobbin",
        "Molei Fu",
        "Engin Gul, BS, MBA",
        "Donna E Reece, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Sebag, MD PhD",
            "author_affiliations": [
                "McGill University Health Centre, Montreal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nizar Bahlis, MD",
            "author_affiliations": [
                "University of Calgary, Calgary, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher P. Venner",
            "author_affiliations": [
                "Cross Cancer Institute, Edmonton, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arleigh McCurdy, MD",
            "author_affiliations": [
                "University of Ottawa, Ottawa Hospital Research Institute, Ottawa, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Tom Kouroukis, MDMSc,FRCPC",
            "author_affiliations": [
                "Juravinski Cancer Centre, Hamilton, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesse Shustik, MD",
            "author_affiliations": [
                "BC Cancer Agency, Surrey, CAN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darrell J White, MD",
            "author_affiliations": [
                "Queen Elizabeth II Health Sciences Ctr. Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami Kotb, MD",
            "author_affiliations": [
                "Cancer Care Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Stakiw, MD",
            "author_affiliations": [
                "Saskatoon Cancer Centre, Saskatoon, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole B. Laferriere, MD PhD",
            "author_affiliations": [
                "Thunder Bay Regional Health Sciences, Thunder Bay, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tony Reiman, MD",
            "author_affiliations": [
                "University of New Brunswick, Saint John Regional Hospital, Saint John, CAN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Camacho",
            "author_affiliations": [
                "Myeloma Canada Research Network, Vaughan, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Dobbin",
            "author_affiliations": [
                "Myeloma Canada Research Network, Vaughan, Canada "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Molei Fu",
            "author_affiliations": [
                "Myeloma Canada Research Network, Vaughan, Canada "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Engin Gul, BS, MBA",
            "author_affiliations": [
                "Myeloma Canada Research Network, Vaughan, Canada "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna E Reece, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, Canada"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:40:57",
    "is_scraped": "1"
}