{
    "doi": "https://doi.org/10.1182/blood.V104.11.842.842",
    "article_title": "Importance of GPVI in Platelet Activation and Thrombus Formation In Vivo . ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Collagen is one of the major components of the vessel wall responsible for platelet adhesion and activation at sites of vascular injury. In vitro studies have shown that α2β1 and GPVI directly and αIIbβ3 and GPIb-IX-V indirectly, via vWF, are all involved in the adhesion of platelets to collagen. However, the importance of GPVI on the adhesion and activation of platelets in vivo is still controversial. Here we show that in vivo GPVI plays an important role in platelet adhesion and activation when collagen is exposed to blood. To determine the role of GPVI on thrombus formation, we compared thrombus formation in FcRγ null mice, which do not express GPVI on the platelet surface, and in wild type mice after vessel injury induced by ferric chloride or by a nitrogen dye laser. We studied arterial thrombus formation in the microcirculation of the cremaster and the mesentery muscles using high speed multi channel intravital fluorescence widefield microscopy. Real time platelet accumulation in the developing thrombus was detected using a fluorescent antibody directed against αIIb. After an injury induced by the ferric chloride, we observed a significant delay in both the time to formation of an initial thrombus and the time to vessel occlusion in FcRγ null mice in comparison with wild type mice. When activated platelets isolated from FcRγ null mice were injected into a recipient FcRγ null mouse, we were able to restore the formation of a thrombus. This effect was abolished by injection of Lamifiban, an inhibitor of activated αIIbβ3. These results indicate that GPVI is not only involved in vivo in the adhesion of platelets to collagen but also plays an important role in the activation of the platelet fibrinogen receptor αIIbβ3. In contrast, platelet accumulation after laser-induced injury in the FcRγ null and the wild type mice was comparable. No difference in the kinetics of platelet accumulation into the laser induced growing thrombus was observed. To understand the different pathways leading to thrombus formation in vivo after ferric chloride or laser induced injury, we examined collagen exposure after vessel injury and the accumulation of tissue factor (TF) in the developing arterial thrombus of FcRγ null and wild type mice using antibodies directed against mouse collagen type I and mouse TF. We observed a significant exposure of collagen at sites of thrombus formation after ferric chloride treatment. In contrast, we did not observe any collagen exposure on blood vessels after laser-induced injury. Furthermore, the ratio of TF/platelets present into the thrombus after injury was 5 fold greater after laser injury than after ferric chloride treatment. These results suggest that TF but not collagen plays an important role in thrombus formation induced by laser injury of the vessel wall. Altogether, our results indicate that the GPVI receptor is involved in vivo in platelet adhesion when collagen is exposed to blood and plays an important role in the activation of other platelet integrins such as αIIbβ3 leading to the formation of a stable thrombus.",
    "topics": [
        "thrombus",
        "platelet activation",
        "chlorides",
        "lasers",
        "adhesions",
        "vascular injuries",
        "laser injuries",
        "antibodies",
        "dyes",
        "fibrinogen"
    ],
    "author_names": [
        "Christophe Dubois, PhD",
        "Laurence Panicot-Dubois, PhD",
        "Bruce Furie, MD",
        "Barbara C. Furie, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christophe Dubois, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laurence Panicot-Dubois, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce Furie, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara C. Furie, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T12:50:15",
    "is_scraped": "1"
}