{
    "doi": "https://doi.org/10.1182/blood.V116.21.1968.1968",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1845",
    "start_url_page_num": 1845,
    "is_scraped": "1",
    "article_title": "Prospective Canadian Trial In Newly Diagnosed Multiple Myeloma Patients with t(4;14): Bortezomib-Based Therapy without ASCT ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "autologous stem cell transplant",
        "bortezomib",
        "multiple myeloma",
        "brachial plexus neuritis",
        "liposomes",
        "dexamethasone",
        "follow-up",
        "peripheral neuropathy",
        "albumins",
        "asthenia"
    ],
    "author_names": [
        "Donna E. Reece, MD",
        "Giovanni Piza Rodriguez",
        "Andrew Belch, MD",
        "David Szwajcer, MD, FRCP(C)",
        "Michael J. Kovacs, MD, FRCPC",
        "Chaim Shustik, MD",
        "Nizar J Bahlis, MD",
        "Darrell J White, MD",
        "Mariela Pantoja",
        "Christine Chen, MD",
        "Vishal Kukreti, MD, FRCPC",
        "Peter Anglin, MD",
        "Suzanne Trudel, MD, MSC, FRCPC"
    ],
    "author_affiliations": [
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Hospital, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Cross Cancer Institute, University of Alberta, Edmonton, AB, Canada, "
        ],
        [
            "Dept. of Hematology, CancerCare Manitoba and the University of Manitoba, Winnipeg, MB, Canada, "
        ],
        [
            "Hematology, London Health Sciences Centre, Victoria Hospital, London, ON, Canada, "
        ],
        [
            "Division of Haematology, McGill University Health Center, Montreal, QC, Canada, "
        ],
        [
            "Division of Hematology, University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Division of Hematology, Queen Elizabeth II Health Sciences Ctr., Halifax, NS, Canada, "
        ],
        [
            "Princess Margaret Hospital, University Health Network, Toronto, ON, Canada, "
        ],
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "Southlake Regional Cancer Centre, Newmarket, ON, "
        ],
        [
            "McLaughlin Centre for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Abstract 1968 Two previous studies have reported that multiple myeloma (MM) patients (pts) with t(4;14), identified by FISH cytogenetics, experience a median progression-free survival (PFS) of only 8–9 mos and median overall survival (OS) of 18 mos when treated with a single ASCT (Chang H, et al. Bone Marrow Transplant 2005; 36: 793; Gertz M, et al. Blood 2005; 106: 2837). On the other hand, the novel agent bortezomib is efficacious in relapsed myeloma pts with t(4;14). Based on these observations, we designed a phase II protocol for newly diagnosed MM pts with t(4;14) that consists of induction with pegylated liposomal doxorubicin, bortezomib and dexamethasone (DBD) × 4 cycles, followed by post-induction therapy with oral cyclophosphamide 300 mg/m 2 days 1,8 15, 22 with bortezomib 1.5 mg/m 2 days 1,8,15 and prednisone 100 mg q 2 days of a 28-day cycle (CyBor-P) × 8 additional cycles. Maintenance therapy with dexamethasone (dex) 40 mg/month was then administered until progression. Although elective stem cell collection was recommended after induction, routine ASCT was not performed in the absence of disease progression. Between February 2008-July 2010, the bone marrows of 201 newly diagnosed MM pts were screened for t(4;14) in 7 Canadian centers, and 31 (15.4%) were found to be positive by FISH. Five pts did not meet the criteria for symptomatic MM, 4 had received ≥ 2 mos of prior therapy, 1 refused treatment and 2 were ineligible due to peripheral neuropathy or renal failure. Nineteen pts have been entered onto study. One of these was later determined to have a variant abnormality of chromosome 4 but not t(4;14) and underwent ASCT after induction; this pt is included in the safety analysis only. The median age was 60 yrs (45-69) and 53% were male. The median percent nuclei positive for t(4;14) was 26% (3-44%), serum β2-microglobulin was 318 nmol/L (43-1695) and albumin was 36 g/L (28-48); 6 pts had ISS stage 1, 6 had stage 2 and 5 had stage 3 MM. Immunoglobulin subtype included IgGκ (5), IgGλ (4), IgAκ (3), IgAλ (4), λ LC (1) and nonsecretory (1). To date, 15 pts have commenced DBD induction (57 total cycles administered), 12 have started post-induction CyBor-P (67 total cycles) and 6 are on maintenance dex (35 total cycles). Using modified Uniform criteria, the best response in 15 evaluable pts includes: sCR in 3 (20%), CR in 3 (20%), VGPR in 6 (40%), PR in 1 (6.7%) and stable disease in 2 (13.3%). Four have progressed a median of 3 mos (1-11) after commencing induction; one who progressed through DBD remains in nCR 1.5 yrs after salvage D-PACE followed by ASCT and lenalidomide maintenance. Fourteen SAEs occurred, of which 11 were grade 3 and 0 were grade 4; 5 pts developed grade 2 peripheral neuropathy (numbness and tingling) during induction with DBD. Grade 3/4 neutropenia was seen in 2/0 pts, and grade 3/4 thrombocytopenia in 2/1 pts, respectively. Two pts have died, due to MM progression in 1 and complex medical problems including syringomyelia with progressive weakness/ruptured diverticuli/depression in another who withdrew consent despite achieving VGPR with induction. Median follow-up (F/U) is 9.4 mos (1-23). Actuarial PFS is 66% (95% CI 42–100%) and overall survival is 92% (95%CI 79–100%) at 1 year. We conclude: 1) the incidence of t(4;14) by FISH in newly diagnosed MM pts is 15.4% as expected; 2) 26% of newly diagnosed pts with this entity have asymptomatic MM; 3) this bortezomib-based regimen is well-tolerated; 4) the overall response rate (sCR + CR + VGPR + PR) is 87%; 5) preliminarily, the 1-year PFS and OS with this approach compare favorably with reports of single ASCT in t(4;14) positive MM, although longer follow-up is required. Disclosures: Reece: Ortho Biotech: Honoraria, Research Funding. Off Label Use: Bortezomib as first line therapy in myeloma. Chen: Ortho Biotech: Honoraria. Kukreti: Ortho Biotech: Honoraria. Anglin: Ortho Biotech: Honoraria. Trudel: Ortho Biotech: Honoraria."
}