{
    "doi": "https://doi.org/10.1182/blood.V112.11.3310.3310",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1219",
    "start_url_page_num": 1219,
    "is_scraped": "1",
    "article_title": "Outcomes Following Allogeneic Hematopoietic Cell Transplantation (HCT) Using Non-Myeloablative Conditioning with Total Lymphoid Irradiation (TLI) and Anti-Thymocyte Globulin (ATG) Confirm a Low Incidence of Graft Versus Host Disease (GVHD) with Retained Anti-Tumor Activity ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "topics": [
        "antithymoglobulin",
        "conditioning (psychology)",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "intubation, translaryngeal",
        "lymphatic irradiation",
        "neoplasms",
        "transplantation",
        "cancer",
        "tissue transplants"
    ],
    "author_names": [
        "Holbrook Kohrt, MD",
        "Brit Turnbull, PhD",
        "G. Laport, MD",
        "D. Miklos, MD, PhD",
        "J. Shizuru, MD, PhD",
        "L. Johnston, MD",
        "S. Arai, MD",
        "W. K. Weng, MD, PhD",
        "J. Benjamin, MD, PhD",
        "K. Blume, MD",
        "R. Negrin, MD",
        "P. Lavori, PhD",
        "S. Strober, MD",
        "R. Lowsky, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Health Research and Policy, Stanford University, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Health Research and Policy, Stanford University, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.432442400000006",
    "first_author_longitude": "-122.17540324999999",
    "abstract_text": "We recently translated a murine model of bone marrow transplantation that protected against GVHD yet retained graft anti-tumor reactions to a clinical study of 37 patients using TLI and ATG conditioning with HLA matched related and unrelated donors, and showed a marked reduction in the incidence of acute GVHD ( Lowsky et al., NEJM  2005 ; 353 : 1321 –31 ). We now report the clinical outcomes following transplantation of a larger set of patients using the same TLI and ATG regimen. One hundred and eleven consecutive patients with hemato-lymphoid malignancies (64 with lymphoid malignancies and 47 with myeloid malignancies) received G-CSF mobilized grafts from HLA matched related (60), unrelated (45) or 1-allele mismatched (6) donors. Of the 64 patients with lymphoid malignancies, 17 (27%) were in complete remission (CR), and 47 (73%) were in partial remission (PR) or were with progressive disease (PD) at the start of the transplant regimen. Of these 64 patients 59 (92%) had advanced stage disease and 32 (50%) had disease relapse after a prior autologous transplant. Of the 47 patients with myeloid malignancies 26 (55%) were in a first CR, 10 (21%) in a second CR and 11 (24%) were beyond second CR or were with residual disease at the start of TLI and ATG conditioning. One hundred and seven (96%) patients achieved multilineage donor hematopoietic cell engraftment within 28 days after HCT, while 4 (4%) patients had primary graft failure. All patients were monitored for manifestations of acute GVHD (aGVHD) with standard scoring scales during the first 100 days after transplantation. The cumulative incidence of clinically significant aGVHD grades II–IV was 2% and 11% for recipients of grafts from related and unrelated donors, respectively. All cases of aGVHD were treated to resolution except in one patient. One hundred and two (92%) patients survived beyond 100 days who were evaluated for the development of chronic GVHD. The cumulative risk for extensive chronic GVHD at three years was 27% with no difference in risk for recipients of related and unrelated grafts. Among the 64 patients with lymphoid malignancies, the follow-up for the first enrolled patient was 2252 days and for the last patient 360 days; 20 of these patients died of which 14 were from relapse of disease. Of the 47 patients in PR or with stable disease at the start of TLI and ATG 30 (64%) converted to a CR of which only 7 patients had any evidence of acute or chronic GVHD. The K-M actuarial EFS according to status of disease at the start of TLI and ATG is shown in figure 1a. For the 47 patients with myeloid malignancies, the period of observation the first and last patient was 2229 and 369 days, respectively; 24 of the 25 patient deaths were due to disease relapse. The K-M actuarial EFS stratified according to status of disease at the start of TLI and ATG is shown in figure 1b. The non-relapse mortality at 1 year for recipients of related and unrelated grafts is 3% and 7%, respectively. These data confirm that TLI and ATG conditioning is well tolerated and associated with low incidences of non-relapse mortality and of acute and chronic GVHD. The high incidence of conversion from PR to CR and the relatively low incidence of disease progression in this group of patients with advanced stage disease suggest the presence of retained graft anti-tumor activity. Figure 1a. View large Download slide Actuarial event free survival among patients with lymphoid malignancies startified by disease status at transplantation, n = 64. Figure 1b. Actuarial event free survival among patients with myeloid malignancies startified by disease status at transplantation, n = 47. Figure 1a. View large Download slide Actuarial event free survival among patients with lymphoid malignancies startified by disease status at transplantation, n = 64. Figure 1b. Actuarial event free survival among patients with myeloid malignancies startified by disease status at transplantation, n = 47. "
}