{
    "doi": "https://doi.org/10.1182/blood-2018-99-113408",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4101",
    "start_url_page_num": 4101,
    "is_scraped": "1",
    "article_title": "Autoimmune Neutropenia of Infancy- Unexpected Prevalence of Pseudomonas Skin Infections ",
    "article_date": "November 29, 2018",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages",
    "topics": [
        "autoimmune neutropenia",
        "infant",
        "pseudomonas",
        "skin diseases, infectious",
        "bacteremia",
        "fever",
        "neutropenia",
        "antibiotics",
        "bacterial infections",
        "infections"
    ],
    "author_names": [
        "Joanne Yacobovich, MD",
        "Neta Aviran Dagan, MD",
        "Tracie Goldberg, MD",
        "Orna Steinberg Shemer, MD MSc",
        "Hannah Tamary, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Hematology-Oncology, Schneider Children's Medical Center of Israel, Petach Tikva, Israel ",
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel "
        ],
        [
            "Pediatric Ward C, Schneider Children's Medical Center of Israel, Petah Tikva, Israel"
        ],
        [
            "Department of Pediatric Hematology-Oncology, Schneider Children's Medical Center of Israel, Petach Tikva, Israel "
        ],
        [
            "Department of Pediatric Hematology-Oncology, Schneider Children's Medical Center of Israel, Petach Tikva, Israel ",
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel "
        ],
        [
            "Department of Pediatric Hematology-Oncology, Schneider Children's Medical Center of Israel, Petach Tikva, Israel ",
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel "
        ]
    ],
    "first_author_latitude": "32.088400699999994",
    "first_author_longitude": "34.86824815",
    "abstract_text": "Background: Autoimmune neutropenia of infancy (AIN), the most frequent type of severe neutropenia in young children, occurs due to recognition of membrane antigens by anti-neutrophil antibodies, resulting in peripheral neutrophil destruction. Despite the often severe and prolonged neutropenia, serious infectious complications are less frequent in AIN compared with other etiologies of severe neutropenia. Objectives and methods: The purpose of this historical prospective study was to describe the demographics and clinical course of AIN with a focus on the incidence of infectious events, the pathogens involved and assessment of contributing factors. Data was extracted from the medical records of AIN patients treated at the pediatric hematology clinic in Schneider Children's Medical Center of Israel between 2001-2016. Results: One hundred and one patients diagnosed with AIN were included in the study, representing a total of 175 patient-years of follow-up, with a mean of 1.9 years per patient. Mean age at presentation was 0.8 years and at resolution 2.8 years; 90% were healthy by the age 3.8 years. The reason for performing a blood count was febrile infection in 56.3% while nearly 20% were diagnosed by the routine blood count performed between ages 9-12 months in the well-baby clinic. Prophylactic antibiotic use did not correlate with the number of infectious events or days of fever. At least one microbiologically proven bacterial infection was identified in 26% of the patients including acute otitis, urinary tract infections, skin lesions and bacteremia. Bacterial isolates were mostly gram negative, predominantly Pseudomonas species (13/32, 40.6% of isolates) (Figure 1). Prevalence of significant skin infections, especially in the genital region, was very high (20% of infections). There were only 3 episodes of bacteremia out of 559 total febrile illnesses (0.5%). Discussion and conclusions: A standard treatment protocol for AIN is lacking, possibly due to a paucity of data in the literature. Severe bacterial infections in AIN are less common than in severe congenital neutropenia or chemotherapy induced neutropenia. The prevalence of bacteremia in AIN is not well defined in the post-pneumococcal vaccine era. In our cohort bacteremia was uncommon, while bacterial skin infections were much more prevalent, especially involving the genital area, with a high isolation rate of gram negative bacteria, especially Pseudomonas sp . This finding was surprising as ecthymal lesions are more commonly associated with hypoproductive neutropenias. The common practice of treating febrile illnesses in AIN with broad spectrum antibiotics may be unnecessary for a proportion of patients, while a subset of patients seems to be susceptible to gram negative skin infections and should be covered with anti-pseudomonal antibiotics. We recommend that patients with AIN and a febrile illness undergo a careful daily physical examination in addition to laboratory studies including blood counts and cultures of blood, urine and any other suspected sites of infection. Antibiotic therapy should be prescribed according to the clinical picture and the laboratory results. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}