{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4309.4309",
    "article_title": "Safety of Obinutuzumab Alone or Combined with Chemotherapy in Previously Untreated (Fit or Unfit) or Relapsed/Refractory Chronic Lymphocytic Leukemia (CLL) Patients: Results from the Primary Analysis of the Phase 3b GREEN Study ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Introduction: Obinutuzumab (GA101; G) is a glycoengineered, type II anti-CD20 antibody with significant activity in CLL. GREEN (NCT01905943) is a non-randomized, open-label, single-arm, Phase 3b safety study of G alone or combined with chemotherapy (chemo) for previously untreated (1L) or relapsed/refractory (R/R) CLL patients (pts). Here, we report the primary objective (safety) of GREEN, which was carried out after all pts had a final response assessment or had withdrawn (data cut-off, Dec 29, 2016). Methods: Enrolled pts were aged ≥18 yrs with documented CLL and ECOG PS 0-2. Pts received intravenous (IV) G 1000mg, alone (any pt) or with chemo (as below), on Day (D) 1, 8, and 15 of Cycle (C) 1, and D1 of C2-6 (6 x 28-day cycles), with the C1D1 dose administered over 2 days as follows (to assess infusion-related reaction [IRR] risk mitigation): Cohort 1, 25mg (12.5mg/h) + 975mg (50-400mg/h); Cohort 2, 100mg (25mg/h) + 900mg (50-400mg/h) with oral dexamethasone (dex) 20mg or equivalent 12h pre-dose on C1D1; Cohort 3, 25mg (12.5mg/h) + 975mg (50-400mg) with oral dex 20mg or equivalent 12h pre-dose on C1D1. Chemo options were: fludarabine and cyclophosphamide (FC) for fit pts (Cumulative Illness Rating Scale [CIRS] ≤6 and creatinine clearance [CrCl] ≥70mL/min) only; chlorambucil (Clb) for unfit pts (CIRS >6 and/or CrCl <70mL/min) only, or bendamustine (benda) for any pt. All pts received IV corticosteroids 1h pre-dose on C1D1 and C1D2. The primary study objective was assessment of safety (evaluated by monitoring adverse events [AEs]) in all pts who received ≥1 dose of study medication (safety population). No formal statistical hypothesis tests were performed. Results: The intent-to-treat population comprised 972 pts and the safety population included 971 pts (630 1L [339 fit; 291 unfit] and 341 R/R pts). Median age was 66.0 (33-90) years, 63.5% were male, 79.2% had CIRS ≤6, and 61.0% had CrCl ≥70 mL/min, while 25.3% were Binet stage A, 41.2% Binet B, and 32.9% Binet C. In total, 533 (54.8%) pts were classified initially as being at high risk of tumor lysis syndrome (TLS; tumor burden ≥10cm or ≥5cm but <10cm with lymphocytes ≥25x10 9 /L). Median observation time was 24.5 (range, 0.3-37.8) months and median G exposure time was 20.4 (0.1-30.1) weeks. The most frequent treatment-emergent AEs (any grade) were neutropenia (58.4%), pyrexia (32.0%), thrombocytopenia (31.2%), nausea (27.8%), and anemia (23.7%), with no notable differences between 1L and R/R pts, or 1L fit and 1L unfit pts. In total, 80.3% of pts experienced grade ≥3 AEs; the most common events were neutropenia, thrombocytopenia, anemia, and pneumonia ( Table 1 ). The most common serious AEs (SAEs) were neutropenia, pneumonia, and febrile neutropenia ( Table 1 ). Grade ≥3 AEs and SAEs occurred with a similar frequency in R/R pts and in 1L pts, although SAEs were more common in 1L unfit than 1L fit pts ( Table 1 ). Grade ≥3 AEs of special interest (AESIs) of infections were more frequent in R/R pts than 1L pts, while grade ≥3 AESIs of TLS were more frequent in 1L pts than R/R pts ( Table 1 ). Corresponding data by treatment group are shown in Table 2 . The frequency of IRRs was similar among cohorts regardless of the mitigation strategy employed, although grade ≥3 IRRs, serious IRRs, and IRRs leading to G discontinuation were more common in Cohort 3, along with TLS (as a preferred term) ( Table 3 ). Sequential recruitment may have resulted in over-reporting of TLS in Cohort 3, as updated definitions of pts at risk of TLS and additional TLS risk mitigation measures for pts treated with G-B were communicated to investigators in Jan 2016 in the early stages of recruitment to Cohort 3. AEs were considered related to G in 85.8% pts, most commonly neutropenia (40.2%), thrombocytopenia (22.6%), nausea (16.8%), pyrexia (15.1%), and anemia (11.1%). AEs leading to discontinuation of G occurred in 14.6% pts (5.4% due to IRRs). A total of 112 pts died, primarily due to AEs (7.3%, 71 pts). Deaths due to AEs were more common in R/R pts (11.7%, 40 pts) than in 1L pts (4.9%, 31 pts). The lowest rate of death due to AEs was observed in the G-FC group (4.7% [9/193 pts] vs 7.9% [9/114 pts] in G-Clb, 7.8% [42/538] in G-benda, and 8.7% [11/126] in G monotherapy). Conclusions: GREEN safety data were in line with previous reports for pts receiving G-based treatment for CLL. Toxicities were generally manageable and no new safety signals were identified. View large Download slide View large Download slide  Close modal Disclosures Stilgenbauer: Sanofi: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Genzyme: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding; GSK: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Mundipharma: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding. Dartigeas: Gilead: Other: travel grant; Mundipharma: Other: travel grant; Janssen: Consultancy; Roche: Consultancy. Kisro: Roche; Novartis; Janssen; Abbvie; Celgene; Amgen; Gilead: Honoraria. Montillo: Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Research Funding. Raposo: Jansen-Cilag: Consultancy; Roche: Consultancy; Gilead: Consultancy. Merot: Roche: Research Funding. Robson: F. Hoffmann la Roche: Employment. Gresko: Roche: Employment. Foà: janssen: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau; Sandoz: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; AbbVie: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau. Leblond: BMS: Honoraria; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau.",
    "topics": [
        "chemotherapy regimen",
        "chronic lymphocytic leukemia refractory",
        "obinutuzumab",
        "brachial plexus neuritis",
        "neutropenia",
        "anemia",
        "thrombocytopenia",
        "fever",
        "nausea",
        "pneumonia"
    ],
    "author_names": [
        "Stephan Stilgenbauer, MD PhD",
        "Melih Aktan",
        "Christelle M Ferra Coll",
        "Caroline Dartigeas",
        "Jens Kisro",
        "Marco Montillo, MD",
        "João Raposo",
        "Jean-Louis Merot",
        "Susan Robson",
        "Ekaterina Gresko",
        "Francesc Bosch",
        "Robin Foà, MD",
        "Véronique Leblond"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephan Stilgenbauer, MD PhD",
            "author_affiliations": [
                "Universität Ulm, Ulm, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melih Aktan",
            "author_affiliations": [
                "Istanbul, Istanbul, TUR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christelle M Ferra Coll",
            "author_affiliations": [
                "Institut Català d'Oncologia (ICO), Hospital Germans Trias i Pujol, Barcelona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Dartigeas",
            "author_affiliations": [
                "Hôpital Bretonneau CHU de Tours, Tours, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jens Kisro",
            "author_affiliations": [
                "University of Luebeck School of Medicine, Luebeck, DEU "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Montillo, MD",
            "author_affiliations": [
                "Niguarda Cancer Center, ASST Grande Ospedale Metropolitano Niguarda, Milan, ITA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "João Raposo",
            "author_affiliations": [
                "Hospital de Santa Maria, Lisbon, Portugal "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Louis Merot",
            "author_affiliations": [
                "QuintilesIMS, Saint Ouen, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Robson",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ekaterina Gresko",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesc Bosch",
            "author_affiliations": [
                "Department of Hematology, University Hospital Vall d'Hebron, Barcelona, Spain, Barcelona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foà, MD",
            "author_affiliations": [
                "Hematology Unit, Sapienza University of Rome, Rome, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Véronique Leblond",
            "author_affiliations": [
                "AP-HP Hôpital Pitié-Salpêtrière, Paris, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T04:02:17",
    "is_scraped": "1"
}