{
    "doi": "https://doi.org/10.1182/blood.V126.23.1044.1044",
    "article_title": "Effect of N-Acetyl-L-Cysteine on Cysteine Redox Status in Patients with Thrombotic Thrombocytopenic Purpura: Protein Disulfide Bound Cysteine As a Biomarker of Oxidative Stress ",
    "article_date": "December 3, 2015",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster I",
    "abstract_text": "N-Acetyl-L-Cysteine (NAC), an antioxidant drug, has been used to treat many diseases associated with oxidative stress. Nevertheless, its molecular mechanism of action in vivo remains to be understood. In an ongoing pilot study of NAC to treat thrombotic thrombocytopenic purpura (TTP), we found that NAC treatment following plasma exchange was safe in two TTP patients accompanying with rapid recovery. To explore whether the effectiveness of NAC is linked to plasma redox status, we developed a mass spectrometry based approach to measure cysteine (Cys) and Cys-containing disulfides including protein-bound cysteine (p-ss-Cys) in plasma, and measured these molecular species in plasma from patients with TTP before or after treatment with NAC. We propose that effect of NAC on p-ss-Cys may serve as an indicator for NAC action on redox sensitive proteins in plasma. Methods: Free thiols in plasma were blocked by N-ethylamaleimide (NEM), which also stops further disulfide exchange. NEM blocked thiols and small-molecule disulfides were extracted by methanol with isotopically-labeled internal standards and analyzed by liquid chromatography-tandem mass spectrometry with multiple reaction monitoring (LC-MS/MS-MRM). To determine total Cys including p-ss-Cys, we revaluated a parallel aliquot of plasma first reducing all disulfide-bound Cys with dithiothreitol (DTT) and then blocking the thiols with NEM before methanol extraction. Blood samples from TTP patients and normal donors were collected under protocols approved by IRB. Citrated Blood was collected daily from two patients with relapsed TTP before, during, andafter NAC treatment. Results: We first compared the concentrations of free-thiol Cys and Cys-containing disulfides in the plasma from two TTP patients before plasma exchange to plasma from normal donors. The concentrations of free-thiol Cys were in the low µM range and there were no significant differences between normal donor and TTP patients. However, the concentration of p-ss-Cys was greatly increased in the plasma from both TTP patients (337±33 µM) compared to normal heathy controls (181±27 µM, n=15). After plasma exchange prior to NAC infusion, the concentrations of p-ss-Cys in plasma from both patients decreased to the normal range. During a 4-day NAC treatment at doses of 300 mg/kg/day, p-ss-Cys further decreased to less than 80 µM in both TTP patients. The decreased p-ss-Cys was associated with increased the total free thiol concentration in patient plasma. Interestingly, we observed the lowest level of p-ss-Cys after the 3 rd day of NAC treatment in patient 1, while it reached the lowest concentration after only one day of NAC treatment in patient 2. The different response to NAC treatment in the two patients may reflect that the patients are under different extent of oxidative stress. Conclusions : Our results suggest that TTP is associated with a high level of oxidative stress, as determined by accumulation of protein-bound Cys in plasma. NAC effectively reduces the disulfides that attach Cys to proteins, an effect that can be monitored by mass spectrometry. These results indicate that protein-ss-Cys can serve as a plasma biomarker for oxidative stress and effectiveness of antioxidant therapy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acetylcysteine",
        "biological markers",
        "cysteine",
        "disulfides",
        "oxidation-reduction",
        "oxidative stress",
        "thrombotic thrombocytopenic purpura",
        "sulfhydryl compounds",
        "mass spectrometry",
        "plasma exchange"
    ],
    "author_names": [
        "Xiaoyun Fu, PhD",
        "Shelby A Cate, BS",
        "Junmei Chen, PhD",
        "Tahsin Özpolat, MD",
        "Colette Norby, MS",
        "Barbara A Konkle, MD",
        "Jose A. Lopez, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaoyun Fu, PhD",
            "author_affiliations": [
                "BloodworksNW Research Institute, Seattle, WA ",
                "Department of Medicine, University of Washington, Seattle, WA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shelby A Cate, BS",
            "author_affiliations": [
                "BloodworksNW Research Institute, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junmei Chen, PhD",
            "author_affiliations": [
                "BloodworksNW Research Institute, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tahsin Özpolat, MD",
            "author_affiliations": [
                "BloodworksNW Research Institute, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colette Norby, MS",
            "author_affiliations": [
                "BloodworksNW Research Institute, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara A Konkle, MD",
            "author_affiliations": [
                "BloodworksNW Research Institute, Seattle, WA ",
                "Department of Medicine, University of Washington, Seattle, WA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A. Lopez, MD",
            "author_affiliations": [
                "BloodworksNW Research Institute, Seattle, WA ",
                "Department of Medicine, University of Washington, Seattle, WA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T06:43:17",
    "is_scraped": "1"
}