{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5336.5336",
    "article_title": "Incidence of Atrial Fibrillation and Bleeding in CLL Patients Treated with Ibrutinib: Evidence from the Veterans Health Administration ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: Chronic Lymphocytic Leukemia (CLL) is the second most common type of leukemia in adults, with an estimated 62,130 new cases expected to be diagnosed in 2017 (Siegel, Miller, and Jemal 2017). The introduction of novel oral agents in CLL, starting with ibrutinib (IB) in 2013, has revolutionized the therapeutic landscape, with efficacy and safety that compare favorably overall with prior mainstays of treatment such as chemoimmunotherapy. However, novel agents are associated with specific toxicities that may limit their utility. Several clinical trials have suggested that there is an association between IB and the risk of bleeding-related adverse events and atrial fibrillation (Afib) in CLL patients (Leong et al. 2016; McMullen et al. 2014; Lipsky et al. 2015). The risk of bleeding and Afib in CLL patients treated with IB in a real-world clinical setting is unknown. Aims: This study examines the real-world incidence of bleeding and Afib in CLL patients receiving IBR in the Veterans Health Administration (VHA). We also report the utilization of anticoagulant and antiplatelet medications following treatment with IB. For comparison, the incidence of bleeding and Afib and use of anticoagulant and antiplatelet medications during treatment in a cohort of CLL patients treated with bendamustine and rituximab (BR) is also reported. Methods: Patients who were diagnosed and treated for CLL at the VHA from 2010-2014 were identified through the VA Clinical Cancer Registry (VACCR). Patients were excluded if they had a prior malignancy. Patients were followed until the end of study observation period, death, or lack of utilization of hematology/oncology services for 18 months, or incidence of another cancer. For the IB cohort, patients were indexed at the time of the first dispensation of IB. Comorbidities and medications that could influence incidence of bleeding or Afib were extracted in the six months prior to the index date while the incidence of bleeding and Afib was extracted in the six months following the index date. Charlson Comorbidity Index (CCI),(Deyo 1992; D'Hoore, Bouckaert, and Tilquin 1996) liver disease (cirrhosis, alcoholic liver disease, HCV infection)(Kramer et al., n.d.), and diabetes (controlled and uncontrolled) were examined (Guzman et al. 2014). Treatments dispensed, evidence of VHA system use, bleeding events, and Afib were determined from the administrative records, lab records, pharmacy dispensation records, and clinical notes in the electronic medical record. Descriptive statistics were used to report estimates. Results: From 2010-2014, 2,796 patients were diagnosed and received care for their CLL within the VHA. We identified 172 patients receiving IB and 291 patients receiving BR (table 1). Of the BR patients, 282 (97%) were male. Similarly, 167 (97%) of IB patients were male. The median age at diagnosis was 67 years for BR patients and 69 years for IB patients. The CCI, liver disease and end-stage liver disease comorbidities were higher in patients receiving BR than IB, however, there were significantly more patients with diabetes (both controlled and uncontrolled) who received IB (24%) compared to those who received BR (8%). The use of anticoagulants following induction therapy did not differ between BR and IB patients (9% v 8%), nor did the use of antiplatelets (6% v 2%). Incidence of anticoagulants and antiplatelet usage prior to BR or IB induction therapy was minimal (fewer than 10 patients) and is therefore not reported. Of the 291 patients that received BR, 12 (4%) developed a bleeding event compared to 20 (12%) of the 172 patients that received IB. Additionally, 13 (8%) of IB patients developed Afib compared to only 3% of BR patients. Conclusions: Real-world evidence from a nationwide cohort of CLL patients suggest that while IB is associated with increased bleeding-related adverse events and Afib it is comparable to those reported in previous clinical trials (Leong et al. 2016; Lipsky et al. 2015). Additionally, these findings suggest that patients in real-world clinical care settings with higher levels of comorbidities may be at an increased risk for bleeding events and Afib. View large Download slide View large Download slide  Close modal Disclosures Halwani: Kyowa Hikko Kirin: Research Funding; Bristol Myers Squib: Research Funding; Seattle Genetics: Research Funding; Roche/Genentech Inc.: Research Funding; Genetech Inc.: Research Funding; Takeda: Research Funding; Pharmacyclics: Research Funding; Amgen: Research Funding; AbbVie: Research Funding; Immune Design: Research Funding; Miragen: Research Funding. Sauer: AbbVie: Research Funding; Genentech Inc.: Research Funding; Pharmacyclics: Research Funding; Amgen: Research Funding.",
    "topics": [
        "atrial fibrillation",
        "hemorrhage",
        "ibrutinib",
        "veterans",
        "anticoagulants",
        "cancer",
        "liver diseases",
        "adverse event",
        "antiplatelet agents",
        "diabetes mellitus"
    ],
    "author_names": [
        "Ahmad S. Halwani, MD",
        "Kelli Rasmussen, MS",
        "Vikas Patil, MS",
        "Zachary Burningham, PhD",
        "Brian C Sauer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ahmad S. Halwani, MD",
            "author_affiliations": [
                "Huntsman Cancer Institute, Salt Lake City, UT ",
                "Division of Epidemiology, VERITAS, University of Utah, Salt Lake City, UT ",
                "George E. Whalen Veterans Health Administration, Salt Lake City, UT"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelli Rasmussen, MS",
            "author_affiliations": [
                "Division of Epidemiology, VERITAS, University of Utah, Salt Lake City, UT ",
                "George E. Whalen Veterans Health Administration, Salt Lake City, UT"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Patil, MS",
            "author_affiliations": [
                "Division of Epidemiology, VERITAS, University of Utah, Salt Lake City, UT ",
                "George E. Whalen Veterans Health Administration, Salt Lake City, UT"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zachary Burningham, PhD",
            "author_affiliations": [
                "Division of Epidemiology, VERITAS, University of Utah, Salt Lake City, UT ",
                "George E. Whalen Veterans Health Administration, Salt Lake City, UT"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian C Sauer, PhD",
            "author_affiliations": [
                "Division of Epidemiology, VERITAS, University of Utah, Salt Lake City, UT ",
                "George E. Whalen Veterans Health Administration, Salt Lake City, UT"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:34:28",
    "is_scraped": "1"
}