{
    "doi": "https://doi.org/10.1182/blood.V122.21.3853.3853",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2641",
    "start_url_page_num": 2641,
    "is_scraped": "1",
    "article_title": "Expression Of Tissue Transglutaminase Is Associated With Glucocorticoid Resistance In T-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "glucocorticoid resistance",
        "t-cell leukemia, acute",
        "transglutaminases",
        "glucocorticoids",
        "leukemia",
        "atp-binding cassette transporters",
        "calcium",
        "chemotherapy regimen",
        "cytotoxicity"
    ],
    "author_names": [
        "Hyun Joo Jung, MD",
        "Seong Wook Lee, MD",
        "Jun Eun Park, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Ajou University School of Medicine, Suwon, South Korea"
        ],
        [
            "Department of Pediatrics, Ajou University School of Medicine, Suwon, South Korea"
        ],
        [
            "Department of Pediatrics, Ajou University School of Medicine, Suwon, South Korea"
        ]
    ],
    "first_author_latitude": "37.2833633",
    "first_author_longitude": "127.0465105",
    "abstract_text": "Glucocorticoids are core drugs in the treatment of T-cell acute lymphoblastic leukemias (T-ALL) because they induce apoptosis and cell-cycle arrest in leukemia lymphoblasts. The treatment response to glucocorticoid is the most important predictive factor for treatment outcome of T-ALL. Development of secondary glucocorticoid resistance is lethal to the patients at relapse. To improve survival for glucocorticoid-resistant T-ALL patients, it is necessary to develop new therapeutic strategies to overcome glucocorticoid resistance. In the present study, we used biochemical and molecular methodologies to demonstrate that tissue transglutaminase (TG2) confers glucocorticoid resistance in T-ALL. TG2 is a calcium-dependent protein crosslinking enzyme reported to be overexpressed in various metastatic or chemotherapy-resistant cancer cells including lymphoma cells. We found that T-ALL cells expressed elevated levels of TG2. We generated a model of glucocorticoid-adapted subclones of T-ALL cell lines that were extremely less sensitive to glucocorticoid than the parent cells. Glucocorticoid-adapted subclones not only showed the change of ABC transporters activity but also increased TG2 expression and activity than the parent cells in T-ALL. Inhibition of TG2 suppressed glucocorticoid resistance and improved the cytotoxicity of glucocorticoid in glucocorticoid-adapted subclones of T-ALL. Our study is the first to show the expression of TG2 and the contribution of TG2 to glucocorticoid resistance in T-ALL. The modulation of TG2 expression could be a new therapeutic target to overcome glucocorticoid resistance in T-ALL. Furthermore, change of TG2 expression could serve as markers of secondary glucocorticoid resistance in T-ALL. Disclosures: No relevant conflicts of interest to declare."
}