{
    "doi": "https://doi.org/10.1182/blood.V110.11.1181.1181",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=906",
    "start_url_page_num": 906,
    "is_scraped": "1",
    "article_title": "Pre-Clinical Data and Preliminary Patient Results of Intravenous MV-NIS To Treat Relapsed, Refractory Multiple Myeloma. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "activated partial thromboplastin time measurement",
        "animal testing",
        "animals, transgenic",
        "cd46 antigen",
        "cercopithecidae",
        "chills",
        "cough",
        "diagnostic imaging",
        "fever",
        "hematuria"
    ],
    "author_names": [
        "Angela Dispenzieri",
        "Rae M. Myers",
        "Caili Tong",
        "Suzanne M. Greiner",
        "Mary E. Harvey",
        "Guy Griesmann",
        "Joel Reid",
        "Mark Federspiel",
        "Matthew M. Ames",
        "David Dingli",
        "Martha Q. Lacy",
        "Morie A. Gertz",
        "Karen Schweikwart",
        "Anthony Welch",
        "Kah-Whye Peng",
        "Stephen J. Russell"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Molecular Medicine Program, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Molecular Medicine Program, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Molecular Medicine Program, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Molecular Medicine Program, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Molecular Medicine Program, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Pharmacology and Experimental Therapeutics, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Molecular Medicine Program, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Pharmacology and Experimental Therapeutics, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Toxicology and Pharmacology Branch, Developmental Therapeutics Program, NCI, Bethesda, MD, USA"
        ],
        [
            "Biological Resources Branch, Division of Cancer Treatment and Diagnosis, NCI, Frederick, MD, USA"
        ],
        [
            "Molecular Medicine Program, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Molecular Medicine Program, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Background: MV-NIS is an Edmonston-lineage measles virus that expresses the human sodium-iodide symporter (hNIS). The virus is oncolytic, and its activity can be monitored by noninvasive imaging of radioiodine uptake by hNIS. The receptor is CD46, a membrane regulator of complement activation that is overexpressed on myeloma cells. Methods: Formal studies were done in collaboration with the RAID program to assess the efficacy, biodistribution and safety of MV-NIS in transgenic, measles susceptible mice and in non-human primates. The protocol therapy for the animal studies was modeled on the planned human clinical trial. Mouse efficacy studies were done in irradiated 6-week old female CB17 ICR SCID mice implanted subcutaneously with human KAS-6/1 cells. Mouse toxicity & biodistribution were done in 184 6–8 week Ifnar KO x CD46 Ge mice treated with 10 5 –10 7 TCID 50 MV-NIS. Squirrel monkey toxicity studies were done in 12 measles-naïve adults with 10 8 TCID 50 . The clinical trial is a 3 patient/cohort dose escalation study which allows for 1 dose of MV-NIS/patient. Once MTD of MV-NIS is reached, subsequent cohorts will be treated with CTX 10 mg/kg 2 days prior to MV-NIS at MTD/100. Immune response to measles is tested pre & post therapy. PK & biodistribution are tested by measurements of MV-N in blood, urine, & gargle samples and by serial nuclear imaging, respectively. BM myeloma cells are tested for CD46 expression and MV infectivity. Results: Preclinical studies: The minimum effective dose in the mouse model was 4 x 10 6 TCID 50 /kg. The MTD for MV-NIS with CTX was not reached in the mouse study. Pre-treatment with CTX changed the biodistribution of MV-NIS infected cells and the kinetics of virus elimination from infected tissues in mice and monkeys. In monkeys, MV-N mRNA was detected at day 1 in the buccal cavity with levels declining on day 2, then surging on day 8, suggesting viral replication. There were no unscheduled deaths or treatment related lesions on necropsy. Patients: Three patients were treated with a dose of 10 6 TCID 50 (Table). No DLT was observed. Two patients had MV-N amplified from their gargle specimen. Accrual to dose level 2 has begun. Conclusions: IV administration of MV-NIS is feasible. The virus is capable of traveling to a distant site and replicating before being cleared by the immune system.  . Patient 2 . Patient 2 . Patient 3 . *copies per microgram RNA of cells derived from gargle sample at each time point: day +3, +8, +15, +22, and +29; no MV-N detected in urine or blood Anti-measles neutralizing Ab titer, pre-Rx / post Rx 1:10 / 1:160 < 1:10 / 1:20 < 1:10 / 1:10 AEs possibly related Gr 2 plts Gr 1 plts, cough, fever, rigors Gr 2 Incr aPTT CD46 copies/cell CD138+ / CD138- BMPC 79,771 / 10,322 140,187 / 10,145 28,258 / 11,228 MV-N QRT-PCR: d3/ d8/ d15/ d22/ d29 (cp/ug RNA)* −/ −/ −/ nd / nd −/ −/ 16,440 / 1405 / −  123-I uptake on SPECT No Uptake day 8 No . Patient 2 . Patient 2 . Patient 3 . *copies per microgram RNA of cells derived from gargle sample at each time point: day +3, +8, +15, +22, and +29; no MV-N detected in urine or blood Anti-measles neutralizing Ab titer, pre-Rx / post Rx 1:10 / 1:160 < 1:10 / 1:20 < 1:10 / 1:10 AEs possibly related Gr 2 plts Gr 1 plts, cough, fever, rigors Gr 2 Incr aPTT CD46 copies/cell CD138+ / CD138- BMPC 79,771 / 10,322 140,187 / 10,145 28,258 / 11,228 MV-N QRT-PCR: d3/ d8/ d15/ d22/ d29 (cp/ug RNA)* −/ −/ −/ nd / nd −/ −/ 16,440 / 1405 / −  123-I uptake on SPECT No Uptake day 8 No View Large"
}