{
    "doi": "https://doi.org/10.1182/blood-2021-154404",
    "article_title": " Combinatorial Inhibition of Galectin-9 and CHK1 Represent a Novel Treatment Strategy for T-Cell Acute Lymphoblastic Leukemia  ",
    "article_date": "November 5, 2021",
    "session_type": "614.Acute Lymphoblastic Leukemias: Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Due to improvements in treatment strategies, the five-year event-free survival rate for pediatric patients with acute lymphoblastic leukemia ( ALL ) is 90%. However, patients with relapse and refractory disease fare much worse with 5-year overall survival rates of less than 50% in patients receiving chimeric antigen receptor T-cell therapy and fewer than 20% of patients surviving after receiving hematopoietic stem cell transplantation. These dismal outcomes for patients with relapse and refractory disease highlight the need for novel treatment regimens when current therapeutic options are exhausted. T-cell acute lymphoblastic leukemia ( T-ALL ) accounts for around 15% and 25% of ALL cases in pediatric and adult populations, respectively. This disease is driven by various molecular changes including alterations in the epigenome due, in part, to deregulated epigenetic machinery such as the polycomb repressive complex 2 ( PRC2 ). Despite this observation, and ongoing clinical trials determining the utility of epigenetic drugs for treating various hematological malignancies, the role of the epigenome in T-ALL pathogenesis and the efficacy of epigenetic modifying drugs as treatments for this disease is heavily understudied. Galectins are members of s-type lectins which promote diverse biological processes including adhesion, signaling, and immunosuppression. Galectin-9 ( Gal-9 ) is an emerging therapeutic target for solid cancers and hematological malignancies given that its presence is associated with poor outcomes for multiple cancers. In unpublished studies, we have found that Gal-9 is expressed on the surface of multiple human ALL subtypes with the highest basal surface expression found on T-ALL cells. To determine how this lectin impacts the function of human T-ALL cells, we treated leukemia cells with immunoglobulin control ( Ig Ctrl ) or anti-Gal-9 antibody ( αGal-9Ab ) and assessed the impact of treatment on cell cycle progression, DNA damage, and apoptosis. We used two αGal-9Ab clones for these experiments, a commercially available antibody and LYT-200 (a proprietary antibody in Phase I clinical trials for solid tumors from PureTech Health). Treatment with the commercially available antibody, but not Ctrl Ig, increased histone 3 trimethylation (H3K2me 3 /H3K4me 3 ) with accompanying decreases in EZH2 and RING1A protein expression in human T-ALL cell lines. Antibody-induced epigenetic changes also promoted cell cycle progression (G2M transition), DNA damage, and extensive apoptosis (>90%) in multiple human T-ALL cell lines (n>6). Importantly, LYT-200 single-agent treatment also induced cell death in human T-ALL cells, demonstrating that blocking multiple epitopes on Gal-9 is sufficient to induce T-ALL cytotoxicity. These results highlight a previously unreported role for Galectin-9 in the epigenetic regulation and survival of human T-ALL cells. Given our observations that epigenome stability is critical for the survival of human T-ALL cells, we next sought to determine if the combination of αGal-9Ab treatment and epigenetic modifying drugs would further enhance the cytotoxicity of human T-ALL cells. We tested the combination of αGal-9Ab treatment and multiple drugs targeting either histone acetylation, methylation, or phosphorylation. Of these, we found that combining αGal-9Ab and GDC-0575 (a CHK1 inhibitor) resulted in extensive DNA damage and cytotoxicity (>98%). Mechanistically, we found αGal-9Ab treatment induces DNA damage in multiple human T-ALL lines, which leads to CHK1 activation. Given that GDC-0575 inhibits CHK1 activity, and CHK1 is a master regulator of the DNA damage response, we predict that the enhanced cytotoxicity of human T-ALL cells treated with the combination therapy results from the inability to effectively repair DNA damage induced by αGal-9Ab treatment. Our findings describe a previously unrecognized role for Gal-9 in T-ALL pathogenesis and demonstrates the cytotoxic effects αGal-9Ab treatment (including LYT-200) in preclinical models of human T-ALL. Disclosures Lee:  PureTech Health: Research Funding. Filipovic:  PureTech Health: Research Funding. Henry:  PureTech Health: Research Funding.",
    "author_names": [
        "Miyoung Lee",
        "Aleksandra Filipovic",
        "Curtis J Henry"
    ],
    "author_dict_list": [
        {
            "author_name": "Miyoung Lee",
            "author_affiliations": [
                "Emory University, Atlanta, GA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aleksandra Filipovic",
            "author_affiliations": [
                "PureTech Health, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Curtis J Henry",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Department of Pediatrics, Emory University School of Medicine, Atlanta, GA",
                "Emory University School of Medicine, Atlanta, GA, USA, Atlanta, GA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:05:19",
    "is_scraped": "1"
}