{
    "doi": "https://doi.org/10.1182/blood.V124.21.4523.4523",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2722",
    "start_url_page_num": 2722,
    "is_scraped": "1",
    "article_title": "Transphosphorylation of Endogenous BCR Mediates the Effect of T315I on the Transformation Potential of BCR/ABL ",
    "article_date": "December 6, 2014",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "bcr-abl tyrosine kinase",
        "leukemia",
        "dasatinib",
        "imatinib mesylate",
        "nilotinib",
        "phosphotransferases",
        "philadelphia chromosome",
        "clone cells",
        "mice",
        "fibroblasts"
    ],
    "author_names": [
        "Afsar Mian, PhD",
        "Isabella Haberbosch",
        "Oliver G. Ottmann, MD",
        "Martin Ruthardt, MD"
    ],
    "author_affiliations": [
        [
            "Goethe University, Frankfurt, Germany"
        ],
        [
            "Goethe University, Frankfurt, Germany"
        ],
        [
            "Goethe University, Frankfurt, Germany"
        ],
        [
            "Goethe University, Frankfurt, Germany"
        ]
    ],
    "first_author_latitude": "50.127067499999995",
    "first_author_longitude": "8.6677635",
    "abstract_text": "Targeting of BCR/ABL by ABL-kinase inhibitors (AKI) such as Imatinib, Nilotinib, or Dasatinib is a proven concept in Philadelphia chromosome positive (Ph+ ) leukemia. In the majority of cases the acquisition of resistance is related to point mutations in BCR/ABL, such as the E255K, Y253F/H (P-loop), H396R (activation loop) or the T315I (gatekeeper). Noteworthy, Ph+ leukemias, both CML and Ph+ ALL, never emerge at diagnosis with a BCR/ABL harboring a resistance mutation even if the clone with the mutation is already existing and detectable by very sensitive methods. This indicates that the mutations confer biological features to the clones unveiled by the treatment. One can hypothesize that the presence of mutations such as the T315I confers a growth disadvantage with respect to native BCR/ABL. We and others have previously shown that the resistance mutations may influence the biology of BCR/ABL regarding its transformation potential. The aim of the study was to determine whether the ‘‘gatekeeper’’ mutation T315I is able not only to induce biochemical modification of BCR/ABL responsible for the to resistance of patients against first and second generation AKI, but also to confer biological features to BCR/ABL influencing its leukemogenic potential. We recently showed that T315I is able to fully restore factor independent growth in Ba/F3 cells of loss of function mutants (LOFM) of BCR/ABL such as that lacking the Y177 (Y177F) or the N-terminal coiled coil oligomerization interface (ΔCC), which was accompanied by a transphosphorylation of endogenous BCR. Based on these findings we systematically investigated the influence of T315I on the biology of BCR/ABL and the role of BCR in this process. As models we used a syngeneic mouse model of BCR/ABL induced CML-like disease, factor dependent 32D and Ba/F3 cells, and Ph+ ALL patient derived long term culture (PD-LTCs). These models allowed the direct comparison of BCR/ABL with BCR/ABL-T315I. Furthermore we took advantage of LOFM such as ΔCC-BCR/ABL and Y177F-BCR/ABL which we studied for their capacity to mediate either transformation potential in Rat-1 fibroblasts (contact inhibition and anchorage-independent growth) and/or factor independent growth in 32D cells in the presence of T315I. The role of the transphosphorylation of BCR was assessed by RNAi against BCR in 32D cells and the Rat-1 cells. Here we show that proliferation of 32D or Ba/F3 cells or the PD-LTCs expressing BCR/ABL-T315I was significantly slower than that of correspondent cells expressing native BCR/ABL. Also the induction of a CML-like disease in syngeneic mice was significantly delayed in the presence of T315I (median: BCR/ABL - 27 days; BCR/ABL-T315I - 61 days). On the other hand T315I was able to restore both transformation potential and factor independent growth of LOFM of BCR/ABL in Rat-1 and 32D cells, respectively. This was accompanied by a transphosphorylation of endogenous BCR at Y177, which led to an activation of Ras/Erk1/2 pathway. This effect of T315I on factor independent growth and transformation mediated by the LOFM and related activation of Ras/Erk1/2 was reverted by targeting the BCR with RNAi. Taken together these data suggest that T315I confer biological features to BCR/ABL which are unveiled only upon treatment or in the presence of LOFM. How these features may influence the destiny of the BCR/ABL-T315I clone in the patient and the role of Ras/Erk1/2 pathway in this process has to be further investigated. Disclosures No relevant conflicts of interest to declare."
}