{
    "doi": "https://doi.org/10.1182/blood.V108.11.5044.5044",
    "article_title": "Serum Free Light Chain Measurement in Myeloma Patient Samples with Oligoclonal Protein Bands. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "During or after therapy, patients with myeloma sometimes develop multiple protein bands that are detectable on urine/serum protein immunofixation. These so-called “oligoclonal bands” may or may not include the original monoclonal protein isotype. The phenomenon is thought to represent immune recovery with no adverse prognostic significance. Estimation of serum free light chains (SFLC) is useful in selected patients with non-secretory myeloma, and in light chain disease with anuric renal failure. The normal serum free κ:λ ratio (SFKLR) is 0.26–1.65. There are no data on SFLC levels and SFKLR in patients with oligoclonal bands. We analyzed 52 samples in 23 patients (1–6 samples per patient; median 1) with >1 monoclonal heavy and/or light chain bands on combined serum and urine immunofixation, and corresponding SFLC results. 6 samples were from 2 patients (1 and 5 samples each) known to have biclonal disease where each clone had a different light chain specificity. The remaining samples were from patients known to have a single monoclonal protein. Immunofixation on 10 (19%) samples did not show the original monoclonal protein isotype, and 42 (81%) did. 17 (33%) samples came from patients in complete remission (CR) or near-CR based on stringent conventional criteria. Based on a review of clinical and treatment history, 23 (42%) samples were classified as being from patients who had “active disease” (stable or progressive) and 29 were classified as being from patients with “inactive disease” (CR/near-CR or showing ongoing response to current therapy). SFKLR was normal in 20 (39%) samples. The table shows the relationship between SFKLR and the presence of the original paraprotein isotype, CR/near-CR, or disease activity.  Subgroup . Abnormal SFKLR . Normal SFKLR . P . Original monoclonal protein   0.068 - Present 19/42 (45%) 23/42 (55%)  - Absent 1/10 (10%) 9/10 (90%)  Disease status   0.038 - CR/near-CR 3/17 (18%) 14/17 (82%)  - Not in CR/near-CR 17/35 (49%) 18/35 (51%)  Disease activity   0.10 - Inactive 14/29 (48%) 15/29 (52%)  - Active 6/23 (26%) 17/23 (74%)  Subgroup . Abnormal SFKLR . Normal SFKLR . P . Original monoclonal protein   0.068 - Present 19/42 (45%) 23/42 (55%)  - Absent 1/10 (10%) 9/10 (90%)  Disease status   0.038 - CR/near-CR 3/17 (18%) 14/17 (82%)  - Not in CR/near-CR 17/35 (49%) 18/35 (51%)  Disease activity   0.10 - Inactive 14/29 (48%) 15/29 (52%)  - Active 6/23 (26%) 17/23 (74%)  View Large Absence of the original monoclonal protein and CR/near-CR were significantly more likely to be associated with normal SFKLR. On the other hand, there was no significant relationship between SFKLR and disease activity. The level of monoclonal protein on serum protein electrophoresis did not correlate with SFKLR: 9 of 22 samples with monoclonal protein ≥0.2 g/dL had abnormal SFKLR compared with 11 of 30 samples with monoclonal protein <0.2 g/dL (P=0.76). Of the 6 samples from patients with known biclonal disease, 3 had normal SFKLR (1 from 1 patient and 2 from the second patient) and 3 had abnormal SFKLR (all 3 from the second patient). On the single occasion when the disease was felt to be inactive, the SFKLR was abnormal, whereas it was normal on 3 of the 5 occasions when the disease was felt to be active. This suggests that SFLC is of limited value in the uncommon situation where biclonal disease is present with both κ and λ light chains. We conclude that in myeloma patients showing multiple monoclonal bands on immunofixation on or after therapy, the presence of a normal SFKLR suggests a significantly greater likelihood of CR/near-CR.",
    "topics": [
        "free immunoglobulin light chain",
        "multiple myeloma",
        "monoclonal immunoglobulin",
        "immunofixation",
        "antigens, cd98 light chains",
        "immunoglobulin isotypes",
        "oligoclonal bands",
        "complete remission",
        "disease remission",
        "kidney failure"
    ],
    "author_names": [
        "Regina Stein",
        "Jayesh Mehta",
        "Eric Vickrey",
        "William Resseguie",
        "Seema Singhal"
    ],
    "author_dict_list": [
        {
            "author_name": "Regina Stein",
            "author_affiliations": [
                "Northwestern University, Chicago"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jayesh Mehta",
            "author_affiliations": [
                "Northwestern University, Chicago"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Vickrey",
            "author_affiliations": [
                "Northwestern University, Chicago"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Resseguie",
            "author_affiliations": [
                "Northwestern University, Chicago"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seema Singhal",
            "author_affiliations": [
                "Northwestern University, Chicago"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T04:14:44",
    "is_scraped": "1"
}