{
    "doi": "https://doi.org/10.1182/blood.V106.11.2498.2498",
    "article_title": "Macrophage Inflammatory Protein-1 alpha (MIP-1α) Is Increased in Patients with Waldenstrom’s Macroglobulinemia and Correlates with the Severity of Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Macrophage inflammatory protein-1 alpha (MIP-1α) is a member of the CC chemokine family, which is implicated in the pathogenesis of myeloma (MM) bone disease. MIP-1α also correlates with survival in MM patients and markers of disease activity, such as β 2 -microglobulin. Despite the well-known effect of MIP-1α on MM pathophysiology, there is no information for its role in Waldenstrom’s macroglobulinemia (WM). The aim of this study was to evaluate MIP-1α serum levels in WM patients and correlate them with clinical data and markers of bone remodeling. We studied 53 serum samples of 38 patients with WM (26M/12F; median age: 74 years, range: 39–85 years) in different phases of their disease. Thirteen patients were evaluated prior any kind of treatment, while 24 patients were studied during an active phase of their disease and 12 patients during remission. Furthermore, 4 patients with IgM MGUS were also studied. MIP-1α serum levels were measured using an ELISA method (R&D Systems, Minneapolis, MN, USA) along with a series of bone remodeling indices: i) bone resorption markers [C-telopeptide of type-I collagen (CTX), tartrate-resistant acid phosphatase isoform-5b (TRACP-5b)], ii) bone formation markers [bone-alkaline phosphatase (bALP), osteocalcin (OC), and C-terminal propeptide of collagen type-I (CICP)], and iii) osteoclast stimulating factors [soluble receptor activator of nuclear factor-κB ligand (sRANKL), osteoprotegerin (OPG), and osteopontin (OPN)]. In all patients, we also evaluated hemoglobin, platelet count, β 2 -microglobulin, and albumin levels as well as the presence of splenomegaly, hepatomegaly and lymphadenopathy, at the time of sample collection. The above biochemical parameters were also studied in 20 age- and gender-matched controls. MIP-1α was elevated in WM patients compared with controls (mean ± SD: 72.5 ± 49.1 pg/ml vs. 22.7 ± 19.4 pg/ml; p=0.001), while there was no difference between IgM MGUS patients and controls. Furthermore, untreated WM patients had increased levels of MIP-1α compared with patients at remission (mean ± SD: 108.6 ± 68.5 pg/ml vs. 58.5 ± 25.8 pg/ml; p=0.026). Patients during an active phase of their disease had also increased levels of MIP-1α compared with controls (p=0.001); these levels were not different from those of untreated WM patients. RANKL serum levels were also elevated in WM patients compared with controls (mean ± SD: 0.73 ± 0.64 vs. 0.39 ± 0.48 pmol/l; p=0.04). Untreated WM patients had increased levels of OPG, and CICP compared with controls (p=0.002, and 0.003, respectively), while patients at remission had elevated values of OPG, TRACP-5b, bALP, and CICP (p=0.04, 0.001, <0.001, and <0.001, respectively); this observation suggests that active bone remodeling is present in untreated WM and is possibly aggravated after treatment even in responders. MIP-1α showed a positive correlation with β 2 -microglobulin (r=0.3; p=0.04), and presence of splenomegaly (mean values: 110.4 vs. 65.5 pg/ml, in patients with and without splenomegaly, respectively; p=0.04). Furthermore, there was a weak negative correlation between MIP-1α with hemoglobin and platelet count (p=0.06). In conclusion, MIP-1α is elevated in the serum of patients with active WM and correlates with the severity of disease. Our ongoing study indicates that MIP-1α may be a suitable target for the development of novel anti-WM treatment.",
    "topics": [
        "macrophage inflammatory protein-1",
        "severity of illness",
        "waldenstrom macroglobulinemia",
        "disease remission",
        "splenomegaly",
        "tartrate-resistant acid phosphatase",
        "hemoglobin",
        "igm monoclonal gammopathy of uncertain significance",
        "albumins",
        "beta-chemokines"
    ],
    "author_names": [
        "Evangelos Terpos, MD, PhD",
        "Athanasios Anagnostopoulos, MD, PhD",
        "Efstathios Kastritis, MD",
        "Aristotelis Bamias, MD, PhD",
        "Konstantinos Tsionos, MD",
        "Meletios A. Dimopoulos, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Evangelos Terpos, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, General Airforce Hospital, Athens, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Athanasios Anagnostopoulos, MD, PhD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Efstathios Kastritis, MD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aristotelis Bamias, MD, PhD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konstantinos Tsionos, MD",
            "author_affiliations": [
                "Department of Hematology, General Airforce Hospital, Athens, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos, MD, PhD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T06:47:22",
    "is_scraped": "1"
}