{
    "doi": "https://doi.org/10.1182/blood-2018-99-119753",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4037",
    "start_url_page_num": 4037,
    "is_scraped": "1",
    "article_title": "LCL161, an Oral Smac Mimetic/IAP Antagonist for Patients with Myelofibrosis (MF): Novel Translational Findings Among Long-Term Responders in a Phase 2 Clinical Trial ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Emerging Therapies and Prognostic Scoring in Myelofibrosis and Other MPNs",
    "topics": [
        "adverse event",
        "allogeneic stem cell transplant",
        "anemia",
        "antagonists",
        "antigens",
        "blood platelets",
        "bone marrow cells",
        "bone marrow examination",
        "brachial plexus neuritis",
        "caspases"
    ],
    "author_names": [
        "Naveen Pemmaraju, MD",
        "Bing Z Carter, PhD",
        "Hagop M. Kantarjian, MD",
        "Jorge E. Cortes, MD",
        "Tapan M. Kadia, MD",
        "Guillermo Garcia-Manero, MD",
        "Courtney D. DiNardo, MDMSc",
        "Prithviraj Bose, MD",
        "Naval G. Daver, MD",
        "Marina Y. Konopleva, MD PhD",
        "Maro N. Ohanian, DO",
        "Sherry A. Pierce, BSN, BA",
        "Lingsha Zhou",
        "Zeev E. Estrov, MD",
        "Gautam Borthakur, MD",
        "Karina Salinas, RN",
        "Po Yee Mak",
        "Nitin Jain, MD",
        "Elias J. Jabbour, MD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Bellaire, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Leukemia Department, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Background: Second mitochondria-derived activator of caspases (Smac) mimetics cause increased apoptotic cancer cell death via degradation of cellular IAP1 (cIAP1) (Infante JCO 2014). Significantly increased levels of cytokines, including TNFα, have been observed in patients (pts) with MF (Tefferi JCO 2011; Fleischman Blood 2011). Baseline cIAP protein expression is increased in CD34+ MF cells, and cIAP/TNF- induced NFkB activation is higher in MF as compared to non-pathologic CD34+ bone marrow cells (Heaton/Deininger Leukemia 2018). On this basis, we hypothesized that treatment with Smac mimetics for pts with MF would have clinical benefit. Aims: Primary objective: determine efficacy of LCL161 as single-agent therapy for pts with MF (IWG-MRT, Blood 2013). Secondary objectives: safety, durability of response, and symptom burden assessment (MPN-TSS). Exploratory objectives: assess JAK2 V617F, CALR allele burden; 28-gene panel for molecular mutations via next-generation sequencing; and markers of IAP pathway degradation. Methods: An investigator-initiated phase 2 study of LCL161 for pts with MF is being conducted at our institution. Pts age ≥18, PS=0-2, intermediate to high risk MF, who were intolerant to, ineligible for, or relapsed/refractory to JAK inhibitors were eligible. There was no baseline cut-off requirement for spleen size or platelet (PLT) count, and pts with prior allogeneic stem cell transplant (SCT) were eligible. LCL161 was given at starting dose 1500mg po once weekly. Each cycle=28 days. After 3 cycles, bone marrow exam and response assessments were performed. Results: 43 pts have been enrolled From January 2015 to July 2018. Baseline pt characteristics are listed in Table 1 . JAK2 V617F mutations were present in 29(67%), CALR mutations in 5(12%), and MPLW 515L mutation in 5(12%) pts. The most common non-driver molecular mutations were: ASXL1 (n=11); TET2 (n=5); DNMT3A (n=5); RAS (n=4); EZH2 (n=4). 29 (67%) had ≥2 prior therapies. 2 pts had prior SCT. By IPSS, 32(74%) were high risk MF. Median number of cycles received=5 [1-44+], median treatment duration=5.1 months [0.3 - 39.4+]. Median follow-up time: 13.7 months [0.3-39.4+]. 13 pts had 17 objective responses (4 pts: 2 separate IWG-MRT 2013 responses): Clinical improvement (CI) (anemia) was observed in 5 pts; CI (Symptom) in 10 pts; CI (Spleen) in 1 pt; CCyR in 1pt. Grade 3/4 non-hematologic adverse events: syncope, n=2. Most common grade 1/2 non-hematologic toxicities: fatigue (n=22), nausea (n=20), dizziness/vertigo (n=12). Dose reductions: 17 pts, to dose -1 level (1200 mg po once weekly); subsequently, 5 of 17 down to dose -2 level (900 mg); most common reason: grade 2 fatigue (n=10). 34 pts are now off study [n=20 no IWG response; n=4 progressive disease/relapse; n=4 AML; n=2 concurrent co-morbidity; n=2 proceeded to SCT; n=1 toxicity; n=1 off for patient choice]. Thus far, preliminary, ongoing correlative studies demonstrate among samples fully collected from 5 responders, all have demonstrated marked reduction of cIAP1 levels during therapy. Interestingly, cIAP1 remained low in 3 of them who were longer-term responders and then cIAP1 levels rebounded in 2 who later relapsed. The 2 relapsed pts also had relatively high baseline XIAP levels. Among non-responders, 3 of them also showed marked reduction of cIAP1 levels (>80%) at some point of the therapy, and notably 2 of them had more than 10 fold increases in XIAP levels and one had relatively high baseline XIAP. Conclusions: In this study of pts with MF with median age of 72 years, 74% IPSS high-risk, median baseline PLT count of 49, 67% with ≥2 prior therapies, and 26% with ASXL1 mutations, with median follow-up time now exceeding one year, we observed an objective response rate of 30% (13/43 pts) including 5 anemia-responders. LCL161 represents a novel target for pts with MPNs, and is able to be administered to pts who have failed or intolerant/ineligible for JAK inhibitor therapy. Notably, grade 2 fatigue was common, and continues to represent the most common reason for dose reduction and study discontinuation. Our ongoing translational studies demonstrate that reduction of cIAP1 is associated with responses and high baseline XIAP and/or its increase during therapy may contribute to lack of responses or relapses, suggesting upregulated levels of XIAP as a potential, novel mechanism of escape/resistance. This clinical trial is registered at ClinicalTrials.gov as NCT02098161 . Table 1. View large Download slide Table 1. View large Download slide  Disclosures Pemmaraju: abbvie: Research Funding; stemline: Consultancy, Honoraria, Research Funding; daiichi sankyo: Research Funding; celgene: Consultancy, Honoraria; SagerStrong Foundation: Research Funding; Affymetrix: Research Funding; plexxikon: Research Funding; samus: Research Funding; cellectis: Research Funding; novartis: Research Funding. Carter: AstraZeneca: Research Funding; novartis: Research Funding. Cortes: novartis: Research Funding. Kadia: Novartis: Consultancy; BMS: Research Funding; Jazz: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Jazz: Consultancy, Research Funding; Takeda: Consultancy; Amgen: Consultancy, Research Funding; Celgene: Research Funding; Abbvie: Consultancy; Pfizer: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Takeda: Consultancy; Abbvie: Consultancy; BMS: Research Funding; Celgene: Research Funding; Novartis: Consultancy. DiNardo: Celgene: Honoraria; Bayer: Honoraria; Medimmune: Honoraria; Agios: Consultancy; Karyopharm: Honoraria; Abbvie: Honoraria. Bose: Pfizer, Inc.: Research Funding; Incyte Corporation: Honoraria, Research Funding; Astellas Pharmaceuticals: Research Funding; Celgene Corporation: Honoraria, Research Funding; Constellation Pharmaceuticals: Research Funding; Blueprint Medicines Corporation: Research Funding; CTI BioPharma: Research Funding. Daver: Pfizer: Consultancy; Karyopharm: Consultancy; Sunesis: Consultancy; ImmunoGen: Consultancy; Pfizer: Research Funding; Alexion: Consultancy; Karyopharm: Research Funding; Sunesis: Research Funding; Incyte: Research Funding; Novartis: Research Funding; Otsuka: Consultancy; Incyte: Consultancy; ARIAD: Research Funding; Daiichi-Sankyo: Research Funding; Novartis: Consultancy; Kiromic: Research Funding; BMS: Research Funding. Konopleva: cellectis: Research Funding; abbvie: Research Funding; Immunogen: Research Funding; Stemline Therapeutics: Research Funding. Jain: Novimmune: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Research Funding; Pharmacyclics: Research Funding; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Research Funding; Incyte: Research Funding; Genentech: Research Funding; Servier: Research Funding; BMS: Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Research Funding; Adaptive Biotechnologioes: Research Funding; Celgene: Research Funding; Astra Zeneca: Research Funding; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Research Funding; Seattle Genetics: Research Funding; Cellectis: Research Funding; Infinity: Research Funding; ADC Therapeutics: Research Funding; Seattle Genetics: Research Funding; ADC Therapeutics: Research Funding; Incyte: Research Funding; Pfizer: Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Research Funding; Infinity: Research Funding; Pharmacyclics: Research Funding; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; Genentech: Research Funding; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astra Zeneca: Research Funding; Astra Zeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees; Servier: Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Verastem: Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Cellectis: Research Funding; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novimmune: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologioes: Research Funding; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astra Zeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees. Jabbour: novartis: Research Funding. Verstovsek: Italfarmaco: Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees."
}