{
    "doi": "https://doi.org/10.1182/blood.V124.21.4963.4963",
    "article_title": "Assessment of Hematologic and Visceral Parameters in Patients with Type 1 Gaucher Disease in Spain: An Epidemiological Study Using the Therapeutic Goals MAP (Monitor, Action and Progress) Tool ®  ",
    "article_date": "December 6, 2014",
    "session_type": "201.Granulocytes, Monocytes and Macrophages",
    "abstract_text": "BACKGROUND: Type 1 Gaucher disease (GD1) is caused by a hereditary deficiency of glucocerebrosidase that results in accumulation of glucosylceramide primarily in the lysosomes of macrophages. GD1 patients commonly present with anemia, thrombocytopenia and hepatosplenomegaly. Due to the clinical heterogeneity of GD1, a set of therapeutic goals was published to assist in individualized disease management. The MAP Tool ® was designed based on these therapeutic goals to facilitate monitoring of GD1 progression and treatment response in individual patients in a standardized way. OBJECTIVE: An observational epidemiological survey was conducted to describe the clinical characteristics and health status of GD1 patients managed in specialized centers in Spain using the Therapeutic Goals MAP Tool ® . METHODS: This study was conducted in hospitals geographically representing 10 of Spain’s autonomous regions. GD1 patients attending a routine clinical visit during the specified recruitment period (June 2012 to January 2013) were invited to participate. Individual patient data, including information on GD1 history and treatment, were collected retrospectively from clinical records and documented using the MAP Tool ® . Therapeutic goals for seven parameters were chosen as primary outcomes measures, including goals for hemoglobin concentration, platelet count, liver volume and spleen volume. We also examined the achievement of therapeutic goals in patients grouped according to treatment status, splenectomy status, and gender. RESULTS: A total of 108 GD1 patients were recruited from 28 hospitals over the 7-month study recruitment period. Patients had a mean age of 45 years, 9 (8%) were pediatric patients (≤18 years of age), and 57 (53%) were male. Ninety-five (88%) patients were receiving treatment for GD1 including 68 (72%; 68/95) patients receiving enzyme replacement therapy (imiglucerase or velaglucerase alfa) and 20 (21%; 20/95) patients receiving substrate reduction therapy (miglustat). Twenty-seven (25%) patients were splenectomized. The therapeutic goal for anemia was achieved in 105 (97%) patients. The goal for thrombocytopenia was achieved in 81 (75%) patients; this includes 24 patients who had undergone splenectomy. The goals for hepatomegaly and splenomegaly were achieved respectively in 86 of 98 (88%) and 67 of 77 (87%) patients with available data for these parameters. For the group of 95 patients receiving treatment for GD1, the numbers of patients achieving therapeutic goals were 93 (98%), 72 (76%), 77 (91%; 77/85) and 57 (86%; 57/66) for anemia, thrombocytopenia, hepatomegaly and splenomegaly respectively (see table). The number of untreated patients in the study was small (12%; 13/108); many were at therapeutic goal for the clinical parameters due to generally milder disease compared with patients receiving treatment. We found no statistically significant differences in the achievement of therapeutic goals between splenectomized patients and those with intact spleens, nor between males and females. CONCLUSIONS: Spanish GD1 patients appear to have good control of hemoglobin concentration and platelet count, as well as liver and spleen volumes. The MAP Tool ® can be used to standardize data collection and efficiently assess the clinical status of GD1 patients in Spain. Number of patients achieving therapeutic goals on treatment and according to splenectomy status Abstract 4963. Table  Therapeutic goal . All patients n=108 . Patients on treatment n=95 . Intact spleen n=81 . Splenectomized n=27 . p -value for difference between groups . Anemia, n (%) Hemoglobin concentration ≥12 g/dL for males and ≥11 g/dL for females 105 (97) 93 (98) 79 (98) 26 (96) 1.000 Thrombocytopenia, n (%) (Platelet count ≥120 × 10 9 /L) 81 (75) 72 (76) 57 (70) 24 (89) 0.054 Hepatomegaly, n (%) (Liver volume ≤ 1.5 multiples of normal) 86 (88) a  77 (91) b  67 (89) c  19 (83) d  0.468 Splenomegaly, n (%) (Spleen volume ≤ 8 multiples of normal) 67 (87) e  57 (86) f  67 (87) e  NA NA Therapeutic goal . All patients n=108 . Patients on treatment n=95 . Intact spleen n=81 . Splenectomized n=27 . p -value for difference between groups . Anemia, n (%) Hemoglobin concentration ≥12 g/dL for males and ≥11 g/dL for females 105 (97) 93 (98) 79 (98) 26 (96) 1.000 Thrombocytopenia, n (%) (Platelet count ≥120 × 10 9 /L) 81 (75) 72 (76) 57 (70) 24 (89) 0.054 Hepatomegaly, n (%) (Liver volume ≤ 1.5 multiples of normal) 86 (88) a  77 (91) b  67 (89) c  19 (83) d  0.468 Splenomegaly, n (%) (Spleen volume ≤ 8 multiples of normal) 67 (87) e  57 (86) f  67 (87) e  NA NA View Large Patients with available data: a n=98; b n=85; c n=75; d n=23; e n=77; f n=66 NA, not applicable Disclosures Giraldo: Shire: Consultancy, Research Funding; Genzyme: Consultancy, Research Funding; Actelion: Consultancy, Research Funding. Perez: Shire: Consultancy, Research Funding. Plaza: Shire: Employment. Navas: Shire: Employment.",
    "topics": [
        "epidemiologic studies",
        "gaucher disease",
        "spain",
        "treatment goals",
        "anemia",
        "thrombocytopenia",
        "hemoglobin",
        "hepatomegaly",
        "splenectomy",
        "splenomegaly"
    ],
    "author_names": [
        "Pilar Giraldo",
        "Jordi Perez",
        "Ramiro Núñez",
        "Rafael Fernandez de la Puebla",
        "Elisa Luño",
        "Salvador Saura",
        "Juan Carlos Bureo",
        "Javier de la Serna",
        "Sylvia Plaza",
        "Víctor Navas"
    ],
    "author_dict_list": [
        {
            "author_name": "Pilar Giraldo",
            "author_affiliations": [
                "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Spanish Foundation for the Study and Therapy of Gaucher Disease (FEETEG), Aragon Institute of Health Sciences (IACS) and Miguel Servet University Hospital, Zaragoza, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jordi Perez",
            "author_affiliations": [
                "Vall d'Hebrón Hospital, Barcelona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramiro Núñez",
            "author_affiliations": [
                "Virgen del Rocío University Hospital, Sevilla, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Fernandez de la Puebla",
            "author_affiliations": [
                "Reina Sofía Hospital, Córdoba, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Luño",
            "author_affiliations": [
                "Central de Asturias Hospital, Oviedo, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salvador Saura",
            "author_affiliations": [
                "Dr. Negrín Hospital, Las Palmas, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Carlos Bureo",
            "author_affiliations": [
                "Infanta Cristina Hospital, Badajoz, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier de la Serna",
            "author_affiliations": [
                "12 de Octubre Hospital, Madrid, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Plaza",
            "author_affiliations": [
                "Shire Pharmaceuticals Ibérica, Madrid, Spain"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Víctor Navas",
            "author_affiliations": [
                "Shire Pharmaceuticals Ibérica, Madrid, Spain"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T21:41:03",
    "is_scraped": "1"
}