{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.993.993",
    "article_title": "Targeting the NF-κb-Dependent HIF-1β Pathway Reprograms Macrophage Polarization Induced By Oxidized LDL ",
    "article_date": "December 7, 2017",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster I",
    "abstract_text": "Introduction: Plasticity is one of the hallmarks of macrophages, an essential component of innate and adaptive immunity. In response to various stimuli, macrophages can differentiate or polarize to either pro-inflammatory M1 or anti-inflammatory M2 phenotype, which determines whether inflammation is initiated and promoted or terminated and resolved. Of note, the phenotype of polarized M1-M2 macrophages may be reversed in certain circumstances, providing an opportunity to treat inflammatory disorders (e.g., atherosclerosis) and inflammation-related diseases (e.g., cancer) by targeting macrophage polarization. Emerging evidence supports that transcriptional regulation play an important role in polarization and function of macrophages via reprogramming expression of pro- versus anti-inflammatory genes. However, despite well-established cross-talk between two major transcriptional factors, NF-κB and hypoxia-inducible factor (HIF), it remains unclear whether NF-κB interacts with HIFs (particularly HIF-1β, a regulatory subunit of the active HIF complex) in reprogramming macrophages. Here, we investigated the mechanism underlying macrophage activation induced by oxidized low density lipoprotein (oxLDL), a central event of uncontrolled inflammation in atherosclerosis. Materials and Methods: The murine macrophage cell line RAW264.7 and human THP-1 cell line-derived macrophages were employed. After exposed to oxLDL, cells were analyzed by qPCR, Western blot, flow cytometry (Cytometric Bead Array, CBA), and ELISA analyses to monitor expression of M1 and M2 markers and related cytokines, as well as activation of the NF-κB and HIF pathways. The shRNA approach was used to knock down expression of target genes for functional evaluation. The findings from in vitro experiments involving cell lines were then validated in primary samples obtained from healthy donors (n = 10) and patients with coronary heart disease (n = 22) and stroke (n = 11). Results: Exposure to oxLDL triggered M1 polarization of murine and human macrophages, characterized by expression of iNOS and robust production of M1 pro-inflammatory cytokines (e.g., TNF-α, MCP-1, IL-1β, IL-6) but not M2 anti-inflammatory cytokines (e.g., IL-10, TGF-β). In contrast, protein level of the M2 marker Arg1 was clearly decreased after treated with oxLDL. Notably, exposure of macrophages to oxLDL resulted in markedly increased expression of HIF-1α and -1β, in association with activation of both canonical and non-canonical NF-κB pathways. Functionally, whereas inhibition of NF-κB activation by the IKK inhibitor parthenolide almost completely prevented M1 polarization and promoted M2 polarization, knockdown of HIF-1β by shRNA also largely reversed macrophage polarization from M1 to M2 after exposed to oxLDL. These results were confirmed in human macrophages differentiated by PMA from primary peripheral blood monocytes obtained from patients with coronary heart disease or ischemic stroke, and normal donors. These events were accompanied by a clear reversal of oxLDL-induced morphological changes of macrophages. Mechanistically, inhibition of NF-κB activation dramatically diminished expression of HIF-1α and -1β induced by oxLDL. However, while shRNA knockdown of HIF-1β sharply blocked HIF-1α expression in macrophages exposed to oxLDL, it failed to impair activation of NF-κB. These findings indicate that oxLDL-induced HIF-1β expression is dependent on NF-κB activation, which in turn activates the HIF pathway via HIF-1α up-regulation probably by stabilizing HIF-1α protein. Conclusion: HIF-1β (encoded by ARNT) is identified for the first time as a novel target that reprograms M1-M2 polarization of macrophages, at least after exposure to oxLDL, a risk factor of atherosclerosis. HIF-1β is further demonstrated to act as downstream of NF-κB to induce activation of the HIF pathway. Importantly, these findings suggest that HIF-1β might serve as a therapeutic target for the treatment of inflammatory disorders such as atherosclerosis, and probably immune diseases and cancer as well. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "low-density lipoproteins",
        "macrophages",
        "atherosclerosis",
        "anti-inflammatory agents",
        "cytokine",
        "inflammation",
        "cancer",
        "coronary heart disease",
        "inflammatory disorders",
        "ischemic stroke"
    ],
    "author_names": [
        "Jin Fengyan",
        "Wang Xue",
        "Wu Jiang",
        "Yun Dai, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jin Fengyan",
            "author_affiliations": [
                "Department of Hematology, The First Hospital of Jilin University, Changchun, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wang Xue",
            "author_affiliations": [
                "The First Hospital of Jilin University, Changchun, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wu Jiang",
            "author_affiliations": [
                "Department of Neurology, The First Hospital of Jilin University, Changchun, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yun Dai, MD",
            "author_affiliations": [
                "Laboratory of Cancer Precision Medicine, The First Hospital of Jilin University, Changchun, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T06:39:20",
    "is_scraped": "1"
}