{
    "doi": "https://doi.org/10.1182/blood.V114.22.4449.4449",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1439",
    "start_url_page_num": 1439,
    "is_scraped": "1",
    "article_title": "Asymptomatic Familial Factor XI Deficiency. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERED GENE EXPRESSION IN HEMATOLOGIC MALIGNANCY INCLUDING DISORDERED EPIGENETIC REGULATON DISORDERS OF COAGULATION OR FIBRINOLYSIS",
    "topics": [
        "factor xi deficiency",
        "activated partial thromboplastin time measurement",
        "blood coagulation disorders",
        "factor xi",
        "antiphospholipid syndrome",
        "autosome disorder",
        "factor xii",
        "fibrinogen",
        "hemorrhagic episodes",
        "hypokinesia"
    ],
    "author_names": [
        "Juan Herrada, MD",
        "Maria Chona Aloba, MD",
        "Dorothy M Adcock, MD",
        "Anuradha Gupta, MD",
        "Luis S. Noble, MD",
        "Mark M. Landeros"
    ],
    "author_affiliations": [
        [
            "Internal Medicine / Hematology, Texas Tech University, El Paso, TX, USA, "
        ],
        [
            "Dept. of Onc., El Paso Cancer Center, El Paso, TX, USA, "
        ],
        [
            "Esoterix Coagulation, Englewood, CO, "
        ],
        [
            "Internal Medicine, Texas Tech University, El Paso, TX, USA, "
        ],
        [
            "Obstetrics and Gynecology, Texas Tech University, El Paso, TX, USA, "
        ],
        [
            "Surgery, Texas Tech University, El Paso, TX, USA"
        ]
    ],
    "first_author_latitude": "31.773208099999994",
    "first_author_longitude": "-106.4344972",
    "abstract_text": "Abstract 4449 Background Factor XI deficiency (known as Rosenthal syndrome or hemophilia C) is an autosomal disorder affecting both sexes which results in a bleeding disorder of variable severity. This condition is very uncommon among the non-Jewish population and consists mostly of sporadic cases, although an occasional familial cluster has been described (Bolton-Maggs et al. J Thromb Haemost 2004 Jun;2(6):918-24). We present two asymptomatic siblings with coagulation Factor XI deficiency. Case Report In February 2004 a healthy 33 year-old non-Jewish white female without personal or family medical history presented with an elevated partial thromboplastin time (PTT) incidentally found during a routine pre-operative evaluation. Her prothrombin time (PT) was normal. Her PTT was 45 seconds (reference interval 23-37 seconds), and normalized with 1:1 mixing studies of patient and normal plasma. Preliminary laboratory evaluation included negative tests for the presence of a Lupus Anticoagulant, a normal serum albumin level, and a normal urinalysis. Additional laboratory testing of coagulation and included FXI and XII activities, measured by means of a one stage APTT-based clotting assay using APTT reagent (Automated APTT, Trinity Biotech, Bray Ireland), congenitally depleted deficient plasma (HRF, Inc, Raleigh NC) using the MDA II Trinity Biotech, Bray Ireland). FXI was 46% (reference range 60-150) and FXII was 42% (reference range 50-150). In March 2004, a repeated the laboratory evaluation showed a FXI of 41% and a FXII of 46%. In April 2006, FXI was 49%, and FXII was 40%. Is to be noted that the patient never had abnormal bleeding episodes despite abdominal and breast surgical procedures. In 2009, her only brother (aged 29 and otherwise healthy) underwent hematological evaluation that showed normal levels of PT, PTT, platelet count, fibrinogen, and factor XII (88% activity). His factor XI was 51% (decreased activity). Conclusion Although modern laboratory methods are able to identify unusual coagulation defects, their clinical significance requires additional investigation. Disclosures: No relevant conflicts of interest to declare."
}