{
    "doi": "https://doi.org/10.1182/blood.V110.11.93.93",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1056",
    "start_url_page_num": 1056,
    "is_scraped": "1",
    "article_title": "Differential Expression and Re-Localization of Potential Cell Fate Determinants in Hematopoietic and Leukemia Stem Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "leukemia",
        "stem cells",
        "polymerase chain reaction",
        "rna",
        "dilution technique",
        "gene expression profiling",
        "infections",
        "molecular profiling",
        "western blotting",
        "fluorescent antibody technique"
    ],
    "author_names": [
        "Stephen B. Ting, MD, PhD, FRCPA",
        "Jalila Chagraoui, PhD",
        "Guy Sauvageau, MD, PhD, FRCP"
    ],
    "author_affiliations": [
        [
            "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.500357099999995",
    "first_author_longitude": "-73.6147857",
    "abstract_text": "The ability of hematopoietic stem cells (HSC) for self-renewal is in part dependent on asymmetric cell divisions (ACD). However, the molecular insights remain elusive. Our current knowledge on mechanisms of ACD is predominantly derived from studies in the invertebrate systems of D. Melanogaster and C.Elegans . These include a cluster of polarity related genes, which function as cell fate determinants (CFD). The identification of Numb as a CFD gene in the mammalian stem cells of the brain and retina, and muscle satellite cells suggests conservation of aspects of ACD. Based on published data, a candidate list of 72 potential CFD genes was chosen for expression profiling. The specific populations of mouse bone marrow cells used for quantitative-PCR (q-PCR) studies were: (1) Long Term Repopulating-HSC (LTR-HSC) sorted for CD150+48−41−Lin− compared to progenitors (CD150+/−48+41+Lin−); (2) LTR-HSC derived from Sca+Kit+Lin−Rholow CD49b− compared to progenitors (Sca+/−Kit+/−Lin-Rhohigh CD49b+/−) and (3) the primary Leukemia Stem Cells (LSC), FLA2 and FLB1 with Leukemia Repopulating Cell (LRC) frequencies of respectively, 1 in 1.4 and 1 in 350 (P. Austin and G.S., unpublished). To validate the purity of LTR-HSC, limiting dilution assays were performed on the sorted populations. RNA obtained from all independent populations were initially pre-amplified before q-PCR. Subsequently, a subset of the highly expressed genes was re-analyzed with non-amplified RNA derived from the FLA2 and FLB1 cells. The q-PCR results from both the LTR-HSC and LSC populations show that a significant number of potential CFD genes, in particular those related to polarity and cytoskeleton function were highly and differentially expressed. It is assumed that the LTR-HSC has predominantly ACD. By using HoxB4 retroviral (MSCV) mediated over-expression to enforce symmetric cell divisions (SCD) and immunofluorescence (IF) analysis, we assessed the endogenous cellular expression of 2 of the highly expressed genes from the aforementioned q-PCR studies namely, Numb and Par6B. In a small cohort of LTR-HSC infected with the MSCV vector alone (representing ACD), the majority of cells expressed both Numb and Par6B in a cortical and asymmetric distribution. In contrast, infection by MSCV-HoxB4 virus of LTR-HSCs (representing SCD) resulted in the re-localization of both Numb and Par6B to be predominantly diffuse and symmetrical. Furthermore, using the FLA2 and FLB1 leukemia, with their respective LRC frequencies (above) as another cohort of cells that represent ACD (FLB1) and SCD (FLA2), similar re-localization results were obtained. Specifically, in FLB1 cells the predominant endogenous expression of Numb and Par6B was cortical and asymmetrical, in comparison to FLA2 cells where it was diffuse and symmetrical. Quantitative analysis of IF data suggested a higher expression of Numb and more so, of Par6B in FLB1 compared to FLA2 cells. Western blot analysis of Par6B in FLB1 and FLA2 cells supported the IF data. These preliminary results show potential CFD genes are highly and differentially expressed in LTR-HSC and LSC. Also, that during ACD there may be an up-regulation of CFDs together with a redistribution of these proteins to the cortical membrane, in either an asymmetrical or symmetrical localization. The inference of re-localization and up-regulation of in particular, Par6B may in itself be deterministic of HSC fate or may reflect a read-out of the cell fate choice, the latter of which could then be utilized to further identify other HSC CFD genes."
}