{
    "doi": "https://doi.org/10.1182/blood.V108.11.2588.2588",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=573",
    "start_url_page_num": 573,
    "is_scraped": "1",
    "article_title": "Inhibition of Cellular Aminopeptidases as Novel Therapy for AML. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "aminopeptidase",
        "alanine aminopeptidase",
        "leukemia, myelocytic, acute",
        "leukemic cells",
        "toxic effect",
        "tumor cells, malignant",
        "amino acids",
        "annexin a5",
        "antineoplastic agents",
        "bone marrow specimen"
    ],
    "author_names": [
        "Christopher Jenkins, MBBCh",
        "Chris Pepper",
        "Ken Mills",
        "Alan Burnett"
    ],
    "author_affiliations": [
        [
            "Haematology, Cardiff University School of Medicine, Cardiff, Glamorgan, United Kingdom"
        ],
        [
            "Haematology, Cardiff University School of Medicine, Cardiff, Glamorgan, United Kingdom"
        ],
        [
            "Haematology, Cardiff University School of Medicine, Cardiff, Glamorgan, United Kingdom"
        ],
        [
            "Haematology, Cardiff University School of Medicine, Cardiff, Glamorgan, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.50835235",
    "first_author_longitude": "-3.18874995",
    "abstract_text": "CHR 2797 is one of a new class of enzyme inhibitors with a pleiotropic effect against a number of human cancer cells. It is thought to inhibit the M1 family of metalloenzymes that include aminopeptidases, and is under investigation for the treatment of acute myeloid leukemia. Aminopeptidases catalyse the hydrolysis of the terminal amino acids from short chain polypeptides and they are involved in the continuous cycle of protein formation and degradation in cells. As malignant cells are thought to be more highly dependant on this protein cycling, interrupting this pathway is therefore a potential therapeutic target for novel agents. The effects of the aminopeptidase inhibitor CHR 2797 were investigated in AML cells in-vitro . Leukemic cells and cell lines were treated with CHR 2797 at a range of 0.0002 – 20μM and IC 50 values were calculated from the WST-1 proliferation experiments. The AML cell lines HL60, KG1, K562 and U937 had an average IC 50 of 1μM with a range between 0.01 and 10μM. Primary diagnostic AML samples (n=40) were analysed and an IC 50 range of between 0.01 and >40μM were detected, with a median of 0.8μM. The effects of CHR 2797 were also analysed on normal bone marrow samples (n=10). The IC 50 range was between 6.2 and >40μM with a median of 15μM, demonstrating a potential therapeutic window between the treatment of the leukemic cells and toxicity to the normal samples. The level of synergy or antagonism with conventional therapeutic agents was calculated using a combination index. Synergy was demonstrated in 70% of cell samples in combination with ARA-C, and 80% with Velcade. Synergy was also shown in 60% of cells samples with ATRA, even in non-promyelocytic leukemia types. Annexin V and cell cycle analysis confirmed apoptosis after treatment with CHR 2797 in many cases. A degree of differentiation of acute promyelocytic cells to mature myeloid cells was also stimulated with the treatment. The effects of CHR 2797 on cellular aminopeptidases were also measured. CD13 is a cell surface protein which is expressed selectively on myeloid cells and is also classified as an aminopeptidase N. Its activity can be measured by the conversion of the substrate ala-MCA to the protein MCA that can be detected on a fluorometric plate reader. CHR 2797 was demonstrated to reduce CD13 activity in a time and dose responsive manner. The reduction in activity was demonstrated immediately following addition of the drug, and a persistent effect was shown over four days of cell culture. A reduction in CD13 activity was also shown with a concentration of CHR 2797 of under 0.5μM; and with a 10μM dose the activity in many AML samples was reduced by >90%. New treatments are needed for acute myeloid leukemia to improve survival and reduce the toxicity of conventional therapy. This study demonstrates that CHR 2797 might be an effective molecular therapy for AML, either alone or in combination with other chemotherapeutic agents."
}