{
    "doi": "https://doi.org/10.1182/blood.V104.11.5288.5288",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=44",
    "start_url_page_num": 44,
    "is_scraped": "1",
    "article_title": "Characteristics and Outcomes of Critically Ill Patients with Hematologic Malignancies. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "abnormal hematology findings",
        "critical illness",
        "hematologic neoplasms",
        "simplified acute physiology score",
        "hodgkin's disease",
        "intensive care",
        "lymphoma, non-hodgkin",
        "neutropenia",
        "organ failure",
        "vasoconstrictor agents"
    ],
    "author_names": [
        "Marcio Soares, MD",
        "Jose R. Rocco, MD, PhD",
        "Nelson Spector, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Intensive Care Unit, Instituto Nacional de Câncer, Rio de Janeiro, Brazil"
        ],
        [
            "Internal Medicine/University Hospital, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil"
        ],
        [
            "Internal Medicine/University Hospital, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil"
        ]
    ],
    "first_author_latitude": "-22.912378099999998",
    "first_author_longitude": "-43.188456599999995",
    "abstract_text": "The outcome of patients with hematologic malignancies (HM) requiring admission to the intensive care unit (ICU) seems to be improving as a consequence of recent advances in oncology and intensive care. However, their mortality remains exceedingly high, and a reappraisal of their outcome predictors might provide useful clinical insights. During 45 months, every consecutive patient with HM admitted to an exclusively oncologic ICU because of a severe illness was studied. Patients with an ICU stay <8h or with acute coronary syndromes were excluded. Bone marrow transplant patients were not studied because they are treated at a separate unit. The following variables were collected at admission and during ICU stay: age, gender, performance status, type and clinical status of HM, neutropenia (neutrophil count<500/mm3), infection at admission, use of invasive or non-invasive ventilation (NIV), the Simplified Acute Physiology Score (SAPS) II, the Sequential Organ Failure Assessment (SOFA), the Charlson Comorbidity Index (CI) and individual acute organ failures developing during the ICU stay. Variables selected in the univariate analysis (p<0.25) were entered in a Cox proportional-hazard regression model. In multivariate analysis, results were expressed as hazard-ratios (HR) (confidence interval 95%). Mortality at six months was the end-point of interest. A total of 156 patients with HM were admitted to the ICU. Three patients were lost for follow-up after hospital discharge and 153 patients were studied. Mean age was 51±18 years and 56% were males. SAPS II was 59±19 points and SOFA was 9±4 points. The median CI was 0 (interquartile range: 0–2) and 58 (40%) patients had a comorbid condition. Diagnoses of HM were non-Hodgkin’s lymphoma (52%), multiple myeloma (14%), acute leukemia (12%), chronic leukemia (12%), Hodgkin’s disease (7%) and other (3%). Thirty-six (24%) patients had leukopenia. The most frequent reason for ICU admission was acute respiratory failure (80%) and 111(73%) patients had sepsis. During ICU stay, 125 (82%) patients received mechanical ventilation (NIV=11), 104 (68%), vasopressors and 24 (16%), dialysis. Decisions to withhold or withdraw treatment were implemented in 40 (26%) patients and all of them died at the ICU. Among all patients, the ICU, in-hospital and 6-month mortality rates were 53%, 65% and 78%, respectively. Six-month mortality rates were lower for Hodgkin’s disease (62%) and higher for high-grade non-Hodgkin lymphoma (84%). Unfavorable variables selected in the multivariate analysis were: active newly diagnosed HM [HR=1.71(1.03–2.85)], recurrence/progression [HR=2.60(1.58–4.29)], vasopressors need [HR=2.38(1.49–3.79)] and hematologic dysfunction [1.69(1.15–2.48)]. Acute organ failure (cardiovascular and hematologic dysfunctions) and cancer status were the main determinants of six-month mortality. Age, neutropenia and type of HM had no impact in the outcome. The appropriate use of such easily available clinical characteristics may avoid forgoing intensive care for patients with a chance of survival."
}