{
    "doi": "https://doi.org/10.1182/blood-2018-99-117701",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3916",
    "start_url_page_num": 3916,
    "is_scraped": "1",
    "article_title": "Potential Long-Term Treatment of Hemophilia a By Early Postnatal Co-Transplantation of Cord Blood Derived Endothelial Colony-Forming Cells and Placental Mesenchymal Stem Cells ",
    "article_date": "November 29, 2018",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Poster II",
    "topics": [
        "blood loss estimation",
        "endothelium",
        "hemophilia a",
        "placenta",
        "stem cell, mesenchymal",
        "transplantation",
        "umbilical cord blood",
        "factor viii",
        "diagnostic imaging",
        "genetic disorder"
    ],
    "author_names": [
        "Kewa Gao, MD",
        "Priyadarsini Kumar, PhD",
        "Dake Hao, PhD",
        "Lizette Reynaga, BS",
        "Diana Lee Farmer, MD",
        "Melanie Rose, MS",
        "Jan A. Nolta, PhD",
        "Jianda Zhou, MD PhD",
        "Ping Zhou, PhD",
        "Aijun Wang, PhD"
    ],
    "author_affiliations": [
        [
            "Surgical Bioengineering Laboratory, Department of Surgery, University of California, Davis, Sacramento, CA ",
            "Department of Burns and Plastic Surgery, The Third Xiangya Hospital of Central South University, Changsha Shi, China "
        ],
        [
            "Surgical Bioengineering Laboratory, Department of Surgery, University of California, Davis, Sacramento, CA "
        ],
        [
            "Surgical Bioengineering Laboratory, Department of Surgery, University of California, Davis, Sacramento, CA "
        ],
        [
            "Surgical Bioengineering Laboratory, Department of Surgery, University of California, Davis, Sacramento, CA "
        ],
        [
            "Surgical Bioengineering Laboratory, Department of Surgery, University of California, Davis, Sacramento, CA "
        ],
        [
            "Department of Internal Medicine, Stem Cell Program and Institute for Regenerative Cures, University of California, Davis, Sacramento, CA"
        ],
        [
            "Department of Internal Medicine, Stem Cell Program and Institute for Regenerative Cures, University of California, Davis, Sacramento, CA"
        ],
        [
            "Department of Burns and Plastic Surgery, The Third Xiangya Hospital of Central South University, Changsha Shi, China "
        ],
        [
            "Department of Internal Medicine, Stem Cell Program and Institute for Regenerative Cures, University of California, Davis, Sacramento, CA"
        ],
        [
            "Surgical Bioengineering Laboratory, Department of Surgery, University of California, Davis, Sacramento, CA "
        ]
    ],
    "first_author_latitude": "38.55400685",
    "first_author_longitude": "-121.45386314999998",
    "abstract_text": "Hemophilia A (HA) is an X-linked recessive disorder caused by mutations in the Factor VIII (FVIII) gene leading to deficient blood coagulation. As a monogenic disorder, HA is an ideal target for gene or cell-based therapy. Both mesenchymal stem cells (MSCs) and endothelial progenitor cells (EPCs) have been used independently to correct the HA phenotype, but poor survival and insufficient retention of transplanted cells in the long term limit their application. In this study, we sought to determine whether co-transplantation of endothelial colony-forming cells (ECFCs) with placental mesenchymal stem cells (PMSCs) can achieve stable, long-term engraftment. To investigate stem cell engraftment and therapeutic potential, ECFCs and PMSCs were transduced with a B domain deleted factor VIII (BDD-FVIII) expressing lentiviral vector. To distinguish between PMSCs and ECFCs in the co-transplantation group, a Td-Tomato containing lentiviral vector was used to label PMSCs while a green fluorescent protein (GFP) labeling vector was used to label ECFCs. They were then transplanted intramuscularly either as ECFC only group, PMSC only group or co-transplantation of ECFCs and PMSCs group into neonatal (3 days) or adult (12 weeks) immune deficient NOD scid gamma (NSG) mice. Using an in vivo bioluminescence imaging system, we investigated cell engraftment for up to 26 weeks after transplantation. ECFC only and the co-transplantation groups achieved better engraftment than PMSCs only group in both neonatal and adult mice during the entire study period. The co-transplantation group showed higher engraftment rate than the ECFC only group at 16 weeks and 20 weeks post-transplantation. In addition, transplantation of ECFCs only or in combination with PMSCs in neonatal period achieved higher engraftment than transplantation in adult period. Immunohistochemical analyses were further employed to determine the fate and functionality of the engrafted cells. We found that engrafted ECFCs maintained endothelial phenotype and expressed high level of FVIII at 26 weeks post-transplantation. The presence of ECFCs in the co-transplantation group also promoted formation of functional vasculature after transplantation. To study the functional reversal of HA phenotype we co-transplanted ECFCs and PMSCs into F8 knock-out HA mice. The transplanted cells reduced the blood loss volume from 562.13±19.84µl of blood to 155.78±44.93µl in a tail clip assay in these HA mice. This work demonstrates that co-transplantation of ECFCs with PMSCs at the neonatal period is a promising strategy to achieve stable, long-term engraftment of transplanted cells, and thus holds great promise for the treatment of HA and other genetic diseases and tissue regeneration applications. Disclosures No relevant conflicts of interest to declare."
}