{
    "doi": "https://doi.org/10.1182/blood.V122.21.1912.1912",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2529",
    "start_url_page_num": 2529,
    "is_scraped": "1",
    "article_title": "Myeloma Patient-Derived Mesenchymal Stem Cells Grown In 3-D Culture Induce Primary Myeloma Cell Proliferation and Resistance To Therapy ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Introduction The neoplastic bone marrow (BM) milieu or so-called myeloma niche plays an essential role in initiation, development, and progression of multiple myeloma (MM). It is known that regulatory signaling molecules and cell-cell crosstalk interactions involved in the normal hematopoietic stem cell niche have also been implicated in MM. Defining phenotypic features and molecular signatures of the neoplastic BM niche in MM will provide the framework for future development of new treatment strategies targeting MM cells and their BM niche. Methods and Results To investigate the neoplastic BM microenvironment of MM patients, we compared a special gel-based 3-dimensional (3-D) model with a 2-dimensional (2-D) system for culturing MM patient-derived mesenchymal stem cells (MM-MSCs) ex-vivo . In the gel-based 3-D model, MM-MSCs formed compact clusters with active fibrous connections between clusters to create a MM niche-like structure. Phenotypic profiling of 3-D MM-MSCs clusters revealed high expression of MSC-specific markers including CD73, CD90, CD105, CD166, and HLA-ABC. On the other hand, 3-D MM-MSCs clusters lacked expression of CD45, CD34 and HLA-DR. In order to confirm differentiation potential of 3-D MM-MSC, we cultured them with differentiation media towards either osteogenic or adipogenic lineages. The lineage differentiation capacity of the 3-D system was comparable to the 2-D MM-MSCs, with stronger calcium mineralization of clusters associated with differentiation towards the osteoblastogenic lineage. Moreover, the production of osteopontin and angiopoietin-2 was evident in 3-D MM-MSCs. In these models of the neoplastic BM microenvironment in MM, significantly higher production of IL-6 (p=0.002), IL-8, MCP-1(MCAF), RANTES, VEGF and HGF (p<0.001) was observed in 3-D vs. 2-D MM-MSCs. To define the functional myeloma niche, key hematopoietic and/or neoplastic niche molecules were investigated by analyzing 30 MM-MSCs and 5 healthy volunteers MSCs. MM-MSCs cultured in 3-D vs. 2-D model have higher expression of N-cadherin and CXCL12 and decreased expression of nestin by flow cytometry analysis, reflecting the MM BM niche. Higher pattern of cytokine production of leptin, SCF and sTie-2 was evident in 3-D MM-MSCs compared to 2-D system, as well as cancer biomarkes like IGFBP-1, sEGFR and sHER2neu performed by multiplex luminex technology. Next, we observed statistically significant higher expression of extracellular matrix (ECM) molecules including fibronectin, laminin, collagen I, and collagen IV (p<0.001) at 7 days MM-MSC culture in 3-D compared to 2-D, as determined by confocal microscopy and flow cytometry analysis. Furthermore, the activation of integrins such as VLA-2, VLA-4 and VLA-5, on the MSCs surface was also increased in 3-D MM-MSCs, as confirmed by flow cytometry analysis. To investigate the pathogenesis of MM in neoplastic BM niche, we co-cultured BM aspirates of MM cells (N=30) with MM-MSCs in vitro. Co-culturing BM aspirates with (autologous) MM-MSCs increased MM cells (CD38+/CD138+/CD19-) as well as stimulated their proliferation (determined by CFSE proliferation dye) in 3-D vs. 2-D system. MM cells in 3-D MM-MSCs were 4-fold more resistant to bortezomib and pomalidomide as well as melphalan, compared to 2-D. Finally, MM cells expressing CXCR4, as well as MM side population with “stem-like” features, were significantly increased in 3-D MM-MSCs vs. 2-D MM-MSCs cultures. Conclusions Our 3-D MM-MSCs model mimics the neoplastic BM microenvironment and myeloma niche in vitro , and may be useful to identify novel targets, validate targeted therapies and determine mechanisms of drug resistance in MM. Disclosures: Hideshima: Acetylon Pharmaceuticals: Consultancy. Richardson: Millennium: Membership on an entity’s Board of Directors or advisory committees; Johnson & Johnson: Membership on an entity’s Board of Directors or advisory committees; Novartis: Membership on an entity’s Board of Directors or advisory committees. Anderson: celgene: Consultancy; onyx: Consultancy; gilead: Consultancy; sanofi aventis: Consultancy; oncopep: Equity Ownership; acetylon: Equity Ownership.",
    "topics": [
        "multiple myeloma",
        "myeloma cells",
        "stem cell, mesenchymal",
        "gel",
        "flow cytometry",
        "molecule",
        "monocyte chemoattractant protein-1",
        "5'-nucleotidase",
        "angiopoietins",
        "bortezomib"
    ],
    "author_names": [
        "Jana Jakubikova, PhD",
        "Richard W.J. Groen, PhD",
        "Teru Hideshima, MD, PhD",
        "Danka Cholujova, PhD",
        "Jan Sedlak, PhD",
        "Constantine S. Mitsiades, MD, PhD",
        "Jacob P. Laubach, MD",
        "Nikhil C. Munshi, MD",
        "Paul G. Richardson, MD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Tumor Immunology, Cancer Research Institute, Bratislava, Slovakia"
        ],
        [
            "Department of Tumor Immunology, Cancer Research Institute, Bratislava, Slovakia"
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799"
}