{
    "doi": "https://doi.org/10.1182/blood-2019-122952",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4279",
    "start_url_page_num": 4279,
    "is_scraped": "1",
    "article_title": "Preclinical Validation of Ubiquitin Receptor PSMD4 As Therapeutic Target in Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "ubiquitin",
        "rna, small interfering",
        "caspases",
        "immunoblotting",
        "annexin a5",
        "bortezomib",
        "gene expression profiling",
        "polymerase chain reaction",
        "proteasome inhibitors"
    ],
    "author_names": [
        "Yan Song, PhD",
        "Ting DU, PhD",
        "Arghya Ray, PhD",
        "Dharminder Chauhan, PhD",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.32868324999999",
    "first_author_longitude": "-71.12796515",
    "abstract_text": "Background and Rationale Our preclinical studies have focused on Identification and validation of components within the ubiquitin proteasome system which can be targeted with novel therapies to overcome proteasome-inhibitor (PI)-resistance in multiple myeloma (MM). Our siRNA screening studies identified ubiquitin Receptor (UbR) PSMD4/Rpn10 as a mediator of MM cell growth and survival. Rpn10 is localized on the 19S regulatory lid of the proteasome, and plays a key role in chaperoning ubiquitinated substrate proteins for downstream 20S proteasomal degradation. Here, we show that inhibition of Rpn10 triggers potent anti-MM activity using both in in vitro and in vivo models of MM, including against PI-resistant MM cells. Materials and Methods Rpn10 knockout 293 cell line was generated using CRISPR/Cas9. Rpn10-inducible knockdown (KD) MM.1S cell line was generated using shRNA. Drug sensitivity, cell viability, and apoptosis assays were performed using WST/CellTiter-Glo assay, and Annexin V staining, respectively. Cell signaling and caspase activity were determined by western blotting. Proteasome activity was measured as previously described ( Chauhan et al., Cancer Cell 2012, 22:345-358 ). A xenograft human MM model was used to characterize the role of Rpn10 on tumor progression. Statistical significance was assessed with Student's t test. Results 1) Analysis of MM patient gene expression profiling database showed that Rpn10 expression inversely correlates with overall survival (n=175; p = 0.00064). 2) Real-time PCR, immunoblotting, and immunohistochemistry of MM patient bone marrow showed higher Rpn10 levels in patient MM cells and MM cell lines versus normal cells. 3) Transient transfection of MM cells with Rpn10-siRNA decreased their viability; conversely, transfection with Rpn10-WT specifically rescued cells from growth-inhibitory activity of Rpn10-siRNA. Immunoblot analysis confirmed significant knockdown of Rpn10 by Rpn10-siRNA versus scrambled (scr)-siRNA, and restoration of Rpn10 levels in cells transfected with Rpn10-WT versus Rpn10-siRNA. 4) Genetic blockade of Rpn10 decreased viability in bortezomib-resistant MM cells. 5) CRISPR/Cas9-mediated knockout (KO) of Rpn10 decreased cell growth. 5) Both Rpn10-KO and inducible Rpn10-KD cells showed elevated levels of polyubiquitylated proteins. 6) Inhibition of Rpn10 induced apoptosis, cell-cycle arrest, activation of caspases, and endoplasmic reticulum stress response signaling. 7) Reduced tumor growth was noted in mice xenografted with Rpn10-KD MM.1S cells versus mice engrafted with WT-MM.1S cells. Conclusion Our data demonstrate the therapeutic potential of targeting ubiquitin receptor Rpn10/PSMD4, and provide the preclinical basis for development of Rpn10 inhibitors to overcome PI-resistance in MM. Disclosures Chauhan: C4 Therapeutics.: Equity Ownership; Stemline Therapeutics: Consultancy. Anderson: Sanofi-Aventis: Other: Advisory Board; Takeda: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Bristol-Myers Squibb: Other: Scientific Founder; Oncopep: Other: Scientific Founder; Amgen: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau."
}