{
    "doi": "https://doi.org/10.1182/blood.V110.11.3457.3457",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=955",
    "start_url_page_num": 955,
    "is_scraped": "1",
    "article_title": "HIV-Associated NK/T-Cell Lymphomas: A Review of 93 Cases. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "hiv",
        "lymphoma",
        "natural killer t-cells",
        "acquired immunodeficiency syndrome",
        "antiretroviral therapy, highly active",
        "extranodal disease",
        "hiv infections",
        "adult t-cell lymphoma/leukemia",
        "angioimmunoblastic lymphadenopathy",
        "antigens, cd30"
    ],
    "author_names": [
        "Jorge Castillo, MD",
        "Liron Pantanowitz, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Medical Oncology, Rhode Island Hospital, Providence, RI, USA"
        ],
        [
            "Department of Pathology, Baystate Medical Center, Springfield, MA, USA"
        ]
    ],
    "first_author_latitude": "41.811448399999996",
    "first_author_longitude": "-71.4109295",
    "abstract_text": "Introduction: NK/T-cell lymphomas (NKTCL) are being reported with increased frequency in HIV-infected patients in the HAART era. However, there has been no comprehensive review of these emerging HIV-associated lymphomas. We present, to our knowledge, the first comprehensive review of the epidemiology, clinical and pathologic features, therapeutic options, and outcome in HIV-associated NKTCL. Methods : A total of 93 cases of NKTCL in HIV-infected individuals were identified in a literature review using PubMed and cited articles from 1996 until March 2007. Data regarding epidemiology (country), demographics (age, gender), clinical features (presentation, tumor location), HIV status (CD4, AIDS-defining illness, coinfections), lymphoma (WHO/EORTC subtype, immunophenotype, Ann Arbor stage), treatment, and outcome were extracted. Results: Cases were reported worldwide ( USA , Europe , South America , Asia ), with a 15x increased incidence compared to the general population. Patients were of median age 38 years (range 1–63) at presentation, exhibited a 4:1 male predominance, and had a median CD4 count of 184 cells/mm 3 . Up to 54% had a prior AIDS-defining illness. The most common clinical findings were lymphadenopathy, B symptoms, erythroderma and pruritus. All subtypes were noted including Peripheral T-cell (n=36), Cutaneous T-cell including Mycosis fungoides (n=25), Anaplastic Large Cell (n=13), Adult T-cell Leukemia/Lymphoma (n=8), NK cell (n=4), and other lymphomas (2 AILD, 2 Enteropathy-associated, 1 PEL, 1 Intravascular). Most expressed CD45RO and CD3 antigens, CD4>CD8, CD30 in a subset (n=23), and EBV was detected in 20 cases (mainly extranodal PTCL, cutaneous ALCL, and NK cells). Most (74%) were extranodal (50% involving skin) and 26% nodal. Staging (60 patients) overall showed stage I (27%), II (3%), III (17%), and IV (53%).There was no standard therapeutic approach, with 46% given one modality, 17% multimodal treatment, and 12% were untreated in reported cases. HAART was rarely used. Death occurred in 55% of patients and median overall survival (83 patients) was 1.1 years from the time of diagnosis. Conclusions: NKTCL afflicted HIV-infected persons are likely to be young males with AIDS who have a CD4 count under 200 cells/mm 3 at presentation. They are also prone to present with extranodal disease, skin involvement, and at an advanced stage. Although a standard treatment approach is still required, the prognosis of HIV-associated NKTCL remains poor. The role of HAART needs to be further explored."
}