{
    "doi": "https://doi.org/10.1182/blood.V108.11.3600.3600",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=600",
    "start_url_page_num": 600,
    "is_scraped": "1",
    "article_title": "JAK2 Gene Is Mutated in Patients with Myeloproliferative Disorders and Spontaneous Erythroid Colony Formation but Not in Patients with Spontaneous Megakaryocyte Growth Only. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "jak2 gene",
        "megakaryocytes",
        "mutation",
        "myeloproliferative disease",
        "jak2 gene mutation analysis",
        "clinical diagnostic instrument",
        "polycythemia vera",
        "polymerase chain reaction",
        "thrombocythemia, hemorrhagic",
        "erythroid progenitor cells"
    ],
    "author_names": [
        "Satu Mustjoki, MD, PhD",
        "Ioana Borze, MD",
        "Riitta Alitalo, MD, PhD",
        "Sakari Knuutila, PhD",
        "Eeva Juvonen, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Chemistry, Laboratory of Hematology, Helsinki University Central Hospital, Helsinki, Finland"
        ],
        [
            "Department of Pathology, Haartman Institute and HUSLAB, University of Helsinki and Helsinki University Central Hospital, Helsinki, Finland"
        ],
        [
            "Department of Clinical Chemistry, Laboratory of Hematology, Helsinki University Central Hospital, Helsinki, Finland"
        ],
        [
            "Department of Pathology, Haartman Institute and HUSLAB, University of Helsinki and Helsinki University Central Hospital, Helsinki, Finland"
        ],
        [
            "Department of Medicine, Division of Hematology, Helsinki University Central Hospital, Helsinki, Finland"
        ]
    ],
    "first_author_latitude": "60.2025011",
    "first_author_longitude": "24.9072625",
    "abstract_text": "In the past two decades spontaneous erythroid (BFU-E) and megakaryocytic (CFU-Meg) colony formation have proved to be useful diagnostic tools in diagnosing myeloproliferative disorders (MPD). Recently a point mutation in the JAK2-gene was discovered to be a pathogenetic event in polycythemia vera (PV) and essential thrombocythemia (ET). JAK2 mutation analysis has been recommended to be used as a primary diagnostic method for these disorders. However, so far only a few studies comparing the in vitro growth pattern of hematopoietic progenitors and JAK2 mutation status have been published and, to the best of our knowledge, no studies describing the association between spontaneous CFU-Meg growth and the JAK2 status have been conducted. Therefore, the aim of this study was to compare the results obtained with these methods in PV and ET. 52 ET and 33 PV patients were studied. Allele-specific PCR based JAK2 mutation analysis and hematopoietic colony forming assays were done from bone marrow (BM) aspirate samples. Morphology of BM aspirates was analyzed in our routine diagnostic laboratory. 30/33 (91%) PV patients and 35/52 (67%) ET patients showed spontaneous BFU-E growth. Spontaneous CFU-Meg growth was found in 23/33 (70%) of PV patients and in 29/52 (56%) of ET patients. JAK2 mutation was seen in 26 (79%) PV patients and in 31 (60 %) ET patients. All JAK2 mutated PV and ET patients were found to have spontaneous BFU-E growth. In addition, 4 of 7 (57%) JAK2 mutation negative PV patients and 4 of 21 (19%) JAK2 mutation negative ET patients had spontaneous BFU-E colony formation. JAK2 mutated ET patients had spontaneous CFU-Meg growth more often than JAK2 mutation negative patients (71% vs. 33%), while in PV patients there was no clear difference between the two groups (JAK2 mutation positive 69% vs. negative 71%). Interestingly, 9 patients (6 with ET, 3 with PV) had only spontaneous CFU-Meg growth but no spontaneous BFU-E growth. They were all JAK2 mutation negative. In addition, 11/52 ET patients (21%) were JAK2 mutation negative and had neither spontaneous BFU-E nor spontaneous CFU-Meg growth. BM morphology was considered suggestive of ET or PV in 83% and 70% of the cases respectively. No significant differences in BM morphology were found between JAK2 mutation negative and positive patients. In conclusion, in this group of 88 MPD patients spontaneous BFU-E colony growth was the most sensitive diagnostic assay. All patients with JAK2 mutation also had spontaneous BFU-E growth and an additional 8 patients without the mutation also had spontaneous BFU-E growth. Although recently the JAK2 mutation has been described in megakaryocytes as well, none of the present patients with spontaneous CFU-Meg growth but without spontaneous BFU-E growth were JAK2 mutation positive. This suggests that JAK2 mutation may not be the only pathogenetic event causing spontaneous CFU-Meg growth and further studies are needed to define genetic alterations behind this phenomenon."
}