{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4525.4525",
    "article_title": "Haploidentical Hematopoietic Cell Transplantation Followed By Donor Natural Killer Cell Infusion and Sirolimus Maintenance Can Successfully Treat Patients with High-Risk Ewing Sarcoma ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster III",
    "abstract_text": "Background: Approximately 30-40% of patients with newly diagnosed localized Ewing Sarcoma (EWS), and 60-80% with disseminated EWS, will eventually relapse. Patients with late relapse have a 5 year overall survival (OS) of 30%, while patients with early relapse (<2 years from initial diagnosis) have a more dismal 5 year OS of <10% (Stahl Ped Blood Cancer 2011). Unfortunately, conventional treatments including chemotherapy, autologous transplantation, surgery, and radiation therapy often lead to additional morbidities without substantial gains in disease remissions or survival. Allogeneic hematopoietic cell transplantation (HCT) using human leukocyte antigen (HLA)-matched related donors has shown some success for patients with high-risk EWS (Baird BBMT 2012). Additionally, EWS cells are exquisitely sensitive to natural killer (NK) cell cytotoxic activity (Cho CCR 2010), and many EWS tumors have upregulated the mammalian target of rapamycin (mTOR) pathway making them susceptible to anti-mTOR agents (Wan et al The Oncologist 2007). With growing literature supporting the safety and efficacy of HLA-haploidentical HCT with post-transplant cyclophosphamide (CY) for hematological malignancies, we developed a novel treatment regimen adding a single infusion of donor NK cells on day +7 after HLA-haploidentical HCT, followed by sirolimus as part of a GVHD prophylaxis strategy. We hypothesized that this multi-faceted immunotherapy approach, in combination with an mTOR-inhibitor post-transplant, would be well-tolerated and efficacious in patients with relapsed EWS. Methods: Patients received reduced-intensity conditioning using fludarabine (150 mg/m2), CY (29 mg/kg) and 3 Gy total body irradiation, followed by infusion of HLA-haploidentical related marrow (n=4) or peripheral blood stem cells (n=2). Post-transplant immune suppression consisted of CY (50 mg/kg, days +3 and +4), tacrolimus (beginning day +5, and transitioned to sirolimus from day +28 to 6 months), and mycophenolate mofetil (MMF) (day +9 to +84). MMF initiation was delayed until day +9 to decrease concerns of inhibiting NK activity. For NK cell therapy, non-mobilized peripheral blood mononuclear cells were collected from the same haplo donors on day +6 using apheresis. NK cells were selected on day +7 using the Miltenyi CliniMACS system (CD3 depletion followed by CD56 selection) and were administered as a single, fresh infusion that same day without prior culturing, expansion, or exogenous cytokine exposure. Results: Four pediatric and 2 adult patients with median age of 18.5 (10.5-34.0) years having relapsed EWS were enrolled on this Phase II study. All patients had stable or undetectable gross disease at HCT. Patients had 1 (n=3), 2 (n=2), or 5 (n=1) relapses prior to HCT. Median time from EWS diagnosis to first relapse was 22.5 (15-56) months. Two patients had prior autologous HCTs. Median HCT-CI score at time of transplant was 4 (2-5), demonstrating increased risk for transplant-related mortality (TRM). Patients received a median CD34 dose of 5.24 (1.3-8.3) x 10 6 /kg. NK cell products had a median log T cell depletion of 6.25 (5.18-6.42), median NK recovery of 54% (47-71%), and median NK purity of 91% (78-96%). Excellent viability (>99%) was seen in all NK products. Donor NK infusions were well-tolerated without fevers or other adverse reactions. Sustained full donor chimerism (>95% CD3) was achieved in all 6 patients. One patient developed stage 1 (grade II) gut graft-versus-host disease (GVHD) at day +52 which was treated with budesonide. To date, no patients have developed chronic GVHD nor have died from TRM. With a median follow-up of 1.3 years (range, 180 days - 2.7 years), 1 year overall survival is estimated at 75% (see figure). Three patients have relapsed or progressed at 187, 284, and 455 days after HCT, of which 1 patient (who had 5 prior relapses), died of progressive disease at day +350. The other 2 patients have received salvage treatments. They remain alive with full-donor chimerism and low-level/absent disease at 1.7 and 2.7 years post-HCT. Summary: This dual immunotherapy approach, using HLA-haploidentical HCT with donor NK cell infusion, followed by sirolimus maintenance, was well-tolerated by all patients. While longer follow-up is needed, preliminary results of this ongoing novel approach demonstrate feasibility in EWS patients, with better than expected 1 year OS and promising disease control. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Thakar: Miltenyi Biotec: Other: funding of partial costs - disposable agents. Hari: Janssen: Honoraria; Sanofi: Honoraria, Research Funding; Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy; Takeda Pharmaceuticals: Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; Spectrum: Consultancy, Research Funding; Amgen: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "donors",
        "ewing's sarcoma",
        "hematopoietic stem cell transplantation",
        "infusion procedures",
        "natural killer cells",
        "rapamycin",
        "human leukocyte antigens",
        "transplantation",
        "graft-versus-host disease",
        "follow-up"
    ],
    "author_names": [
        "Monica Thakar, MD",
        "Meghen Browning, MD",
        "Parameswaran Hari, MD MRCP, MS",
        "John Charlson, MD",
        "Amy Newman, PhD",
        "Brent R. Logan, PhD",
        "Nathan Schloemer, MD",
        "Michael Kelly, MD PhD",
        "Bryon Johnson, PhD",
        "Subramaniam Malarkannan, PhD",
        "Carolyn A. Keever-Taylor, DPhil"
    ],
    "author_dict_list": [
        {
            "author_name": "Monica Thakar, MD",
            "author_affiliations": [
                "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Meghen Browning, MD",
            "author_affiliations": [
                "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Hari, MD MRCP, MS",
            "author_affiliations": [
                "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Charlson, MD",
            "author_affiliations": [
                "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Newman, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brent R. Logan, PhD",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan Schloemer, MD",
            "author_affiliations": [
                "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kelly, MD PhD",
            "author_affiliations": [
                "Akron Children's Hospital, Akron, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryon Johnson, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Subramaniam Malarkannan, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI ",
                "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolyn A. Keever-Taylor, DPhil",
            "author_affiliations": [
                "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:36:13",
    "is_scraped": "1"
}