{
    "doi": "https://doi.org/10.1182/blood-2020-140398",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4607",
    "start_url_page_num": 4607,
    "is_scraped": "1",
    "article_title": "Estimation of Long-Term Survival with Tafasitamab + Lenalidomide in Relapsed/Refractory Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": null,
    "author_names": [
        "Gilles Salles, MDPhD",
        "Budhaditya Goswami, MD",
        "Vincenzo Bagnardi",
        "Debarshi Dey",
        "Mark Winderlich, PhD",
        "Sumeet Ambarkhane, MD MBBS",
        "Dan Huang",
        "Grzegorz S. Nowakowski, MD"
    ],
    "author_affiliations": [
        [
            "Hématologie Hospices Civils de Lyon and Université de Lyon, Lyon, France "
        ],
        [
            "IQVIA, Frankfurt, Germany "
        ],
        [
            "Department of Statistics and Quantitative Methods, University of Milan-Bicocca, Milan, Italy "
        ],
        [
            "MorphoSys AG, Planegg, Germany "
        ],
        [
            "MorphoSys AG, Planegg, Germany "
        ],
        [
            "MorphoSys AG, Planegg, Germany "
        ],
        [
            "MorphoSys AG, Planegg, Germany "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "45.7608649",
    "first_author_longitude": "4.8315594",
    "abstract_text": "Background L-MIND (NCT02399085) is an ongoing, open-label, single-arm, Phase II study of tafasitamab + lenalidomide (LEN) in patients with relapsed/refractory (R/R) diffuse large B-cell lymphoma (DLBCL) who are ineligible for autologous stem cell transplant. Progression-free survival (PFS) estimates the treatment effect of the study drug only, while overall survival (OS) also includes effects of potential subsequent cancer treatments or palliative care. Given that not all OS and PFS events have occurred after a long follow-up duration, traditional survival analyses may underestimate survival benefit for tafasitamab + LEN by assuming the same mortality rate for the whole population. We used mixture cure models to estimate the proportion of long-term survivors (LTS) and survival benefit associated with tafasitamab + LEN treatment. Methods In the L-MIND study (data cut-off: Nov 30, 2019), 80/81 enrolled patients with R/R DLBCL received tafasitamab + LEN, with a median and maximum follow-up duration of 31.8 months (95% CI: 27.2-35.9) and 43.5 months, respectively. The Kaplan-Meier (KM) plots of PFS and OS were observed to plateau after 30 months, with the majority of events reported up to that time-point and very few events beyond this time-point. Patients without a PFS event or patients who did not decease after the observed plateau exhibit a high survival benefit from tafasitamab + LEN treatment and are considered LTS. Thus, the patient population can be considered to consist of two sub-populations - LTS and non-LTS. A \"mixture cure model\" was fitted on the PFS and OS data to estimate the proportion of LTS and associated mean survival for the two sub-populations (Lambert PC, et al. 2007). To incorporate background mortality (Bansal, et al. 2019), age- and sex-specific US mortality rates (US CDC 2017) were factored in for the entire study population (enrolled in Europe and US). The weighted average of the mean survival for the two sub-populations provided an estimate of the mean survival for the whole population. For comparative purposes, standard parametric models without considering an LTS proportion were fitted on PFS and OS data additionally. Sensitivity analyses were performed considering different survival distributions (exponential distribution, Weibull distribution and log-logistic distribution). Results By using a mixture cure model fitted to PFS and OS data separately, the estimated proportion of LTS for the tafasitamab + LEN combination was 42% (95% CI: 30-55) and 47% (95% CI: 29-66), respectively. The predicted mean survival when mixture cure model was fitted on PFS data was 16.7 years for LTS patients vs 0.5 years for non-LTS patients, yielding 7.3 years for the overall population. Under this mixture cure model, the survival rates of patients with tafasitamab + LEN treatment were 40.2% and 36.0% at 2 and 5 years. Similar results were obtained when the mixture cure model was fitted on OS data. Using a standard parametric model (Weibull distribution), the predicted mean survival in the overall population was 2.8 years fitting PFS data (Figure 1) and 4.5 years fitting OS data (Figure 2). Conclusions PFS and OS KM curves for the L-MIND study reaching a long plateau and not following a Weibull distribution suggest the presence of an LTS subgroup. Standard parametric models may lead to a biased estimation of the OS benefit in such situations. The mixture cure model suggests that the treatment of R/R DLBCL patients with tafasitamab + LEN is associated with a high LTS proportion. The survival rates of patients with tafasitamab + LEN treatment were 40.2% and 36.0% at 2 and 5 years. View large Download slide View large Download slide  Disclosures Salles: Takeda: Honoraria; BMS/Celgene: Honoraria, Other: consultancy or advisory role; Debiopharm: Consultancy, Honoraria, Other: consultancy or advisory role; Genmab: Honoraria, Other; Karyopharm: Honoraria; Kite, a Gilead Company: Honoraria, Other: consultancy or advisory role ; Epizyme: Honoraria, Other: consultancy or advisory role; Janssen: Honoraria, Other: consultancy or advisory role; Abbvie: Other: consultancy or advisory role; Roche: Honoraria, Other: consultancy or advisory role; Novartis: Honoraria, Other: consultancy or advisory role; MorphoSys: Honoraria, Other: consultancy or advisory role; Autolos: Other: consultancy or advisory role. Goswami: MorphoSys AG: Ended employment in the past 24 months. Bagnardi: MorphoSys AG: Consultancy. Dey: MorphoSys AG: Current Employment. Winderlich: MorphoSys AG: Current Employment. Ambarkhane: MorphoSys AG: Current Employment. Huang: MorphoSys AG: Current Employment. Nowakowski: Curis: Consultancy; Kymera: Consultancy; Kite: Consultancy; Ryvu: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene/BMS: Consultancy, Research Funding; Seattle Genetics: Consultancy; MorphoSys: Consultancy, Research Funding; NanoString: Research Funding."
}