{
    "doi": "https://doi.org/10.1182/blood-2021-151022",
    "article_title": "Mesenchymal Stem Cell Derived Extracellular Vesicles Reverse Radiation-Induced Cytokine Storm ",
    "article_date": "November 5, 2021",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment",
    "abstract_text": "Cytokine storm or cytokine release syndrome is a systemic inflammatory response to different triggers which leads to excessive activation of immune cells with the release of a large amount of pro-inflammatory cytokines. These uncontrolled and excessive releases of cytokines accompany multisystem organ failure and death. Acute radiation exposure leads to acute hematopoietic and acute gastrointestinal syndromes with early mortality. Cytokine storm accompanies these syndromes and significantly complicates the clinical outcomes. Recent data has suggested that the inflammasome and associate cytokine storm may play a major role in various injuries and tissue problems after irradiation. Inflammasome activates caspase-1 which give rise to the proinflammatory cytokines such as interleukin-18 (IL-18) and interleukin-1 beta (IL-1β) into their biologically active forms and further induce other cytokines release. Extracellular vesicles (EVs) are nanosized lipid bilayer vesicles, released from cells in the whole body. EVs play an important role in intercellular communication. EVs have been shown to transfer protein, lipid, DNA, mRNAs, and microRNAs to recipient cells, thereby mediating a variety of biological responses. We have been investigating the capacity of marrow-derived mesenchymal stem cell extracellular vesicles (MSC-EV) to reverse radiation damage to murine bone marrow stem/progenitor cells. In this study, we have evaluated the effect of MSC-EVs on reversal of high dose radiation injury to bone marrow cells. C57BL/6 mice received 0, 700, and 950-1000cGy WBI (either single or split dose). After 24 hrs. post-irradiation, mice received an IV infusion of 2X10 9 hMSC EVs daily for three days with a control group receiving vehicle only. Marrow was harvested from 700 cGy exposed mice which were vesicle treated or not. These marrow cells were evaluated for engraftment into 950 cGy exposed mice. The engraftment rates in mice transplanted with marrow from irradiated EV injected animals was 34.66±14.19% at 4 months post transplantation and marrow from the group not treated with EV gave an engraftment rate of 6.92±3.53%. We further evaluated the effect of MSCs-EVs on decreasing the mortality in mice exposed to 950cGy WBI. The MSC-EV untreated mice were dead between 12-18 days post radiation, but MSC-EV treated mice maintained a 60% survival rate at 130 days post radiation, suggesting that MSC-EV treatment could significantly extend the survival rate of mice after exposure to lethal radiation. We evaluated the circulating inflammatory markers in 1000 cGy whole body irradiated mice with/without MSC-EV treatment. Twenty-four hours post-irradiation, mice received an IV infusion of 2x10 9 hMSC EVs every day for three days with a control group receiving vehicle only. The serum was collected after 8 days post radiation for inflammatory response analysis by ProcartaPlex multiplex immunoassays. There were dramatic increases in cytokines secretion in serum including IFN gamma, IL-12p70, IL-13, IL-1 beta, IL-2, IL-5, IL-6, TNF alpha, GM-CSF and IL-18 in irradiated mice compared to non-irradiated mice and a significant reduction in cytokine levels after MSC-EVs treatment. We further found significantly higher levels of IL-1 beta and activated caspase-1 p20 protein expression in the spleen after 1000cGy radiation compared to non-radiated mice. Moreover, we found that with MSC-EV treatment, the expression level of IL-1 beta and active caspase-1 p20 was significantly inhibited in spleen compared to untreated irradiated mice, indicating that the inhibition of cytokine storm post-radiation by MSC-EVs might be mediated by inhibition of inflammasome activation. Our study suggests that EV Inhibition of an inflammasome mediated cytokine storm could be therapeutically important in many disease entities. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Sicheng Wen",
        "Mark S Dooner",
        "Mandy Pereira",
        "Michael Del Tatto",
        "Elaine Papa",
        "Peter J Quesenberry"
    ],
    "author_dict_list": [
        {
            "author_name": "Sicheng Wen",
            "author_affiliations": [
                "Division of Hematology and Oncology, Rhode Island Hospital, Providence, RI",
                "The Warren Alpert Medical School of Brown University, Providence, RI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark S Dooner",
            "author_affiliations": [
                "Division of Hematology and Oncology, Rhode Island Hospital, Providence, RI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mandy Pereira",
            "author_affiliations": [
                "Division of Hematology and Oncology, Rhode Island Hospital, Providence, RI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Del Tatto",
            "author_affiliations": [
                "Division of Hematology and Oncology, Rhode Island Hospital, Providence, RI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elaine Papa",
            "author_affiliations": [
                "Division of Hematology and Oncology, Rhode Island Hospital, Providence, RI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter J Quesenberry",
            "author_affiliations": [
                "Division of Hematology and Oncology, Rhode Island Hospital, Providence, RI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:31:03",
    "is_scraped": "1"
}