{
    "doi": "https://doi.org/10.1182/blood.V122.21.5068.5068",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2497",
    "start_url_page_num": 2497,
    "is_scraped": "1",
    "article_title": "Secondary Hemophagocytic Lymphohistiocytosis As a Presentation For Peripheral T-Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "topics": [
        "hemophagocytic lymphohistiocytosis",
        "lymphoma, t-cell, peripheral",
        "cancer",
        "pancytopenia",
        "fever",
        "lymphoma",
        "bone marrow biopsy",
        "crohn's disease",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Mahender Yellu, M.D.",
        "Stephen Medlin, DO, FACP"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Cincinnati, Cincinnati, OH, USA, "
        ],
        [
            "Hematology-Oncology, University of Cincinnati, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "39.12470844999999",
    "first_author_longitude": "-84.53349575",
    "abstract_text": "Hemophagocytic lymphohistiocytosis (HLH) is often an elusive diagnosis in adults. HLH can be primary or secondary, with treatment of secondary HLH based on the cause. It is important to identify malignancy if present to help best optimize outcomes long term. HLH is characterized clinically by highly activated, ineffective immune response with cytopenia. HLH patients often present with subtle and generalized symptoms such as fever, hepatosplenomegaly, pancytopenia and lymphadenopathy. In secondary HLH, several factors serve as triggers. These are divided into infectious, malignant, rheumatologic, and during immunosuppression. Infection and malignancy are the most common causes. One study reported 28 patients with secondary HLH, 13/28 (46%) had infectious cause (11 positive EBV serology and two patients had leishmaniasis); lymphoma was identified in 11/28 (39%) and autoimmune disease in 3 (10%) 1 . Another study included 56 patients with secondary HLH, 43 (76%) patients had malignancy, and 23 (41%) patients had infectious etiology. Underlying immune deficiency was present in 38 (67.8%) patients 2. Although primary HLH is well documented in the literature, secondary or acquired HLH is only reported in the form of cases, small retrospective studies and single institutional case series reports. Secondary HLH is highly underreported due to its rarity and nonspecific presentation. Here we present a case of secondary HLH from T-cell lymphoma; discuss clinical features and importance of initial accurate diagnosis in optimizing outcomes. A 41 y/o gentleman with past medical history of Crohn’s disease for 5 years, presented to the emergency room for fevers of approximately 2-week duration. His therapy for Crohn’s disease included, steroids, azathioprine and two doses of adalimumab. He had pancytopenia and bone marrow biopsy demonstrated hemophagocytosis. The HLH diagnosis was further supported by elevated ferritin and elevated soluble IL-2 receptor. Cytogenetics of bone marrow sample demonstrated complex karyotype. The infectious work up demonstrated Epstein Barr Virus (EBV) by PCR. Genetic testing was unremarkable. Patient was managed based on 2004-HLH protocol with dose reduction for pancytopenia. He was maintained on oral cyclosporine and stopped after 6 months when he started having fevers and pancytopenia again. Repeat bone marrow biopsy demonstrated no reactivation of HLH but noted lymphocytosis, consistent with peripheral T cell lymphoma. Cytogenetic studies demonstrated the same complex clone but now with evolution. He received CHOP chemotherapy and etoposide was added after his cerebrospinal fluid was positive for lymphoma. PET-CT showed extensive changes in the bone marrow, spleen and T1 vertebral body. Patient responded poorly and care was drawn on d28 after CHOP. Secondary HLH is an uncommon disease usually triggered by an infection, hematologic malignancy or it may occur in the setting of a rheumatologic disease. Lymphoma is common in secondary HLH and peripheral T cell lymphoma is more commonly resistant at relapse. Clonal abnormalities may help to earlier identify individuals with an underlying malignancy. Patients may benefit from thorough evaluation at presentation for underlying hematologic malignancy as management differs completely. Studies such as PET scan should be considered to search for underlying occult malignancy and cytogenetic studies need to be performed on marrow samples. In our case, repeat cytogentic studies revealed the same clone that was diagnosed at presentation. Initial appropriate therapy for Peripheral T cell lymphoma may have improved this outcome. 1. Zhongguo Shi Yan Xue Ye Xue Za Zhi. 2010 Apr;18(2):463-5. Intensive Care Med. 2010 Oct;36(10):1695-702. Disclosures: No relevant conflicts of interest to declare."
}