{
    "doi": "https://doi.org/10.1182/blood.V124.21.870.870",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2879",
    "start_url_page_num": 2879,
    "is_scraped": "1",
    "article_title": " In Vivo Methylome Changes in Purified Peripheral Blood Blasts and T Cells of AML Patients Treated with Decitabine: Statistical Modelling of a Hypomethylation Response ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "topics": [
        "blast cells",
        "decitabine",
        "hypomethylation",
        "models, statistical",
        "t-lymphocytes",
        "valproic acid",
        "biological markers",
        "cd34 antigens",
        "dilatation, pathologic",
        "dna"
    ],
    "author_names": [
        "Nadja Blagitko-Dorfs, PhD",
        "Pascal Schlosser, MSc",
        "Rainer Claus, MD",
        "Tobias Ma, M.Sc.",
        "Katharina Götze",
        "Michael Heuser, MD",
        "Gerhard Heil, MD",
        "Sven Wessendorf, MD",
        "Andreas Neubauer, MD",
        "Jürgen Krauter, MD",
        "Irmgard Dresel, MD",
        "Konstanze Döhner, MD",
        "Gesine Bug",
        "Hans Walter Lindemann, MD",
        "Helmut R. Salih, MD",
        "Sebastian Scholl, MD",
        "Carsten Mueller-Tidow, MD",
        "Wolfram Brugger, MD",
        "Olga Grishina, MD",
        "Björn Hackanson, MD",
        "Martin Schumacher, PhD",
        "Michael Lübbert"
    ],
    "author_affiliations": [
        [
            "University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "University Medical Center Freiburg, Freiburg, Germany ",
            "University of Freiburg, Freiburg, Germany "
        ],
        [
            "University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "Technical University of Munich, Munich, Germany "
        ],
        [
            "Hannover Medical School, Hannover, Germany "
        ],
        [
            "Hospital Lüdenscheid, Lüdenscheid, Germany "
        ],
        [
            "Klinikum Esslingen, Esslingen, Germany "
        ],
        [
            "Philipps University Marburg, Marburg, Germany "
        ],
        [
            "Hospital of Braunschweig, Braunschweig, Germany "
        ],
        [
            "Ortenau-Klinikum Offenburg-Gengenbach, Offenburg, Germany "
        ],
        [
            "University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Goethe University Frankfurt, Frankfurt, Germany "
        ],
        [
            "Kath. Krankenhaus Hagen gem. GmbH - St.-Marien-Hospital, Hagen, Germany "
        ],
        [
            "Eberhard Karls University, Tuebingen, Germany "
        ],
        [
            "Jena University Hospital, Jena, Germany "
        ],
        [
            "Universitätsklinikum Halle, Halle, Germany "
        ],
        [
            "Schwarzwald-Baar-Klinikum, Villingen-Schwenningen, Germany "
        ],
        [
            "University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "University Medical Center, Freiburg, Germany"
        ],
        [
            "University of Freiburg, Freiburg, Germany "
        ],
        [
            "University Medical Center Freiburg, Freiburg, Germany "
        ]
    ],
    "first_author_latitude": "48.00699074999999",
    "first_author_longitude": "7.833121349999998",
    "abstract_text": "Introduction: Treatment of acute myeloid leukemia (AML) in elderly patients remains challenging. Low-dose DNA hypomethylating agents are a therapeutic option in myelodysplastic syndromes and AML. However, the mechanism of action of hypomethylating agents and the role of induction of DNA hypomethylation in the clinical response is still unclear. To unravel the in vivo effects of sequential cycles of decitabine, we set out to characterize methylomes of leukemic blasts, T cells (presumably not part of the malignant clone) and granulocytes before and during treatment of AML patients enrolled in the randomized phase II DECIDER clinical trial (NCT00867672). We developed a statistical model for longitudinal data analysis to identify the strongest hypomethylation response. Methods: Peripheral blood mononuclear cells (PBMC) from AML patients were collected before and during therapy (i.v. 20 mg/m 2 decitabine for 5 days, with or without subsequent oral drug add-on). Leukemic blasts and T-cells were isolated using automatic magnetic sorting of cells (autoMACS) labelled with anti-human CD34, CD117 and CD3 MACS microbeads (Miltenyi Biotec), respectively. Granulocytes were isolated using dextran sedimentation. Cell type specific genome-wide DNA methylation profiles were obtained using Infinium Human Methylation 450 BeadChip arrays. Data were analyzed using R packages RnBeads applying beta mixture quantile dilation for normalization (Teschendorff et al. Bioinformatics , 29:189–196, 2013) and a modified version of NHMMfdr for multiple testing. Results: Peripheral blood blasts (median purity: 92%) were isolated from 20 patients, and T cells (median purity: 94%) from 26 patients before treatment and on days 4 and/or 8 and 15 of treatment cycle 1. From 10 patients, blasts and T cells were also collected during and/or after cycle 2. In total, until now 127 methylomes (46 blasts, 47 T cells, 34 granulocytes) were generated and used for mathematical modelling. Since the trial is still recruiting, genome-wide methylation was interpreted blinded to all clinical data including drug add-on (ATRA, valproic acid). First, the methylation dynamics of each individual CpG site described by a specified summary statistics were identified. Then, inter-probe distance and CpG annotation were incorporated to explain the dependence structure between CpG sites. In order to control the false discovery rate (FDR), we adapted a method proposed for differential DNA methylation (Kuan & Chiang, Biometrics 68: 774–783, 2012). The summary statistics for each CpG site were modelled to follow a non–homogeneous hidden Markov model. Statistical testing was validated by simulations revealing a very high discriminative power for affected CpGs even with very low methylation dynamics. Applying the model to blasts and T cells, extensive differences in the in vivo methylation changes became apparent. In blasts, 13% of CpG (59,920 CpGs of total 460,343 CpGs) showed significant DNA hypomethylation (Δβ>0.1, FDR<0.05) shared between patients by day 8, 75.8% of which (45,428 CpGs) were at least partially remethylated by day 15. Out of the 59,920 CpGs hypomethylated by day 8, 21.2% were located in promoters, 50.1% in gene bodies and 28.7% in intergenic regions. In contrast, in T cells only 2 CpGs out of 460,343 CpGs were significantly hypomethylated. This low number is partially due to the higher inter-individual variance as compared to leukemic blasts. Increases in DNA methylation across all patients were very rare, with only 38 CpGs consistently and significantly hypermethylated in blasts and none in T cells. Methylome analysis in granulocytes is currently ongoing. Conclusions: Our mathematical model revealed significant DNA hypomethylation by day 8, with striking remethylation by day 15 from start of decitabine treatment in AML blasts in vivo . Most of the hypomethylated CpGs resided in non-promoter regions. In contrast, T-cells were much less affected, which might be due to the low cell division rate and the fact that they are non-malignant cells. This model will hopefully allow determination whether the effects of decitabine are targeted or random, by including sequential samples from later treatment cycles. Unblinding of the patients' clinical data will reveal potential biomarkers of response to epigenetic therapy. Disclosures Lübbert: Ratiopharm: received study drug valproic acid, received study drug valproic acid Other; Johnson&Johnson: Honoraria, Membership on an entity's Board of Directors or advisory committees, received study drug decitabine Other."
}