{
    "doi": "https://doi.org/10.1182/blood.V120.21.661.661",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2245",
    "start_url_page_num": 2245,
    "is_scraped": "1",
    "article_title": "Second Neoplasms After Treatment of Childhood Acute Lymphoblastic Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "612. Acute Lymphoblastic Leukemia - Pathophysiology &amp; Clinical Studies: Treatment of High-risk Subsets and Complications",
    "topics": [
        "leukemia, lymphocytic, acute, childhood",
        "neoplasms, second primary",
        "central nervous system neoplasms",
        "transplantation",
        "brain tumors",
        "cancer",
        "carcinoma",
        "meningioma",
        "disease remission",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Kjeld Schmiegelow",
        "Mette Levinsen",
        "Andishe Attarbashi",
        "Andre Baruchel",
        "Meenakshi Devidas, PhD",
        "Gabriele Escherich, MD",
        "Brenda Gibson",
        "Christiane Heydrich",
        "Keizo Horibe, MD",
        "Yasushi Ishida",
        "Der-Cherng Liang, MD",
        "Franco Locatelli, Prof, MD, PhD",
        "Gerard Michel",
        "Rob Pieters, MD, PhD",
        "Caroline Piette",
        "Ching-Hon Pui, MD",
        "Susana C. Raimondi",
        "Lewis B. Silverman, MD",
        "Martin Stanulla, MD, MSc",
        "Batia Stark",
        "Naomi Winick, MD",
        "Maria Grazia Valsecchi"
    ],
    "author_affiliations": [
        [
            "Pediatrics and Adolescent Medicine, University Hospital Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Pediatrics and Adolescent Medicine, University Hospital Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "St Anna Children's Hospital, Vienna, Austria, "
        ],
        [
            "Dept. of Pediatric Hematology, Hopital Saint Louis, Paris, France, "
        ],
        [
            "Department of Epidemiology and Health Policy Research Medicine, University of Florida, Gainesville, FL, USA, "
        ],
        [
            "Zentrum für Frauen-, Kinder - und Jugendmedizin, Hamburg, Germany, "
        ],
        [
            "Dept of Paediatric Haematology, Royal Hospital for Sick Children, Glasgow, United Kingdom, "
        ],
        [
            "Department of Pediatrics, University Hospital Schleswig-Holstein, Kiel, Germany, "
        ],
        [
            "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan, "
        ],
        [
            "Department of Pediatrics, St. Luke's International Hospital, Tokyo, Japan, "
        ],
        [
            "Division of Pediatric Hematology-Oncology, Mackay Memorial Hospital, Taipei, Taiwan, "
        ],
        [
            "Department of Pediatric Hematology-Oncology, IRCCS Ospedale Bambino Gesù, Rome, Italy, "
        ],
        [
            "Centre Hayem, Hôpital Saint-Louis, Paris, France, "
        ],
        [
            "Sophia Childrens Hosp. Rotterdam Dept. of Pediatric Hem./Onc., Erasmus MC, Rotterdam, Netherlands, "
        ],
        [
            "EORTC Headquarters, Brussels, Belgium, "
        ],
        [
            "Oncology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Dana-Farber Cancer Institute/Children's Hospital Boston, Boston, MA, USA, "
        ],
        [
            "Department of Pediatrics, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany, "
        ],
        [
            "Pediatric Hematology Oncology, Schneider Children's Medical Center of Israel, Petah-Tikva, Israel, "
        ],
        [
            "Pediatric Hematology-Oncology, University of Texas Southwestern Medical Center, Dallas, TX, USA, "
        ],
        [
            "Centro Operativo di Ricerca Statistica, Univ. Milano-Bicocca, Monza, Italy"
        ]
    ],
    "first_author_latitude": "55.6960841",
    "first_author_longitude": "12.5667877",
    "abstract_text": "Abstract 661 Purpose: The 10-year overall survival (OS) for childhood ALL is now 80% or higher with many contemporary treatment programs. Although, second neoplasms (SMN) after diagnosis of childhood acute lymphoblastic leukemia (ALL) are rare events, toxic death in remission and death due to a SMN may constitute up to one third of all deaths among children with ALL. Previously reported cumulative incidences of SMN have varied between treatment protocols from less than 1% to 10% or more due to differences in the antileukemic therapy and duration and structure of follow-up. Method: 18 collaborative groups from Europe, Asia and the US analyzed risk factors and outcome of 642 SMNs occurring as first event after childhood ALL entered onto ALL trials between 1980 and 2007. Result: 186 patients had acute myeloid leukemias (AML), 138 brain tumors, 78 carcinomas, 81 lymphomas, 69 myelodysplasias (MDS), and 90 others malignancies. The median time interval to SMN was 4.8 years, being shortest for hematological malignancies (2.9 years) and longest for patients with carcinomas (10.1 years), meningiomas (16.2 years) and melanomas (10.0 years). AML/MDS (t-MN) with monosomy 7 or 5q- was associated with high-hyperdiploid ALL karyotypes, whereas MLL-rearranged AML/MDS was associated with ALL translocations (p=0.03). The pattern of SMN was significantly influenced by the preceding ALL therapy. The vast majority of CNS tumors had received cranial irradiation. The 12 CNS tumor patients who had not received CNS-irradiation were diagnosed at significantly shorter intervals after ALL than the 97 CNS tumors that occurred after CNS irradiation (median, 6.6 versus 9.1 years, P=0.01). 38 of 50 (76.0%) cases of t-MN with an aberrant karyotype and previous exposure to epipodophyllotoxins had 11q23/MLL rearrangements, whereas only four (8.0%) had monosomy 7 and none had 5q-. Patients developing myeloid malignancies had received higher maintenance therapy 6-mercaptopurine starting doses than patients with other SMNs (p< 0.001). Transplantation during first remission of ALL had been performed in 29 of the 510 ALL patients (5.7%) with available information. One of 74 (1.4%) patients with CNS tumors and seven of 193 (3.6%) with t-MN had been transplanted as compared to 9 of 32 (28.1%) with carcinomas and 8 of 52 (15.4%) with other SMNs (P<0.001). The 5 year OS for all SMNs was 40.4±2.1. Acute myeloid leukemia, myelodysplastic syndrome, and non-meningioma brain tumors (n=116) had the poorest outcome (5-year survival rate, 18.1±2.9%, 31.1±6.2%, and 18.3±3.8%, respectively). Allogeneic stem-cell transplantation failed to improve outcome of secondary myeloid malignancies after adjusting for waiting time to transplantation. The OS was 30.3±4.4% for 119 transplanted AML/MDS patients vs 11.4±4.0% for 66 non-transplanted patients (p< 0.001), but this difference in survival was eliminated after adjustment for waiting time to transplant (4.1 months). Five year OS rates were above 90% for patients with meningiomas, Hodgkin disease, thyroid carcinoma, basal cell carcinomas, and glandula parotis tumors, and 68.5±6.4% for NHL. Conclusion: Disease- and treatment-related factors influence risk of SMN among childhood ALL patients, being most pronounced for central nervous system irradiation. Except for brain tumors, AML and MDS, survival after SMN was very similar to their primary counterparts. Disclosures: No relevant conflicts of interest to declare."
}