{
    "doi": "https://doi.org/10.1182/blood.V114.22.1597.1597",
    "article_title": "Inhibition of STAT5 by IL-1β or the Inhibitor of Janus Kinases Stimulates Dormant Human Leukemia Stem Cells and Sensitizes Them to Anti-Leukemia Agents. ",
    "article_date": "November 20, 2009",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis Poster I",
    "abstract_text": "Abstract 1597 Poster Board I-623 Leukemia stem cells (LSCs) are in a quiescent state, which maybe contributes to their drug-resistant character. It is essential to eradicate LSCs to develop curative therapy for leukemia. To verify molecular mechanisms by which LSCs maintain a dormant state, we examined the activity of the major pro-survival signal pathways in LSCs (CD34 + /CD38 - compartment) and non-LSCs (CD34 + /CD38 + compartment) counterparts from patients with acute myelogenous leukemia (AML, n=3) and acute lymphoblastic leukemia (ALL, n=1) by FACS. Interestingly, LSCs compartment expressed a greater amount of the phosphorylated forms of STAT5 (p-STAT5) than non-LSCs counterparts in all patients. Further studies found that levels of interleukin-1b (IL-1b) were significantly down-regulated in LSCs compared with non-LSCs ( p <0.05) and normal hematopoietic stem cells ( p <0.01), as measured by real-time RT-PCR. Importantly, exposure of LSCs to IL-1b (50 ng/ml) dephosphorylated STAT5 and decreased the population of cells in a dormant state, as assessed by cell cycle analysis. In addition, blockade of JAK2/STAT5 signaling by the specific JAK2 inhibitor AZ960 stimulated cell-cycling in LSCs in conjunction with down-regulation of cyclin-dependent kinase inhibitor p21 waf1 . As expected, IL-1b and AZ960 sensitized LSCs to cytarabine and the inhibitor of the FLT3 kinase, as assessed by clonogenic assay. Moreover, this study found that LSCs expressed a greater amount of anti-apoptotic protein Bcl-xL than non-LSCs counterparts. Exposure of LSCs to AZ960 potently induced apoptosis in parallel with down-regulation of Bcl-xL, as assessed by induction of the cleaved forms of PARP. Taken together, JAK2/STAT5 signaling may be a promising molecular target to eradicate LSCs in individuals with AML and ALL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "janus kinase",
        "leukemia",
        "stem cells",
        "interleukin-1 beta",
        "bcl-xl protein",
        "cd34 antigens",
        "acute lymphocytic leukemia",
        "cyclin-dependent kinase inhibitors",
        "cytarabine",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Takayuki Ikezoe",
        "Yang Jing",
        "Chie Nishioka",
        "Shinsuke Kojima",
        "Asako Takeuchi",
        "Akihito Yokoyama"
    ],
    "author_dict_list": [
        {
            "author_name": "Takayuki Ikezoe",
            "author_affiliations": [
                "Kochi University, Nankoku, AR, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yang Jing",
            "author_affiliations": [
                "Hem. & Respiratory Med., Kochi University, Nankoku, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chie Nishioka",
            "author_affiliations": [
                "Hematology and Respiratory Medicine, Kochi University, Nankoku, Jordan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinsuke Kojima",
            "author_affiliations": [
                "Kochi University, Nankoku, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asako Takeuchi",
            "author_affiliations": [
                "Kohci University, Nankoku, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihito Yokoyama",
            "author_affiliations": [
                "Hematology and Respiratory Medicine, Kochi University, Nankoku, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T18:46:52",
    "is_scraped": "1"
}