{
    "doi": "https://doi.org/10.1182/blood.V120.21.2678.2678",
    "article_title": "Small Nucleolar RNA Expression Profiling Identifies Potential Prognostic Markers in Peripheral T-Cell Lymphoma. ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2678 Introduction: Peripheral T-cell Lymphomas (PTCL) are types of rare and heterogeneous Non-Hodgkin's Lymphoma (NHL) that, in general, are associated with a poor clinical outcome. Discovery of new prognostic tools is thus a current and major challenge. In a cohort of 122 cases of PTCL collected from a multicentric T-cell lymphoma consortium (TENOMIC), we analyzed the expression of 80 non-coding small nucleolar RNAs (snoRNA) using high-throughput quantitative PCR (Fluidigm). SnoRNAs belong to the non-coding RNA family, and participate to diverse biological processes, most importantly ribosomal RNA maturation. Patients and methods: PTCL samples (n=122, 32 ALCL (22 ALK+, 10 ALK-) and 90 non-ALCL cases) were collected from TENOMIC. For each case, a consensus diagnosis was made by a panel of expert hemopathologists (some of the patients participated in a GELA-sponsored clinical trial, the others benefited from a national review protocol for T-cell lymphomas). Total RNA from sorted healthy donor-derived T-lymphocytes (n=35) and tumor samples were extracted (Trizol), integrity was verified using Agilent NanoChip, and reverse transcribed and assessed for snoRNA expression levels using The Fluidigm high-throughput quantitative PCR method. Medical cases were used to calculate progression-free and overall survival (PFS and OS) in 78 non-ALCL patients (26 PTCL-NOS, 46 AITL, 6 other rare entities) who received CHOP or CHOP-like regimen first-line. Results: First, we used unsupervised hierarchical clustering to show that, irrespectively from cell of the origin of the T cells, PTCL cells had a significant down-regulation of snoRNA expression in 63% of the snoRNA tested. In particular, there was a clear delineation between AITL, a tumor of T-follicular Helper (TFH) origin, and normal TFH cells from healthy donors. Among PTCL entities, ALCL had a specific snoRNA profile, but unsupervised clustering was not able to distinguish ALK- from ALK+ patients. However, a supervised comparison identified snoRNA U3 as a discriminant marker that sorted ALK+ from ALK- ALCL samples. Unsupervised or supervised snoRNA clustering failed to distinguish AITL from the other subgroups of PTCL. Second, we assessed prognostic impact of snoRNA expression in 78 non-ALCL patients. Characteristics of the cohorts were as follows: median age 65y/74y, Ann-Arbor stage III-IV in 94%/88%, elevated LDH in 76.7%/73.1%, IPI score 3–5 in 70%/61%, respectively. Although the snoRNA expression profiles of AITL and other PTCL subtypes appeared very similar, unsupervised clustering revealed the over-expression of 8 snoRNA in a subgroup of 31 patients with 45% OS at 5y ( vs 47 patients with 18% OS at 5y). In AITL and PTCL-NOS cases, median OS was 26mo and 13mo, respectively. These thresholds were used in a supervised analysis to try to identify a specific prognostic snoRNA signature. A three snoRNA set was found significantly over-expressed in patients with the best prognosis, both in AITL patients (HBII-239, U59B, U90 impacted both on OS and PFS), and in PTCL-NOS patients (HBII-239, HBII-438A, U80 impacted on OS). Very interestingly, these signatures were not correlated neither with IPI or IPI-T scores, nor with overall response rates after CHOP. Lastly, we investigated the prognostic impact of HBII-239 snoRNA as a single marker. HBII-239 over-expression was statistically associated with prolonged PFS and OS in the entire cohort of 78 patients. Third, we investigated the impact of HBII-239 over-expression on cellular pathways in the FEPD cell line. This snoRNA is a precursor for microRNA-768, which is processed from the 3p strand of HBII-239. The FEPD cell line had a weaker expression of miR-768-3p as compared to patients' samples. Transfection of a miR-768-3p microRNAmimic induced a significant reduction of proliferation rate (as assessed by an MTS assay), due to a block at the G1/S checkpoint. In patients with low HBII-239 level, it is therefore expected that proliferation rate of lymphomatous cells would be increased, translating into decreased OS. Conclusions: Our study showed that snoRNAs are differentially regulated in normal compared to malignant T-cell populations. Besides a global down-regulation of these molecules, specific signatures may have a prognostic significance in PTCL. The different snoRNAs that can be regarded as potential biomarkers in these tumors may play a direct role in different cellular pathways. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "gene expression profiling",
        "lymphoma, t-cell, peripheral",
        "molecular profiling",
        "prognostic marker",
        "small nucleolar rna",
        "angioimmunoblastic lymphadenopathy",
        "ki-1+ anaplastic large cell lymphoma",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "neoplasms",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Loic Ysebaert, MD PhD",
        "Wilfried Valleron",
        "Laure Berquet",
        "Virginie Fataccioli, PhD",
        "Cathy Quelen, PhD",
        "Antoine Martin, MD",
        "Marie Parrens, MD",
        "Laurence Lamant, MD, PhD",
        "Laurence de Leval, MD PhD",
        "Christian Gisselbrecht",
        "Philippe Gaulard, MD",
        "Pierre Brousset, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Loic Ysebaert, MD PhD",
            "author_affiliations": [
                "Hematology, University Hospital of Toulouse, Toulouse, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wilfried Valleron",
            "author_affiliations": [
                "UMR1037 Cancer Research Center of Toulouse, Inserm, Toulouse, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laure Berquet",
            "author_affiliations": [
                "UMR 1037 Cancer Research Center of Toulouse, Inserm, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginie Fataccioli, PhD",
            "author_affiliations": [
                "Pathology, AP-HP, Créteil, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cathy Quelen, PhD",
            "author_affiliations": [
                "Centre de Physiopathologie de Toulouse-Purpan, Institut National de la Santé et de la Recherche Médicale, Toulouse, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antoine Martin, MD",
            "author_affiliations": [
                "Pathology, AP-HP, Bobigny, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Parrens, MD",
            "author_affiliations": [
                "Pathology, University Hospital of Bordeaux, Pessac, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Lamant, MD, PhD",
            "author_affiliations": [
                "Pathology, Hopital Purpan, Toulouse, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence de Leval, MD PhD",
            "author_affiliations": [
                "Department of Pathology, CHU Sart tilman, Liège, Belgium, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Gisselbrecht",
            "author_affiliations": [
                "Dept. of Hematology, St. Louis Hospital, Paris, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Gaulard, MD",
            "author_affiliations": [
                "Pathology, Hopital Henri Mondor, Creteil, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Brousset, MD, PhD",
            "author_affiliations": [
                "Pathologique, Laboratoire D'Anatomie, Toulouse, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:48:21",
    "is_scraped": "1"
}