{
    "doi": "https://doi.org/10.1182/blood.V118.21.5274.5274",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2035",
    "start_url_page_num": 2035,
    "is_scraped": "1",
    "article_title": "Eculizumab Treatment of Paroxysmal Nocturnal Hemoglobinuria Relapsing After Bone Marrow Transplant and Subsequent Clonal: Case Report ",
    "article_date": "November 18, 2011",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron",
    "topics": [
        "bone marrow transplantation",
        "eculizumab",
        "paroxysmal nocturnal hemoglobinuria",
        "hematopoietic stem cell transplantation",
        "abdominal pain",
        "hemoglobin",
        "kidney failure, chronic",
        "antigens, cd55",
        "antigens, cd59",
        "complement system proteins"
    ],
    "author_names": [
        "Andres L. Brodsky, MD, PhD",
        "Brenner Sabando Velez",
        "Curutchet Ragusin"
    ],
    "author_affiliations": [
        [
            "Hospital de Clinicas, Division Hematologia, Universidad de Buenos Aires, Buenos Aires, Argentina, "
        ],
        [
            "Hospital de Clinicas, Division Hematologia, Universidad de Buenos Aires, Buenos Aires, Argentina, "
        ],
        [
            "Hospital de Clinicas, Division Hematologia, Universidad de Buenos Aires, Buenos Aires"
        ]
    ],
    "first_author_latitude": "-34.610308700000004",
    "first_author_longitude": "-58.470434149999996",
    "abstract_text": "Abstract 5274 Background: Paroxysmal nocturnal hemoglobinuria (PNH) is a chronic and life-threatening hematopoietic stem cell disorder characterized by deficiency of the GPI-anchored complement inhibitory proteins CD55 and CD59 on blood cells. The resulting uncontrolled complement activation is responsible for chronic hemolysis and can lead to serious clinical morbidities including thromboembolism (TE) and chronic kidney disease (CKD), which have been shown to increase risk of mortality. Patients may also experience debilitating quality-of-life (QoL) issues, including fatigue, shortness of breath, erectile dysfunction, and abdominal pain, attributed to chronic hemolysis and resultant nitric oxide scavenging by free hemoglobin. Although hematopoietic stem cell transplantation (HSCT) remains the only potentially curative option for PNH, the risk for substantial morbidities and mortality still exist. In patients with PNH undergoing HSCT, up to 45% die or develop acute or chronic graft-versus-host disease. Eculizumab, a first-in-class terminal complement inhibitor, is the only approved treatment for patients with PNH. By inhibiting terminal complement activity and chronic hemolysis, eculizumab reduces the incidence of TE, CKD, and transfusion requirements, improves anemia and QoL, and normalizes survival in patients with PNH. Aim: Report the benefits of eculizumab in a patient with PNH who relapsed after HSCT. Case Report: A 27-year-old woman presented in December 1993 with fever, diarrhea, hemoglobinuria, and acute renal failure requiring temporary hemodialysis (Table). She was subsequently diagnosed with PNH. In February 1995, allogeneic HSCT from an HLA-identical sibling donor was performed. In 2003, 8 years after successful engraftment, the patient relapsed and presented with hemoglobinuria, abdominal pain, corticosteroid dependence requiring 20 to 40 mg methylprednisone, and high transfusional requirements. In November 2007, she had a granulocyte clone size of 37.2% as determined by flow cytometry. In June 2009, she started eculizumab therapy which was associated with a rapid reduction in lactate dehydrogenase (LDH) from 4964U/L to 456U/L. She subsequently achieved resolution of asthenia, disabling fatigue, and abdominal pain, as well as transfusion independence and improvement in hemoglobin. In May 2010, she had a granulocyte clone size of 86.1% as determined by both CD55- and CD59-negative cells, and a granulocyte clone size of 98.7% as determined by CD16b-negative cells. Conclusions: The only potential cure for PNH—bone marrow transplantation—is associated with high risks of morbidity and mortality; therefore, for most patients the associated risks preclude this option. In this case study, we show that HSCT may not be curative in all patients and the PNH associated symptoms can arise after BMT. The potential benefits of eculizumab in this patient population should be considered in light of recent data that demonstrated normalized survival in PNH patients receiving long-term eculizumab treatment. Table. Laboratory Characteristics  . January 1994 . March 10, 1995 . June 19, 2009 a . August 31, 2009 . Hemoglobin, g/dL 5.3 11.8 6.28 9.2 White-cell count, per mm≥ 7,800 8,100 6,060 2,600 Neutrophils, % — 68 53 38 Neutrophils, mL — 5,508 2,698 98 Platelet count, per mm≥ 213,000 250,000 416,000 327,000 Lactate dehydrogenase, U/L — — 4,964 456 Indirect bilirubin, mg/dL 1.1 — 2.20 3.82 b  . January 1994 . March 10, 1995 . June 19, 2009 a . August 31, 2009 . Hemoglobin, g/dL 5.3 11.8 6.28 9.2 White-cell count, per mm≥ 7,800 8,100 6,060 2,600 Neutrophils, % — 68 53 38 Neutrophils, mL — 5,508 2,698 98 Platelet count, per mm≥ 213,000 250,000 416,000 327,000 Lactate dehydrogenase, U/L — — 4,964 456 Indirect bilirubin, mg/dL 1.1 — 2.20 3.82 b  a Started eculizumab June 23, 2009. b Extravascular hemolysis for C3. View Large Disclosures: Brodsky: Alexion Pharmaceuticals, Inc.: Consultancy, Speakers Bureau. Velez: Alexion Pharmaceuticals, Inc.: Consultancy."
}