{
    "doi": "https://doi.org/10.1182/blood.V120.21.1223.1223",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2326",
    "start_url_page_num": 2326,
    "is_scraped": "1",
    "article_title": "MRP1 Plays a Role in Regulating Hematopoietic Stem Cell Oxidative Stress and Differentiation Via MRP1-Dependent Gsh Efflux ",
    "article_date": "November 16, 2012",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "topics": [
        "flow cytometry",
        "glutathione",
        "glutathione disulfide",
        "hematopoietic stem cells",
        "leukemia",
        "multidrug resistance-associated proteins",
        "oxidative stress",
        "reactive oxygen species",
        "therapeutic uses",
        "transplantation"
    ],
    "author_names": [
        "Cassandra J Reiling, B.A.",
        "Dianna Howard, MD",
        "Christian M Paumi, Ph.D."
    ],
    "author_affiliations": [
        [
            "Graduate Center for Toxicology, University of Kentucky, Lexington, KY, USA, "
        ],
        [
            "University of Kentucky, Lexington, KY, USA"
        ],
        [
            "Graduate Center for Toxicology, University of Kentucky, Lexington, KY, USA, "
        ]
    ],
    "first_author_latitude": "38.0306511",
    "first_author_longitude": "-84.5039697",
    "abstract_text": "Abstract 1223 Hematopoietic stem cells (HSCs) are currently used therapeutically to treat diseases such as leukemia; however, a greater understanding in both the molecular and environmental requirements for HSCs self-renewal will hopefully increase the success rate of these therapeutic uses. It is increasingly evident that reactive oxygen species (ROS) and cellular oxidative stress play an important role in HSC self-renewal and differentiation. Therefore a better understanding of intracellular oxidative stress regulation is critical to increasing transplant success and increasing successful treatment of Leukemia. Our studies take aim at determining the role of multidrug resistance-associated protein 1 (MRP1) in regulating intracellular ROS in HSC's. MRP1 is expressed at slightly higher levels in HSCs than in mature blood cells. The expression pattern of MRP1 in HSCs suggests a possible role in hematopoietic stem cell integrity and differentiation. A major function of MRP1 is to help maintain the oxidative balance of the cell by transporting reduced glutathione (GSH), oxidized glutathione (GSSG), and glutathione-4-hydroxy-nonenal (HNE-SG) conjugates out of the cell. We have hypothesized that MRP1-dependent efflux of GSH and GSSG in HSC increases intracellular reactive oxygen species (ROS) resulting in a loss of self-renewing and increased differentiation of HSCs. In our current studies we have used C57BL/6 FVB and Mrp1-disrupted FVB [Mrp1 (−/−)] mice to investigate the role of MRP1 in HSC differentiation. Our experiments have revealed an increase in LT-HSC and ST-HSC and a corresponding decrease in MPP's in the MRP1 −/− mice as compared to WT matched controls. To determine if MRP1 plays a role in regulating HSC intracellular oxidative stress levels via GSH and GSSG efflux, we measured cellular oxidative stress as a function of DCF-DA and relative GSH levels as a function of glutathione-monochlorobimane (GS-MCB) conjugate fluorescence by flow cytometry. Our studies revealed higher intracellular ROS in WT mice as compared to MRP1 −/− mice and decreased GS-MCB in our WT mice as compared to the MRP1 −/− mice. Taken together the DCF-DA and MCB assays support our hypothesis that MRP1-dependent efflux of GSH/GSSG decreases cellular GSH resulting in higher level of ROS. Our hypothesis is further supported by analysis of lineage marked cells (Lin+), which showed a distinct differentiation pattern between the cells derived from WT and MRP1−/− bone marrow (BM). These studies are supported by results from colony forming cell (CFC) assays. Interestingly, analysis of whole blood did not result in a robust phenotype with regards to leukocytes; however, we found an increase in the number of platelets in MRP1−/− mice when compared to the WT. The increase in platelets is an intriguing result under further investigation. In light of our recent results we have initiated long-term transplant assays to determine if MRP1 does indeed play a role in HSC differentiation and self-renewal. If our hypothesis is true as suggested by our current studies then we expect that expression of MRP1 will negatively effect the ability of HSC's to successfully transplant in the long-term. Overall our data supports our hypothesis that MRP1-dependent efflux of GSH and GSSG in HSC increases intracellular ROS thereby decreasing HSC self-renewing potential and increasing HSC differentiation. Disclosures: No relevant conflicts of interest to declare."
}