{
    "doi": "https://doi.org/10.1182/blood-2019-122975",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4383",
    "start_url_page_num": 4383,
    "is_scraped": "1",
    "article_title": "Unusually High Prevalence of Silent Stroke and Cerebral Vasculopathy in Hemoglobin SC Disease ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "brain",
        "hemoglobin sc disease",
        "silent stroke",
        "vascular diseases",
        "cerebrovascular accident",
        "ischemic stroke",
        "magnetic resonance imaging",
        "sickle cell anemia",
        "spinal cord injuries",
        "hemoglobin, sickle"
    ],
    "author_names": [
        "Bindu K Sathi, MD",
        "Yoshida Yilin, PhD",
        "Michael Raymond Weaver, BA",
        "Lila Wahidi Nolan, MD",
        "Barbara Gruner, MD",
        "Cara Hirner, RN, BSN",
        "Vinod V. Balasa, MBBS",
        "Talissa Altes, MD",
        "Carlos Leiva Salinas, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology - Oncology, Valley Children's Hospital, Fresno, CA ",
            "Dept of Child Health, University of Missouri School of Medicine, Columbia, MO "
        ],
        [
            "Dept of Medicine, Tulane University, New Orleans, LA "
        ],
        [
            "University of Missouri, Columbia, MO "
        ],
        [
            "Department of Child Health, University of Missouri, Columbia, MO ",
            "Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "University of Missouri, Columbia, MO "
        ],
        [
            "Department of Child Health - Hematology, University of Missouri, Columbia, MO "
        ],
        [
            "Children's Hospital of Central California, Madera, CA "
        ],
        [
            "Department of Radiology, University of Missouri, Columbia, MO "
        ],
        [
            "Dept of Radiology, University of Missouri School of Medicine, Columbia, MO"
        ]
    ],
    "first_author_latitude": "36.88532135",
    "first_author_longitude": "-119.79965494999999",
    "abstract_text": "Introduction Children and adults with sickle cell disease (SCD) suffer from overt stroke, the prevalence of which has been reported to be 11% < 20 years. More commonly, they suffer from silent cerebral Infarction (SCI) that has a reported prevalence of 37.1% in children at 4 years of age 1. Unlike homozygous SS disease (HbSS), the reported prevalence of overt and silent stroke in Hemoglobin SC (HbSC) is low (0% and 5.8%, respectively) in Cooperative Study of Sickle Cell Disease (CSSD) 2 . However, in a recent study, the prevalence of silent stroke in HbSC was found to be 13.5% 3 . The goal of our study was to determine the prevalence of stroke and neurovascular complications in children and adults with HbSC in the Central Missouri Cohort (MU-SCD). We also examined the demographic and laboratory factors, SCD related complications, and disease modifiers that correlated with stroke in this cohort. Methods We retrospectively analyzed charts of 131 children and adults with (SCD) who sought care at the University of Missouri between 2000 and 2018, between the ages of 1- 65 years. Clinical, laboratory, Transcranial Doppler (TCD) ultrasound, and Magnetic Resonance Imaging/Angiography (MRI/MRA) data for clinically documented overt stroke, SCI and vasculopathy were analyzed. An expert neuroradiologist analyzed all the MRI/MRAs in a blinded manner. Fisher's exact tests for categorical data and two-sided t-tests for continuous data analysis were used. P value <0.05 was considered as statistically significant. Results Of the 131 individuals analyzed, 9 were excluded from the study due to incomplete clinical information. The genotype consisted of HbSS 72 (59.0%), HbSC 39 (32.0%), and HbS/β Thal 11(9.0%) (Table 1). The overall prevalence of cerebrovascular complications were 30%, 17.7% and 22.2% in the HbSS, HbSC and HbS/β Thal ( p-0.47 ), respectively (Table 2). Among HbSC individuals, those with stroke and cerebral vasculopathy had a marginally higher serum creatinine compared to those without complications ( p-0.08 ) (Table 3). Prevalence of proteinuria was higher in individuals with cerebrovascular lesions ( p-0.015 ). Of the SCD related complications, acute chest syndrome (57.7% versus 33.8%; p-0.038 ), gall bladder stones with cholecystectomy (53% versus 23%; p-0.006 ) and pulmonary hypertension (46.2% versus 7.8%, p-<0.0001 ) correlated with stroke (Table 4). Though not statistically significant, Hydroxyurea use was more prevalent in individuals without stroke or vasculopathy whereas, chronic transfusion was more prevalent in SCD individuals with stroke (Table 4). The neuroradiological lesions consisted of lacunae, encephalomalacia, atrophy, leukoencephalopathy and microhemorrhage in individuals with HbSC (data not shown). Conclusion We noted a higher prevalence of neurovascular complications in individuals with HbSC than previously reported by the Cooperative Study of Sickle Cell disease. The prevalence of cerebrovascular complications in comparison group of HbSS was similar to that reported previously in CSSD cohort. This study indicates that both silent stroke and vasculopathy occur in HbSC and appeared to be more prevalent than overt stroke. As TCD screenings are not routinely used in individuals with HbSC, MRI may be warranted to detect SCI and cerebral vasculopathy. Larger prospective studies are required to understand genetic and non-genetic risk factors associated with stroke in children and adults with HbSC for establishment of prevention, early detection, and treatment modalities. References 1. Blood 2011 Jan 27;117(4):1130-40 2. Blood 2002 Apr 15;99(8):3014-8 3. Blood 2015 125:416-417; View large Download slide View large Download slide  Disclosures Balasa: Novartis: Honoraria, Other: Medical Advisory Board; Genetech: Honoraria, Other: Medical Advisory Board; Sanofi-Genzyme: Honoraria, Other: Medical Advisory Board; Takeda: Honoraria, Other: Medical Advisory Board; Octapharma: Honoraria, Other: Medical Advisory Board; Bayer: Honoraria, Other: Medical Advisory Board."
}