{
    "doi": "https://doi.org/10.1182/blood.V124.21.1429.1429",
    "article_title": "The Role of FcγRIIa and TGF-β1/KLF6 Pathway in Platelet's Promoting Hepatocellular Carcinoma Cells Growth ",
    "article_date": "December 6, 2014",
    "session_type": "301. Platelet Activation and Biochemistry: Poster I",
    "abstract_text": "Background: Platelet in the primary tumor microenvironment plays a crucial role in tumor cells angiogenesis, growth, and metastasis. Clinical and experimental evidences support that platelets and their extracts influence hepatocellular carcinoma (HCC) growth and biology. But the mechanism is still not fully clarified. The aim of present study was to elucidate an unperceived mechanism of the proliferative effect of platelet on HCC cells. Methods: Human blood was collected from health volunteers, washed platelets were prepared and resuspended by fresh medium. The ability of HepG2 cells to induce platelet aggregation was analyzed using a Chrono-Log Lumi-aggregometer. HepG2 cells were incubated with platelets activated by thrombin (0.08 U/ml) and collagen-related peptide (CRP, 0.8μg/ml), or releasates isolated from CRP-stimulated platelets. The effect of platelet releasate on HepG2 cell proliferation was determined with the colorimetric 3-(4, 5-dimethylthiazol)-2, 5-diphenyltetrazolium bromide (MTT) assay. Western blot was used to measure expression of Krüppel-like factor 6 (KLF6) in HepG2 cells. Anti-FcγRIIa monoclonal antibody IV.3 (10μg/ml) and transforming growth factor beta 1 (TGF-β1) receptor inhibitor SB431542 (10μM) were used. Furthermore, KLF6 gene silence was also conducted in HepG2 cells by transfected with KLF6 siRNA. Results: Our data showed HepG2 cells (1.0×10 5 /ml) could induce human washed platelet (3.0×10 8 /ml) aggregation in vitro, indicating that HepG2 cells could activate platelets. We further verified that releasate from CRP-activated platelets could promote the proliferation of HepG2 cells. Importantly, this effect exhibits on the down expression of KLF6 in HepG2 cells. In presence and absence of platelet stimulator thrombin (0.08 U/ml) or collagen-related peptide (CRP, 0.8μg/ml), washed platelets could reduce KLF6 expression in HepG2 cells after incubated for 12 and 24 hours. Meanwhile, supernatant from CRP-activated platelets exhibited the same effect. On the other hand, the resuspended CRP-activated platelet pellet showed no significant influence on KLF6 expression. And platelets incubated with anti- FcγRIIa monoclonal antibody IV.3 (10μg/ml) and transforming growth factor beta 1 (TGF-β1) receptor inhibitor SB431542 (10μM) abolished the effects. Furthermore, the platelet’s promoting proliferation effect was attenuated in HepG2 cells with silencing KLF6 expression. Conclusion: Tumor cells could activate platelet, and activated platelet could regulate cancer cell progression in turn. We further verified that platelet, a main source of bioavailable TGF-β1, has a promoting effect on the proliferation of HepG2 cells. Importantly, this effect exhibits on the down expression of KLF6 in HepG2 cells, in which FcγRIIa and TGF-β1 involved. These results extend our understanding of mechanisms by which platelets contribute to tumor progression, which may provide a new therapeutic target for the prevention and treatment of HCC. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "carcinoma, hepatocellular",
        "kruppel-like factor 6",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "human platelets, washed",
        "monoclonal antibodies",
        "peptides",
        "thrombin",
        "transforming growth factor beta"
    ],
    "author_names": [
        "Ao-Di He",
        "Ming-Lu Liang",
        "Gang Liu",
        "Xing-Wen Da",
        "Guang-Qiang Yao",
        "Wen Xie",
        "Ji-Zhou Xiang",
        "Cunji Gao, MD PhD",
        "Zhang-Yin Ming, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ao-Di He",
            "author_affiliations": [
                "Tongji Medical College of Huazhong University of Science & Technology, Wuhan, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ming-Lu Liang",
            "author_affiliations": [
                "Tongji Medical College of Huazhong University of Science & Technology, Wuhan, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang Liu",
            "author_affiliations": [
                "Tongji Medical College of Huazhong University of Science & Technology, Wuhan, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xing-Wen Da",
            "author_affiliations": [
                "Tongji Medical College of Huazhong University of Science & Technology, Wuhan, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guang-Qiang Yao",
            "author_affiliations": [
                "Tongji Medical College of Huazhong University of Science & Technology, Wuhan, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wen Xie",
            "author_affiliations": [
                "Tongji Medical College of Huazhong University of Science & Technology, Wuhan, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji-Zhou Xiang",
            "author_affiliations": [
                "Tongji Medical College of Huazhong University of Science & Technology, Wuhan, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cunji Gao, MD PhD",
            "author_affiliations": [
                "Zhejiang University School of Public Health, Hangzhou, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhang-Yin Ming, MD PhD",
            "author_affiliations": [
                "Tongji Medical College of Huazhong University of Science & Technology, Wuhan, China ",
                "The Key Laboratory for Drug Target Researches and Pharmacodynamic Evaluation of Hubei Province, Wuhan, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:30:55",
    "is_scraped": "1"
}