{
    "doi": "https://doi.org/10.1182/blood.V120.21.1282.1282",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2302",
    "start_url_page_num": 2302,
    "is_scraped": "1",
    "article_title": "Biological Analysis of SRSF2 Mutations in Leukemogenesis ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "topics": [
        "leukemogenesis",
        "mutation",
        "srsf2 gene",
        "spliceosomes",
        "cd34 antigens",
        "neoplasms",
        "arginine",
        "carcinogenesis",
        "serine",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Manabu Matsunawa, MD",
        "Masashi Sanada, MD",
        "Ryo Yamamoto, MD, PhD",
        "Kenichi Yoshida, MD",
        "Yasunobu Nagata, MD",
        "Ayana Kon, MD",
        "Tetsuichi Yoshizato, MD",
        "Makoto Otsu, MD, PhD",
        "Hiromitsu Nakauchi, MD, PhD",
        "Seishi Ogawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Stem Cell Therapy, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Stem Cell Therapy, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Division of Stem Cell Therapy, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Abstract 1282 Emerging evidence is establishing a connection between MDS and spliceosome mutations. Spliceosome including SF3b1, U2AF1 and SRSF2 are frequently and exclusively mutated in myelodysplastic syndromes (MDS) and related myeloid neoplasms. Spliceosome mutations occur at varying frequencies in different disease subtypes. SF3B1 was shown to be highly associated with MDS characterized by increased ring sideroblasts and SRSF2 mutations are more prevalent in chronic myelomonocytic leukemia. In spite of the fact that the recent discovery constitutes a novel class of genomic lesions and defines an entirely new pathogenic pathway of leukaemogenesis, the pathogenesis of spliceosome mutation is not largely understood. To understanding the biological consequences of spliceosomal mutations, we previously reported mutant U2AF1 cause altered RNA splicing, and overexpressed mutant U2AF1 decrease in cell proliferarion. However, currently, no functional analysis of SRSF2 mutation has been published. SRSF2 belongs to the serine/arginine-rich (SR) protein family. SR proteins are a family of RNA binding proteins characterized by one or two RNA recognition motifs (RRMs) and a signature RS domain enriched with arginine and serine repeats (RS domain).Growing body of evidence suggests that SR protein may be directly involved in the process of carcinogenesis. Gene knockout experiment indicated SRSF2 is involved with specific pathways in regulating cell proliferation and genomic stability during mammalian organogenesis. In neck and head tumor, SRSF2 is frequently overexpressed. And upregulated SRSF2 increases missplicing and downregulates E-cadherin expression, which is an important tumor suppressor gene. Therefore SRSF2 potential function in tumorigenesis is suggested in epithelial cancers. SRSF2 mutations with MDS exclusively occur at P95 within an intervening sequence between RRM and RS domains, indicating a gain-of-function nature of these mutations. So, to clarify the biological role of SRSF2 mutations in leukemogenesis, we evaluated the oncogenic role of SRSF mutations by expressing a mutant SRSF2 allele in Jurkat cells. The cells transduced with a tumor-derived SRSF2 allele showed reduced cell proliferation and increased apoptosis compared to the mock and wild type SRSF2-transduced cells. Next we performed in vitro colony assay using a highly purified hematopoietic stem cell population (CD34-c-Kit+ScaI+ Lin-(CD34-KSL) cells) collected from C57BL/6 (B6)-Ly5.1 mouse that was retrovirally transduced with mock, mutant or wild-type SRSF2 construct. The mutant SRSF2-transduced cells showed reduced cell proliferation compared with mock- or wild-type SRSF2 transduced cells. Subsequently, we conducted bone marrow transplantaion assay. We collected CD34-KSL cells from B6-Ly5.1 mouse, and retrovirally transduce mock, mutant or wild-type SRSF2 construct, each harbouring the EGFP marker gene. And these cells were sorted by EGFP marker, and transplanted with competitor cells (B6-Ly5.1/5.2 F1 mice origin) into lethally irradiated B6-Ly5.2 mice. The wild-type SRSF2-transduced cells showed a lower reconstitution capacity than the mock-transduced cells. On the other hand, the recipients of the cells transduced with the mutant SRSF2 showed lower EGFP-positive cell chimaerism than those of the mock- or the wild-type SRSF2-transduced. Therefore, the mutant SRSF2 was indicated to have a negative effect on cellular proliferation capacity in vitro and in vivo, and a gain-of-function nature of these mutations is suggested. These results are similar to the effect of U2AF1 mutant, which we reported mutant U2AF1 transduced TF-1 and HeLa cells present with a decrease in cell proliferation and hematopoietic stem cells expressing mutant U2AF1 also displayed lower reconstitution capacity by competitive reconstitution assay in mice. So far, the mechanism responsible for the growth advantage of mutant cells in patient is unclear. We furthermore observe hematopoietic phenotype of the bone marrow transplanted model mouse. SRSF2 mutations can coexist with mutations in TET2, ASXL1 and RUNX1. Therefore we performed additionally bone marrow transplantation assay, utilizing hematopoietic cells derived from TET2 knockdown mice, as a model of multistep carcinogenesis. We will present the results of our biological assay on the SRSF2 mutations and discuss the pathogenesis of MDS. Disclosures: No relevant conflicts of interest to declare."
}