{
    "doi": "https://doi.org/10.1182/blood-2018-99-117557",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3950",
    "start_url_page_num": 3950,
    "is_scraped": "1",
    "article_title": "The Inhibition of Gck Affect MAPK Cascade in Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "topics": [
        "map kinase cascade",
        "multiple myeloma",
        "transluminal attenuation gradient",
        "doxycycline",
        "interleukin-6",
        "phosphotransferases",
        "tumor progression",
        "tumorigenesis",
        "bone marrow biopsy",
        "cancer"
    ],
    "author_names": [
        "Shirong Li",
        "Jing Fu, PhD",
        "Shixian Deng",
        "Hsin S Wang",
        "Xiaoming Xu",
        "Markus Y Mapara, MD PhD",
        "Donald W Landry",
        "Suzanne Lentzsch, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, Columbia University Medical Center, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Columbia University Medical Center, New York, NY "
        ],
        [
            "Division of Experimental Therapeutics, Columbia University Medical Center, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Columbia University Medical Center, New York, NY "
        ],
        [
            "Division of Experimental Therapeutics, Columbia University Medical Center, New York, NY "
        ],
        [
            "Columbia Center for Translational Immunology, Columbia University, New York, NY"
        ],
        [
            "Division of Experimental Therapeutics, Columbia University Medical Center, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Columbia University Medical Center, New York, NY "
        ]
    ],
    "first_author_latitude": "40.8406473",
    "first_author_longitude": "-73.94168324999998",
    "abstract_text": "Introduction: Germinal Center Kinase (GCK) is an essential regulator of stress-activated MAPK core signaling pathways. Recent studies revealing the role of GCK in tumorigenesis and cancer progression have generated increasing interest in validating GCK as a therapeutic target in cancer. We previously showed that GCK inhibition results in significant anti-MM effects by inducing cell cycle arrest and cell apoptosis accompanied by IKZF1/3 down regulation (Li et al, Blood 2017 130:1795). Our further research established GCK as a critical kinase in MM and as an attractive target for treatment of MM. Methods and Results: The over-expression of GCK in primary MM compared to normal cells was confirmed by immunohistochemistry staining of primary MM patient bone marrow biopsies. By quantitatively comparing the staining scores of GCK of primary MM patient bone marrows (n=26) and normal donor bone marrows (n=26), we found a significantly higher GCK expression (p<0.001) in MM patient BM samples (98%) compared to healthy donor BM samples (47%) (Figure 1). GCK protein expression level was induced by several cytokines that are critically involved in MM cell survival and proliferation including IL-6, TNF-a, LPS and CD40L in MM cells after treatment for 1h. The role of GCK expression in MM signaling transduction and tumor progression was addressed by inducible GCK-knockdown in MM cells. By generating Tet-on-shGCK-MM cell lines, we found that doxycycline-induced GCK silencing blocks IL-6 induced phosphorylation of MKK4, MKK7, JNK and ERK in MM.1S cells. Moreover, knockdown of GCK causes downregulation of IKZF1/3, c-MYC and BCL-6 in MM cells. To exclude the off-target effects of the GCK-shRNA and confirm the specific and critical role of GCK, we further generated recombinant GCK-WT and GCK-shRNA resistant allele construct with C-terminal c-Myc tag, and introduced them into the GCK inducible KD cells to determine if shRNA-resistant GCK can rescue the growth inhibition induced by the shRNA. Tet-on-shGCK-RPMI-8266 cells transduced with empty vector (EV) or GCK wild-type with c-Myc tag (WT) or GCK shRNA resistant mutation with c-myc tag (MT) were generated by routine lentiviral infection. Doxycycline-induced tet-on-shGCK expression resulted in significant decrease of GCK protein. Both endogenous GCK and wild-type GCK-c-Myc expressions were silenced. In contrast, expression of GCK shRNA resistant allele with c-Myc tag (MT) was not affected. The rescue effects of this allele on MM cells growth inhibition are undergoing. Bay 61-3606 is a small molecule that selectively inhibits GCK activity and shows promising anti-MM effects in our previous in vitro and in vivo studies. To further confirm the mechanism of GCK inhibition, we examined its effects on the MAPK cascade and found that pharmacologic blockade of GCK by Bay 61-3606 dose-dependently downregulated ERK, p38 and JNK phosphorylation in MM cells. In MM, IMiDs treatment leads to the selective ubiquitination and degradation of IKZF1 and IKZF3 by the CRBN-CRL4 ubiquitin ligase. Suppression of CRBN in MM cell lines induces IMiDs resistance. To our surprise, in MM cells with CRBN-knockdown, Bay 61-3606 retained the ability to decrease IKZF1 protein level and inhibit MM cell growth, indicating that GCK-induced IKZF1 downregulation is independent of CRBN. Thus, this study further validates the therapeutic potential of GCK inhibitors in IMiDs-resistant MM. Conclusion: Our findings show that GCK is overexpressed in MM and an attractive target for multiple myeloma therapy. The inhibition of GCK blocks the phosphorylation and activation of MAPK cascade, and induces the degradation of the substrate proteins IKZF1, IKZF3 and c-Myc, (Figure 2.). These studies further confirm the critical role of GCK in MM tumorigenesis. GCK inhibitors represent a novel anti-MM therapy especially in relapsed and IMiDs-resistant MM patients. View large Download slide View large Download slide  Disclosures Lentzsch: Caelum Biosciences: Consultancy, Other: Dr. Lentzsch recused herself as an investigator from the Phase 1a/b trial testing CAEL-101 in 11/2017., Patents & Royalties: Shareholder for Caelum Biosiences; Janssen: Consultancy; Bayer: Consultancy; BMS: Consultancy."
}