{
    "doi": "https://doi.org/10.1182/blood.V118.21.2392.2392",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1900",
    "start_url_page_num": 1900,
    "is_scraped": "1",
    "article_title": "High Throughput Sequencing Following Cross-Linked Immune Precipitation (HITS-CLIP) of Argonaute (AGO) Identifies Mir-9 As a Regulator of MMP2 in the Marrow Microenvironment (ME) ",
    "article_date": "November 18, 2011",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster II",
    "topics": [
        "gelatinase a",
        "immunoprecipitation",
        "micrornas",
        "rna, messenger",
        "luciferases",
        "false-positive results",
        "magnetic resonance enterography",
        "massively-parallel genome sequencing",
        "rna",
        "complex"
    ],
    "author_names": [
        "Ilango Balakrishnan, PhD",
        "Xiaodong Yang, PhD",
        "Beverly Torok-Storb, PhD",
        "Jay Hesselberth, PhD",
        "Manoj M Pillai, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Colorado Denver, Aurora, CO, USA, "
        ],
        [
            "Department of Medicine, University of Colorado Denver, Aurora, CO, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Centre, Seattle, WA, USA, "
        ],
        [
            "Department of Biochemistry and Molecular Genetics, University of Colorado Denver, Aurora, CO, USA"
        ],
        [
            "Department of Medicine, University of Colorado Denver, Aurora, CO, USA, "
        ]
    ],
    "first_author_latitude": "39.7455425",
    "first_author_longitude": "-104.8372558",
    "abstract_text": "Abstract 2392 There is increasing recognition of the role of small noncoding RNAs in post-transcriptional regulation of gene expression in diverse tissues of eukaryotic organisms including vertebrates. MicroRNAs (miRNAs) are the best studied amongst these small RNAs and are thought to act by binding to the 3' untranslated regions (3' UTRs) of mature mRNAs in a sequence-specific fashion and preventing the initiation of peptide translation and/ or initiating mRNA degradation. Recent evidence suggests that miRNA-based regulation might involve binding to regions other than 3' UTRs including coding regions. Current approaches to defining miRNA-mRNA interactions are mostly restricted to those based on bio-informatic prediction, protein down-regulation following in-vitro transfection of miRNA precursors and luciferase assays to determine binding to 3' UTRs. None of these methods however show direct interaction between a specific miRNA and its purported target RNA. Bio-informatics-based approaches are also prone to false positive and negative results given the short length of sequence matching, and reliance on heuristics and cross-species conservation. Newer genome-wide approaches like HITS-CLIP (High Throughput Sequencing following Cross Linked Immuno Precipitation, or CLIP-Seq) overcome some of these limitations by directly isolating the miRNA-mRNA interactome bound to argonaute (AGO), a critical component of the rna-induced silencing complex (RISC) 1  . HITS-CLIP utilizes the ability of ultraviolet (UV) light to cross-link RNAs to proteins in their close proximity. The crosslinked miRNA-mRNA-Ago complexes are then isolated and the RNA reverse transcribed to cDNA libraries and sequenced by next generation sequencing (NGS). Given the widespread role of miRNAs in several vertebrate tissues, we hypothesized that miRNA-regulation of gene expression is operant in the hematopoietic microenvironment (ME) and thus contributes to regulation of hematopoiesis. We hence used HITS-CLIP to analyze the miRNA-mRNA interactome of three key cellular components of the ME: stromal cells, endothelium and macrophages. We have previously reported on the use of the stromal cell lines Hs27a and Hs5 to define specific functional niches within the ME. Hs27a can functionally support primitive hematopoietic stem and progenitor cells (HSPC) in cobblestone areas (CSAs) and express high levels of factors known to support HSPC such as SDF1, Jagged1 and Angiopoietin1. In contrast, Hs5 drives HSPC to mature lineages and secretes high levels of cytokines like IL1, IL6 and GCSF. Human umbilical vein endothelial cells (HUVECs) and MCSF-treated CD14+ cells were utilized for the endothelial and macrophage cultures respectively. The HITS-CLIP datasets from each of these populations were enriched for a putative binding site for miR-9 in the coding region of Matrix Metalloproteinase 2 (MMP2) mRNA. MMP2 belongs to a family of endopeptidases critical in the remodeling of extracellular matrix in several tissues and in the egress/ homing of HSPC to their functional niches in the ME. Functional binding of miR-9 to MMP2 was validated by Western-blotting of stromal cells transfected with miR-9 which revealed > 50% reduction of protein levels when compared to control-transfected cells. This was also confirmed by gelatin zymography which showed significantly reduced MMP2 activity in stromal cells transfected with miR-9. Finally, to confirm direct binding of miR-9 to the putative binding region on the MMP2 transcript, we cloned this microRNA responsive region (MRE) downstream of the Renilla luciferase gene and assayed its activity by luciferase assays. MiR-9 transfection down-regulated luciferase activity > 50% confirming direct binding to the MRE. Our results show that genome-wide approaches such as HITS-CLIP can be used to define in vivo miRNA-mRNA interactions in the ME and should be considered in studies that define such interactions given the significant false-positive and false negative results associated with approaches based on bio-informatics alone. The approach can also define specific interactions between miRNAs and mRNAs such as MMP2, of relevance to regulation of the hematopoietic ME. Disclosures: No relevant conflicts of interest to declare."
}