{
    "doi": "https://doi.org/10.1182/blood.V104.11.634.634",
    "article_title": "Fibroblast Activation Protein (FAP) Is a Critical Microenvironmental Survival Factor for Myeloma Plasma Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "FAP is one of 32 consistently and significantly upregulated genes in osteoclasts after co-culture with CD138-immunomagnetic bead-selected myeloma plasma cells (MM PCs) from 19 patients and with 3 myeloma cell lines. FAP is a cell surface serine protease with both dipeptidyl peptidase and collagenase activity. This enzyme has been shown to be selectively expressed by tumor stromal fibroblasts in epithelial carcinomas, but not by epithelial carcinoma cells, and to promote tumor metastasis. The aim of the study was to investigate the possible involvement of FAP in myeloma using an ex vivo co-culture system and our established SCID-hu model for primary myeloma ( Yaccoby et al., Blood, 1998; 1999 ). Myeloma-osteoclasts co-cultures were prepared as previously described ( Yaccoby et al., Cancer Res., 2004 ). Mesenchymal stem cells (MSCs) isolated from patient’s bone marrow were cultured on the backside of 1 μM pore-size transwell inserts’ membranes while MM PCs were incubated in the upper chamber of the inserts. Histologic examination demonstrated that the MSC’s cytoplasmic villi pass through the membrane pores, allowing contact with tumor cells. To study the role of FAP in myeloma we initially demonstrated by quantitive real time RT-PCR (qRT-PCR) that FAP was upregulated 3.0 fold (p120 fold in myelomatous vs. nonmyelomatous human bone as determined by a whole bone marrow qRT-PCR. Immunohistochemical staining of myelomatous bone sections from SCID-hu mice revealed expression of FAP by osteoclasts, vascular endothelial cells, osteogenic cells and other stroma elements, but not by myeloma cells. To further study the involvement of FAP in myeloma cell survival we applied the siRNA approach in our myeloma-osteoclasts and myeloma-MSCs co-culture systems. Following preliminary testing of 4 probes, we have chosen a siRNA probe with >75% inhibition of FAP expression in osteoclasts and MSCs as determined by qRT-PCR. Addition of FAP siRNA to co-cultures of CD138-selected MM PCs with osteoclasts (n=5) and MSCs (n=3) for 48 hours, significantly (p<0.05) reduced the number of viable myeloma cells, as determined by trypan blue exclusion and annexin V flow cytometry. To test whether FAP activity is associated with resistance of myeloma cells to drug-induced apoptosis, MM PCs were co-cultured with osteoclasts in the absences and presences of dexamethasone (DEX, 10 −6 M) and FAP siRNA. Percent apoptotic MM PCs was significantly higher in co-cultures treated with DEX+siRNA compared with DEX and siRNA alone (p<0.05, n=4). Our results indicate that FAP is critical for the interaction of myeloma cells with the bone marrow microenvironment and promotion of myeloma cell survival. It is therefore a potential therapeutic target in myeloma.",
    "topics": [
        "fibroblasts",
        "multiple myeloma",
        "plasma cells",
        "prognostic factors",
        "coculture techniques",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "rna, small interfering",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Yun Ge, PhD",
        "Fenghuang Zhan, PhD",
        "John Shaughnessy, PhD",
        "Bart Barlogie, MD",
        "Guido Tricot, MD",
        "Joshua Epstein, DSc",
        "Shmuel Yaccoby, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yun Ge, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fenghuang Zhan, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Shaughnessy, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Tricot, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Epstein, DSc",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shmuel Yaccoby, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T12:53:30",
    "is_scraped": "1"
}