{
    "doi": "https://doi.org/10.1182/blood.V116.21.5099.5099",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1707",
    "start_url_page_num": 1707,
    "is_scraped": "1",
    "article_title": "Non-Gastric Extranodal Marginal Zone MALT B-Cell Lymphoma In a Peruvian Cancer Referral Center (Instituto Nacional de Enfermedades Neoplasicas) ",
    "article_date": "November 19, 2010",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "extranodal disease",
        "lymphoma",
        "mucosa-associated lymphoid tissue",
        "patient referral",
        "lymphoma, mucosa-associated lymphoid tissue",
        "chemotherapy regimen",
        "follow-up",
        "marginal zone b-cell lymphoma"
    ],
    "author_names": [
        "Jose Carlos Revilla Lopez, MD",
        "Jorge A Benavides vasquez, MD",
        "Lina P Huerta Saenz, MD"
    ],
    "author_affiliations": [
        [
            "Clinical Research, Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru, "
        ],
        [
            "None, Philadelphia, PA, USA, "
        ],
        [
            "Pediatrics and Adolescent Department, Albert Einstein Medical Center, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "-12.0266383",
    "first_author_longitude": "-76.98777915",
    "abstract_text": "Abstract 5099 Non-Gastric Marginal Zone B-Cell Lymphoma of Mucosa-Associated Lymphoid Tissue in a Peruvian Referral Cancer Center (Instituto Nacional de Enfermedades Neoplasicas) Jose C. Revilla, MD 1 , Jorge A. Benavides, MD, Lina Huerta-Saenz, MD *,2 . 1 Oncological Medicine Deparment, Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru, 2 Albert Einstein Medical Center, Philadelphia, PA, USA Historically, non-gastric marginal zone MALT lymphomas have been difficult to characterize because of their wide anatomical distribution. Previous studies have shown broad distribution patterns with different clinical courses and responses to therapy. There are still questions regarding which could be the best clinical management and this remains without a conclusive answer. A retrospective 10-year study from 1997 to 2007 of patients with diagnosis of non-gastric marginal zone B-cell lymphoma of mucosa-associated lymphoma tissue (MALT) was performed in a Peruvian referral cancer center. To be eligible for the study, all patients had to have pathological confirmation of diagnosis with a clinically dominant non-gastric site of localization. Disease stage was defined according to the Ann Arbor staging criteria, Zubrod performance status scale and location of extranodal disease. Serum lactate dehydrogenase (LDH) and β 2 -microglobulin levels were used for laboratory monitoring. Bone marrow compromise was also evaluated. All data regarding medical treatment, response to treatment, failure, death and disease status at last follow-up were obtained. The results showed 23 patients with confirmed diagnosis, 74% of whom were female, and the mean age at time of diagnosis was 52 years old. The clinical predominant disease stages at the time of diagnosis were Ann Arbor stage I or II (76%). B-symptoms were present in 35% of the patients and only 13% of them had increased LDH levels. Bone marrow compromise was not present in the majority of patients (96%) and 75% of them had a low international prognostic index (IPI) score. The predominant anatomical location was the conjunctiva (39.1%) followed by the lung (13.1%). These findings were different from previous studies in European and North American populations where the salivary glands were the most common location. Ethnicity may be proposed as a factor related to these differences in anatomical location patterns. Regarding medical management, chemotherapy was the first-line of treatment and anthracyclines were the agents predominantly used (47.8% of patients). Radiotherapy alone was given to 18.2% of patients during the study and combinations of chemotherapy and radiotherapy were used in 4.6% of patients. Follow-up was completed for an average of 25.1 months (range=14.3-35.9 mo), with a complete response to the treatment in 56.6% of patients. Hashimoto's thyroiditis and hepatitis C were the only concomitant medical conditions reported for one patient each, respectively. The survival curve did not show significant differences by gender (p<0.05). In this study, non-gastric B-cell lymphoma of mucosa-associated lymphoma tissue (MALT) showed an indolent clinical course with female predominance and early stages at time of diagnosis. Ocular conjunctiva was the most common location and most of the patients showed good clinical response to the first-line chemotherapy treatment; additionally, there was a low associated mortality rate. Disclosures: No relevant conflicts of interest to declare."
}