{
    "doi": "https://doi.org/10.1182/blood-2018-99-110051",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3900",
    "start_url_page_num": 3900,
    "is_scraped": "1",
    "article_title": "Padi4 Regulates NET Formation and Inflammatory Cell Death Downstream of Mlkl ",
    "article_date": "November 29, 2018",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Regulation of Neutrophil and Macrophage Functions in Diseases: NETosis and More",
    "topics": [
        "apoptosis",
        "caspase-8",
        "caspases",
        "cell death",
        "cell membrane",
        "cell survival",
        "chromatin",
        "complex",
        "conflict of interest",
        "cytoplasmic granules"
    ],
    "author_names": [
        "Akshay A D'Cruz, PhD",
        "Mary Speir, PhD",
        "Meghan Bliss-Moreau, PhD",
        "Sylvia Dietrich, PhD",
        "Alyce A Chen, PhD",
        "Mathilde Gavillet, MD PhD",
        "Kate E Lawlor, PhD",
        "James E Vince, PhD",
        "Michelle Kelliher, PhD",
        "Razq Hakem, PhD",
        "Manolis Pasparakis, PhD",
        "David A Williams, MD",
        "Maria Ericsson, PhD",
        "Ben A Croker, PhD"
    ],
    "author_affiliations": [
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Hematology, Lausanne University Hospital, Lausanne, Switzerland "
        ],
        [
            "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia "
        ],
        [
            "The Walter and Eliza Hall Institute of Medical Research, Parkville, Australia "
        ],
        [
            "Department of Molecular, Cell and Cancer Biology, UMass Med. School, Worcester, MA "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "CECAD Research Center, Cologne, Germany "
        ],
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Cell Biology, Harvard Medical School, Boston,"
        ],
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.3377455",
    "first_author_longitude": "-71.1052019",
    "abstract_text": "Neutrophil extracellular trap (NET) formation can generate short-term functional anucleate cytoplasts and can trigger loss of cell viability. We examined the role of non-apoptotic cell death signaling in NET formation by studying necroptotic human and mouse neutrophils. Necroptotic cell death signaling was activated by caspase-8 inhibition and pharmacological targeting of inhibitor of apoptosis proteins (IAPs). The specificity of cell death was confirmed using neutrophils from mice deficient in receptor-interacting protein kinase-3 (Ripk3), Ripk1 kinase activity ( Ripk1 D138N/D138N ), caspase-8, or the plasma membrane-disrupting effector protein mixed lineage kinase domain-like (Mlkl). NETs were investigated with a combination of imaging and quantitative flow cytometry, immunogold electron microscopy, immunofluorescence microscopy, and ex vivo microbicidal assays to demonstrate functionality of NETs. In response to necroptotic stimuli, Mlkl translocates to the plasma membrane in neutrophils, and is required for downstream NADPH oxidase-independent reactive oxygen species production, loss of cytoplasmic granules, breakdown of the nuclear membrane, chromatin decondensation, histone hypercitrullination, and extrusion of bacteriostatic NETs. Neutrophils expressing a kinase-dead form of Ripk1 ( Ripk1 D138N/D138N ) were unable to generate Ripk3/Mlkl-dependent NETs, or to undergo necroptosis or caspase-8-dependent apoptosis. NET formation that is triggered by necroptotic stimuli is dependent on TNF production, can be differentially modulated by the actions of G-CSF and IFNγ, and occurs concomitantly with the production, processing and release of IL-1α/β. Human necroptotic neutrophils also release NETs that kill S.aureus . Necroptotic NETs contain components of canonical NETs including dsDNA, hypercitrullinated histones, and neutrophil elastase, but also non-canonical components including Mlkl and membranes. Peptidylarginine deiminase 4 (Padi4) is required for extrusion of necroptotic NETs but not for chromatin decondensation. Padi4-deficient neutrophils are hypersensitive to necroptotic stimuli despite normal levels of phosphorylated Mlkl, indicating that Padi4 acts downstream of Mlkl activation. The failure of Padi4-deficient neutrophils to generate necroptotic NETs in the presence of membrane-associated Mlkl, suggests that the removal of Mlkl membrane-disrupting complexes by NETs can facilitate membrane repair and control the kinetics of neutrophil necroptosis. This work defines a distinct cell death signaling network downstream of Mlkl that promotes Padi4-dependent necroptotic NET release. Disclosures No relevant conflicts of interest to declare."
}