{
    "doi": "https://doi.org/10.1182/blood.V126.23.1971.1971",
    "article_title": "Bortezomib, Dexamethasone, Thalidomide and Melphalan (VDT-Mel) Preparative Regimen in Autologous Stem Cell Transplant (ASCT) Results in a Very High Stringent CR (sCR) Rate in Multiple Myeloma (MM) ",
    "article_date": "December 3, 2015",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster I",
    "abstract_text": "Background : Melphalan 200mg/m 2 is the standard preparative regimen in MM and addition of other cytotoxic drugs has not been found to result in superior activity. The novel agents have improved outcome in MM significantly, but data on their role in preparative regimens are scarce. The purpose of this study was to understand the toxicity and efficacy of triple therapy with VDT in combination with high-dose melphalan. Methods : An IRB approved retrospective analysis was performed on all patients who received an ASCT with the VDT-Mel during 2012-2014. Mel: 100 mg/m 2 was given on days -4 and -1; V: 1 mg/m 2 on days -4, -1, +2 and +5; T: 100 mg daily from -5 to +5; and D: 20 mg/day from -4 to -1 and +2 to +5. End points were treatment-related toxicity during the first 100 days and quality of response at 6 months post-transplant; 98 patients had follow-up ≥ 6 months. Patients in sCR were also minimal residual disease negative (MRD - ) by 10-color flow cytometry with a sensitivity of 10 -4 . Results : 100 patients received 153 transplants; 47 patients underwent single and 53 had tandem transplants (TT); 64 patients received early (≤ 12 months of induction therapy) and 36 salvage transplantation. Median age was 61 y; median followup was 16.2 months. Only 1patient had achieved a sCR and 11 a CR prior to transplantation. Best responses at 6 months were 53% sCR (and MRD - ), 24% CR, and 9% VGPR. The sCR rate after single transplant was 47% (overall) and 54% (early transplant) vs 59% and 60% after TT. Grade 3-5 non-hematologic toxicities were almost entirely related to infections (38% and 53% in single and TT, respectively); the 100-day mortality rate was 2.6% (4/153), 1.8% for early transplants and 4.5% for salvage transplants. Median time to ANC recovery > 500/µL was 12 days in both early and salvage transplantation. Conclusion : VDT-Mel is well-tolerated and resulted in minimal additional toxicity and a similar mortality rate when compared to historic data of MEL alone. Importantly, the sCR rate with MRD - by flow cytometry at 6 months in our study was very high compared to published reports. The ultimate sCR rate will be higher as at this time an additional 13 patients attained a sCR during further follow up past 6 months for a total of 66% sCR. Since both sCR and MRD - are proven early surrogate markers for progression-free and overall survival, it appears highly likely that this regimen will be superior to Mel alone and should become the new standard for ASCT in myeloma. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "bortezomib",
        "dexamethasone",
        "melphalan",
        "multiple myeloma",
        "thalidomide",
        "transplantation",
        "toxic effect",
        "flow cytometry",
        "follow-up"
    ],
    "author_names": [
        "Kalyan Nadiminti, MD",
        "Kamal Kant Singh Abbi, MBBS",
        "Annick Tricot",
        "Allyson Schultz",
        "Lindsay Dozeman",
        "Sarah L Mott, MS",
        "Fenghuang Zhan, MD PhD",
        "Guido J Tricot, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kalyan Nadiminti, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Blood & Marrow Transplantation, Department of Internal Medicine, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kamal Kant Singh Abbi, MBBS",
            "author_affiliations": [
                "Division of Hematology, Oncology and Blood & Marrow Transplantation, Department of Internal Medicine, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annick Tricot",
            "author_affiliations": [
                "Holden Comprehensive Cancer Center, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allyson Schultz",
            "author_affiliations": [
                "Holden Comprehensive Cancer Center, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsay Dozeman",
            "author_affiliations": [
                "Holden Comprehensive Cancer Center, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah L Mott, MS",
            "author_affiliations": [
                "Holden Comprehensive Cancer Center, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fenghuang Zhan, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Blood and Marrow Transplantation, Department of Internal Medicine, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido J Tricot, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Blood & Marrow Transplantation, Department of Internal Medicine, University of Iowa Hospitals and Clinics, Iowa City, IA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T21:31:44",
    "is_scraped": "1"
}