{
    "doi": "https://doi.org/10.1182/blood.V118.21.3618.3618",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1894",
    "start_url_page_num": 1894,
    "is_scraped": "1",
    "article_title": "Altered Lipid and Mitochondrial Metabolism Are Viable Targets in Acute Leukemia, ",
    "article_date": "November 18, 2011",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "leukemia, acute",
        "lipids",
        "metabolism",
        "mitochondria",
        "doxorubicin",
        "antidepressive agents, tricyclic",
        "toxic effect",
        "transfusion",
        "trichloroacetic acid",
        "acetyl coenzyme a"
    ],
    "author_names": [
        "Timothy Pardee, MD, PhD",
        "Laura M DeFord-Watts, PhD",
        "Erica Peronto, BS",
        "Denise A Levitan, MD",
        "David Duane Hurd, MD",
        "Steven Kridel, PhD"
    ],
    "author_affiliations": [
        [
            "Section on Hematology and Oncology, Wake Forest University Baptist Medical Center, Winston-Salem, NC, USA, "
        ],
        [
            "Cancer Biology, Wake Forest University School of Medicine, Winston-Salem, NC, USA, "
        ],
        [
            "Hematology and Oncology, Wake Forest Baptist Health, "
        ],
        [
            "Wake Forest University, Winston Salem, NC, USA"
        ],
        [
            "Wake Forest University, Winston Salem, NC, USA"
        ],
        [
            "Cancer Biology, Wake Forest University School of Medicine, Winston-Salem, NC, USA, "
        ]
    ],
    "first_author_latitude": "36.090271",
    "first_author_longitude": "-80.2714172",
    "abstract_text": "Abstract 3618 Acute leukemias are aggressive malignancies of the bone marrow. In adults these diseases disproportionally affect the elderly with a median age of onset of 72 for acute myeloid leukemia (AML) and 60 for acute lymphoblastic leukemia (ALL). Patients over the age of 60 have less than 10% survival at 5 years. This is the result of a combination of increased primary resistant disease and comorbidities that lead to treatment related mortality. Despite decades of research for the majority of AML and ALL patients, therapies have remained unchanged. There is a desperate need for novel agents with acceptable toxicities. Altered metabolism is a hallmark of cancer including the acute leukemias. Nearly all tumor cells will preferentially utilize anaerobic glycolysis even under aerobic conditions, a phenomenon known as the Warburg effect. Additionally, cancer cells can also increase lipid anabolism and upregulate fatty acid synthase (FASN). These alterations in metabolism represent a possible therapeutic target. The novel lipoate derivative CPI-613 is a first in class agent that targets a key mitochondrial enzyme involved in aberrant metabolism, pyruvate dehydrogenase complex (PDH). PDH is required for the conversion of pyruvate to acetyl-CoA, which then enters into the tricarboxylic acid cycle (TCA). TCA intermediates are utilized as biosynthetic precursors for the production of a variety of molecules, including fatty acids. To determine if leukemic blasts upregulate FASN we performed western blots on leukemic cell lines and primary patient samples and compared levels to normal hematopoietic precursor cells. We found all cell lines and many primary AML samples had increased levels of FASN when compared to controls implying an upregulation of fatty acid synthesis. Consistent with this, inhibition of fatty acid synthesis with the FASN inhibitor orlistat or acetyl-CoA carboxylase inhibitor TOFA resulted in loss of viability of HL60, Jurkat and K562 cells. To determine if PDH inhibition by CPI-613 has activity in the acute leukemias, we tested it against several human and murine acute leukemia cell lines in vitro and in vivo . CPI-613 was active against HL60, Jurkat and K562 cells with an average IC 50 value of 14 μM (range 12.2 – 16.4). CPI-613 was found to be synergistic with doxorubicin with Combinatorial Index (CI) values between 0.478 and 0.765. Sensitivity to CPI-613 in a genetically defined murine AML cell line was increased with shRNA mediated knockdown of p53 or expression of MN1 despite their increased resistance to standard therapy. Intriguingly, in preliminary studies, CPI-613 appeared to be highly synergistic with the tyrosine kinase inhibitor nilotinib in Baf-3 cells transduced to express the p210 BCR-ABL kinase with CI values of 0.073–0.059. In vivo , CPI-613 was found to synergize with doxorubicin when these cells were injected into syngeneic Balb/c mice with an extension of median survival from 12 days with doxorubicin alone to 16 days with the combination of CPI-613 and doxorubicin (p=0.0001). In addition to these studies, CPI-631 is also the subject of a phase I clinical trial for patients with relapsed and refractory hematologic malignancies at the Wake Forest University Comprehensive Cancer Center. To date, ten patients have been treated. CPI-613 appears to be well tolerated with no adverse events > grade 1 attributed as probably associated with drug. Four patients had a diagnosis of relapsed or refractory AML. CPI-613 at the initial dosing level concurrent with hydroxyurea resulted in a transient reduction in peripheral blood blasts in the first AML patient. Treatment at the next dosing level resulted in a hematologic improvement leading to transfusion independence and transient decrease in the 7q minus clone in the second AML patient. He maintains transfusion independence after 7 cycles and continues on therapy to date. The third patient with refractory AML had an increase in neutrophil count but no reduction in peripheral blood blasts. Taken together, these data suggest that altered lipid and mitochondrial metabolism are viable targets in the acute leukemias. The novel agent CPI-613 has activity against several acute leukemia cell lines in vitro and in vivo and may have activity in patients with relapsed disease. The therapeutic index appears quite high with only minor toxicities seen. Disclosures: No relevant conflicts of interest to declare."
}