{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2659.2659",
    "article_title": "Phase I/Ib Trial of the MUC1 Inhibitor GO-203-2C Alone and in Combination with Decitabine for Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster II",
    "abstract_text": "MUC1, an oncogenic protein aberrantly expressed on AML and leukemic stem cells, supports critical aspects of the malignant phenotype including resistance to apoptosis, cell proliferation and autonomous self renewal. GO-203-2C is a novel cell-penetrating peptide that blocks homodimerization of the MUC1-C subunit required for nuclear translocation and downstream signaling. In murine AML models, treatment with GO-203-2C resulted in specific eradication of myeloid leukemia. GO-203-2C is synergistic with hypomethylating agents in pre-clinical models of AML. Based on these findings, we are conducting a phase I/Ib study of GO-203-2C alone and in combination with decitabine in patients with AML. Patients with relapsed or refractory (R/R) AML or those with untreated AML who were not candidates for cytotoxic therapy were eligible. Study design consisted of a dose escalation phase with 3 patients each treated with 6.25mg/m 2 , 12.5mg/m 2 and 18mg/m 2 intravenous GO-203-2C alone on days 1-5, 8-12 and 15-19 of a 28 day treatment cycle. A subsequent dose escalation with a total of 7 patients was conducted with G0-203-2C at 12.5mg/m 2 and 18mg/m 2 GO-203-2C administered on day 1-5 and 8-12 in conjunction with decitabine at the standard dose of 20mg/m 2 on days 8-12 of each cycle. The study is currently enrolling an expansion cohort; outcomes for 20 patients will be available once the accrual goal is met. Median age was 66 (45 - 81) years with equal gender representation. ECOG performance status was 1 or 2 in all patients. 3 patients were treated upfront and 13 had R/R disease after one to five prior therapies including 4 post-allogeneic transplant. AML prognostic risk was determined according to ELN strata with 12% favorable, 44% intermediate and 44% high risk. Adverse events were primarily CTCAE grade 1 or 2. There was an episode of grade 3 hypertriglyceridemia in one patient and grade 2 pancreatitis in another for which study drug was held and grade 3 hypertension for which dose was reduced. 5 episodes of treatment delay occurred amongst 3 patients due to grade 3-4 neutropenia or thrombocytopenia. Median time to absolute neutrophil >1.0 x 10^9/uL or platelet >100 x 10^9/uL was 8 days with cessation of therapy required in one case that failed to recover by day 50. Another patient experienced atrial fibrillation leading to 4 missed doses of GO-203-2C in cycle 1 and was not evaluable for dose-limiting toxicity but continued on study receiving 9 of 10 doses in cycle 2 and was included in response assessment. Response was defined by IWG criteria as complete remission (CR), complete remission with incomplete count recovery (CRi), or partial remission (PR). Patients in the cohort with GO-203-2c alone received up to 2 cycles of therapy. All 9 patients treated with GO-203-2c alone had resistant disease on marrow assessment but 1 patient had sustained clearance of peripheral blasts. In the combination cohort, response was achieved in 57% (4 of 7). One patient achieved CR and remains on therapy cycle 11. Two patients achieved CRi, although one was taken off study for hematologic toxicity, the other relapsed prior to cycle 3. One patient had partial remission after cycle 2 but later progressed. 1 patient had resistant disease after 3 cycles and two had progressive disease (PD) defined as doubling of peripheral blood blast count or marrow blast percentage, after 1 or 2 cycles. Amongst patients who had response, 2 were upfront and 2 R/R; 2 patients had favorable risk, 1 intermediate and 1 high risk disease. We have previously reported that suppression of the immune response by MUC1 in AML is associated with expansion of myeloid-derived suppressor cells (Pyzer AR. Blood 2017) and up-regulation of PD-L1 expression (Pyzer AR, Leukemia 2017). Of note, response to GO-203-2C treatment was associated with decreased MUC1 expression on CD34+CD38-lineage- leukemia stem cells from 3 evaluable patients. MUC1 inhibition also resulted in decreased PD-L1 expression in leukemia cells and reduction in myeloid derived suppressor cells as demonstrated by multichannel flow cytometric analysis of CD11B+HLA-DR-CD33+ cells. In summary, the results demonstrate that the combination of GO-203-2C and decitabine is safe, and importantly, demonstrates both anti-leukemia and immunomodulatory effects. Disclosures Stone: Ono: Consultancy; Roche: Consultancy; Juno Therapeutics: Consultancy; Jazz,: Consultancy; Novartis: Consultancy; DSMN: Consultancy; Pfizer: Consultancy; Janssen: Consultancy; Cornerstone: Consultancy; Astellas: Consultancy; Amgen: Consultancy; Agios: Consultancy; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sumitomo Dainippon: Consultancy. DeAngelo: Immunogen: Honoraria, Research Funding; Novartis Pharmaceuticals Corporation: Consultancy, Honoraria, Research Funding; Pfizer Inc.: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Research Funding; BMS: Consultancy; ARIAD: Consultancy, Research Funding; Incyte: Consultancy, Honoraria; Blueprint Medicines: Honoraria, Research Funding; Shire: Honoraria; Glycomimetics: Research Funding; Takeda Pharmaceuticals U.S.A., Inc.: Honoraria; Celgene: Research Funding. Neuberg: Synta Pharmaceuticals: Other: Stock shares. Avigan: Genus Oncology: Research Funding.",
    "topics": [
        "decitabine",
        "leukemia, myelocytic, acute",
        "leukemia",
        "complete remission",
        "partial response",
        "programmed cell death 1 ligand 1",
        "uterine fibroids",
        "adverse event",
        "antigens",
        "atrial fibrillation"
    ],
    "author_names": [
        "Jessica Liegel, MD",
        "Jacalyn Rosenblatt, MD",
        "Richard M. Stone, MD",
        "Malgorzata McMasters, MD",
        "James D. Levine, MD MS",
        "Myrna Nahas, MD",
        "Robin M. Joyce, MD",
        "Salvia Jain, MD",
        "Daniel J. DeAngelo, MD",
        "Jacqueline S. Garcia, MD",
        "Josie Bazemore",
        "Ilene Galinsky",
        "Donna S. Neuberg, ScD",
        "Lillian Werner, MS",
        "Emma Logan",
        "Kaleb Mikami",
        "Mary Paty Bryant",
        "Victoria Allen",
        "Dina Stroopinsky, PhD",
        "Leandra Cole",
        "Abigail J. Washington",
        "Adam Ephraim",
        "David E. Avigan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jessica Liegel, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jacalyn Rosenblatt, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malgorzata McMasters, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James D. Levine, MD MS",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myrna Nahas, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin M. Joyce, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salvia Jain, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. DeAngelo, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline S. Garcia, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josie Bazemore",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilene Galinsky",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S. Neuberg, ScD",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lillian Werner, MS",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emma Logan",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaleb Mikami",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Paty Bryant",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Allen",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dina Stroopinsky, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandra Cole",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abigail J. Washington",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Ephraim",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David E. Avigan, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:39:32",
    "is_scraped": "1"
}