{
    "doi": "https://doi.org/10.1182/blood.V120.21.613.613",
    "article_title": "A Novel Role for Mesenchymal Stem/Progenitor Cells As Hypoxia Sensors During Initiation of Neo-Vasculogenesis in Vivo  ",
    "article_date": "November 16, 2012",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion II",
    "abstract_text": "Abstract 613 Background: Hypoxia is a major stimulus of neo-vasculogenesis. Under hypoxic conditions endothelial colony-forming progenitor cells (ECFCs) arrange tubular structures, which can connect to the pre-existing vasculature forming functional perfused vessels. The current view is that mesenchymal stem and progenitor cells (MSPCs) or their pericyte progeny are recruited subsequently to stabilize vessels. So far, clinical applications of endothelial progenitors to restore tissue oxygenation after ischemia, cardiovascular disease or stroke largely failed to meet medical needs. Based on previous work demonstrating patent vessel formation after MSPC/ECFC co-transplantation in vivo (Blood 2009), we hypothesized that MSPCs have a decisive role in the vasculogenic response to hypoxia. Here we show for the first time that ECFCs in hypoxic conditions in vivo strictly require the presence of functional MSPCs not only to stabilize but primarily to initiate neo-vasculogenesis by a hypoxia-inducible transcription factor (HIF)-dependent mechanism. Methods: Adult human ECFCs were isolated from blood and MSPCs from bone marrow aspirates and expanded under humanized culture conditions. Progenitor cell phenotype, long-term proliferation, HIF stabilization, wound repair as well as migratory and vasculogenic functions were monitored under severe hypoxia (1% O 2 ), venous oxygen (5% O 2 ) and standard ambient air culture conditions (20% O 2 ). ECFC and MSPC crosstalk in vivo was studied in immune-deficient NSG mice (NOD.Cg-Prkdc scid Il2rg tm1Wjl /SzJ) after subcutaneous transplantation in various extracellular matrices (matrigel, collagen/fibronectin, human platelet lysate gel). Cell type-specific chemical and genetic inhibition of HIF (YC-1, shRNA) was used to delineate the role of hypoxia sensing in MSPCs and ECFCs, respectively, during vasculogenesis in vivo . To determine if downstream target proteins of HIF-1α could substitute for MSPC presence during vasculogenesis, selected growth factors and cytokines were tested. Results: Progenitor proliferation and function in vitro were reduced with declining oxygen levels. ECFCs stabilized hypoxia-inducible factor-1α (HIF-1α) only at 1% O 2 , while MSPCs stabilized HIF-1α already at 5% O 2 . In an NSG mouse model, ECFCs transplanted into a hypoxic environment did not stabilize HIF-1α, while transplanted sole MSPCs or MSPCs in co-transplants showed strong nuclear HIF-1α stabilization 1 day after transplantation preceding any vessel formation or perfusion. In the absence of MSPCs, the majority of ECFCs underwent apoptosis within 24h in vivo. Inhibition of HIF-1α stabilization in MSPCs but not in ECFCs significantly abrogated vessel formation in vivo . Blocking the prominent HIF-1α down-stream target vascular endothelial growth factor (VEGF) resulted in the expected inhibition of neo-vasculogenesis. Interestingly, substitution of VEGF alone could not restore vessel formation, neither when injected together with sole ECFCs nor in a model where ECFCs were co-transplanted with HIF-depleted MSPCs. Substitution of a complex mixture of platelet-derived factors in vivo partly restored the vasculogenic function of HIF-depleted MSPCs. Conclusions: MSPCs react to a low oxygen environment by stabilizing HIF-1α earlier and more sensitively than ECFCs. MSPCs promote vessel formation at least in part by rescuing ECFCs from hypoxia-induced apoptosis in the initial phase of vasculogenesis by a HIF-dependent trophic mechanism. Surprisingly, therapeutic vasculogenesis can occur independently of endothelial HIF stabilization. These results argue in favor of MSPC/ECFC co-transplantation as a promising strategy for vascular regenerative therapy. The observation that VEGF alone could not compensate for the vasculogenic competence of pericyte precursors in vivo underlines the complexity of the hypoxia-induced cytokine network. The fact that hypoxia sensing in MSPCs but not in ECFCs is crucial to initiate vascular regeneration supports a shift of focus from endothelial cells to perivascular mesenchymal cells as a therapeutic target in anti-angiogenic therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "hypoxia",
        "sensor",
        "stem cells",
        "gel",
        "stabilization",
        "transplantation",
        "vascular endothelial growth factor a",
        "oxygen",
        "cytokine"
    ],
    "author_names": [
        "Nicole A Hofmann, MSc",
        "Anna Ortner, MSc",
        "Rodrigo Jacamo, Ph.D",
        "Andreas Reinisch, MD, PhD",
        "Katharina Schallmoser, MD",
        "Rokhsareh Rohban",
        "Margareta Frühwirth",
        "Nathalie Liechtenstein",
        "Christine Beham-Schmid, MD",
        "Werner Linkesch",
        "Michael Andreeff, MD, PhD",
        "Dirk Strunk, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicole A Hofmann, MSc",
            "author_affiliations": [
                "Stem Cell Research Unit, Dept of Hematology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Ortner, MSc",
            "author_affiliations": [
                "Stem Cell Research Unit, Dept of Hematology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Jacamo, Ph.D",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Reinisch, MD, PhD",
            "author_affiliations": [
                "Stem Cell Research Unit, Dept of Hematology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharina Schallmoser, MD",
            "author_affiliations": [
                "Stem Cell Research Unit, Dept of Blood Group Serology and Transfusion Medicine, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rokhsareh Rohban",
            "author_affiliations": [
                "Stem Cell Research Unit, Dept of Hematology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margareta Frühwirth",
            "author_affiliations": [
                "Stem Cell Research Unit, Dept of Hematology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Liechtenstein",
            "author_affiliations": [
                "Stem Cell Research Unit, Dept of Hematology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Beham-Schmid, MD",
            "author_affiliations": [
                "Institute of Pathology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Werner Linkesch",
            "author_affiliations": [
                "Department of Hematology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology & Therapy, Department of Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Strunk, MD",
            "author_affiliations": [
                "Stem Cell Research Unit, Dept of Hematology, Medical University of Graz, Graz, Austria, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:45:51",
    "is_scraped": "1"
}