{
    "doi": "https://doi.org/10.1182/blood.V114.22.1034.1034",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1505",
    "start_url_page_num": 1505,
    "is_scraped": "1",
    "article_title": "Azacitadine and Low-Dose Gemtuzumab Ozogamicin for the Treatment of Poor-Risk Acute Myeloid Leukemia (AML) and Myelodysplastic Syndromes (MDS), Including Relapsed, Refractory Disease. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster I",
    "topics": [
        "gemtuzumab",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "treatment resistant disorders",
        "transplantation, homologous",
        "azacitidine",
        "disease remission",
        "toxic effect",
        "consolidation therapy",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Laura C Michaelis, MD",
        "Danielle Shafer, DO",
        "Kevin Barton, MD",
        "Tulio Rodriguez, MD",
        "Scott Smith, M.D., Ph.D",
        "Patrick Stiff, MD",
        "Sucha Nand, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Hematology/Oncology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Hematology/Oncology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Hematology/Oncology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Hematology/Oncology, Loyola University Medical Center, Maywood, IL"
        ],
        [
            "Hematology/Oncology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Hematology/Oncology, Loyola University Medical Center, Maywood, IL, USA, "
        ]
    ],
    "first_author_latitude": "41.88366034999999",
    "first_author_longitude": "-87.83890294999999",
    "abstract_text": "Abstract 1034 Poster Board I-56 Background: Poor-risk groups with AML – defined as those above age 50, those with secondary or treatment-related disease, and individuals relapsing after or refractory to initial therapy – have a very disappointing response to therapy and a dismal overall survival, on the order of 6 months. Therapeutic options are limited by age, comorbidities and toxicities from prior treatment. Hypomethylating agents, such as Azacitidine (AZA) may induce remission in up to 20% of patients. We have previously published a pilot study of a regimen combining AZA and low-dose gemtuzumab ozogamicin (GO) for the treatment of newly diagnosed, elderly patients with AML or high-risk MDS. (Leuk Lymphoma. 2008:49:2141-7) The combination produced a 70% CR/CRi rate, a median OS of 10 months and formed the basis of a national cooperative group trial in this select population. Based on these results, our institution broadened the use of this regimen to patients not otherwise eligible for standard therapy or a clinical trial, including patients with relapsed or refractory disease. We have retrospectively analyzed the clinical characteristics and outcomes of 56 patients treated with this regimen at our institution between September 2006 and July 2009. Methods: With IRB consent, all off-study patients with AML and MDS as well as those with relapsed/refractory AML were included in this analysis. Patients were included if they received at least one full cycle of AZA at a dose of 75mg/m2 SQ or IV daily for seven days followed by GO 3mg/m2 IV on day 8. A second cycle could be given after a day 15 bone marrow (BM) if there was no evidence of a CR or aplasia. Patients could receive consolidation therapy with the same regimen for one or more additional cycles and/or could continue on monthly maintenance therapy with single-agent AZA. Results: Patient characteristics: Between September 2006 and May 2009, a total of 56 patients received the regimen, 26 (46%) for the treatment of relapsed or refractory disease and 30 (54%) as first-line therapy. Most were treated for AML, but 11 (20%) had high-risk MDS, including three with CMMoL. The average age of patients at the time of treatment was 63 yrs, range of 23-85 yrs. Following induction, 17 patients received AZA alone as monthly maintenance therapy and nine were treated with allogeneic transplantation. The treatment-related mortality was 10% (n=6). Grade 3 or 4 non-hematologic toxicities, primarily infection or infusion reactions related to GO, were recorded in 17 patients (30%). Response rate/Overall survival Of the 56 patients, 15 (27%) achieved a CR or CRi. An additional seven patients cleared their peripheral blood blasts or had hematologic improvement but did not have BM documentation of remission. CR or CRi was achieved in five of 22 patients (22%) with poor-risk cytogenetics and seven of the 24 (29%) patients who had therapy-related disease or disease that had evolved from pre-existing hematologic malignancy. The median OS was 21 weeks (range: 1-118). In patients who achieved a CR or CRi, the median OS was 40 weeks (range: 9-118). Most notably, seven of 26 patients (26%) with relapsed or refractory disease achieved a documented CR or CRi – including two patients with primary refractory disease and two who had relapsed after allogeneic transplantation. The median OS of these seven patients was 40 weeks (range: 9-118). Maintenance therapy with monthly AZA monotherapy was administered to 17 patients, 11 of whom had achieved a documented CR or CRi. The mean number of months of maintenance therapy was four; 8 received 5-10 cycles. Patients receiving maintenance therapy after achieving CR or CRi had a median OS of 45 weeks (range 20-118). Conclusions: The combination of AZA and low-dose GO produced a CR/CRi of 27% and a low TRM in an extremely poor-risk group of patients with AML and high-risk MDS. Responses were seen in patients with primary refractory disease and those who relapsed following allogeneic stem-cell transplant. Patients who were able to achieve a CR or CRi appeared to benefit from several months of maintenance AZA and had a median survival of nearly one year. Based on these results we are opening a prospective trial of this regimen for patients with relapsed or refractory disease with responders continuing on azacitidine indefinitely or proceeding to allogeneic transplantation. Disclosures: Off Label Use: I will describe the use of Azacitadine for acute myeloid leukemia. Smith: Celgene: Speakers Bureau. Nand: Pharmion/Celgene: Consultancy, Research Funding, Speakers Bureau."
}