{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5057.5057",
    "article_title": "A Single Center Analysis of Clofarabine Use Prior to Bone Marrow Transplantation in Patients with Relapsed/Refractory Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Acute Myeloid Leukemia (AML) remains clinically challenging to manage. With high instances of relapsed and refractory disease, hematopoietic cell transplant (HCT) remains the only viable cure for most patients. Prior studies have demonstrated achieving cellular aplasia prior to HCT may help improve patient outcomes in patients with high risk disease. In this retrospective single-center analysis we look at the use of clofarabine, for cytoreduction prior to HCT in patients with relapsed or refractory AML (RR-AML) in a contemporary cohort. Methods: The study included 31 patients with AML who received clofarabine between 09/01/2009 and 12/31/2016. Information about sociodemographics, disease and transplant characteristics and clinical outcomes was obtained by medical record review. The probabilities of overall survival (OS) and relapse-free survival (RFS) were estimated according to the Kaplan Meier method and log-rank test was used to compare outcomes between patients who were able to achieve aplasia vs. not. Results: The median age of patient was 47 years, 62% were females. Relapsed versus refractory AML after an average 2.6 lines of treatment totaled at 45% (14/31) and 55%% (17/31), respectively. High risk subtypes of AML, as determined by cytogenetics and molecular analysis, predominated with 93% (29/31) being high risk. Aplasia was achieved in 58% (19/31) of participants of which 89% (17/19) went on to transplant. Four additional patients who did not achieve aplasia were also transplanted, with a total of 21 patients who went on to transplant. At a median follow-up time of 41 months from HCT (3 - 60 months) , 11(52%) were alive, of which 9 were transplanted in aplasia, and 2 were not. In the follow-up interval, 33% (7/21) transplanted patients relapsed with a median time to relapse of 6 months. There was not a statistically significant difference for RFS or OS in patients who were transplanted in aplasia versus those who were not. Discussion: RR-AML portends a dismal prognosis unless patients can proceed to HCT. This underscores the importance of analyzing optimal chemotherapy regimens in relapsed and refractory disease, not only as a bridge to transplant, but also as a means of potentially improving post-transplant outcomes. By using clofarabine, we employ an agent that has non-overlapping toxicities with that of various conditioning regimens in an effort to reduce disease burden prior to HCT. We demonstrate that using clofarabine prior to transplant can result in successful transplant outcomes in patients with RR-AML. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Khera: Novartis: Consultancy.",
    "topics": [
        "bone marrow transplantation",
        "clofarabine",
        "leukemia, myelocytic, acute",
        "transplantation",
        "follow-up",
        "treatment resistant disorders",
        "chemotherapy regimen",
        "debulking",
        "hematopoietic stem cell transplantation",
        "toxic effect"
    ],
    "author_names": [
        "Caleb J Scheckel, DO",
        "Jeffrey Alan Betcher, BSPharm, RPh",
        "Lisa Sproat, MD MSW",
        "Nandita Khera, MD",
        "James L. Slack, MD",
        "Jose F. Leis, MD PhD",
        "Pierre Noel, MD",
        "Raoul Tibes",
        "Lanyu Mi, MS",
        "Jeanne Palmer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Caleb J Scheckel, DO",
            "author_affiliations": [
                "Department of Medicine, Mayo Clinic Arizona, Scottsdale, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Alan Betcher, BSPharm, RPh",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Sproat, MD MSW",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nandita Khera, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James L. Slack, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose F. Leis, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Noel, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raoul Tibes",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lanyu Mi, MS",
            "author_affiliations": [
                "Department of Biostatistical Research, Mayo Clinic Arizona, Scottsdale, AZ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanne Palmer, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic, Phoenix, AZ"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T02:23:42",
    "is_scraped": "1"
}