{
    "doi": "https://doi.org/10.1182/blood-2020-141539",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4521",
    "start_url_page_num": 4521,
    "is_scraped": "1",
    "article_title": "Comparison of Azacitidine and Decitabine for the Treatment of Acute Myeloid Leukemia: A Systematic Review and Meta-Analysis ",
    "article_date": "November 5, 2020",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Miriam Saiz-Rodríguez",
        "Beatriz Cuevas, MD PhD",
        "David Martínez-Cuadrón, MD",
        "Verónica Campuzano",
        "Maria Victoria Cuevas",
        "Gerardo Hermida",
        "Rodolfo Alvarez",
        "Tomás José González-López, MD",
        "Francisco Javier Diaz-Galvez",
        "Raquel Alcaraz",
        "Pilar de Vicente",
        "Miguel A. Sanz, MD",
        "Pau Montesinos, MD PhD",
        "Jorge Labrador"
    ],
    "author_affiliations": [
        [
            "Research Unit, FBIS-Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hematology Department, Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hematology and hemotherapy department, Hospital Universitari i Politècnic La Fe, Valencia, Spain "
        ],
        [
            "Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hospital Universitario de Burgos, Burgos, Spain, Burgos, Spain "
        ],
        [
            "Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Research Unit, FBIS-Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hospital Universitario de Burgos, Burgos, Spain "
        ],
        [
            "Hematology and hemotherapy department, Hospital Universitari i Politècnic La Fe, Valencia, Spain "
        ],
        [
            "Hematology Department, Hospital Universitario La Fe de Valencia,, Valencia, Spain "
        ],
        [
            "Hematology Department, Research Unit, Hospital Universitario de Burgos, Burgos, Spain"
        ]
    ],
    "first_author_latitude": "42.361942",
    "first_author_longitude": "-3.6848982999999995",
    "abstract_text": "Introduction: Decitabine and azacitidine have been increasingly used to treat patients with acute myeloid leukemia (AML) who are elderly or not suitable for intensive chemotherapy. Despite their widespread use, there is no consensus on their efficacy, with considerable variability between studies. Furthermore, they have not been directly compared in a randomized clinical trial. Our aim was to analyze and compare the efficacy of azacitidine and decitabine for the treatment of AML in elderly patients and/or patients not suitable for intensive chemotherapy. Methods: We included randomized controlled trials and retrospective studies enrolling adults diagnosed with newly diagnosed AML and treated with azacitidine or decitabine, not eligible for intensive chemotherapy. Only data from azacitidine or decitabine monotherapy arms were included. We included studies that reported at least one of the following outcomes: mortality, overall survival (OS), complete remission (CR), complete remission with incomplete hematologic recovery (CRi), partial response (PR). Results: The search strategy revealed 681 citations, before the duplicates were removed. Finally, 20 articles were included after analysis of abstracts and full text. In total, 23 patient cohorts were analysed (12 for azacitidine and 11 for decitabine). Table 1 shows the results of response, OS and 1-year mortality during azacitidine (75mg/m2 for 7d and 5d) and decitabine (20 mg/m2 for 5d and 10d) treatment. Comparing only the standard regimens, the overall response rate (ORR=CR+RCi+RP) for azacitidine (75 mg/m2, 7d) was 30% (95% CI 23%-37%) and for decitabine (20mg/m2, 5d) was 46% (95% CI 42%-50%), p75%), and the result was significantly different between azacitidine (51% mortality, 95%CI: 46% -57%) and decitabine (72% mortality, 95%CI: 67% -76%), p<0.001, but we only have data from 2 studies in the decitabine arm, with a substantial heterogeneity. Regarding OS, it was 10.90 months 95% CI: 8.92-12.89 months in case of azacitidine, and 8.57 months 95% CI: 7.02-10.13 months, p=0.221. Comparing the 5-day versus 10-day decitabine regimen, an ORR of 46% (95% CI 42-50) and 40% (95% CI 25-56), respectively, was observed (p=0.420). There was no significant difference in response rates, mortality and OS. For treatment with azacitidine for 5 days vs 7 days, an ORR of 36% (95% CI 13-60) and 30% (95% CI 23-37), respectively, was observed (p=0.613). Mortality was higher when administered for 5 days (72%, 95% CI: 61-82%) versus 7 days (51%, 95% CI: 46-57%), p=0.001. OS was lower when given for 5 days (6.28 months, 95% CI: 4.23-8.32 months) versus 7 days (10.9 months, 95% CI 8.92 -12.89 months), p=0.002. Conclusions: There is a lot of heterogeneity between the different studies. Despite this, it is observed that, although the ORR rate is higher in the case of decitabine than azacitidine, there are no significant differences in mortality at 1 year and in OS, which for both azacitidine and decitabine is close to 9 months. Furthermore, this study shows that there are no significant differences in the administration of decitabine for 5 or 10 days, but there are differences in the administration of azacitidine, with the recommended regime being 7 days. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}