{
    "doi": "https://doi.org/10.1182/blood.V114.22.3106.3106",
    "article_title": "Comorbidity Is An Independent Prognostic Factor in AML: Comparison of Two Comorbidity Scores. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology Poster II",
    "abstract_text": "Abstract 3106 Poster Board III-43 Objective Many factors have been studied to predict outcome and allocate treatment in AML. The best established prognostic factors are karyotype and age. However, comorbidity may play an important role in the outcome of AML. We applied two comorbidity scores at the time of first admission in order to test this hypothesis. Methods We retrospectively analysed 198 consecutive patients with AML. All patients were included irrespective of the applied therapy. Karyotype risk group was 11.6 % good, 68.0 intermediate and 20.4 % poor risk, respectively. The median survival was 382 days. The median age was 62 years (range 20 – 81), 95 were male, 103 were female. The criteria of the Charlson Comorbidity Index (CCI) and the recently developed Hematopoietic Cell Transplantation-Specific Comorbidity Index (HCT-CI) were applied. However, the cut-offs were set lower than in the original publication in order to detect the possible impact of minor comorbidity. Results In our study, the HCT-CI (left figure) separated clearly between patients with a score of more than one (dotted line), one (dashed line) and zero (continous line) (median survival: 100 vs 328 vs 718 days; log rank test p<0.0001). Similarly, the CCI separated the patients with more than one (dotted line), one (dashed line) and none (continous line) (median survival: 94 vs 293 vs 515 days; log rank test p<0.0001). Karyotype (p < 0.001), HCT-CI (p = 0.003) and age (cut-off 60 years; p = 0.006) we shown as independent risk factors by multivariate analysis. The CCI (right figure) separated only between patients with a score of zero (continous line) and those with at least one score point. Patients with one (dashed line) and patients more than one (dotted line) were not separated. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Conclusions Our findings show that HCT-CI is an additional prognostic factor in AML, at least in our cohort. We extend previous findings severalfold. Firstly, our analysis includes 90 patients younger than 60 years and was not restricted to patients older than 60 years. Secondly, we directly compared two comorbidity indices, showing that the HCT-CI discriminaates between three risk groups. Thirdly, we showed that comorbidity is an independent predictor for survival. In conclusion comorbidity seems to be an independent prognostic factor and should be studied prospectively to clarify its use for stratification in therapeutic studies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "comorbidity",
        "prognostic factors",
        "karyotype determination procedure",
        "transplantation"
    ],
    "author_names": [
        "Juergen Novotny",
        "Achim Aisenbrey",
        "Holger Nückel, MD",
        "Ulrich Dührsen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juergen Novotny",
            "author_affiliations": [
                "Department of Haematology, University Hospital of Essen, Essen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Achim Aisenbrey",
            "author_affiliations": [
                "University Hospital of Essen, Essen, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holger Nückel, MD",
            "author_affiliations": [
                "Department of Haematology, University Hospital of Essen, Essen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Dührsen, MD",
            "author_affiliations": [
                "Hematology, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T13:04:49",
    "is_scraped": "1"
}