{
    "doi": "https://doi.org/10.1182/blood-2021-151467",
    "article_title": "Elucidating the Importance and Regulation of Key Enhancers for Human MEIS1 Expression ",
    "article_date": "November 5, 2021",
    "session_type": "602.Disordered Gene Expression and Epigenetics in Hematologic Malignancies: Basic",
    "abstract_text": "Myeloid ecotropic virus insertion site 1 ( MEIS1) is essential for normal hematopoiesis and is deregulated in a large subset of acute myeloid leukemia (AML) by yet unknown mechanisms. We previously identified 3 candidate enhancer regions: enhancer region 1 (E1) at -2 kb upstream; enhancer region 2 (E2) at +10.6 kb downstream inside intron 6; and enhancer region 3 (E3) +140 kb downstream of the translation start site. In the current study, we utilized CRISPR-Cas9 genome editing to further characterize these enhancers in a human AML cell line and identify the key transcription factors (TFs) associated with their function. To efficiently track MEIS1 expression levels, a GFP reporter, a P2A self-cleaving peptide tag and a hemagglutinin tag at its translation start site was introduced in a MEIS1 high expressing human AML cell line, U937. Then we introduced random mutations (Indels) along the MEIS1 locus utilizing a CRISPR-Cas9 mediated genome editing vector system in mono-allelic MEIS1-GFP-tagged U937 cells with special focus on the previously identified enhancer regions to find the key sequences important to the function of the MEIS1 enhancer regions. Two targeted regions yielding the highest proportion of GFP - cells corresponded to the E2 enhancer region within intron 6 and were referred to as E2.1 and E2.2. Using chromosome conformation capture (3C) assay, we detected a significantly decreased interaction (p=0.0022) between the promoter and the intron 6 region surrounding the E2 region in E2.2 targeted cells compared to the parental cells. Moreover, our data indicated that the DNA sequence within E2.2 is highly critical to this region's enhancer function which is further influenced by the larger genomic region surrounding the E2.1 gRNA targeted site. To identify TFs binding to the E2 region, we further scrutinized the E2.2 indel region for loss of TF binding sites. We performed TF prediction analysis and performed a protein pull down-mass spectrometry experiment to identify TF candidates. The overlap yielded a list of 7 TFs, each of which we targeted via CRISPR/Cas9. Reduction in GFP levels was only observed for FLI1 locus targeting but not for the other 6 TFs. Concordant reduction in MEIS1 and FLI1 levels were confirmed by immunoblotting. Additionally, chromatin immunoprecipitation (ChIP) followed by quantitative PCR revealed significant FLI1 enrichment at the promoter and at 3 sites surrounding the E2.2 region (p=0.0004) compared to 4 control regions scattered along the MEIS1 locus. Given a previous study indicating MEIS1 upregulation of FLI1 in normal hematopoiesis, we hypothesised that a positive feedback loop may exist between FLI1 and MEIS1 in AML. Since MEIS1 levels are frequently elevated in normal karyotype AML (CN-AML), we used the murine Hoxa9/Meis1 AML model as a surrogate for CN-AML and performed Meis1 ChIP-seq analysis. We detected direct Meis1 binding to the intronic region of the mouse Fli1 gene as well as other ETS factor loci, in Hoxa9/Meis1 cells. To better understand the clinical relevance of FLI1 in AML, we analyzed the Beat AML dataset. High FLI1 transcript levels correlated with adverse overall survival in CN-AML (p=0.044). Additionally, we observed a trend towards worse outcome with high FLI1 in the NPM1 -mutated CN-AML subtype (p=0.069). We also observed a similar correlation in CN-AML for another ETS factor, ELF1, which we had previously shown to bind and upregulate MEIS1 expression in AML, suggesting a broader unrecognized role for ETS factors in AML. In summary, we have developed a rapid flow cytometry-based readout for the fine dissection and characterization of the cis-regulatory elements and associated TFs critical for MEIS1 transcription via CRISPR-Cas9 genetic manipulation. Our study revealed FLI1 as the candidate key regulator of MEIS1 expression and a positive correlation between FLI1 mRNA levels and worse overall survival in MEIS1-high AML subgroups. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Xining Yang",
        "Ping Xiang",
        "Leo Escano",
        "Ishpreet Dhillon",
        "Edith Schneider",
        "Jack Clemans-Gibbon",
        "Wei Wei",
        "Jasper Wong",
        "Simon Xufeng Wang",
        "Gregg Morin",
        "Pamela A Hoodless",
        "Martin Hirst",
        "Aly Karsan",
        "Florian Kuchenbauer",
        "R. Keith Humphries",
        "Arefeh Rouhi"
    ],
    "author_dict_list": [
        {
            "author_name": "Xining Yang",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ping Xiang",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo Escano",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ishpreet Dhillon",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edith Schneider",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jack Clemans-Gibbon",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Wei",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jasper Wong",
            "author_affiliations": [
                "Department of Medical Genetics, University of British Columbia, Vancouver, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Xufeng Wang",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregg Morin",
            "author_affiliations": [
                "Genome Sciences Centre BC Cancer Agency, Vancouver, Canada",
                "University of British Columbia, Vancouver, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela A Hoodless",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada",
                "Department of Medical Genetics, University of British Columbia, Vancouver, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Hirst",
            "author_affiliations": [
                "Canada's Michael Smith Genome Sciences Centre, BC Cancer Agency, Vancouver, Canada",
                "Canada's Michael Smith Genome Sciences Centre, BC Cancer, Vancouver, Canada"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aly Karsan",
            "author_affiliations": [
                "University of British Columbia, Vancouver, Canada",
                "Canada's Michael Smith Genome Sciences Centre, BC Cancer, Vancouver, Canada"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florian Kuchenbauer",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada",
                "The Leukemia/Bone Marrow Transplant Program of British Columbia, British Columbia Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Keith Humphries",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arefeh Rouhi",
            "author_affiliations": [
                "Terry Fox Laboratory BC Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:42:06",
    "is_scraped": "1"
}