{
    "doi": "https://doi.org/10.1182/blood.V128.22.5913.5913",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3517",
    "start_url_page_num": 3517,
    "is_scraped": "1",
    "article_title": "The Use of Marijuana and Hydroxyurea Among Sickle Cell Patients ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "topics": [
        "drepanocytes",
        "hydroxyurea",
        "marijuana use",
        "marijuana",
        "sickle cell anemia",
        "narcotics",
        "pain",
        "pain management",
        "adverse effects",
        "pain crisis"
    ],
    "author_names": [
        "Nene Kalu, LGSW",
        "Patricia A. O'Neal, MD",
        "Catherine Nwokolo, RN",
        "Sharmin Diaz, FNP",
        "Oluwakemi Owoyemi, MD MPH"
    ],
    "author_affiliations": [
        [
            "Howard University, Washington, DC ",
            "Center for Sickle Cell Disease, Howard University, Washington, DC "
        ],
        [
            "Center for Sickle Cell Disease, Howard University, Washington, DC ",
            "Department of Medicine, Howard University, Washington, DC"
        ],
        [
            "Center for Sickle Cell Disease, Howard University, Washington, DC "
        ],
        [
            "Center for Sickle Cell Disease, Howard University, Washington, DC "
        ],
        [
            "Howard University, Washington, DC "
        ]
    ],
    "first_author_latitude": "38.9226843",
    "first_author_longitude": "-77.0194377",
    "abstract_text": "Objective Sickle cell crises are a common, painful complication of sickle cell disease. These crises are treated in the emergency department with narcotic analgesia. However due to concerns about addiction, tolerance and side effects of pain medications, physicians specifically hematologists recommend the use of hydroxyurea as an alternative therapeutic medication for sickle cell patients. Hydroxyurea is the only FDA approved therapeutic medication proven to decrease the painful vasoocclusive process in sickle cell disease. Similarly, marijuana is being studied as an alternative in reducing pain in sickle cell disease. However, few have looked at the prevalence of hydroxyurea and marijuana use in sickle cell disease patients. We want to explore the prevalence of marijuana use among our hydroxyurea and non-hydroxyurea users. Method We developed a structured self-administered anonymous questionnaire that was provided to our adult sickle cell patients. One hundred and three (103) patients with HbSS, HbSC, HbSBetaThalassemia and HbSS disease with Alpha Thalassemia trait were consented and explained the purpose of the questionnaire. The questionnaire was administered in a private room in our clinic. The questionnaire focused on the following variables: (1) current regimen of their prescribed narcotic medication at steady state (2) current regimen of their prescribed narcotic medication during a moderate to severe pain crisis (3) use of Marijuana and Hydroxyurea during steady state and during a moderate to severe pain crisis (4) whether or not they were taking Hydroxyurea and the (5) physical effects of combining prescribed narcotic medication with illicit drug use. The questionnaire consisted of twenty-five (25) questions which took on average 10-15 minutes. The answers to the questionnaire were entered into REDCap (Research Electronic Data Capture). It is a secure, web-based application designed to support data capture for research studies, providing 1) an intuitive interface for validated data entry; 2) audit trails for tracking data manipulation and export procedures; 3) automated export procedures for seamless data downloads to common statistical packages; and 4) procedures for importing data from external sources. The data was analyzed using SPSS 23.0 (IBM Corp. Armonk, NY). Chi-square or Fisher exact testing was used to test the association between variables on the prevalence of cannabis use for pain management and other symptom relief and its side effects during self-administration in patients with sickle cell disease. Results Our analysis showed that fifty-one (51%) percent of the participants were females while forty-nine (49%) percent were males. Thirty-six (36%) percent of patients were between 25-34 years of age and the median age was 30 years. Thirty-three percent (33%) had a college degree or higher. Sixty percent (60%) of participants admitted to using marijuana at least once. Fifty-six percent (56%) of patients used both hydroxyurea and marijuana while forty-four percent (44%) of patients did not use hydroxyurea but used marijuana. Thirty percent (30%) of participants stated they used marijuana within the last 12 months to relieve symptoms associated with sickle cell disease. The main reasons for use were to increase appetite, improve sleep, mood and concentration, relieve stress and anxiety and alleviate pain. Eighty percent (80%) of participants stated that marijuana was not as effective in managing their sickle-related pain as hydroxyurea. There was no significant difference (p= 0.173) between the use of marijuana among hydroxyurea users and non-hydroxyurea users. Five percent(5%) of participants reported combining marijuana with prescribed narcotic medications to alleviate their sickle-related pain. Conclusion In summary, our data showed that within the groups of hydroxyurea users and non-hydroxyurea users, there was no significant difference in the use of marijuana. Both groups use marijuana as much as the general population. However, the use of marijuana among our sickle cell patients was not solely dependent on pain control. Further studies need to be conducted to show any significant results between hydroxyurea and non-hydroxyurea users. Disclosures No relevant conflicts of interest to declare."
}