{
    "doi": "https://doi.org/10.1182/blood.V108.11.1447.1447",
    "article_title": "High-Throughput Genetic Profiling of Acute Myeloid Leukemias: Novel Mutations Detected in Signal Transduction Pathway Genes by a Strategy Utilizing Endonuclease-Based Heteroduplex Scanning and DNA Sequencing. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The Raf/MEK/ERK, Wnt/beta-catenin, JAK/STAT and PI3K/Akt signal transduction pathways have key roles in regulation of cell cycle progression and apoptosis, and are current focal points of therapeutic development and intervention strategies for hematopoietic neoplasias. Although mutations in several pathway-associated genes known to contribute to the malignant phenotype have been described, the mutation status of genes encoding components of these pathways as a whole remains to be determined. This has yet to be achieved in even a single type of cancer. In this study, we applied a novel mutation scanning strategy (HTMS) that utilizes SURVEYOR Endouclease heteroduplex cleavage analysis of patient derived PCR products, along with selective fluorescent DNA sequencing in a combinatorial fashion to achieve high-throughput, accuracy, and sensitivity. Comprehensive screening of the protein coding portions of 33 signal transduction pathway genes was performed on PCR products from 192 AML samples and 48 controls. Target genes included receptor kinases (FLT3, KIT, CSF1R, FGFR3, NOTCH1), cytoplasmic kinases (ABL1, SRC, PIK3CA, JAK2), GTPases (KRAS, NRAS, HRAS), transcription factors (MYC, GATA1, CEBPA) and tumor suppressors (PTEN, P53). The Raf/MEK/ERK (genes: BRAF, ARAF, CRAF, PTPN11, MEK1/2, ERK1/2) and Wnt/beta-catenin (genes: APC, CTNNB1, CDH1, AXIN1, AXIN2, GSK3B, PP2A) pathways were emphasized. Using this high-throughput mutation scanning (HTMS) methodology, over 10 million base pairs from 192 cancer genomes and 48 control genomes was analyzed for somatic alterations and inherited polymorphisms in these genes. In the AML sample set, we identified 393 somatic mutations (2.0 mutations/AML), of which 54 (13.7%) have not been previously reported. These novel variants included point mutations in key functional domains of FLT3, KIT, NRAS, BRAF, ARAF, PTPN11, ABL1, FGFR3, MYC, NOTCH1, APC, CTNNB1, and GSK3B. At least one mutation was found in 100% of the AML samples. The relevance of these somatic mutations to the AML pathogenesis awaits detailed functional studies. The approach demonstrated in this study represents an effective in-depth mining strategy for high-throughput mutation analysis, compared to the standard re-sequencing approach for profiling of complex genetic diseases like cancer. The HTMS approach alleviates the current bottleneck of rigorous, manual sequence analysis that is required to identify somatic mutations. By integrating mutational profiling with comparative genomic hybridization, high-density SNP screening, and RNA profiling, many genetic changes relevant to cancer diagnosis, treatment and patient management, will surely be discovered, along with new targets for therapeutic intervention.",
    "topics": [
        "endonuclease",
        "genes",
        "genetics",
        "leukemia, myelocytic, acute",
        "mutation",
        "sequence analysis, dna",
        "signal transduction pathways",
        "beta catenin",
        "cancer",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Stan L. Lilleberg",
        "Jill Hempel",
        "Jeff Durocher",
        "Damien Foster",
        "Christopher Hartman",
        "Jason Stoddard",
        "Brooke Walters",
        "Michael L. Nickerson",
        "Manika Koul"
    ],
    "author_dict_list": [
        {
            "author_name": "Stan L. Lilleberg",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA",
                "Pathology, Creighton University School of Medicine, Omaha, NE, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jill Hempel",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff Durocher",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damien Foster",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Hartman",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Stoddard",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brooke Walters",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael L. Nickerson",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manika Koul",
            "author_affiliations": [
                "Translational and Clinical Research, Transgenomic, Inc, Omaha, NE, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T21:37:08",
    "is_scraped": "1"
}