{
    "doi": "https://doi.org/10.1182/blood.V116.21.2812.2812",
    "article_title": "Outcomes of Nodular Lymphocyte Predominant Hodgkin's Lymphoma (NLPHL) Patients Treated with R-CHOP. ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Abstract 2812 Introduction: Nodular lymphocyte predominant Hodgkin's lymphoma (NLPHL) constitutes 5% of Hodgkin's lymphoma (HL) diagnoses. Recently gene expression profiling has shown significant overlap between NLPHL, T-cell-rich B cell lymphoma (TCRBCL), and classical HL (Brune, V et al, J Exp Med, 2008). NLPHL patients also have an approximate 7% risk of transformation at 10 years to diffuse large B-cell lymphoma (DLBCL) and TCRBCL (Al-Mansour, M et al, JCO, 2010). Data from multiple groups (Nogova, L et al, Ann Onc, 2005, Chen, RC et al, JCO, 2010, Wirth, A et al, Cancer, 2005) support extended progression-free survivals (PFS) for stage IA/IIA patients treated with radiation alone. While chemotherapy is generally recommended for patients with stage IB/IIB or III/IV disease, there is lack of guidelines on whether classical HL-directed regimens, such as ABVD (doxorubicin, bleomycin, vinblastine, dacarbazine), or B-cell lymphoma-directed regimens, such as R-CHOP (rituximab, cychlophosphamide, doxorubicin, vincristine, prednisone) should be used. Given the similarities between NLPHL and indolent CD20+ B-cell non-Hodgkin's lymphoma (NHL), our group started using the R-CHOP regimen for patients with NLPHL requiring systemic therapy. In order to examine the potential efficacy of this approach, we conducted a retrospective analysis of treatment outcomes in patients who received R-CHOP versus other regimens treated at UT MDACC from 1995 to 2010. Results: 83 patients were referred. 6 patients were found to have NLPHL with transformation to DLBCL or TCRBCL. 3 had alternative diagnoses. 11 lacked full immunophenotyping to confirm diagnosis. 63 patients had confirmed diagnoses of NLPHL (39 stage I/II and 24 stage III/IV). 52 NLPHL patients were evaluable (10 did not complete full treatment planning or were lost to follow-up and 1 is currently completing therapy). 7 patients had extranodal disease (thyroid, breast, lung, liver, bone marrow/cortex) and 8 had spleen involvement. Overall their median age at diagnosis was 40, male:female ratio was 2.5, and median follow-up is 46 months (range 8–149 months). 6 patients had relapse of NLPHL, 2 patients had transformation at a median of 39 months (1 to DLBCL, 1 to TCRBCL), 4 patients died (1 from acute myelogenous leukemia with deletion 7, 1 from DLBCL, 2 from unrelated causes while in remission), and 2 patients underwent autologous stem cell transplant (1 for relapsed NLPHL in 3rd complete remission and 1 for transformation to TCRBCL). Therapies for stage I/II NLPHL included: surgical excision alone (2 patients with stage IA disease declined radiation treatment), subtotal nodal irradiation (STNI), mantle field radiation, involved field radiation (IFRT), rituximab (R) alone and plus IFRT, ABVD plus STNI, R-ABVD, COPP (cyclophosphamide, vincristine, procarbazine, prednisone) plus IFRT, and R-CHOP alone and plus IFRT. Therapies for stage III/IV included: mantle field radiation (1 patient who declined chemotherapy), NOVP (mitoxantrone, vincristine, vinblastine, prednisone) plus mantle field radiation, ABVD, R-ABVD, R-CHOP alone and plus IFRT. A total of 15 patients received R-CHOP alone (4 stage I/II, 11 stage III/IV) and 5 patients received R-CHOP plus IFRT (4 stage I/II, 1 stage III/IV). Response to R-CHOP as assessed by CT scan criteria was 100% overall response rate (ORR) with 90% complete remissions (CR). No R-CHOP patients have had relapses or transformation with a median follow-up of 42 months (range 8–111 months). One patient treated with R-CHOP died of unrelated causes while in remission. However, with other therapies 19% have relapsed after median remissions of 38 months (range 4 to 72 months). R-CHOP when compared to other treatments has a trend towards improved PFS ( Figures 1 , 2 , and 3 ). Survival rates for NLPHL patients at 5 years with 95% confidence intervals are: R-CHOP: PFS 0.95 (0.86, 1), OS (overall survival) 0.95 (0.86, 1) and other therapies: PFS 0.71 (0.55, 0.92), OS 0.91 (0.8, 1). Figure 1: View large Download slide Figure 1: View large Download slide Close modal Figure 2: View large Download slide Figure 2: View large Download slide Close modal Figure 3: View large Download slide Figure 3: View large Download slide Close modal Conclusions: Our data demonstrates that RCHOP is an effective regimen for the treatment of patients with NLPHL. A prospective evaluation of R-CHOP as a front-line treatment of NLPHL is under consideration. Disclosures: Fanale: Seattle Genetics: Research Funding; Novartis: Honoraria, Research Funding; Millenium: Research Funding; Genentech: Research Funding. Off Label Use: Given the CD20 positivity of nodular lymphocyte predominant Hodgkin lymphoma (NLPHL) rituximab has been evaluated previously for relapsed NLPHL and was shown to be efficacious. Rituximab however is not FDA approved for NLPHL. This is a retrospective study that evaluates the use of R-CHOP and other therapies for NLPHL. Current NCCN guidelines support consideration of R-CHOP for NLPHL treatment, and given the rarity of the disease there is no one defined preferred chemotherapy regimen. This information will be disclosed to the audience. Fayad: Genentech: Research Funding. Rodriguez: Genentech: Research Funding. Shah: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Millenium: Research Funding; Novartis: Research Funding. Younes: Genentech: Honoraria, Research Funding; SBIO: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Seattle Genetics: Honoraria, Research Funding.",
    "topics": [
        "hodgkin disease, nodular lymphocyte predominant",
        "r-chop",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "diffuse large b-cell lymphoma",
        "disease remission",
        "rituximab",
        "chemotherapy regimen",
        "prednisone",
        "vincristine",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Michelle A. Fanale, MD",
        "Chao-Ming Lai, APN",
        "Peter McLaughlin, MD",
        "Jorge Romaguera, MD",
        "Luis Fayad, MD",
        "Fredrick Hagemeister, MD",
        "Felipe Samaniego, MD, MPH",
        "Maria Alma Rodriguez, MD",
        "Sattva S. Neelapu",
        "Jatin J Shah, MD",
        "Larry Kwak",
        "Wenli Dong",
        "Valerie Reed, MD",
        "Bouthaina S. Dabaja, MD",
        "Uday Popat, MD",
        "Anas Younes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michelle A. Fanale, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chao-Ming Lai, APN",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter McLaughlin, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Romaguera, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Fayad, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fredrick Hagemeister, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Samaniego, MD, MPH",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Alma Rodriguez, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jatin J Shah, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry Kwak",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenli Dong",
            "author_affiliations": [
                "Biostatistics, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie Reed, MD",
            "author_affiliations": [
                "Radiation Oncology, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bouthaina S. Dabaja, MD",
            "author_affiliations": [
                "Radiation Oncology, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uday Popat, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, U.T. M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anas Younes, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, U.T. M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T12:58:24",
    "is_scraped": "1"
}