{
    "doi": "https://doi.org/10.1182/blood.V110.11.1498.1498",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=843",
    "start_url_page_num": 843,
    "is_scraped": "1",
    "article_title": "bcl-2 Translocation [t(14;18) (q32;q21)] Does Not Correlate with Poor Clinical Outcome in Multiple Myeloma Patients Treated with Bortezomib. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bcl2 gene",
        "bortezomib",
        "multiple myeloma",
        "translocation (genetics)",
        "treatment outcome",
        "chemotherapy regimen",
        "immunoglobulins",
        "bcl-2 protein",
        "biological markers",
        "bone lesion"
    ],
    "author_names": [
        "Sikander Ailawadhi, MD",
        "Terry L. Mashtare, PhD",
        "Marie V. Coignet",
        "Dawn M. DePaolo",
        "Kena C. Miller, MSN, NP",
        "Swaminathan Padmanabhan, MD",
        "Gregory Wilding, PhD",
        "Petr Starostik, MD",
        "Asher A. Chanan-Khan, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Biostatistics, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Clinical Research Services, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Biostatistics, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Molecular Diagnostics, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Background: Overexpression of bcl-2 gene mediated by t(14;18) (q32;q21) results in increased transcription of the anti-apoptotic bcl-2 protein. This is associated with aggressive clinical behavior, resistance to conventional chemotherapy regimens and poor survival in multiple myeloma (MM) patients. Impact of novel therapeutic agents such as bortezomib has not been studied in context with this adverse molecular marker. Thus we investigated the clinical efficacy of bortezomib in MM patients who were positive for bcl-2 translocation. Methods: All MM patients treated with bortezomib or bortezomib-based therapies were evaluable for this analysis. bcl-2 translocation was studied by a nested PCR-based assay of patient bone marrow samples. The test is reproducibly sensitive to a detection level of 1:100,000 and reported as positive or negative, indicating either the presence or absence of t(14;18). Response to treatment was classified as per EBMT criteria. To study the statistical relationship between pairs of nominal variables, Fisher’s exact test was used. To study the statistical relationship between nominal and ordinal variables, exact Wilcoxon test was used. A 0.05 nominal significance level was used in all testing. Results: Sixty six patients met the inclusion criteria of MM diagnosis and treatment with bortezomib-based regimens. Of these, bcl-2 analysis was available for 41 patients. Six patients (14.6%) were bcl-2 positive and 35 (85.4%) were bcl-2 negative. Median age was 61 years (range 40–80 years), with 18 (43.9%) females and 23 (56.1%) males. Twenty three patients (56.1%) had Durie-Salmon (DS) stage IIIA disease. Lytic bony lesions were present in 31 (75.6%) patients and most common Ig type was IgG kappa (43.9%). Seven patients (17%) achieved CR, 14 (34%) had PR, 16 (39%) had stable disease (SD) and 4 (10%) had progressive disease (PD). There was no significant association found between t(14;18) result and patient age (p = 0.4985), gender (p = 0.6786), DS stage (p = 0.6117), ISS stage (p = 0.5541), presence of bony lytic lesions (p = 0.1435), patients being paraprotein secretors or non-secretors (p = 1), Ig type (p = 0.0584), or response to treatment (p = 0.1066). Conclusions: Presence of bcl-2 translocation is associated with aggressive clinical course and suboptimal response to conventional chemotherapy in myeloma patients. Although, the number of patients analyzed in this analysis is small, we did not find the presence of bcl-2 translocation to be an adverse prognostic marker in myeloma patients treated with bortezomib-based regimens."
}