{
    "doi": "https://doi.org/10.1182/blood.V116.21.3981.3981",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1659",
    "start_url_page_num": 1659,
    "is_scraped": "1",
    "article_title": "Single Agent Activity of the Cyclin-Dependent Kinase (CDK) Inhibitor Dinaciclib (SCH 727965) In Acute Myeloid and Lymphoid Leukemia Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "annexin a5",
        "bcl-xl protein",
        "caspase-3",
        "cell lines",
        "cyclin-dependent kinase inhibitors",
        "cyclin-dependent kinases",
        "equity",
        "half-life",
        "hl-60 cells",
        "inhibitory concentration 50"
    ],
    "author_names": [
        "Mariola Sadowska, PhD",
        "Nidal Muvarak, BS",
        "Rena G. Lapidus, PhD",
        "Edward A. Sausville, MD, PhD",
        "Rajat Bannerji, MD, PhD",
        "Ivana Gojo, MD"
    ],
    "author_affiliations": [
        [
            "Translational Core Laboratory, UMGCC, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Translational Core Laboratory, UMGCC, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Translational Core Laboratory, UMGCC, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Hematology/Oncology, Greenebaum Cancer Cebter, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Merck and Company, Kenilworth, NJ, "
        ],
        [
            "Greenebaum Cancer Center Division of Hem./Onc., University of Maryland, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.28894945",
    "first_author_longitude": "-76.62645570000001",
    "abstract_text": "Abstract 3981 Dinaciclib (SCH 727965) is a selective and potent inhibitor of CDK 1, 2, 5 and 9 (IC50 < 5 nM) that has demonstrated in vitro and in vivo anti-tumor activity against a variety of tumor cell lines and human tumor xenograft models. The concentration of dinaciclib required to achieve these effects (< 100 nM) is achieved in clinical trials, and dinaciclib was found to have a more favorable therapeutic index, in preclinical murine models, than other CDK inhibitors. We have studied the effect of dinaciclib on human acute myelogenous (AML) and acute lymphoblastic (ALL) leukemia cell lines, including HL-60, K562 and Molt-4, and primary leukemia cells. Dose response curves (0.0004-10 μM) were generated for different exposure times (2, 24 and 72 h), and data from cell proliferation assay (WST-1) were used to calculate the IC50 values. Short 2 h exposure to dinaciclib followed by 24 h culture without drug resulted in different responses between the cell lines (IC50 values of 0.13 μM, 2.17 μM and ND; and viability at 10 μM 62%, 76% and 95%, for HL-60, Molt-4, and K562, respectively). With longer exposure times (24 and 72 h), the IC50 was similar between the cell lines (IC50 24 h values of 0.017, 0.015, and 0.019 μM for HL-60, Molt-4, and K562, respectively). However, even in the presence of the highest drug concentration tested (10 μM), approximately 5–25% of cells remained metabolically active after 24 h culture, and in a colony forming assay were able to proliferate and form colonies after removal of the drug. Longer 72 h exposure to dinaciclib (0.2-10 μM) completely inhibited cell proliferation in all cell lines and prevented colony formation. Next, we examined the effect of dinaciclib (2-200 nM) on cell cycle in HL-60 and K562 cells (2, 6, 9, 24 h). While lower drug concentrations and shorter exposures resulted in a minor increase in the proportion of cells in the G2 phase, a considerable increase of cells in the sub-G1 phase was observed with prolonged exposures and higher drug concentrations, most prominently in HL-60 cells (4h 200 nM 38%; 6h 20 nM 53% or 200 nM 71%, and 24 h 20 nM 84%), which is consistent with cell viability assay data. These findings were also confirmed by Annexin V/PI staining. To characterize the molecular mechanisms behind the induction of cell cycle arrest and apoptosis by dinaciclib, we measured the changes in protein expression of Mcl-1, phosphorylation of retinoblastoma (Rb) protein, and cleavage of PARP by Western blotting. Dinaciclib treatment in a dose- and time-dependent manner (6 and 24 h; 10–500 nM) significantly decreased the expression of anti-apoptotic protein Mcl-1, Rb phosphorylation at Ser 811/817, and induced cleavage of the PARP protein in the three cell lines tested. For HL-60 cells, even 2 h exposure to dinaciclib was able to induce these effects when cells were examined 4 h after treatment; however, both Mcl-1 and p-Rb returned to baseline 24 h later, suggesting that the cells were able to recover. Using HL-60 cells, we were also able to demonstrate that a decrease in Mcl-1 correlates with the decrease in phosphorylation of the carboxy-terminal domain of RNA polymerase II, suggesting that dinaciclib successfully inhibits CDK9 which may lead to transcriptional down-regulation of Mcl-1. Dinaciclib treatment also down-regulated the expression of XIAP, Bcl-xl, and phosphorylation of Bad at Ser 112 (the pro-survival form of Bad), while Bak and Bax levels remained unaffected. The cleavage of PARP correlated with the activation of the caspase-3 and -9, suggesting the involvement of the intrinsic pathway of apoptosis. We confirmed our findings in primary leukemia cells. Dinaciclib was able to induce growth inhibition in all 7 primary AML samples (IC50 for 24 h exposure ranging from 0.008 to 0.017 μM) and apoptosis (Annexin V/PI staining). Treatment with dinaciclib also resulted in down-regulation of Mcl-1, cleavage of PARP, and dephosphorylation of Rb in all primary leukemia cells examined. In summary, dinaciclib potently inhibits the growth and induces apoptosis of human leukemia cells in vitro. Prolonged exposure times may be required for its maximum efficacy, and given its short half-life in humans (1.5 to 3.3 hours), this should be considered when designing the clinical studies for patients with acute leukemias. Disclosures: Sadowska: Merck & Co: Research Funding. Muvarak: Merck & Co: Research Funding. Lapidus: Merck & Co: Equity Ownership, Research Funding. Bannerji: Merck & Co: Employment, Equity Ownership. Gojo: Merck & Co.: Research Funding."
}