{
    "doi": "https://doi.org/10.1182/blood-2019-130341",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4244",
    "start_url_page_num": 4244,
    "is_scraped": "1",
    "article_title": "Potent Anti-Tumor Activity of Bcma CAR-T Therapy Against Heavily Treated Multiple Myeloma and Dynamics of Immune Cell Subsets Using Single-Cell Mass Cytometry ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "chimeric antigen receptor t-cell therapy",
        "multiple myeloma",
        "neoplasms",
        "infusion procedures",
        "complete remission",
        "cytokine",
        "flow cytometry",
        "cd28 antigens",
        "follow-up",
        "granzymes"
    ],
    "author_names": [
        "Yongxian Hu, MD",
        "Zhang Yanlei",
        "Guoqing Wei",
        "Chang alex Hong",
        "He Huang"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China ",
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Shanghai YaKe Biotechnology Ltd, Shanghai, China "
        ],
        [
            "Bone Marrow Transplantation Center, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Shanghai YaKe Biotechnology Ltd, Shanghai, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ]
    ],
    "first_author_latitude": "30.255593999999995",
    "first_author_longitude": "120.178389",
    "abstract_text": "Background BCMA CAR-T cells have demonstrated substantial clinical activity against relapsed/refractory multiple myeloma (RRMM). In different clinical trials, the overall response rate (ORR) varied from 50% to 100%. Complete remission (CR) rate varied from 20% to 80%. Here we developed a BCMA CAR-T cell product manufactured via lentiviral vector-mediated transduction of activated T cells to express a second-generation CAR with 4-1BB costimulatory domain and evaluated the efficacy and safety, moreover, dynamics of immune cell subsets using single-cell mass cytometry during treatment were analyzed. Methods Our trial (ChiCTR1800017404) is a phase 1, single-arm, open-label single center study to evaluate the safety and efficacy of autologous BCMA CAR-T treatment for RRMM. Patients were subjected to a lymphodepleting regimen with Flu and Cy prior to CAR-T infusion. BCMA CAR-T cells were administered as a single infusion at a median dose of 3.5 (1 to 6) ×10 6 /kg. MM response assessment was conducted according to the International Uniform Response Criteria. Cytokine-release syndrome (CRS) was graded as Lee DW et al described (Blood.2014;124(2):188-195). Phenotypic analysis of peripheral blood mononuclear cells (PBMCs), frozen BCMA CAR-T aliquots, phenotype and in vivo kinetics of immune cell subsets after CAR-T infusion were performed by single-cell mass cytometry. Results As of the data cut-off date (August 1st, 2019), 33 patients, median age 62.5 (49 to 75) years old were infused with BCMA CAR-T cells. The median observation period is 8.0 (0.7 to 18) months. ORR was 100% (The patient who died of infection at 20 days after CAR-T infusion were excluded). All the 32 patients achieved MRD negative in bone marrow by flow cytometry in 2 weeks after CAR-T infusion. Partial response (4 PR, 12.1%), VGPR (7 VGPR, 21.2%), and complete response (21 CR, 63.6%) within 12 weeks post CAR-T infusion were achieved. Durable responses from 4 weeks towards the data cut-off date were found in 28/33 patients (84.8%) (Figure 1a). All patients had detectable CAR-T expansion by flow cytometry from Day 3 post CAR-T cell infusion. The peak CAR-T cell expansion in CD3+ lymphocytes of peripheral blood (PB) varied from 35% to 95% with a median percentage of 82.9%. CRS was reported in all the 33 patients, including 4 with Grade 1, 13 with Grade 2 and 16 with Grade 3. During follow-up, 1-year progression-free survival (PFS) was 70.7% (Figure 1b) and overall survival (OS) was 71.7% (Figure 1c). Multivariate analysis of patients with PR and patients with CR+VGPR revealed that factors including extramedullary infiltration, age>60 years old, high-risk cytogenetics, late stage and CAR-T cell dose were not associated with clinical response (P>0.05). Single-cell mass cytometry revealed that the frequency of total T cells, CD8+ T cells, NK cells and CD3+CD56+ NKT cells in PB was not associated with BCM CAR-T expansion or clinical response. CD8+ Granzyme B+ Ki-67+ CAR-T cells expanded prominently in CRS period. As serum cytokines increased during CRS, non-CAR-T immune cell subsets including PD1+ NK cells, CD8+ Ki-67+ ICOS+ T cells expanded dominantly implying that non-CAR-T cells were also activated after CAR-T treatment. After CRS, stem cell like memory CAR-T cells (CD45RO+ CCR7- CD28- CD95+) remain the main subtype of CAR-T cells (Figure 1d). Conclusions Our data showed BCMA CAR-T treatment is safe with prominent efficacy which can overcome the traditional high-risk factors. We also observed high expansion level and long-term persistence of BCMA CAR-T cells contribute to potent anti-myeloma activity. Stem cell like memory CAR-T cells might be associated with long-term persistence of BCMA CAR-T cells. These initial data provide strong evidence to support the further development of this anti-myeloma cellular immunotherapy. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}