{
    "doi": "https://doi.org/10.1182/blood.V122.21.83.83",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2471",
    "start_url_page_num": 2471,
    "is_scraped": "1",
    "article_title": "Diffuse Large B-Cell Lymphoma With Combined TP53 mutation and MIR34A methylation: Another “double hit” Lymphoma With Very Poor Outcome? ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "topics": [
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "methylation",
        "mutation",
        "tp53 gene",
        "rituximab",
        "prognostic factors",
        "decitabine",
        "electrophoresis, gel",
        "histones"
    ],
    "author_names": [
        "Fazila Asmar, MD",
        "Christoffer Hother, MD, PhD",
        "Gorjan Kulosman, MD",
        "Marianne B. Treppendahl, MD PhD",
        "Helene Myrtue Nielsen, MSc",
        "Ralfkiaer Ulrik, MSc",
        "Anja Pedersen",
        "Michael B. Møller, MD, DMSc",
        "Elisabeth Ralfkiaer, MD, DMSc",
        "Peter de Nully Brown, MD",
        "Kirsten Grønbæk, MD, DMSc"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Dept. of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Dept. of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Dept of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Aarhus University, Aarhus, Denmark, "
        ],
        [
            "Dept of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Dept of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Department of Pathology, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Dept of Pathology, Rigshospitalet, Copenhagen, Denmark"
        ],
        [
            "Dept of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Dept of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ]
    ],
    "first_author_latitude": "55.6960841",
    "first_author_longitude": "12.5667877",
    "abstract_text": "Introduction Disruption of miR34a, -b, and -c has been implicated in lymphomagenesis, and in CLL it has been suggested that miR34a expression is a surrogate marker for TP53 disruption associated with a poor prognosis. P53 is a transcription factor for the miR34s, and overexpression of miR34s in p53 deficient cells can reinstate p53 functions (Chang et al , Mol Cell 26, 2007, He et al , Nature 447, 2007). However, in cellular senescence miR34a may be activated independently of p53 (Christoffersen et al , Cell Death Differ 17, 2010). A recent multicenter study shows that in diffuse large B-cell lymphoma (DLBCL), TP53 disruption is still a negative prognostic factor for survival after the implementation of Rituximab (Xu-Monette et al , Blood 19, 2012). Information on the role of the miR34s in normal CD19+ B-cells (PBL-B), activated B-cells, and de novo diffuse large B-cell lymphoma (DLBCL) is limited. Aims Given that MIR34A and MIR34B/C locate to regions of allelic loss in DLBCL (1p36.23 and 11q23.1, respectively), and the importance of the miR34 targets in DLBCL pathogenesis, we investigated a large panel of newly diagnosed cases of DLBCLs for MIR34A and MIR34B/C promoter methylation, TP53 mutational status, clinical presentation patterns, and outcome. Methods MIR34A/B/C promotor methylation was performed by MsMCA and bisulfite sequencing. Histone modifcations at the MIR34A/B/C promotor was examined by ChIP RT-qPCR. Expression of miR34s was performed using miRCURY LNA™ Universal RT-qPCR. The coding sequences and splice sites of exons 5-9 of the TP53 gene were scanned for mutations by PCR and denaturing gradient gel electrophoresis (DGGE). Differences in clinical characteristics using the one-way Anova, the Pearson chi-square, or Fisher’s exact tests. Overall survival was estimated using the Kaplan-Meier method and log-rank test. For assessment of independent predictors of survival a multivariate Cox regression hazard model with backward stepwise (likelihood ratio) entry was applied. Effects not meeting a p-value < 0.05 were removed from the model. Results We show that only miR34a-5p is expressed in PBL-B, and significantly induced in activated B-cells ( P =0.017) and reactive lymph nodes ( P <0.001). No significant induction of the other miR34s is observed. In PBL-B, the MIR34A and MIR34B/C promoters are unmethylated, but the latter show enrichment for the H3K4me3/H3K27me3 silencing mark. One hundred and twenty two (81%) of 150 de novo DLBCLs carried one or more of the following alterations: TP53 mutations: 24 (16%), MIR34A methylation: 42 (28%), and MIR34B/C methylation: 116 (77%). Nine cases (6%) carried combined TP53 mutation and methylation of MIR34A . MIR34B/C methylation, and either mutation of TP53 or methylation of MIR34A (+/- MIR34B/C methylation) did not influence survival. However, the 9 patients with concomitant mutation of TP53 and MIR34A methylation had a median survival of only 9.4 months ( P <0.0001), and multivariate Cox regression analysis showed that TP53/MIR34A “double-hit” is an independent negative prognostic factor for survival ( P =0.0002). Interestingly, none of the Rituximab treated patients with TP53 mutation only had died after >3 years, while all but one of those Rituximab treated patients with concommitant disruption of TP53 and MIR34A died within the first 13 months from diagnosis. In 2 DLBCL-cell lines with concomitant TP53 mutation and methylation of MIR34A, miR34a-5p was upregulated by 5-aza-2’deoxycytidine. Conclusion Studies of many different cancer cell types including the present study suggest that miR34s for the larger part are downregulated by promoter hypermethylation, and we show that miR34a-5p can be upregulated by a hypomethylating agent in DLBCL cells with a methylated MIR34A promoter in cells with and without TP53 mutations. Thus we believe, we have identified a novel rare, aggressive, but treatable “double-hit” DLBCL. Disclosures: No relevant conflicts of interest to declare."
}