{
    "doi": "https://doi.org/10.1182/blood.V126.23.3428.3428",
    "article_title": "Survey of Serum Aspergillus Antigen in Patients Undergoing Chemotherapy for Acute Myeloid Leukemia or Allogeneic Hematopoietic Stem Cell Transplantation: Role in Predicting Invasive Aspergillosis and in Modifying the Therapeutic Strategy ",
    "article_date": "December 3, 2015",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "Introduction Invasive aspergillosis (IA) remains an important cause of mortality in immunocompromised acute myeloid leukemia (AML) patients receiving induction chemotherapy and in patients undergoing allogeneic hematopoietic stem cell transplantation (allo-HSCT) for hematological malignancies. Early diagnostic is critical and challenging given the efficacy and availability of several new anti-fungal therapies. In this study, we evaluated the performance of different factors in predicting the occurrence of IA, including the Aspergillus antigen galactomannan (GM) detection in sera. Methods We included all AML patients receiving induction chemotherapy and patients undergoing allo-HSCT for any hematological malignancy at our center between April 2006 and April 2014 with available data on Aspergillus antigen GM. Serologic detection of circulating GM fungal biomarker was considered during the 100 days following the first day of induction chemotherapy in AML patients or from the day of allo-HSCT. Usual follow-up included two GM tests per week, only patients with at least three serum GM results were considered. The GM tests have been performed routinely using the ELISA kit (Platelia Aspergillus antigen ELISA, Biorad), giving the results in index values. Demographic, GM index results and diagnostic data were collected. IA cases were classified as proven or probable according to the EORTC criteria. The value of the first antigen test, the delay to positivity, and the slope of the progression of the index value between the first two antigens concentrations were considered as predictors of IA. ROC curves for each predictor and their combination were performed and prognostic scores were established. Results A total of 775 patients were included : i) 292 AML patients, 153 (52%) males with a median age of 62 years (range: 17-79), 15% were classified as favorable, 8% as intermediate I, 18% as intermediate II and 59% as unfavorable according to cytogenetics and molecular markers; ii) 483 allo-HSCT patients, 293 (61%) were males, median age was 48 years (range: 18-70), among them 234 (48%) AML, 66 (14%) multiple myeloma, 46 (10%) Myelodysplastic syndromes, 38 (8%) Non-Hodgkin Lymphoma and the rest of patients had other hematological disorders; 233 (48 %) patients received reduced intensity conditioning and 250 (52%) myeloablative conditioning. The disease status at allo-HSCT was complete remission (CR) in 366 (76%) patients and the rest of patients were in less than CR. HSC source was peripheral blood in 42.2% (90 identical siblings, 150 10/10 matched unrelated, 54 9/10 mismatched unrelated), bone marrow in 42.6% (105 identical siblings, 162 10/10 matched unrelated, 45 9/10 mismatched unrelated) and cord blood in 15.2%. A total of 877 episodes with 16121 GM serum antigen results was considered (median: 18 GM tests per patient). During the follow-up, we identified 121 episodes with at least one positive GM test with a cumulative incidence at day 100 of 13.8%. We also diagnosed 48 IA (2 proven, 46 probable), with a cumulative incidence at day 100 of 5.5% in total, 7.2% in AML and 4.3% in allo-HSCT, respectively. We then classified the GM positive episodes in 82 false-positive (68%) and 39 true-positive episodes (32%) for IA, respectively. A majority of IA events occurred during the first 30 days of follow up, GM positivity showing a positive predictive value of 41% versus a negative predictive value of 99%. The three IA predicting factors had similar independent effects and their combinations were performed, allowing the establishment of an area under ROC of 0.79 (95% CI: 0.70-0.89). Cut off values of the first positive GM serum and slope were equal or higher than 1.04 and 0.04, respectively, and delay to positivity equal or less than 15 days. To simplify the practical use in clinical practice, the prognostic score defining the IA risk probability was defined as the number of predictors present (values from 0 to 3). This score was tested on positive follow-up giving values of 0, 1, 2 or higher for 45 (37%), 39 (32%) and 37 episodes (31%), respectively. A score superior or equal to 2 was indicative of IA in 62% of the cases (figure 1). Conclusion As IA has a significant impact on hematology patient's survival, this GM predictive score combining three predictors (value of the first antigen index, delay of positivity and slope of the index values) may help clinicians to conclude about starting an early preemptive IA treatment. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Nicolini: Ariad Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "antigens",
        "aspergillosis, invasive",
        "aspergillus",
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "follow-up",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Van Hung Tran, PhD",
        "Florence Persat, MD",
        "Sophie Gardes, MD",
        "Jeremy Monfray, CRA",
        "Sophie Ducastelle-Leprêtre, MD",
        "Damien Dupont",
        "Mohamad Sobh, PharmD",
        "Fiorenza Barraco, MD",
        "Hélène Labussière-Wallet, MD",
        "Xavier Thomas",
        "Franck E. Nicolini, MD PhD",
        "Caroline Lejeune, MD",
        "Marie Balsat, MD",
        "René Ecochard, MD PhD",
        "Mauricette Michallet, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Van Hung Tran, PhD",
            "author_affiliations": [
                "CNRS, UMR 5558, Equipe Biostatistique Santé, Laboratoire de Biométrie et Biologie Evolutive, Université Claude Bernard Lyon I, Villeurbanne, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Florence Persat, MD",
            "author_affiliations": [
                "Institut de Parasitologie et Mycologie Médicale, Hôpital de la Croix-Rousse, Lyon, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Gardes, MD",
            "author_affiliations": [
                "Service Hygiène Hospitalière, Centre Hospitalier Lyon Sud, Pierre Bénite, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy Monfray, CRA",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Ducastelle-Leprêtre, MD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damien Dupont",
            "author_affiliations": [
                "Institut de Parasitologie et Mycologie Médicale, Hôpital de la Croix-Rousse, Lyon, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Sobh, PharmD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiorenza Barraco, MD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hélène Labussière-Wallet, MD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Thomas",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck E. Nicolini, MD PhD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Lejeune, MD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Balsat, MD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "René Ecochard, MD PhD",
            "author_affiliations": [
                "CNRS, UMR 5558, Equipe Biostatistique Santé, Laboratoire de Biométrie et Biologie Evolutive, Université Claude Bernard Lyon I, Villeurbanne, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricette Michallet, MD PhD",
            "author_affiliations": [
                "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T02:33:15",
    "is_scraped": "1"
}