{
    "doi": "https://doi.org/10.1182/blood-2018-99-119129",
    "article_title": "Pembrolizumab in Combination with Standard RCHOP Therapy for Previously Untreated Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials: Poster I",
    "abstract_text": "Background : Rituximab with cyclophosphamide, doxorubicin, vincristine, and prednisone (RCHOP) remains standard therapy for previously untreated diffuse large B-cell lymphoma (DLBCL). However, a substantial proportion of patients (pts) will relapse. The anti-PD-1 monoclonal antibody pembrolizumab has shown modest efficacy in previously treated DLBCL. We postulated that the first-line setting, with relatively intact host immunity and coexistence of malignant cells with T-cells in the microenvironment, may represent an opportunity for effective immune checkpoint inhibition. We carried out the first known prospective trial of anti-PD1 therapy with anthracycline chemotherapy in lymphoma, to evaluate the safety of this combination. Methods : Pts age 18 years or older with previously untreated DLBCL, transformed lymphoma and grade 3B follicular lymphoma with a plan for 6-cycle, curative-intent RCHOP were eligible. Steroids within 7 days of treatment, active autoimmune disease, or history of pneumonitis were excluded. This phase I study combined pembrolizumab (200 mg IV q 3 weeks x 6) to RCHOP x 6, with supportive care per standard practice. A 30-pt sample size permitted estimation of the rate of clinically relevant grade 3-5 toxicity, assumed to occur in 40% of pts with RCHOP alone. A stopping rule for more than 3 instances of non-relapse death or inability to complete 6 cycles of RCHOP for any reason was applied. Secondary endpoints included response rates, overall (OS) and progression-free survival (PFS). Baseline PDL1 expression was analyzed centrally (Merck/Qualtek). Peripheral blood flow cytometry for changes in PD1, PDL-1, and PDL-2 subsets were performed. After PET-based response assessment, pts were followed for relapse and survival. Results : Since March 2016, 29 pts were treated on study; 28 have finished all therapy. One is currently on therapy, and 1 remains to be enrolled. Pt characteristics are in Table 1. In 29 pts to date, 18 grade 3-5 clinically significant AE's occurred in 13 unique pts (13/29, 45%). 16 SAE's occurred in 11 pts (11/29, 38%); none qualified as unanticipated events. Two deaths occurred: One in the first accured patient, who had extensive gastric involvement by DLBCL, and died during cycle 1 of bleeding from the responding tumor bed despite maximal inpatient intervention. The other death occurred due to steroid-refractory GVHD after haploidenticial allogeneic transplant for relapsed disease. Four immune-related adverse events (IRAE) occurred: grade 3 rash, resolving with oral steroids and not recurring with further pembrolizumab, grade 1 hyperthyroidism, grade 2 colitis, and 1 episode of grade 3 pneumonitis. This case of pneumonitis was the only immune-related SAE, occurring in a 78 yo with a history of tobacco use and COPD, and resulted in stopping therapy after cycle 3. Among 27 completing treatment (excluding the pt who died during cycle 1), average anthracycline dose was 95% of expected; anthracycline relative dose intensity (RDI: delivered dose intensity/standard dose intensity) was 94%. PET response assessment among 26 evaluable pts showed 18 CR (69%), 7 PR, and 1 primary refractory disease. Among 7 PR, 1 relapsed, 3 had negative biopsies, and 3 remain in remission. Median follow-up of survivors is 13 months and 2 relapses (1 primary progressive disease, 1 after PET PR) occurred. One-year PFS is 87% (Figure 1). Baseline PDL-1 staining available for 19 pts showed a median % tumor cell staining of 30% (moderate 2+ plus strong 3+ staining; range, 0-100%). Tumor PDL1 was ≤5% in 4, 10-29% in 5, 30-49% in 4, and ≥50% in 6 pts. Both EBV+ DLBCL had 60% tumor PDL1 expression. 1 relapsing pt had no detectable tumor PDL1, and the THRLBL failed for technical reasons. Conclusions : RCHOP with pembrolizumab 200 mg q 3 weeks x 6 cycles is safe, with toxicity similar to RCHOP alone and only 4 IRAE's. Anthracycline dose intensity, CR rate, and PFS are favorable. PDL1 tumor cell expression of 10% or more was observed in 15/19 pts. These data support further study of pembrolizumab with chemotherapy in untreated lymphoid malignancies. Final response/progression, correlative studies, and survival data will be presented in December after final accrual. View large Download slide View large Download slide  Close modal Disclosures Smith: Merck Sharp and Dohme Corp.: Consultancy, Research Funding; Pharmacyclics: Research Funding; Portola Pharmaceuticals: Research Funding; Acerta Pharma BV: Research Funding; Genentech: Research Funding; Seattle Genetics: Research Funding; Incyte Corporation: Research Funding. Lynch: Johnson Graffe Keay Moniz & Wick LLP: Consultancy; Incyte Corporation: Research Funding; Takeda Pharmaceuticals: Research Funding; T.G. Therapeutics: Research Funding; Rhizen Pharmaceuticals S.A.: Research Funding. Till: Mustang Bio: Patents & Royalties, Research Funding. Cowan: Sanofi: Research Funding; Juno Therapeutics: Research Funding; Abbvie: Research Funding; Janssen: Research Funding. Shadman: Acerta Pharma: Research Funding; Genentech: Research Funding; Verastem: Consultancy; Gilead Sciences: Research Funding; Qilu Puget Sound Biotherapeutics: Consultancy; Celgene: Research Funding; Genentech: Consultancy; Beigene: Research Funding; Pharmacyclics: Research Funding; AbbVie: Consultancy; Mustang Biopharma: Research Funding; TG Therapeutics: Research Funding; AstraZeneca: Consultancy. Shustov: Seattle Genetics: Research Funding. Cassaday: Amgen: Consultancy, Research Funding; Incyte: Research Funding; Seattle Genetics: Other: Spouse Employment, Research Funding; Merck: Research Funding; Jazz Pharmaceuticals: Consultancy; Adaptive Biotechnologies: Consultancy; Pfizer: Consultancy, Research Funding; Kite Pharma: Research Funding. Gopal: Pfizer: Research Funding; Janssen: Consultancy, Research Funding; BMS: Research Funding; Takeda: Research Funding; Incyte: Consultancy; Spectrum: Research Funding; Gilead: Consultancy, Research Funding; Merck: Research Funding; Aptevo: Consultancy; Asana: Consultancy; Seattle Genetics: Consultancy, Research Funding; Brim: Consultancy; Teva: Research Funding.",
    "author_names": [
        "Stephen D. Smith, MD",
        "Ryan C. Lynch, MD",
        "Brian G. Till, MD",
        "Andrew J. Cowan, MD",
        "Qian V. Wu, PhD",
        "Jenna M. Voutsinas, MSc",
        "Mazyar Shadman, MD MPH",
        "Katie Blue",
        "Andrei R. Shustov, MD",
        "Sandra Kanan, MSN, ARNP",
        "Lauren Low, PA-C",
        "Ryan D. Cassaday, MD",
        "Jonathan R. Fromm, MD PhD",
        "Ajay K. Gopal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen D. Smith, MD",
            "author_affiliations": [
                "Seattle Cancer Care Alliance, University of Washington, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ryan C. Lynch, MD",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian G. Till, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J. Cowan, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qian V. Wu, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Department of Clinical Biostatistics, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenna M. Voutsinas, MSc",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mazyar Shadman, MD MPH",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katie Blue",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrei R. Shustov, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Kanan, MSN, ARNP",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren Low, PA-C",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan D. Cassaday, MD",
            "author_affiliations": [
                "UW/FHCRC, Seattle, WA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan R. Fromm, MD PhD",
            "author_affiliations": [
                "Laboratory Medicine/Hematopathology, University of Washington, Seattle, WA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay K. Gopal, MD",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T09:42:40",
    "is_scraped": "1"
}