{
    "doi": "https://doi.org/10.1182/blood-2019-125369",
    "article_title": "Association of Donor-Recipient HLA Matching with Outcome of Unrelated Donor Hematopoietic Stem Cell Transplantation: A Study from the Cellular Therapy and Immunobiology Working Party (CTIWP) of the European Society for Blood and Marrow Transplantation (EBMT) ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Introduction: Optimal HLA matching is associated with clinical outcome of unrelated donor (UD) hematopoietic cell transplantation (HCT)(Pidala, Blood2014, Morishima, Blood2015, Fürst, Blood2013), but a comprehensive analysis addressing this question in European transplant centers has not yet been performed. Within the CTIWP of EBMT, we have addressed this issue in adultsreceiving an UD-HCT from 2000 to 2015. Methods: All consecutive cases of UC-HCT with available 6-loci high resolution (2 nd field) HLA-A, -B, -C, -DRB1, -DQB1, -DPB1 typing for both patient and donor and ARD-level matching for at least 7/8 HLA-A,B,C,DRB1 alleles reported to the EBMT were selected. Further inclusion criteria were first allogeneic HCT for hematological malignancies, patient age >=18 years, availability of donor age and use of either bone marrow or peripheral blood (PB) as stem cell source. Overall, 9575 patient-donor pairs were included from 29 countries and 198 transplant centers. Median follow-up was of 28.3 months, main diagnosis was acute leukemia (AL)(51.5%), disease stage was early in 44.1% of cases. UD-HCT were performed with PB in 84.7%, in vivo T cell depletion (TCD) in 64.4% and reduced intensity conditioning regimen in 57.3% of cases, and mostly standard graft-versus-host-disease (GvHD) prophylaxis with calcineurin inhibitors. HLA data were validated using the HLAcore library and a haplotype based probability check from the German Donor Registry. Pairs were stratified by: 1) In the overall cohort, according to HLA-A, -B, -C, -DRB1 matching status (8/8 N=7724 and 7/8 N=1851) and 2) in informative 8/8 matched pairs (N=7480), according to HLA-DPB1 matching status as identical (23.7%), permissive (26.6%) or non-permissive (32.9%) by the 3-group T Cell Epitope (TCE3) model, or by the 4-group TCE4 model (Fleischhauer, Blood2017). Primary endpoint was overall survival (OS), secondary endpoints were non-relapse mortality (NRM), relapse and acute GvHD grade II-IV, and relapse free survival (RFS). Results: At 5 years, OS and RFS in the entire cohort were 47% and 40.5%. The cumulative incidence of 5-y NRM, relapse and 1-y grade II-IV aGvHD was 28.1%, 31.4% and 19.4%, respectively. In multivariate analysis, a single mismatch at HLA-A, -B, -C, -DRB1 (7/8) was associated with a significantly higher risk of death compared to full match (8/8; HR 1.16, p<0.001). Other variables significantly associated with OS were patient (HR 1.14, p<0.001) and donor age (HR 1.08, p<0.001) per decade, CMV serostatus (HR 1.10, p=0.007), diagnosis of AL (HR 1.14, p<0.001), disease status (HR 1.22, p<0.001) and year of HCT (HR 0.98, p<0.001). The hazards of NRM, grade II-IV aGvHD and RFS were also significantly higher in 7/8 compared to 8/8 group (HR 1.34, p<0.001, HR 1.18, p<0.001 and HR 1.13, p<0.001, respectively) but not with lower risks of relapse (HR 0.96, p=0.51). In 8/8 matched HCT, when comparing with the HLA-DPB1 TCE3 permissive group, NRM were significantly higher in the non-permissive but not in the allele matched group (HR 1.17, p<0.001 and HR 0.90, p=0.15). Permissive HLA-DPB1 mismatches were associated with significantly lower relapse risks compared to allele matches but not compared to non-permissive mismatches (HR 0.85, p<0.01 and HR 0.96, p=0.433, respectively). OS was not significantly different between permissively HLA-DPB1 mismatched and allele matched pairs (HR 0.98, p=0.678.) or non-permissively mismatched pairs (HR 1.07, p=0.08). RFS was similar between the 3 groups. Stratification according to the TCE4 group model resulted in similar outcome associations. Conclusion: In this large independent cohort of UD-HCT from EBMT performed mostly from PB with in vivo TCD, a single allele mismatch at HLA-A, -B, -C, -DRB1 was independently associated with lower OS, and RFS, higher risk of NRM and aGvHD and no difference in relapse. The latter outcome was improved by permissive HLA-DPB1 mismatches in the 8/8 setting, which carried a significantly lower risk of NRM compared to non-permissive mismatches. The results from this new dataset validate current paradigms in donor selection and provide an important new platform for donor selection and HCT immunobiology. Figure: OS and RI relapse in UD-HCT . Pairs were stratified according to A) 8/8 (N=7724) and 7/8 (N=1851) HLA-A,B,C,DRB1 allele mismatches, or B) HLA-DPB1 allele matches (N=2045), TCE3 permissive mismatches (N=3743) and TCE3 non-permissive mismatches (N=2838) in the 8/8. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Vago: Moderna Therapeutics: Research Funding; GenDx: Research Funding. Socie: Alexion: Consultancy. Kröger: Celgene: Honoraria, Research Funding; DKMS: Research Funding; JAZZ: Honoraria; Medac: Honoraria; Neovii: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Riemser: Research Funding; Sanofi-Aventis: Research Funding. Leleu: Takeda: Honoraria; Oncopeptide: Honoraria; Karyopharm: Honoraria; Amgen: Honoraria; Carsgen: Honoraria; Incyte: Honoraria; Novartis: Honoraria; Celgene: Honoraria; Janssen: Honoraria; BMS: Honoraria; Merck: Honoraria; Sanofi: Honoraria. Bonini: Novartis: Consultancy; -: Patents & Royalties: Adoptive T cell therapy field; Intellia Therapeutics: Research Funding; Molmed: Consultancy; Intellia Therapeutics: Consultancy; TxCell: Consultancy; GSK: Consultancy; Allogene: Consultancy; Kite/Gilead: Consultancy. Chabannon: EBMT: Other: Working Party Chair, Board member; Fresenius Kabi: Other: research support; Miltenyi Biotech: Other: research support; Terumo BCT: Other: speaker's fees; Celgene: Other: speaker's fees; Novartis: Other: speaker's fees; Gilead: Other: speaker's fees, hospitalities; Sanofi SA: Other: research support, speaker's fees, hospitalities.",
    "topics": [
        "bone marrow transplantation",
        "cell therapy",
        "donors",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "hla-a antigens",
        "hla-a2 antigen",
        "graft-versus-host disease",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Annalisa Ruggeri, MD",
        "Carlheinz Mueller",
        "Liesbeth C. de Wreede, PhD",
        "Junfeng Wang, PhD",
        "Lotte Wieten, PhD",
        "Luca Vago, MD PhD",
        "Jorinde Hoogenboom",
        "Gerard Socie, MD PhD",
        "Riitta Niittyvuopio",
        "Ibrahim Yakoub-Agha, MD PhD",
        "Charles R Crawley",
        "Eleni Tholouli, MD",
        "Claude-Eric Bulabois, MD",
        "Goda Choi, MD PhD",
        "Edouard Forcade",
        "Anne Huynh, MD",
        "Stig Lenhoff",
        "Virginie Gandemer, MD PhD",
        "Fabio Ciceri, MD",
        "Nicolaus Kröger",
        "Xavier Leleu, MD PhD",
        "Maija Itälä-Remes, MD PhD",
        "Vanderson Rocha, MD PhD",
        "Chiara Bonini, MD",
        "Christian Chabannon, MD PhD",
        "Katharina Fleischhauer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Annalisa Ruggeri, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Paris, France ",
                "Cellular therapy and immunobiology working party of EBMT, Leiden, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carlheinz Mueller",
            "author_affiliations": [
                "Zentrales Knochenmarkspender-Register Deutschland, Ulm, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liesbeth C. de Wreede, PhD",
            "author_affiliations": [
                "Department of Biomedical Data Sciences, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junfeng Wang, PhD",
            "author_affiliations": [
                "EBMT Statistical Unit, Leiden, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lotte Wieten, PhD",
            "author_affiliations": [
                "Transplantation Immunology, Maastricht University, Maastricht, NLD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Vago, MD PhD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorinde Hoogenboom",
            "author_affiliations": [
                "CTIWP of EBMT, Leiden, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerard Socie, MD PhD",
            "author_affiliations": [
                "Department of Hematology Transplantation, Saint-Louis Hospital, AP-HP, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riitta Niittyvuopio",
            "author_affiliations": [
                "Helsinki Hospital, HELSINKI, FIN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibrahim Yakoub-Agha, MD PhD",
            "author_affiliations": [
                "CHU de Lille, LIRIC, INSERM U995, Université de Lille, Lille, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles R Crawley",
            "author_affiliations": [
                "Haematology, Cambridge University Hospitals NHS Trust, Cambridge, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleni Tholouli, MD",
            "author_affiliations": [
                "Manchester Royal Infirmary, Manchester, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude-Eric Bulabois, MD",
            "author_affiliations": [
                "Hematology, CHU Grenoble Alpes - Université Grenoble Alpes, La Tronche, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Goda Choi, MD PhD",
            "author_affiliations": [
                "Unversity of Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edouard Forcade",
            "author_affiliations": [
                "CHU Bordeaux, Pessac, FRA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Huynh, MD",
            "author_affiliations": [
                "CHU Toulouse, IUCT-Oncopole, Toulouse, France "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stig Lenhoff",
            "author_affiliations": [
                "Skanes University Hospital, Lund, Sweden "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginie Gandemer, MD PhD",
            "author_affiliations": [
                "CNRS UMR 6290 Institut de Génétique et Développement de Rennes, Rennes, France "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Ciceri, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaus Kröger",
            "author_affiliations": [
                "University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Leleu, MD PhD",
            "author_affiliations": [
                "Service D'Hématologie Et Thérapie Cellulaire, CHU Poitiers, Poitiers, France "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maija Itälä-Remes, MD PhD",
            "author_affiliations": [
                "Turku University Hospital, Stem cell transplantation unit, Turku, Finland "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanderson Rocha, MD PhD",
            "author_affiliations": [
                "Hospital das Clínicas da Faculdade de Medicina (HCFMUSP), University de Sao Paulo Medical School, São Paulo, Brazil "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Bonini, MD",
            "author_affiliations": [
                "San Raffaele Scientific Institute, Experimental Hematology Unit, Division of Immunology, Tranplantation and Infectious diseases, Milano, Italy "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Chabannon, MD PhD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France ",
                "Cellular Therapy and Immune Biology working party of EBMT, Leiden, Netherlands "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharina Fleischhauer, MD",
            "author_affiliations": [
                "Cellular Therapy and Immune Biology working party of EBMT, Leiden, Netherlands ",
                "University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:28:16",
    "is_scraped": "1"
}