{
    "doi": "https://doi.org/10.1182/blood.V122.21.4222.4222",
    "article_title": "The Phosphatidylinositol-3-Kinase Inhibitor BKM120 Impairs Proliferation and Induces Pro-Apoptotic Effects In Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster III",
    "abstract_text": "Acute myeloid leukemia (AML) has been characterized by a growing number of recurrent genetic alterations, frequently causing the constitutive activation of signal transduction pathways, which result in enhanced blast proliferation and prolonged survival. Despite the increased understanding of AML biology, prognosis of these patients remains, generally, severe. Therefore, novel therapies targeted on aberrant signaling are now under evaluation. The phosphatidylinositol - 3-kinase (PI3K)/Akt/mammalian target of rapamycin (mTOR) pathway plays a pivotal role in the control of cell growth, proliferation and apoptosis of AML, and is often found constitutively activated. Currently, several inhibitors of this pathway, especially those inhibiting the activity of mTOR, have been investigated showing a limited efficacy due to the reactivation of upstream nodes. Since a novel PI3K inhibitor, BKM120, has been evaluated with encouraging results on solid tumors and lymphoid malignancies, we aimed in this study to investigate the pre-clinical activity of BKM120 on cell lines and primary AML samples. BKM120, kindly provided by Novartis, was tested on myeloid leukemia cell models - U937, MOLM13, OCIAML3 and KG1 - and on 4 primary AML samples at concentrations ranging from 0.5 to 5µM. Cell cycle changes and apoptosis induction were analyzed using the Acridine-Orange technique (AO) and the Annexin V (AnnV) binding assay. Intracellular signaling modulations induced by BKM120 were evaluated at different times (3h and 24h) by Western blot analysis. BKM120 exhibited dose- and time-dependent anti-proliferative and pro-apoptotic effects on the all analyzed leukemia cell models, although with different sensitivity (IC50s of 1.6, 2.4, 2.7 and 3.2μM for the U937, MOLM13, OCIAML3 and KG1 cell lines, respectively). On the most sensitive cell line U937, BKM120 in vitro exposure resulted, at 24h, in a significant cell growth reduction of 48.6% (p=0.006) and 73.9% (p=0.006), at 1 and 2µM, respectively. After 72h of treatment, AnnV positive cells significantly increased from 7.4% ± 0.03 (vehicle) to 43.5% ± 0.08 (p<0.001) and 89.4% ± 0.05 (p<0.001), at 1 and 2μM BKM120, respectively. On the less sensitive cell line KG1, the percentage of apoptotic cells reached 49.6% ± 0.1 and 56.6% ± 0.2 at 2 and 5μM BKM120, respectively. Since our previous data (Ricciardi MR et al. , JMM, 2012) have been reported that the U937 cell line is characterized by PI3k/Akt/mTOR hyperactivation while the OCIAML3 cell line relies mostly on the Ras/Raf/MEK/Erk pathway, we evaluated the BKM120-induced intracellular signaling modulations on this two cell lines. After 3h of BKM120 exposure, the analysis of activation status of the PI3K/Akt/mTOR pathway revealed, on the U937, the downregulation of pAkt levels at 0.5µM associated with p70 and 4EBP1 dephosphorylation at 1µM. At variance, on the OCIAML3, both effects were achieved at higher concentrations (1 and 2µM, respectively), reflecting the different sensitivity to apoptosis of this model. A limited cytotoxicity (1.2 fold increase of apoptosis) was observed on normal PBMCs isolated from healthy volunteers following BKM120 exposure. In contrast, a pro-apoptotic activity was seen at 144h on the 4 primary AML cells (5.9, 3.9, 2.2 and 2.1 fold increase of apoptosis). Moreover, a mean increase of AnnV positive cells from 13.0% ± 0.06 (vehicle) to 23.2% ± 0.15, 25.6% ± 0.15, 32.9% ± 0.1 (p=0.02) and 40.3% ± 0.13 (p=0.02) was obtained on this cells following exposure to 0.5, 1, 2 and 5μM, respectively. In conclusion, our study demonstrates, at our knowledge for the first time, that the novel pan-class I PI3K inhibitor BKM120 impairs AML cells growth and proliferation inducing a pro-apoptotic activity and inhibiting the PI3K/Akt/mTOR signaling through dephosphorylation of the key components of this pathway. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "buparlisib",
        "leukemia, myelocytic, acute",
        "mtor serine-threonine kinases",
        "proto-oncogene proteins c-akt",
        "acridine orange",
        "annexin a5",
        "cytotoxicity",
        "leukemia",
        "leukemia, myeloid"
    ],
    "author_names": [
        "Matteo Allegretti",
        "Maria Rosaria Ricciardi",
        "Martina Vincenzi",
        "Roberto Licchetta",
        "Simone Mirabilii",
        "Sergio Amadori",
        "Robin Foà",
        "Agostino Tafuri"
    ],
    "author_dict_list": [
        {
            "author_name": "Matteo Allegretti",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Rome, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Rosaria Ricciardi",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Rome, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Vincenzi",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Rome, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Licchetta",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Rome, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simone Mirabilii",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Rome, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Amadori",
            "author_affiliations": [
                "Hematology, Department of Biopathology, University of Tor Vergata, Rome, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foà",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Rome, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agostino Tafuri",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Rome, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T03:59:20",
    "is_scraped": "1"
}