{
    "doi": "https://doi.org/10.1182/blood.V114.22.3725.3725",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1458",
    "start_url_page_num": 1458,
    "is_scraped": "1",
    "article_title": "CD19 Targeting of Lymphoid Malignancies by Novel Fc-Domain Engineered Monoclonal Antibody. ",
    "article_date": "November 20, 2009",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents Poster III",
    "topics": [
        "cd19 antigens",
        "lymphoid neoplasm, malignant",
        "monoclonal antibodies",
        "antibodies",
        "cytotoxicity",
        "flow cytometry",
        "lenalidomide",
        "rituximab",
        "annexin a5",
        "b-lymphocyte antigens"
    ],
    "author_names": [
        "Farrukh Awan, MD, MS",
        "Rosa Lapalombella, PhD",
        "Rossana Trotta, PhD",
        "Jonathan P Butchar, Ph.D.",
        "Bo Yu",
        "Don Benson, MD, PhD",
        "Carolyn Cheney",
        "Xiaokui Mo",
        "Amy Lehman",
        "Jeffrey Alan Jones, MD, MPH",
        "Joseph M Flynn",
        "David Jarjoura",
        "Robert A. Baiocchi, MD, PhD",
        "John Desjarlais",
        "Susheela Tridandapani, Ph.D.",
        "Michael A. Caligiuri, M.D.",
        "Natarajan Muthusamy, PhD",
        "John C. Byrd"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Medical College of Georgia, Augusta, GA, USA, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Pulmonary, Critical Care and Sleep Medicine, The Ohio State University Medical Center, Columbus, OH, USA, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Division of Hematology/Oncology, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Division of Hematology and Oncolgy, Dept. of Internal Medicine and OSU Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Center for Biostatistics, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Center for Biostatistics, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH, USA, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Center for Biostatistics, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Xencor, Monrovia, CA, USA, "
        ],
        [
            "Internal Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
        ],
        [
            "Department of Internal Medicine, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "College of Medicine, Ohio State University, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "33.470279899999994",
    "first_author_longitude": "-81.9974474",
    "abstract_text": "Abstract 3725 Poster Board III-661 CD19 is a lineage-specific B-cell antigen, expressed at a high density on CLL cells, that contributes to B-cell receptor signaling but to date has not been effectively targeted with therapeutic monoclonal antibodies. XmAb5574 is a novel engineered anti-CD19 monoclonal antibody with a modified Fc-domain designed to enhance binding of FcγRIIIa that is predominately expressed on Natural Killer (NK)-cells. Utilizing freshly isolated chronic lymphocytic leukemia (CLL) patient B-cells we demonstrate that XmAb5574 lacks significant internalization seen with other anti-CD19 antibodies [maximum internalization for XmAb5574 was only 27.9% at 30-minutes (95%CI 14.5%, 41.4%)], thereby enhancing its ability to induce potent antibody-dependent cellular cytotoxicity (ADCC). Annexin V/PI flow cytometry analysis revealed that XmAb5574 mediates modest direct cytotoxicity not significantly different from Rituximab (0.6% increase, 95%CI -10.5%, 11.7%, p=0.91), and no complement mediated cytotoxicity (CDC) against primary CLL B-cells. Multi-color flow cytometry and monocyte derived macrophages (MDM) were used to assess XmAb5574 antibody dependent cellular phagocytosis (ADCP) against CLL cells and revealed no significant impact of the Fc-domain modification on MDM induced ADCP against CLL cells as compared to the wild type parental anti-CD19 antibody (12.37% vs. 10.51%, p=0.58). Interestingly, utilizing NK-cells and CLL cells isolated from normal donors and CLL patients, and employing autologous and allogeneic effector-target (E:T) conditions, XmAb5574 was found to mediate significantly higher ADCC when compared to the control humanized anti-CD19 non-engineered antibody (26.9% higher at E:T 25:1, p=0.0004 for allogeneic conditions, and 23.6% higher, p=0.004 for autologous conditions). ADCC mediated by XmAb5574 was also significantly higher as compared to Rituximab (33.5% higher at E:T 25:1, p<0.0001 for allogeneic conditions and 27.1% higher, p=0.004 for autologous conditions), a therapeutic antibody widely utilized in the treatment of CLL, hence confirming the functional in vitro efficacy and utility of the Fc-domain modification. By using inhibitor studies we further provide mechanistic insight into the XmAb5574–dependent ADCC mediated by NK-cells through a Granzyme B dependent mechanism. XmAb5574 also enhanced NK-cell activation as exhibited by an increased phosphorylation of Erk1/2 downstream of Fcγ receptor. The enhancement of subsequent cytolytic and secretory function was shown by the measurement CD107a up regulation on the surface of NK-cells (19.4% increase, p=0.005, as compared to wild type anti-CD19 antibody), and interferon-gamma release as measured by ELISA assays (6.4 times higher, p=0.007, as compared to wild type anti-CD19 antibody). Notably, enhanced NK-cell mediated ADCC observed with XmAb5574 against primary CLL B-cells could be augmented further by treatment with Lenalidomide (17.9% higher, p=0.04). These findings provide strong pre-clinical evidence for further clinical development of XmAb5574, both as monotherapy and in combination with Lenalidomide, for the therapy of CLL and related CD19 + B-cell malignancies. We also provide mechanistic insight into the utility and feasibility of Fc-domain engineering of specific antibodies, which will enhance their efficacy through an increased ability to recruit the innate immune system to more effectively control tumor progression. Disclosures: Desjarlais: Xencor: Employment."
}