{
    "doi": "https://doi.org/10.1182/blood.V104.11.1778.1778",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=180",
    "start_url_page_num": 180,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of Low Molecular Weight Heparins for Hemodialysis in Patients with End-Stage Renal Disease: A Meta-Analysis of Randomized Trials. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "hemodialysis",
        "kidney failure, chronic",
        "low-molecular-weight heparin",
        "thrombosis",
        "hemorrhage",
        "anticoagulants",
        "anti factor xa",
        "anticoagulation",
        "kidney failure",
        "thromboembolism"
    ],
    "author_names": [
        "Wendy Lim, MD",
        "Deborah J. Cook, MD MSc",
        "Mark A. Crowther, MD MSc"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada"
        ],
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada",
            "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada"
        ],
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.256498199999996",
    "first_author_longitude": "-79.8735578",
    "abstract_text": "Background : The anticoagulant management of patients with thromboembolic disease who also have end-stage renal disease is a frequently encountered and unresolved clinical problem. Low molecular weight heparins (LWMHs) are the preferred initial treatment for these disorders but are renally excreted, and generally avoided in patients with renal failure due to concerns of bioaccumulation and increased bleeding risks. Unfractionated heparin (UFH) remains the primary anticoagulant used in this patient population despite the efficacy and convenience of LMWHs. Although LMWHs are typically not used to treat thrombosis in patients with end-stage renal disease, they are frequently used during hemodialysis to prevent thrombosis of the extracorporeal dialysis circuit. While there are no randomized data evaluating the safety and efficacy of LMWHs in these patients, randomized trials have been performed using LMWHs in the setting of hemodialysis. We performed a systematic review and meta-analysis of these randomized trials summarizing this data. Purpose : To evaluate the safety and efficacy of LMWHs compared to UFH for preventing thrombosis of the extracorporeal dialysis circuit. Data sources : We identified studies using MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials and FirstSearch, reviewed reference lists and contacted pharmaceutical companies. Study selection : We included randomized, controlled trials that compared a LMWH with another anticoagulant during hemodialysis in patients with end-stage renal disease, and reported at least one of the following outcomes: bleeding, extracorporeal circuit thrombosis, or anti-Xa levels. Data extraction : Two reviewers independently extracted data on methodologic quality, study design, clinical outcomes, and anti-Xa levels. Data synthesis : We included 17 trials in this systematic review, 11 of which were included in the meta-analysis. We found that LMWH did not significantly affect the number of bleeding events (relative risk [RR] 0.96, 95% CI, 0.27 to 3.43), bleeding assessed by vascular access compression time (weighted mean difference −0.87, 95% CI, −2.75 to 1.02) or extracorporeal circuit thrombosis (RR 1.15, 95% CI, 0.70 to 1.91) as compared with UFH. Conclusions : LMWHs appear to be as safe as UFH in terms of bleeding complications, and as effective as UFH in preventing extracorporeal circuit thrombosis. However, inferences from these trials assessing anticoagulation for patients undergoing hemodialysis will continue to be weak until larger, more rigorous randomized trials are conducted."
}