{
    "doi": "https://doi.org/10.1182/blood.V120.21.68.68",
    "article_title": "Can the Combination of the Measurement of BCR-ABL1 Transcript Levels At 3 and 6 Months Improve the Prognostic Value of the 3 Month Measurement? ",
    "article_date": "November 16, 2012",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: Aiming for Deep Response",
    "abstract_text": "Abstract 68 Several groups have shown that that the BCR-ABL1 transcript level measured at 3 or 6 months after starting TKI therapy strongly predicts for the achievement of cytogenetic and molecular responses and for PFS and OS. In particular, we have shown that CML patients treated with imatinib who at 3 months have a transcript level lower than 9.8% on the international scale or lower than 1.67% at 6 months fare significantly better. We have also shown that the molecular assessment made at 3 months on imatinib therapy is a better predictor of the prognosis of patients than the analysis of BCR-ABL1 transcripts at 6 months. Here we investigate whether it is possible to improve the prognostic accuracy of early measurement of the transcript level by combining the 3 and 6 month results. Between June 2000 and December 2010 282 consecutive adult patients with CML in CP seen at our institution received imatinib 400 mg daily as first line therapy. The median follow-up was 69 months (range 17–131). During follow-up 118 patients discontinued imatinib and received nilotinib (n=37), dasatinib (n=72) or an allogeneic stem cell transplant (n=9). BCR-ABL1 transcripts were measured in the blood at 6 to 12 week intervals using RQ-PCR and results were expressed as percent ratios relative to an ABL1 internal control with original laboratory values converted to the international scale. Two hundred and seventy-four patients were still alive in chronic phase and receiving imatinib at 6 months. We classified these patients according to their transcript levels at 3 months (lower or higher than 9.8%) and 6 months (lower or higher than 1.67%). 181 (66%) patients had low transcripts both at 3 and 6 months; these patients had an excellent outcome with a OS of 93.5% and a 100% cumulative incidence (CI) of CCyR. Fifty-seven (21%) of the patients had high transcript levels on both occasions; these patients had a significantly worse outcome than the previous cohort, namely an OS of 55.6% (p<0.001) and a CI of CCyR of 14.9% (p<0.001). Thirty (11%) patients had low transcript levels at 3 months but high transcript levels at 6 months; these patients had a prognosis similar to those of the patients with low transcripts at both the 3 and 6 month time points with an OS of 92.4 (p=0.78) and a 8-year CI of CCyR of 99.5% (p=0.001), although the kinetics of the response in this cohort was slower. Only 6 patients (2%) had high transcript levels at 3 months but low levels at 6 months; these patients had an outcome similar to the patients with low transcript levels at the two time points (OS= 100%, PFS=83.3% and CI of CCyR = 85%). The measurement of the transcript level at 6 months adds very little prognostic discrimination to the measurement already taken at 3 months. The 11% of patients who met the three month milestone but failed the 6 month milestone had an OS and PFS identical to the patients who achieved both milestones. The CI of CCyR was also similar (although slower, median time to CCyR 12 months vs 6 months for the patients who met both milestones, p=0.001). The 2% of patients who failed the first milestone at 3 months but who met the second one at 6 months also seemed to fare well, although this group is too small to clearly establish whether patients with high 3 month transcript levels are ‘rescued’ by meeting the 6 month milestone. In summary, the prognosis of patients can be accurately established by assessing the transcript level purely at 3 months, although the analysis at 6 months may improve the prognostic classification of 2% of the patients. Disclosures: Goldman: Novartis, Bristol Myers-Squibb, and Amgen: Honoraria. Marin: BMS: Research Funding; Novartis: Research Funding.",
    "topics": [
        "allogeneic stem cell transplant",
        "cytogenetics",
        "dasatinib",
        "disclosure",
        "follow-up",
        "imatinib mesylate",
        "kinetics",
        "nilotinib",
        "polymerase chain reaction",
        "protein-tyrosine kinase inhibitor"
    ],
    "author_names": [
        "Pratap Neelakantan, MRCP",
        "Gareth Gerrard, PhD",
        "Letizia Foroni",
        "Dragana Milojkovic",
        "Jane Apperley",
        "Richard Szydlo, PhD",
        "Marco Bua",
        "Alistair G Reid, BSc, PhD",
        "Katy Rezvani, MBBS, PhD, MRCP, FRCPath",
        "John M Goldman, MD",
        "David Marin"
    ],
    "author_dict_list": [
        {
            "author_name": "Pratap Neelakantan, MRCP",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gareth Gerrard, PhD",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Letizia Foroni",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dragana Milojkovic",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Apperley",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Szydlo, PhD",
            "author_affiliations": [
                "Division of Haematology, Imperial College London, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Bua",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alistair G Reid, BSc, PhD",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katy Rezvani, MBBS, PhD, MRCP, FRCPath",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M Goldman, MD",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Marin",
            "author_affiliations": [
                "Department of Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T09:40:58",
    "is_scraped": "1"
}