{
    "doi": "https://doi.org/10.1182/blood.V106.11.1230.1230",
    "article_title": "Normalisation of ADAMTS 13 Activity and Disappearance of ADAMTS 13 Antibody Following Rituximab in Acute Refractory Thrombotic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Thrombotic thrombocytopenic purpura (TTP) is a life threatening disorder characterised by thrombocytopenia and microangiopathic haemolytic anaemia associated with a deficiency in ADAMTS 13. Plasma exchange (PEX) remains the primary treatment modality in acute TTP, with various immunosuppressive agents (e.g. methylprednisolone, vincristine, ciclosporin (CSA)) and other disease modifying agents(e.g. defibrotide), added in refractory cases. However, mortality remains at 15–20%. Rituximab is a monoclonal CD 20 antibody, which acts specifically to clear peripheral B lymphocytes involved with antibody production. We have treated 15 patients with acute refractory TTP; 12 female and 3 male, with 2–8 weekly Rituximab infusions, 375mg/m 2 . Fourteen had neurological features and 3 had cardiac TTP at presentation. Patients received Rituximab because of progressive clinical disease or deterioration of laboratory parameters despite intensive therapy. On admission, median haemoglobin was 8.2 (range 5.1–12) g/dl, platelet count 14 (range 3–70) X 10 9 /L, lactate dehydrogenase (LDH) 1620 (range 411–>2832) IU/L. All patients attained normal laboratory parameters and clinical remission within 22 days of starting Rituximab therapy. Three patients proceeded to further Rituximab based on ADAMTS 13 activity following 4 treatments. Twelve patients had initial ADAMTS 13 activities <5% (normal range (NR) 66–126% by collagen binding assay) and thirteen patients had normal ADAMTS 13 activity (median 78%) following Rituximab. IgG antibodies to ADAMTS 13 pre Rituximab were detected in thirteen patients but were undetectable post Rituximab. The median number of PEX pre Rituximab was 14 (1–35) and following the first Rituximab treatment, 6 (1–22), including weaning with an alternate day regime following clinical and laboratory remission. This difference was significant (p=0.042, Wilcoxon signed ranks test). To date (follow-up 1–27 months) there have been no TTP relapses. No significant decrease in CD 19 levels, immunoglobulin levels or infectious complications have been documented. These data suggest that patients with acute refractory TTP respond promptly to Rituximab, associated with a significant reduction in the requirement for PEX. Clinical and haematological remission was demonstrated and maintained within 3 weeks of Rituximab treatment in all patients. Only one patient failed to increment ADAMTS 13 activity. In all patients with IgG antibodies to ADAMTS 13, these disappeared within 28 days of Rituximab treatment. Rituximab therefore appears to be a safe, effective, targeted therapy for acute refractory TTP.",
    "topics": [
        "adamts proteins",
        "antibodies",
        "rituximab",
        "thrombotic thrombocytopenic purpura",
        "disease remission",
        "igg antibody",
        "cyclosporine",
        "follow-up",
        "hemoglobin",
        "immunoglobulins"
    ],
    "author_names": [
        "Marie Scully",
        "Jamie Cavenagh",
        "Diane Hagger",
        "Sylvia Benjamin",
        "Ian Mackie",
        "Samuel J. Mchin",
        "Hannah Cohen"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie Scully",
            "author_affiliations": [
                "Haemostasis Research Unit, University Collegel London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jamie Cavenagh",
            "author_affiliations": [
                "St Bartholemews &the Royal London Hospital, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Hagger",
            "author_affiliations": [
                "Charing Cross Hospital, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Benjamin",
            "author_affiliations": [
                "NBS, John Radcliffe Hospital, Oxford, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Mackie",
            "author_affiliations": [
                "Haemostasis Research Unit, University Collegel London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel J. Mchin",
            "author_affiliations": [
                "University College London Hospitals, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hannah Cohen",
            "author_affiliations": [
                "University College London Hospitals, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T18:42:44",
    "is_scraped": "1"
}