{
    "doi": "https://doi.org/10.1182/blood.V110.11.1357.1357",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=910",
    "start_url_page_num": 910,
    "is_scraped": "1",
    "article_title": "Expression of the Human Concentrative Nucleotide Transporter (hCNT1) Gene Correlates with Clinical Response in Patients Affected by Waldenstrom’s Macroglobulinemia (WM), Undergoing a Combination Treatment with Cladribine (2-CdA) and Rituximab. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "cladribine",
        "genes",
        "membrane transport proteins",
        "nucleotides",
        "rituximab",
        "waldenstrom macroglobulinemia",
        "brachial plexus neuritis",
        "cardiotoxicity",
        "combined modality therapy",
        "deoxycytidine kinase"
    ],
    "author_names": [
        "Daniele Laszlo, MD",
        "Cristina Rabascio, DSc",
        "Giovanna Andreola, MD",
        "Luca Saronni, DSc",
        "Liliana Calabrese, DSc",
        "Luigi Rigacci, MD",
        "Alberto Fabbri, MD",
        "Antonello Pinto, MD",
        "Ferdinando Frigeri, MD",
        "Atto Billio, MD",
        "Graziella Pinotti, MD",
        "Simona Sammassimo, MD",
        "Giovanni Martinelli, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, European Institute of Oncology, Milan, Italy"
        ],
        [
            "Hematology, European Institute of Oncology, Milan, Italy"
        ],
        [
            "Hematology, European Institute of Oncology, Milan, Italy"
        ],
        [
            "Hematology, European Institute of Oncology, Milan, Italy"
        ],
        [
            "Hematology, European Institute of Oncology, Milan, Italy"
        ],
        [
            "Hematology, University of Florence, Florence, Italy"
        ],
        [
            "Hematology, University of Siena, Siena, Italy"
        ],
        [
            "Hematology, National Institute Tumor, Naples, Italy"
        ],
        [
            "Hematology, National Institute Tumor, Naples, Italy"
        ],
        [
            "Hematology, Central Hospital, Bolzano, Italy"
        ],
        [
            "Hematoncology, Macchi Foundation, Varese, Italy"
        ],
        [
            "Hematology, European Institute of Oncology, Milan, Italy"
        ],
        [
            "Hematology, European Institute of Oncology, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.414450699999996",
    "first_author_longitude": "9.208109499999999",
    "abstract_text": "The aim of this prospective multicenter trial was to evaluate the efficacy of the nucleoside analogue 2-CdA in combination with Rituximab and to identify possible genetic factors that could influence the clinical response of the combination. From December 2003 to November 2006, 29 pretreated/newly diagnosed pts affected by WM were enrolled in the study. Pts characteristics included: sex (M/F) 9/19, median age 64 (range 36–75 yrs), a median IgM level before treatment of 2567mg/dL; 16 pts were newly diagnosed. The combination therapy was Rituximab at standard schedule (375 mg/mq) on day 1 followed by 2-CdA 0.1 mg/kg (sc injection) for 5 consecutive days. Each cycle was administered monthly for a total of 4 cycles. Clinical responses were evaluated two months after the end of treatment, according to Response Criteria from the 3rd International Workshop on WM. Expression analysis of the genes involved in the activity of 2-CdA (deoxycytidine kinase, deoxyguanosine kinase, 5′-nucleotidase, ribonucleotide reductase 1 and 2, human equilibrative nucleotide transporter and hCNT1) was performed on bone marrow cells, at baseline in 22 pts. The therapy was well tolerated, except in three patients who discontinued Rituximab due to cardiac toxicity during the first or second infusion. The treatment was delayed in 3 pts because of haematologic toxicity (G3 neutropenia) and in 2 of them the 2-CdA dose was reduced after 2 cycles. The only non-haematological complications observed were late respiratory infections which occurred in 3 pts. At a median follow-up of 21 (13–41) months we observed 17 (59%) CR/PR, 7 (24%) MR, 1 (3%) SD and 4 (14%) PD/NR. Pharmacogenomic analysis showed a statistically significant lower expression of the hCNT1 gene in pts who failed the treatment and who achieved a MR or SD than in those who achieved a CR or a PR (p=0.014) suggesting a possible relationship between reduced hCNT1 levels and a diminished clinical activity of 2-CdA. No significant difference was detected in the expression of the other genes analyzed. Our results suggest that the combination of 2-CDA and Rituximab is safe and active in WM pts; the use of pharmacogenomic analysis might contribute to a better selection of the patients who are more likely to respond to such a combination treatment."
}