{
    "doi": "https://doi.org/10.1182/blood.V106.11.578.578",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=354",
    "start_url_page_num": 354,
    "is_scraped": "1",
    "article_title": "Human Minor Histocompatibility Antigen-Specific CD8 + T Cells Are Found Predominantly in the CD45RA + CD62L + Naïve T Cell Subset. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Graft versus host disease (GVHD) after allogeneic stem cell transplant (SCT) is initiated by the activation of alloreactive T cells by host dendritic cells (DC) in lymphoid tissue. Studies in murine models have demonstrated that selective depletion of naïve T cells abrogates GVHD in major and minor histocompatibility antigen (miH) mismatched SCT and provides for rapid reconstitution of memory T cell responses to pathogens. This suggests the memory subset may lack a sufficient repertoire of alloreactive T cells or fail to localize to sites where GVHD is initiated. If such a strategy were effective in humans, morbidity from GVHD would be reduced, but the graft versus leukemia (GVL) effect might be compromised. To explore the potential of this approach in humans, we developed a novel limiting dilution assay using DC as stimulator cells in vitro to analyze the frequency and repertoire of human miH reactive T cells in highly purified naïve and memory T cell subsets obtained from HLA identical volunteer donor pairs. For each pair, mature DC were derived by differentiation of CD14 + monocytes in vitro from one volunteer, and pure (>97%) populations of naïve (CD62L+, CD45 RA+, CD45RO-) and memory (CD45RO+) CD8 T cells were obtained by FACS sorting of CD8 enriched PBMC from the respective HLA identical sibling. Memory and naïve T cells were cultured for 12 days in 96 well plates at a range of concentrations with DC at a 30:1 ratio and IL12 (10 ng/ml), and IL15 (10 ng/ml) was added on day 7. On day 12, the wells were screened against target cells from each volunteer in a chromium release assay (CRA) to quantitative T cells with reactivity against miH. All wells with reactivity in this screening assay were subsequently expanded using anti CD3 antibody and IL2 and retested by CRA to validate the results of the screening assay. In multiple experiments using different HLA matched pairs, T cells with specific and reproducible cytotoxic activity (>15% lysis) against target cells from the DC donor but not autologous targets were only isolated from wells plated with naïve CD8 T cells, and there was no reproducible cytotoxicity from wells plated with memory T cells. This data demonstrates that miH specific CD8 T cells are found predominantly, and possibly exclusively, in the naïve T cell subset in humans. This data is consistent with a dramatically reduced repertoire of miH alloreactive T cells in the memory T cell pool and supports the development of protocols to prevent GVHD by selective depletion of CD45RA+ CD8+ T cells from the hematopoietic cell graft. However, T cells specific for miH also contribute to the GVL effect and CD45RA depletion would be expected to compromise antileukemic activity. Using the above approach for isolating miH specific CTL from naïve CD8 T cells, we have found a diverse repertoire of alloreactivity in most cultures and identified a subset of T cell lines and clones specific for miH presented selectively on hematopoietic cells. These T cells recognize primary ALL and AML samples that express the restricting HLA allele in vitro. MiH specific T cell clones can be reliably generated by this method using DC derived from monocytes of patients with advanced leukemia. Thus, it may be feasible to utilize this approach to isolate T cells specific for hematopoietic restricted miH for adoptive therapy as an adjunct to CD45RA depletion to preserve the GVL effect and allow separation of GVL from GVHD.",
    "topics": [
        "allogeneic stem cell transplant",
        "antibodies",
        "antigens",
        "cd14 antigen",
        "cd45 antigens",
        "chromium",
        "cytotoxicity",
        "dilution technique",
        "graft-versus-host disease",
        "histocompatibility"
    ],
    "author_names": [
        "Marie Bleakley, MD",
        "Audrey Mollerup, BA",
        "Colette Chaney, BSN",
        "Michele Brown",
        "Stanley R. Riddell, MD"
    ],
    "author_affiliations": [
        [
            "Program in Immunology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Program in Immunology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Program in Immunology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Program in Immunology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Program in Immunology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.617961599999994",
    "first_author_longitude": "-122.32830425"
}