{
    "doi": "https://doi.org/10.1182/blood.V124.21.4023.4023",
    "article_title": "Further Elucidation of the Mechanism of Iron Transport Form Plasma Transferrin to Mitochondrial Ferrochelatase: Further Evidence for the “Kiss and Run” Hypothesis ",
    "article_date": "December 6, 2014",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "abstract_text": "Normal hemoglobinization of immature red blood cells (RBC) requires iron (Fe) uptake from transferrin (Tf), mediated by Tf receptors (TfR). Following the binding of Fe(III) 2 -Tf to TfR on the erythroid cell membrane, the Tf-TfR complexes are internalized via endocytosis, following which Fe is released from Tf by a process involving endosomal acidification and reduction by Steap3. Fe 2+ is then transported across the endosomal membrane by the divalent metal transporter 1 (DMT1). Unfortunately, the post-endosomal path of Fe within cells remains elusive or is, at best, controversial. It has been commonly accepted that a low molecular weight intermediate chaperones Fe in transit from endosomes to mitochondria and other sites of utilization; however, this much sought Fe binding intermediate has never been identified. In erythroid cells, more than 90% of Fe has to enter mitochondria where ferrochelatase, the final enzyme in the heme biosynthetic pathway that inserts Fe 2+ into protoporphyrin IX, resides. Indeed, strong evidence exists for specific targeting of Fe toward mitochondria in developing red blood cells in which Fe acquired from Tf continues to flow into mitochondria even when the synthesis of protoporphyrin IX is suppressed. Thus, it has been hypothesized ( Ponka P. Blood 89:1, 1997 ) that, in hemoglobin-producing cells, there is a direct relaying of iron from the endosomal machinery to that of the mitochondria. Numerous reports from our laboratory support this hypothesis: 1) Iron acquired from Tf accumulates in mitochondria even when the synthesis of protoporphyrin IX is inhibited ( Richardson et al. Blood 87:3477,1996 ); 2) Endosome mobility is essential for the efficient incorporation of 59 Fe from 59 Fe-Tf-labeled endosomes into heme (Zhang et al. Blood 105:368, 2005) and, 3) Confocal laser microscopy shows that in reticulocytes, endosomes continuously traverse the cytosol and touch mitochondria (Sheftel et al. Blood 110: 125, 2007) . Based on this, we propose that erythroid precursors have special adaptations that facilitate the high rate of iron transport from endosomes to mitochondria to meet the exceptionally high demand for heme synthesis. Our lab has previously shown, using 3D live confocal imaging, that the iron delivery pathway in developing RBC involves a transient interaction of endosomes with mitochondria. To further demonstrate the interaction of these organelles, we used a novel method based on flow cytometry analyses (flow sub-cytometry) of lysates obtained from reticulocytes with fluorescently labeled endosomes (Alexa Green Transferrin) and mitochondria (MitoTracker Deep Red). Using this strategy, we have identified three distinct populations: endosomes, mitochondria, and a population double-labeled with both fluorescent markers representing endosomes interacting with mitochondria. This strategy has been used in studies on reticulocytes and erythroblasts subjected to various experimental conditions. In this study, we intended to identify molecular partners involved in the endosme-mitochondria interaction. Using co-immunoprecipitation and pull-down strategies, we attempted to recognize proteins interacting with the extra-endosomal (intracellular) loops of DMT1, which may be involved in interactions with mitochondria. The co-immunoprecipitated proteins were separated based on their molecular weights, stained using Coomassie and/or Silver gel and identified by mass spectrometry and western blotting. Using these strategies, we co-immunoprecipitated (from MEL cells and reticulocytes lysates) proteins that were pulled down with DMT1. Using this approach, we have identified the voltage-dependent anion channel (VDAC), which is located at the outer membrane of the mitochondria ( Graham, et al. Curr Top Dev Biol. 59: 87, 2004 ) as one of DMT1 interacting partners using western blotting and specific antibodies against VDAC. These results indicate the physical contact between endosomes and mitochondria. In addition, to define the possible role of DMT1-VDAC interactions in mediating iron uptake, we used a siRNA approach to silence VDAC expression in MEL cells and then measured 59 Fe incorporation into heme. These studies revealed decreased 59 Fe incorporation into MEL cells with silenced VDAC. Our findings provide a strong support for the hypothesis that this outer-membrane mitochondrial protein is involved in the interaction with endosomes. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ferrochelatase",
        "iron transport",
        "mitochondria",
        "transferrin",
        "kissing",
        "plasma",
        "gel",
        "iron",
        "heme",
        "protoporphyrins"
    ],
    "author_names": [
        "Amel Hamdi, PhD",
        "Tariq Roshan, MD",
        "Alex Sheftel, PhD",
        "Prem Ponka, MD PhD FCMA"
    ],
    "author_dict_list": [
        {
            "author_name": "Amel Hamdi, PhD",
            "author_affiliations": [
                "Lady Davis Institute for Medical Research, Jewish General Hospital, and McGill University, Montreal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tariq Roshan, MD",
            "author_affiliations": [
                "Lady Davis Institute for Medical Research, Jewish General Hospital, and McGill University, Montreal, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Sheftel, PhD",
            "author_affiliations": [
                "High Impact Editing, Ottawa, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prem Ponka, MD PhD FCMA",
            "author_affiliations": [
                "Lady Davis Institute for Medical Research, Jewish General Hospital, and McGill University, Montreal, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:55:30",
    "is_scraped": "1"
}