{
    "doi": "https://doi.org/10.1182/blood.V104.11.478.478",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=72",
    "start_url_page_num": 72,
    "is_scraped": "1",
    "article_title": "Subcutaneous Campath-1H (Alemtuzumab) in Fludarabine-Refractory Cll: Interim Analysis of the CLL2h Study of the German Cll Study Group (GCLLSG). ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "alemtuzumab",
        "fludarabine",
        "interim analysis",
        "infections",
        "intravenous infusion procedures",
        "anemia",
        "chronic lymphocytic leukemia refractory",
        "cmv reactivation",
        "follow-up",
        "hematotoxicity"
    ],
    "author_names": [
        "Stephan Stilgenbauer, MD",
        "Dirk Winkler, MD",
        "Alexander Kröber, MD",
        "Dirk Kienle, MD",
        "Michael Hallek, MD",
        "Manfred Hensel, MD",
        "Eva Lengfelder, MD",
        "Lorenz Trümper, MD",
        "Peter Dreger, MD",
        "Ulrich Jäger, MD",
        "Hartmut Döhner, MD",
        "the GCLLSG"
    ],
    "author_affiliations": [
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        [
            " Department of Internal Medicine III, University of Ulm, Ulm, Germany."
        ],
        []
    ],
    "first_author_latitude": "48.4234467",
    "first_author_longitude": "9.9552135",
    "abstract_text": "The prognosis of fludarabine-refractory CLL is poor with a median survival time of 10 months. Intravenous Campath-1H (Alemtuzumab) was approved for fludarabine refractory CLL based on a remission rate of 33% and a median survival time of 16 months (Keating et al., Blood 2002). While the standard route of Campath-1H administration is by 2 hour intravenous infusion, the subcutaneous route was shown to be safe and efficacious in first line treatment (Lundin et al., Blood, 2002). The CLL2H trial of the GCLLSG was initiated to evaluate the subcutaneous application of 3 x 30 mg Campath-1H weekly for a maximum of 12 weeks in fludarabine refractory CLL after intravenous dose escalation (3, 10, 30 mg). The current interim analysis is based on the first 50 consecutive patients enrolled until April 2004. Median age was 63 (range 35–79) years, 70% were male, and a median number of 4 (range 1–7) prior lines of therapy had been given. Dose escalation was given in 46, subcutaneous continuation of therapy in 44, and treatment has not been started in 4 patients, respectively. Intravenous dose escalation was accompanied by no or mild (grade I-II) rigors and fever after premedication with paracetamol and antihistamines in the majority of patients, while grade III/IV infusion reactions were rare (n=3). Subcutaneous treatment was continued on an outpatient basis in all cases but had to be temporarily interrupted in 28 patients due to neutropenia (n=18), anemia (n=1), thrombocytopenia (n=3), infections (n=6; CMV reactivations n=3), and was stopped early in 22 cases due to progression (n=9), CMV reactivation (n=3), hematotoxicity (n=7), hemolysis (n=1), side effects (n=1), and infection (n=1). There were 6 cases of CMV reactivation, 5 of which promptly responded to oral valgancyclovir. During subcutaneous treatment toxicity was mostly grade I/II apart from hematotoxicity (grade III/IV anemia: 14%, thrombocytopenia: 34%, neutropenia: 66%) and grade III/IV infections (24%). After a median follow up time of 9.3 months 18 deaths have occurred (progression n=12, sepsis n=3, not CLL related n=2, before treatment start n=1). The overall response rate was 36% (CR 2%, PR 34%), the median progression free survival time was 9.7 months, and median overall survival time was 13.1 months. Analyses of genetic risk factors showed an unmutated VH status in 62% and high-risk genomic aberrations in the majority of patients (17p-: 29%, 11q-: 29%, +12q: 18%, 13q- single: 16%). Responses (CR or PR) were observed in 14 of 27 VH unmutated, 5 of 13 11q-, and 7 of 13 17p- cases. In conclusion, Campath-1H given via the subcutaneous route appears to be feasible in an outpatient setting in a high risk population of fludarabine-refractory CLL and appears to be of similar efficacy as compared to intravenous administration. Most importantly, genetic high risk subgroups with unmutated VH, 11q- or 17p- appear to respond to Campath-1H. An amendment has been activated including prophylactic pegfilgrastim and allowing subcutaneous dose-escalation. An update of this trial with ongoing recruitment and extended follow-up will be presented."
}