{
    "doi": "https://doi.org/10.1182/blood.V106.11.5050.5050",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=399",
    "start_url_page_num": 399,
    "is_scraped": "1",
    "article_title": "Multiple Myeloma Presenting as Pulmonary, Gastric and Epidural Extramedullary Plasmacytomas: Synchronous Presentation. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "lung",
        "multiple myeloma",
        "plasmacytoma, extramedullary (not occurring in bone)",
        "weight reduction",
        "plasmacytoma",
        "stomach neoplasms",
        "biopsy",
        "chemotherapy regimen",
        "dexamethasone",
        "hemorrhage"
    ],
    "author_names": [
        "Maged Khalil, MD",
        "Candice Ruby, MD",
        "Zili He, MD",
        "Shetra Sivamurthy, MD",
        "Steier Williams, MD",
        "Madhumati Kalavar, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Brookdale University Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology/Oncology, Brookdale University Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology/Oncology, Brookdale University Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology/Oncology, Brookdale University Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology/Oncology, Brookdale University Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology/Oncology, Brookdale University Hospital, Brooklyn, NY, USA."
        ]
    ],
    "first_author_latitude": "40.65494225",
    "first_author_longitude": "-73.9125274",
    "abstract_text": "Plasma cell tumors are lymphoid neoplastic proliferations of B cells that may be classified as multiple myeloma (MM), solitary bone plasmacytoma (SBP) and extramedullary plasmacytoma (EMP). The extramedullary plasmacytoma account for 1–2% of the total number of plasma-cell growths of which 80 % are originated on the head and neck and upper airways. Males are more frequently affected at sixth-seventh decade. Herein we are presenting a case of 51 years old male with synchronous multiple extramedullary plasmacytomas involving lung, stomach and spine, Presentation of a case 51 years old black male from St. Lucia with no significant past medical history, presented to the local hospital in St. Lucia with hematemesis. Endoscopy was performed and a growth in the stomach was found. He came to the US for treatment. When seen in our hospital, patient complained of black tarry stool, severe right sided chest pain radiating to the back, generalized body aches, fatigue and 10 Lbs. weight loss within the last 2 months Physical examination: revealed tenderness on the right side of chest and back, and decreased breath sound on the righ upper lobe, otherwise unremarkable Work up including CT scan of the chest/abdomen /pelvis showed an irregular right apical mass posteriorly with destruction of the adjacent second and third ribs posteriorly and in T2 and T3 vertebrae, diffuse lytic lesions involving the spines, sacrum, ribs and sternum. There was also a large irregular soft tissue mass the posterior aspect of the fundus of the stomach. Liver, spleen and lymph nodes were normal. Laboratory studies showed WBCs 9.8, Hg 6.9, Platlets 218, BUN 71, Cr. 5.2, Ca 13.4, albumin 3.4, B2 microglobulin 7.5, TP 11.4, LDH 1063, LFT’s all normal, Cea 00 ng/ml, AFP 6.0 ng/ml, Ca19-9 9.4 U/ml, PSA.97 ng/ml, iron study, folate, B12 all within normal range, serum protein electropheresis and immunofixation showed monoclonal spike in the Gamma region 53.8% (IgG Kappa and IgA Kappa), IgG 10917 mg/dl, IgA 85 mg/dl, IgM 16 mg/dl, urine protien elctrophersis showed 88 mg/dl M-spike in beta region, 24 hours urine was 2400 mg/24 h Bone marrow biopsy showed extensive infiltration with poorly differentiated plasma cells, flow cytometry consistent with plasma cell neoplasm, cytogenetics and FISH did not show any evidence of chromosome 13 deletion or trisomy 11. Gastric mass biopsy and lung mass biopsy showed plasma cells similar to the bone marrow infiltrate consistent with plasmacytoma. Diagnosis of multiple myeloma and multiple extramedullary plasmacytomas were made. Plasmaphersis was started because of worsening renal function despite aggressive hydration. Kidney function and calcium level normalized after 5 sessions of Plasmaphersis. Chemotherapy with Doxil, Vincrestine and dexamethasone (DVd) was started. Because of the persistent drop in hemoglobin from gastric mass bleeding, Radiation therapy to the gastric area was given (2300 cGy in 4 weeks) While on treatment he developed severe bilateral lower extremities weakness, MRI showed 8 cm epidural mass at the T8 level, the field of radiation was increased to include the new lesion along with Decadron. He developed severe oral mucositis, esophagitis pancytopenia, continue to bleed from the gastric mass, and finally developed an overwhelming VRE sepsis and shock. He was transferred to MICU and expired despite aggressive supportive care. Conclusion: MM can present as multiple extramedullary plasmacytomas. The response to chemotherapy is very poor The prognosis is very poor,"
}