{
    "doi": "https://doi.org/10.1182/blood.V106.11.2438.2438",
    "article_title": "Long-Term Follow-Up of Patients Treated in a Phase 2 Trial with MyVax® Personalized Immunotherapy (Recombinant Id-KLH with GM-CSF) after Chemotherapy as Initial Treatment for Follicular Non-Hodgkin’s Lymphoma (NHL). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: The tumor-specific variable regions of the clonal immunoglobulin (idiotype or Id) expressed by malignant B cell NHL can be used as a target for active immunotherapy. MyVax® Personalized Immunotherapy is a patient-specific, recombinant Id protein conjugated to Keyhole Limpet Hemocyanin (Id-KLH) and administered with Granulocyte-Macrophage Colony-Stimulating Factor (GM-CSF). Several Phase 2 clinical trials have been conducted to determine the immunogenicity of MyVax® Personalized Immunotherapy. Patients and Methods: The patients all had previously untreated follicular lymphoma and achieved at least a partial response to either CVP chemotherapy (16 patients) or CVP + CHOP chemotherapy (5 patients) to be eligible to receive 5 series of immunizations with MyVax® Personalized Immunotherapy. Each immunization series consisted of MyVax® Personalized Immunotherapy administered SQ on Day 1 and GM-CSF alone on Days 2–4. The immunizations were administered over 24 weeks. The first 4 immunization series were administered every 4 weeks. The 5th immunization series was administered 12 weeks after the 4th immunization. Results: There were a total of 21 evaluable patients in the study. Both cellular and humoral immune anti-idiotype responses (IRs) were elicited using this treatment schedule. Thirteen of the 21 patients (62%) mounted an anti-idiotype immune response. Ten of the 21 patients mounted a humoral anti-idiotype response while 7 of 16 patients evaluated mounted a cellular anti-idiotype response. Immunizations with MyVax® Personalized Immunotherapy appear to be safe and well tolerated. Adverse events reported in this trial were mostly mild to moderate and transient in nature. Follicular Lymphoma International Prognostic Index (FLIPI) scores for these patients indicate that most of the patients were in the intermediate or high-risk categories. The median follow-up is over 5.5 years in this trial. The median time to disease progression was 37.7 months measured from the end of chemotherapy. Ten of the 21 patients in this trial remain progression free between 47 months and 71 months post chemotherapy as of their last follow-up. Four of the patients that remain in remission are in the high risk category by FLIPI score. Conclusions and Discussion: These results suggest that patients with a poorer prognosis according to their FLIPI score can achieve significant remissions following treatment with MyVax® Personalized Immunotherapy. MyVax® Personalized Immunotherapy is currently in a late-stage Phase 3 trial.",
    "topics": [
        "chemotherapy regimen",
        "follicular lymphoma",
        "follow-up",
        "granulocyte-macrophage colony-stimulating factor",
        "immunotherapy",
        "vaccines",
        "disease remission",
        "adverse event",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "disease progression"
    ],
    "author_names": [
        "John M. Timmerman",
        "Julie Vose",
        "Ronald Levy",
        "Martha Mayo",
        "Dan Denney"
    ],
    "author_dict_list": [
        {
            "author_name": "John M. Timmerman",
            "author_affiliations": [
                "Division of Hematology-Oncology, University of California, Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie Vose",
            "author_affiliations": [
                "Division of Oncology, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Levy",
            "author_affiliations": [
                "Division of Oncology, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Mayo",
            "author_affiliations": [
                "Genitope Corporation, Redwood City, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Denney",
            "author_affiliations": [
                "Genitope Corporation, Redwood City, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T02:29:25",
    "is_scraped": "1"
}