{
    "doi": "https://doi.org/10.1182/blood.V104.11.4547.4547",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2",
    "start_url_page_num": 2,
    "is_scraped": "1",
    "article_title": "Analysis of Lymphocyte Monoclonality in Patients with Sjögren’s Syndrome Associated with Lymphoproliferative Disorder or Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "lymphocytes",
        "lymphoma",
        "lymphoproliferative disorders",
        "sjogren's syndrome",
        "clonality (genetic analysis)",
        "extranodal disease",
        "immunoglobulin heavy chains",
        "cloning",
        "lymphoma, mucosa-associated lymphoid tissue",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Yasufumi Masaki, MD",
        "Lingli Dong, MD",
        "Hiroshi Kawabata, MD",
        "Yuko Hirose, MD",
        "Susumu Sugai, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Immunology, Kanazawa Medical University, Uchinada, Kahoku-gun, Ishikawa, Japan"
        ],
        [
            "Department of Hematology and Immunology, Kanazawa Medical University, Uchinada, Kahoku-gun, Ishikawa, Japan"
        ],
        [
            "Department of Hematology and Immunology, Kanazawa Medical University, Uchinada, Kahoku-gun, Ishikawa, Japan"
        ],
        [
            "Department of Hematology and Immunology, Kanazawa Medical University, Uchinada, Kahoku-gun, Ishikawa, Japan"
        ],
        [
            "Department of Hematology and Immunology, Kanazawa Medical University, Uchinada, Kahoku-gun, Ishikawa, Japan"
        ]
    ],
    "first_author_latitude": "36.6553396",
    "first_author_longitude": "136.6464891",
    "abstract_text": "Purpose: Among 450 Sjögren’s syndrome (SS) patients in our hospital, we investigated 27 cases of malignant lymphoma (ML). In many reports, the risk of developing ML is higher, for example 43.8 times greater in patients with SS than in a comparable normal population in Kassan, et al, and 47.8 times greater in our Cases. Besides MALT lymphoma, other types of nodal lymphomas have been observed in patients with SS. To clarify the relationship between lymphocyte monoclonality and the development of the lymphomas in SS, we performed a clonality analysis of the tissues from salivary glands and lymphoproliferative organs. Method. Clonality analysis was applied to lymphocytes in SS-related lymphoproliferative tissues from 3 patients who had lymphoproliferative disorder and were observed sequentially. We also compared the clonality between minor salivary gland and lymphoma tissues from 6 SS patients with nodal lymphoma. PCR amplification, cloning and sequencing were performed to identify immunoglobulin heavy chain complementarity-determining region 3 (IgH-CDR3) and T cell receptor-gamma (TCR-γ) gene rearrangement. Results. In the 3 patients with sequential observation, B cell proliferation progressed from polyclonal or oligoclonal into monoclonal expansion in the salivary gland or extraglandular tissues. In one of these patients, lymphoma development was seen in the salivary gland. In all of the 6 SS patients with nodal lymphomas, the B cell clone in the salivary glands were different from those in the lymphoma tissues. Conclusion. In patients with SS, there were two patterns of lymphoma progression. One was the multi-step process in which polyclonal B cell expansion evolves into monoclonal disease in extra-nodal lymphomas in salivary or lacrimal glands. The other was the independent clonality between salivary glands and lymphomas in patients with nodal lymphomas, and SS may play a role in the development of nodal lymphoma. Considering that the microenvironments of lymph nodes and salivary glands are different, the mechanism of the development of the extra-nodal lymphomas and the nodal lymphomas may be different."
}