{
    "doi": "https://doi.org/10.1182/blood.V108.11.1882.1882",
    "article_title": "Milk Thistle Is Associated with Reductions in Liver Function Tests (LFTs) in Children Undergoing Therapy for Acute Lymphoblastic Leukemia (ALL). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Milk Thistle (MT), an herbal plant widely used in Europe for treating liver and biliary disorders, is commonly self prescribed for its hepatoprotectant effects. Chemotherapy associated hepatotoxicity is a primary reason for dose reductions or withdrawal of chemotherapy in children with ALL. Purpose: To investigate the toxicity and efficacy of MT supplementation for treatment of hepatotoxicity in children with ALL during 1 maintenance chemotherapy phase. Methods: Children ages 1–21 yrs with ALL and grade 2 or greater hepatic toxicity (defined by elevations in AST, ALT, or total bilirubin (TB), by NCI CTC v2 criteria) were eligible for participation during a maintenance phase of chemotherapy by Childrens Oncology Group or Dana Farber Cancer Institute ALL protocols. Participants were randomized to MT (Siliphos®, Thorne Research, Dover, ID, 5.1mg/kg/day) or placebo orally for 28 days while receiving the prescribed chemotherapy. LFTs were evaluated at baseline, day 28 (end of supplementation) and day 56 (28 days after MT discontinuation). MT stability was assessed at onset and at 21 mos by HPLC with UV detection relative to standard curves and known retention times of authentic silybin A and B reference standards. CCRF-CEM T-cell ALL cell culture studies were conducted with MT and vincristine (V) or L-asparaginase (A). Results: 50 children, ages 1–19 yrs (median = 7) were enrolled. 1 child withdrew consent before treatment was initiated; 2 had insufficient data. No significant differences in age, gender, ethnicity, or treatment protocols were observed between the 2 groups. Adverse effects from MT/placebo were mild: diarrhea (2/3), anorexia (0/1), flatulence (1/0), abdominal pain (2/2), irritability (2/0). No differences between MT/placebo in grade 3/4 toxicities from chemotherapy were seen: heme-infectious (6/17), non-heme (10/6). Mean AST and ALT declined greater from baseline to day 28 with MT but the differences were not significant. A greater decrease in mean AST from baseline to Day 56 was observed with MT (78 to 47) compared to placebo (71 to 67) (p= 0.05). A trend towards a greater reduction in mean ALT from baseline to Day 56 with MT (187 to 122 vs placebo 140 to 139) was also seen (p=.07). More children in the MT group developed greater than a 50% reduction in TB at day 28 as compared to placebo (p = 0.0069). The decline in day 56 TB was greater with MT but the difference was not significant. MT was composed of 49.6% silybin A and 50.4% silybin B, with no change in total content and ratios at 21 mos. In T-cell ALL cell culture studies, no effect was observed on cytotoxicity with A, but MT enhanced V-mediated CEM cell kill. Conclusions: In children with ALL with established liver toxicity, MT supplementation for 28 days in conjunction with hepatotoxic chemotherapy is associated with significant reductions in LFTs compared with placebo. Future study will evaluate the effect of MT in allowing delivery of full doses of chemotherapy and its subsequent impact on leukemia-free survival, along with xenograft studies to determine whether the beneficial antileukemic potentiation of vincristine persists in vivo.",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "liver function tests",
        "milk thistle",
        "chemotherapy regimen",
        "hepatotoxicity",
        "silibinin",
        "tuberculosis",
        "cell culture techniques",
        "heme"
    ],
    "author_names": [
        "Elena J. Ladas, MS, RD",
        "Bin Cheng, PhD",
        "Deborah Hughes, BA",
        "David J. Kroll, PhD",
        "T.N. Graf, MS",
        "N.H. Oberlies, PhD",
        "Susan Rheingold, MD",
        "Nancy Sacks, RD",
        "Kara M. Kelly, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elena J. Ladas, MS, RD",
            "author_affiliations": [
                "Pediatric Oncology, Columbia University Medical Center, NY, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bin Cheng, PhD",
            "author_affiliations": [
                "Biostatistics, Mailman School of Public Health, Columbia University, NY, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah Hughes, BA",
            "author_affiliations": [
                "Pediatric Oncology, Columbia University Medical Center, NY, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Kroll, PhD",
            "author_affiliations": [
                "Natural Products Laboratory, Research Triangle Institute, Research Triangle Park, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "T.N. Graf, MS",
            "author_affiliations": [
                "Natural Products Laboratory, Research Triangle Institute, Research Triangle Park, NC, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "N.H. Oberlies, PhD",
            "author_affiliations": [
                "Natural Products Laboratory, Research Triangle Institute, Research Triangle Park, NC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Rheingold, MD",
            "author_affiliations": [
                "Pediatric Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Sacks, RD",
            "author_affiliations": [
                "Pediatric Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kara M. Kelly, MD",
            "author_affiliations": [
                "Pediatric Oncology, Columbia University Medical Center, NY, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:35:14",
    "is_scraped": "1"
}