{
    "doi": "https://doi.org/10.1182/blood.V124.21.4893.4893",
    "article_title": "Adult Transfusion-Dependent Thalassemia Patients in 2014: A Single Center Cross-Sectional Analysis of Health Outcomes ",
    "article_date": "December 6, 2014",
    "session_type": "112. Thalassemia and Globin Gene Regulation",
    "abstract_text": "Introduction : Adults with transfusion-dependent thalassemia syndromes are living into adulthood as a result of safer transfusion therapies and iron chelation. However, these patients continue to require regular care for co-morbidities from iron overload, liver failure, bone disease, transfusion-acquired viral infections, and cardiac disease. The purpose of this study was to provide a cross-sectional descriptive analysis of thalassemia patients by age groups. Methods : A retrospective review of electronic medical records was carried out from patients with transfusion-dependent (>8 transfusions per year) thalassemia major or thalassemia intermedia at the Weill Cornell Comprehensive Thalassemia Center. Information on demographics, diagnosis, severity, chelation therapy, and co-morbidities was collected. Iron overload was assessed by calculating average ferritin measurements over 12 months as well as liver iron content (LIC) and cardiac iron content measured by T2*-weighted MRI. Systemic inflammation was measured by serum markers (interleukin 6 and total complement activity; CH50). Results : Our study population consisted of 65 patients (median age = 36.8, range 16-63). 41 female patients and 24 male patients were identified. The majority of patients (n = 49) had thalassemia major, thirteen patients had thalassemia intermedia (TI), one patient had hemoglobin Lepore, one patient had alpha thalassemia major, and one patient had Hemoglobin E/beta thalassemia. 98% of patients (n = 64) were on chelation therapy; 64% (n = 41) were using deferasirox, 20% (n = 11) were using deferiprone and desferoxamine in combination, and 14% (n = 9) were using deferiprone. Two patients were using desferoxamine alone, and one patient was using deferasirox and desferoxamine in combination. The median CH50 was 103 % activity (range 0-182) with a median average ferritin of 1128ng/ml (range 251-7956). The median LIC was 2.821 mg/g dry weight (range 0.5 – 135), and median cardiac iron content was 34 msec (range 7-50 msec). In total, there were 26 patients with Hepatitis C (40%), 2 patients (3%) with Hepatitis B, no cases of HIV, and 2 cases of malignancy. 13 patients (20%) had a history of clinical congestive heart failure and 6 patients (9.4%) had pulmonary hypertension. Seven patients (10.8%) had insulin dependent diabetes mellitus. There were no cases of hypertension, myocardial infarction, or coronary artery disease. Patients were subdivided into 5 groups by age: < 20, 20-30, 31-40, 41-50, and > 50 years of age. The mean average ferritin values were significantly decreased with increasing age (p = 0.001), accompanied by a significant decrease in LIC (p < 0.0001). Age was not associated with cardiac iron T2 (p = 0.14). The prevalence of Hepatitis C and pulmonary hypertension was significantly greater with increasing age (p < 0.0001 and p = 0.009, respectively). Diabetes showed a non-significant trend towards greater prevalence with increasing age (p = 0.08). There were no significant differences in inflammatory markers between the different age groups (p = 0.28 for IL-6 and p = 0.31 for CH50). Conclusion: Transfusion-dependent thalassemia populations now spend the majority of their lives as adults. Oral chelation strategies are preferred by most patients. Adults over 40 are more likely to have HCV infection, diabetes, pulmonary HTN. Even in patients over 40, coronary artery disease, hypertension, and malignancy were rare. More research is needed to establish chronic disease epidemiology in adults with transfusion-dependent thalassemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "thalassemia",
        "transfusion",
        "health outcomes",
        "iron",
        "complement hemolytic activity assay",
        "deferoxamine",
        "hepatitis c",
        "pulmonary hypertension",
        "cancer",
        "chelation therapy"
    ],
    "author_names": [
        "Ersilia M DeFilippis, BA",
        "Patricia-Jane Giardina, MD",
        "Dorothy Kleinert, NP",
        "Maria Vogiatzi, MD",
        "Paul Christos, DrPH",
        "John C. Chapin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ersilia M DeFilippis, BA",
            "author_affiliations": [
                "Weill Cornell Medical College-New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patricia-Jane Giardina, MD",
            "author_affiliations": [
                "Weill Cornell Medical College-New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dorothy Kleinert, NP",
            "author_affiliations": [
                "Weill Cornell Medical College-New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Vogiatzi, MD",
            "author_affiliations": [
                "Weill Cornell Medical College-New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Christos, DrPH",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Chapin, MD",
            "author_affiliations": [
                "Weill Cornell Medical College-New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T02:38:03",
    "is_scraped": "1"
}