{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.SCI-25.SCI-25",
    "article_title": "Reciprocal Interactions Between Platelets and Metastatic Tumors ",
    "article_date": "December 7, 2017",
    "session_type": "New Innovations in Platelet Regulation of Tumor Growth and Metastasis",
    "abstract_text": "The presentation will address the possible mechanisms underlying the crosstalk between circulating platelets and the growing tumor. The emphasis will be on the reciprocal nature of this crosstalk. It is well accepted that the presence of platelets and their activation generally promotes tumor growth and its metastasis; the effect of tumor on platelet activation and subsequent thrombosis have been also known for many years. The highly metastatic tumors are able to affect the gene expression and functional characteristics of other cells in their micro and macro environment. The easiest targets for tumor interference are blood cells. Due to their ability to capture and accumulate proteins, small particles and even cell fragments, platelets represent a unique \"delivery\" system. Many proteins stored in alpha-granules of platelets circulating in blood of tumor-bearing host carry proteins of the tumor rather than the host origin. Tumor hijacks the platelet system for the delivery of its growth factors and cytokines and it also induces platelet activation. The possible mechanisms of tumor-induced platelet activation will be discussed. Results demonstrating the mode of tumor-platelet interactions in animal models will be combined with clinical evidence. Understanding of these mechanisms will facilitate the development of therapeutic strategies aimed to prevent cancer-induced thrombosis without disturbing the hemostatic balance. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "blood platelets",
        "neoplasm metastasis",
        "neoplasms",
        "thrombosis",
        "cancer",
        "cytokine",
        "growth factor",
        "hemostatics",
        "microbiology procedures"
    ],
    "author_names": [
        "Tatiana V. Byzova, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tatiana V. Byzova, PhD",
            "author_affiliations": [
                "Molecular Cardiology Department, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T02:42:06",
    "is_scraped": "1"
}