{
    "doi": "https://doi.org/10.1182/blood.V128.22.5771.5771",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3422",
    "start_url_page_num": 3422,
    "is_scraped": "1",
    "article_title": "Zoledronic Acid Boosts γδ T-Cell Activity in Children Receiving αβ + T and CD19 + CELL-Depleted Grafts from a Haplo-Identical DONOR ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "cd19 antigens",
        "child",
        "donors",
        "tissue transplants",
        "t-lymphocytes",
        "zoledronic acid",
        "leukemia",
        "hematopoietic stem cell transplantation",
        "infusion procedures",
        "cytotoxicity"
    ],
    "author_names": [
        "Giulia Barbarito",
        "Irma Airoldi, PhD",
        "Alessia Zorzoli",
        "Alice Bertaina, MDPhD",
        "Andrea Petretto",
        "Elvira Inglese",
        "Chiara Lavarello",
        "Letizia Pomponia Brescia, MD",
        "Biagio De Angelis, PhD",
        "Gino Tripodi",
        "Pietro Merli, MD",
        "Lorenzo Moretta, MD",
        "Franco Locatelli, MD"
    ],
    "author_affiliations": [
        [
            "Istituto G.Gaslini, Genova, Italy "
        ],
        [
            "Laboratorio di Oncologia, Istituto Giannina Gaslini, Genova, Italy "
        ],
        [
            "Laboratorio di Oncologia, Istituto G.Gaslini, Genova, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "Core facilities, Istituto G.Gaslini, Genova, Italy "
        ],
        [
            "core facilities, Istituto G.Gaslini, Genova, Italy "
        ],
        [
            "core facilities, istituto G.Gaslini, Genova, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "Dipartimento Ricerca Traslazionale, Medicina di Laboratorio, Diagnostica e Servizi, Istituto G.Gaslini, Genova, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy ",
            "Pediatric Blood and Marrow Transplantation Program, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy"
        ]
    ],
    "first_author_latitude": "44.42633225",
    "first_author_longitude": "8.939184049999998",
    "abstract_text": "A new method of graft manipulation based on physical removal of αβ + T cells and CD19 + B cells, leaving mature NK cells and γδ T cells in the graft, has been recently developed for HLA-haploidentical HSCT. We demonstrated that γδ T cells collected from transplanted patients are endowed with capacity of killing leukemia cells after ex vivo treatment with zoledronic acid (ZOL). Thus, we hypothesized that infusion of ZOL in patients receiving this type of graft, may boost γδ T cell cytotoxic activity against leukemia cells. Thirty-three patients were treated with ZOL every 28 days at least twice. γδ T cells before and after ZOL treatments were studied till at least 7 months after HSCT by high-resolution mass spectrometry, flow-cytometry, and degranulation assay. Proteomic analysis of γd T cells purified from patients showed that, starting from the first infusion, ZOL caused up-regulation of proteins involved in activation processes and immune response, paralleled by down-regulation of proteins involved in proliferation. These findings are consistent with an induction of Vδ2 cell differentiation, paralleled by increased cytotoxicity of both Vδ1 and Vδ2 cells against primary leukemia blasts. Furthermore, a proteomic signature was identified for each individual ZOL treatment. Patients given 3 or more ZOL infusions had a better probability of survival in comparison to those given 1 or 2 treatments. In conclusion,ZOL influences Vδ2 cell activity, determines a specific proteomic signature and enhances anti-leukemia activity, this potentially resulting into an increased anti-tumor effect. Disclosures No relevant conflicts of interest to declare."
}