{
    "doi": "https://doi.org/10.1182/blood-2019-127942",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4351",
    "start_url_page_num": 4351,
    "is_scraped": "1",
    "article_title": "Thrombophilia Screening in Adults Is Not Predictive of a Thrombotic Event after Bipulmonary Lung Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": [
        "lung transplantation",
        "screening",
        "thrombophilia",
        "thrombus",
        "cystic fibrosis",
        "chronic obstructive airway disease",
        "venous thromboembolism",
        "trans fatty acids",
        "activated partial thromboplastin time measurement",
        "prothrombin time"
    ],
    "author_names": [
        "Patrick Van Dreden, PhD",
        "Btissam Fatmi",
        "Dominique Francois",
        "Dominique Grenet",
        "Clément Picard",
        "Roseline Bironien",
        "Francois Parquin",
        "Antoine Roux",
        "Marc Vasse, Professor"
    ],
    "author_affiliations": [
        [
            "Clinical Research, Stago, Gennevilliers, France "
        ],
        [
            "Pneumology Department, Foch hospital, Suresnes, France "
        ],
        [
            "Department of Biology, Foch Hospital, Suresnes, France "
        ],
        [
            "Pneumology Department, Foch hospital, Suresnes, France "
        ],
        [
            "Pneumology Department, Foch hospital, Suresnes, France "
        ],
        [
            "Pneumology Department, Foch hospital, Suresnes, France "
        ],
        [
            "Intensive Care Unit, Foch Hospital, Suresnes, France "
        ],
        [
            "Adult CF Center, Lung Transplantation Department, Foch Hospital,, Suresnes, France "
        ],
        [
            "Department of Biology & UMR INSERM 1176, Foch Hospital, Suresnes, France"
        ]
    ],
    "first_author_latitude": "48.921674249999995",
    "first_author_longitude": "2.31501665",
    "abstract_text": "Introduction : The incidence of venous thrombotic event (VTE ) after lung tansplantation was recently evaluated to approximately 44 % in a large series of patients (Neto et al., Transplantation. 2018; 102: 681). Cystic fibrosis (CF) is a devastating chronic inflammatory disease caused by a mutation in the gene encoding cystic fibrosis transmembrane regulator (CFTR), which is a chloride channel in epithelia cell membranes. Coagulation balance in patient with CF is complexed since there is both a decrease in vitamin K-dependent factor but also an excess of physiological inhibitors deficiencies. Lung fibrosis was also sometimes associated to a higher thrombotic risk. Aim: To analyse whether thrombin generation assay (TGA), which takes in account both pro-and anticoagulant factors, or the activity of soluble tissue factor (TFa) are able to discriminate the thrombotic risk of patients after bipulmonary lung transplantation (BLT) and are better discriminant than classical thrombophilia screening test [prothrombin time (PT), activated partial thromboplastin time (APTT), antithrombin (AT), protein C (PC) S (PS), Z (PZ) fibrinogen (FG) and FVIII levels (FVIIIc) measurements]. Methods: Thrombophilia screening (including TGT in the presence or absence of thrombomodulin (TM) and TFa quantification) was performed for 166 consecutive patients before BLT. Patients were divided in 3 categories : 100 with CF, 43 with chronic obstructive pulmonary disease (COPD) and 23 with idiopathic pulmonary fibrosis (IPF). Among them, 91 (51 with CF, 28 with COPD and 12 with IF) were transplanted. Proven VTE (positive duplex ultrasound) during the first trimester was registered. Results : Because of a defect in lipophilic vitamin absorption, prothrombin time below 70 % and a significant higher proportion of PZ deficiency was observed in patients with CF, in comparison to COPD. The frequency of AT, PC and PS were not significantly different between the 3 groups of patients. Because the chronic pulmonary contamination of the lung by bacteria, the frequency of elevated fibrinogen levels were significantly higher in patients with CF as compared to COPD and IPF groups (table 1). Median TFa values were significantly higher (p < 0.05) in patients with CF (median 0.24 pg/mL, range 0.1 - 7.7) than in patients with COPD (median 0.1 pg/ml, range 0.1 - 0.63). FTa was also elevated (median 0.24, range 0.1 - 6.15) in patients with IPF. Time to Peak (tt-Peak) was significantly shorter in patients with CF as compared to COPD or IPF, even in the presence of thrombomodulin (TM). MRI were higher in patients with CF than in patients with COPD or IPF, even in the presence of TM. Peak was higher in patients with CF as compared to patients with COPD (p < 0.05). In the presence of TM, Endogenous prothrombin potential (ETP) was significantly higher in patients with CF as compared to patients with COPD, and the ratio ETP/ETP with TM was higher in patients with CF as compared to patients with COPD or IPF, indicating a defective PC pathway in patients with CF (table 2). Among the 91 patients with BLT, a VTE was evidenced in 25 (27.5%) patients, with a similar frequency between the 3 groups (33.3 % in CF, 14.7 in COPD, 33.3 % in IPF, not significant). We analysed separately patients with CF from patients with COPD or IPF, since there were differences between coagulation parameters tested in patients with CF. Only APTT ratio was significantly lower ( p < 0.01) in patients with CF who had a VTE (1.04) than in patients without VTE (1.12). No difference in the different parameters tested was evidenced in patients with COPD and IPF Conclusion: Even if TGA and TFa clearly evidence a more prothrombotic phenotype in patients with CF than in patients with COPD or IPF, thrombophilia screening before BLT fail to identify patients with a high post-operative thrombotic risk. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}