{
    "doi": "https://doi.org/10.1182/blood.V114.22.2221.2221",
    "article_title": "Single Nucleotide Polymorphism (SNP) Approach of Multiple Candidate Pathways Predicting the Risk of Acute / Chronic Graft-Versus-Host Disease or Transplant Outcomes Following Allogeneic Hematopoietic Stem Cell Transplantation: Potential Involvement of Nuclear Factor Kappa-B (NFKB), Platelet-Derived Growth Factor (PDGF) and Transforming Growth Factor-Beta (TGF-β) Pathway with Chronic Graft-Versus-Host Disease Graft-Versus-Host Disease. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL CARE - ACUTE AND CHRONIC GVHD, INFECTIOUS COMPLICATIONS AND IMMUNE RECONSTITUTION OF TRANSPLANTATION POSTER II",
    "abstract_text": "Abstract 2221 Poster Board II-198 Background: Acute graft-versus-host disease (GVHD) was known to be involved in the Th1 cytokine activation and alloreactive T-cell cytotoxicity, while the pathogenesis of chronic GVHD is yet revealed fully although in which Th2 cytokine activation or transforming growth factor (TGF) mediated pathway was suggested to be involved. The current study is a hypothesis generating study in order to identify potential predictive surrogate associated with the risk of acute or chronic GVHD in addition with transplant outcomes after allogeneic hematopoietic stem cell transplantation (HSCT). Methods: The current study was performed to identify genetic surrogates predicting the risk of acute / chronic GVHD, relapse free survival, non-relapse mortality and overall survival in 394 pairs transplanted at the Princess Margaret Hospital, Toronto, ON, Canada. In addition, the predictive markers for organ specific incidence of acute / chronic GVHD were also evaluated (i.e. for skin/liver/gut acute GVHD or skin, eye, oral, lung or liver chronic GVHD). Total of 261 single nucleotide polymorphisms (SNPs) in 56 genes were determined for donor/recipients' genotypes using MALDI-TOF based platform, involving in the pathways of 1) cytokines (i.e. IL1A, IL1B and its receptor, IL1R1, IL2 & IL2RA, IL4 & IL4R, IL6 & IL6R, IL8, IL10 & IL10RA, RB, IL12A/B and IL12RB1, IFNG & IFNGR1/2, TNFTI/II/II ), 2) NFKB ( NFKB1/2/A, NFKBIA/B, IKB, IKK1, IKBKB, RelB ), 3) apoptosis ( FAS, TRAIL & TRAILR1 ), 4) endothelium nitric oxide regulation ( EDN1, NOS1/2A/3 ), 5) PDGF ( PDGFB/C/D & PDGFRA/B ), 6) TGF-β ( TGFB1/2 & TGFBR1/2/3, TGFRB1 ), 7) Toll-like receptor ( TLR4/5 ), 8) NOD2/CARD15 and 9) prostaglandin-endoperoxide synthase ( PTGS1/2 ). The candidate genotypes have been selected by choosing the SNPs in non-synonymous SNPs in exon region with minor allele frequency of > 0.05 to 0.1. Results: Followings are the lists of recipients' and donors' genotypes with p-value<0.05 thus associating with clinical outcomes following allogeneic HSCT:  Clinical outcomes . Recipients' genotype . Donors' genotype . Acute GVHD FAS, EDN, TGFB1, TNFRI, NFKBIA  TNFRI  Chronic GVHD - IL1R, FCRG2A  Chronic GVHD, skin PDGFC  NFKBA, PDGFC  Chronic GVHD, eye IL6R, PDGFR  TGFBR1  Chronic GVHD, oral IL12R  FCRG2A  Chronic GVHD, lung TGFB1, FAS, RelB  IL4R, FAS, TGFB1, IL12B3  Relapse free survival IL6R  NOD2/CARD15, IL6R  Non-relapse mortality IL2  NOS2, TGFB2  Overall survival IL2  NOS2, TGFB2, IL1B  Steroid responsiveness IL4R, PDGFR   Clinical outcomes . Recipients' genotype . Donors' genotype . Acute GVHD FAS, EDN, TGFB1, TNFRI, NFKBIA  TNFRI  Chronic GVHD - IL1R, FCRG2A  Chronic GVHD, skin PDGFC  NFKBA, PDGFC  Chronic GVHD, eye IL6R, PDGFR  TGFBR1  Chronic GVHD, oral IL12R  FCRG2A  Chronic GVHD, lung TGFB1, FAS, RelB  IL4R, FAS, TGFB1, IL12B3  Relapse free survival IL6R  NOD2/CARD15, IL6R  Non-relapse mortality IL2  NOS2, TGFB2  Overall survival IL2  NOS2, TGFB2, IL1B  Steroid responsiveness IL4R, PDGFR   View Large In summary, the risk of chronic GVHD was significantly associated with SNP of the genes involved in the pathway of NFKB, PDGF, TGF-β, and some of cytokines (esp. type II, IL6 & IL4), while that of acute GVHD associates with the genotypes in the pathway of TNF and apoptosis. In addition, survival after allogeneic transplantation was associated with the genotypes in NOS (nitric oxide synthase, endothelial nitric oxide synthesis pathway), IL-2 and TGF pathway. Conclusion: Because of complex nature of GVHD pathogenesis, multiple candidate pathway SNPs has been explored targeting SNPs in the pathway of cytokines, NFKB, apoptosis, endothelium nitric oxide regulation, NOD2/CARD15, PDGF, PTGS1/2, TGF-β and TLR. Different involvements were noted of TGF-β, PDGF or NFKB with chronic GVHD versus TNF and apoptosis-associated SNPs with acute GVHD. Further study will help us to reach more clear conclusion which genotype is the predictor of the risk of GVHD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "nf-kappa b",
        "platelet-derived growth factor",
        "single nucleotide polymorphism",
        "transforming growth factor beta",
        "transplantation",
        "cytokine",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Dong Hwan (Dennis) Kim",
        "Jina Yun",
        "Jee Hyun Kong",
        "Chul Won Jung",
        "Ahmed Galal",
        "Vikas Gupta",
        "John Kuruvilla",
        "Hans A. Messner",
        "Jeffrey H. Lipton"
    ],
    "author_dict_list": [
        {
            "author_name": "Dong Hwan (Dennis) Kim",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jina Yun",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jee Hyun Kong",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chul Won Jung",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed Galal",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Gupta",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Kuruvilla",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans A. Messner",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey H. Lipton",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T09:35:53",
    "is_scraped": "1"
}