{
    "doi": "https://doi.org/10.1182/blood.V104.11.2369.2369",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=9",
    "start_url_page_num": 9,
    "is_scraped": "1",
    "article_title": "5-Azacytidine in the Treatment of High Risk Myelodysplastic Syndromes: Clinical Response Can Occur without Demethylation of the CDKN2B , CDKN1A or TP73 Gene Promoters. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Inhibition of DNA methylation by 5-azacytidine (azacitidine) has been shown to alter the natural course of myelodysplastic syndromes (MDS). Treatment with azacitidine is superior to supportive care, with an improved quality of life. Whether this is accomplished by re-expression of silenced genes in vivo has not yet been shown. The promoter of the CDKN2B gene, encoding p15 INK4b , is commonly hypermethylated in MDS and this is linked to disease progression and poor prognosis. Patients with transfusion dependent MDS were treated under the NIH compassionate use protocol at King’s College Hospital with ethical approval and informed consent. Patients were studied for clinical response to azacitidine and associated changes in promoter methylation of the CDKN2B, CDKN1A and TP73 genes associated with cell cycle progression was investigated by methylation-specific polymerase chain reaction (MS-PCR). 17 patients (Male n=13 and Female n=4), with a mean age of 64 years (median 67 years, range 51–81 years), predominantly high risk MDS (FAB: RA, 5q-(n=2), RAEB1 (n=7), RAEB-2 (n=7), AML (n=1)) underwent treatment with at least one cycle of azacitidine (range 1–8 cycles of treatment). Patients previously treated with cytokines (n=2), Farnesyl transferase Inhibitor (Zarnestra n=2) and standard chemotherapy for AML or MDS (n=4) were included in the study. 1 patient (RA 5q-) withdrew after 1 cycle of treatment without adverse event and was not included in the evaluation of efficacy. Azacitidine was administered subcutaneously at 75mg/m 2 daily for 7 days every 28 days. Dose reduction by 50% was made for prolonged neutropenia. Bone marrow aspirates and trephines were evaluated after at least one cycle of treatment to assess reponse and for methylation studies. Response was assessed using the International standard working group criteria for MDS (Cheson et al) and six of sixteen patients had a response (37.5%). Complete remission (cytogenetic with loss of 47XX, +8) was seen in one patient and haematological improvement (HI) in five patients. HI-Platelets occurred in 5 patients (major n=3, minor n=2). Median time to a platelet response was 46.5 days (28–84 days) with a mean increase in platelet count of 78.6X10 9 . This was maintained for a mean of 64.75 days (28–115 days). HI-Haemoglobin occured in 1 patient (accompanied by HI-P major), duration 9.5 months. HI -neutrophils occurred in 1 patient. Blast count was 11% mean (0–30%) pre treatment and reduced to 4%(0–14%) post treatment. In 5 patients this was preceded by HI-P, in one patient blast count decreased with worsening cytopenias. Four patients had stable disease and 6 patients failed treatment with either transformation to AML or death (acute pulmonary oedema n=1, GI bleed n=1). Methylation of the CDKN2B, CDKN1A, and TP73 promoters in CD34+, CD33+ and CD34-/CD33- cells were analysed by MS-PCR in 14 patients pre and 7 patients post treatment. At best clinical response, CDKN2B was demethylated in at least one cell fraction in 3/7 and TP73 in 1/7. Conterintuitively, CDKN1A became methylated whilst on treatment in 3/7 cases. Azacitidine is clinically effective in high risk MDS, however the HI- in platelets, reduction in blast counts and demethylation of the promoters investigated occur independently of each other.",
    "topics": [
        "azacitidine",
        "cdkn2b gene",
        "demethylation",
        "genes",
        "myelodysplastic syndrome",
        "oncogenes",
        "polymerase chain reaction",
        "adverse event",
        "bone marrow aspiration",
        "cd33 antigen"
    ],
    "author_names": [
        "Kavita Raj, MD",
        "Alison John, PhD",
        "Aloysius Ho, MD",
        "Nicholas Shaun B. Thomas, PhD",
        "Ghulam J. Mufti, MD"
    ],
    "author_affiliations": [
        [
            "Haematological and Molecular Medicine, King’s College, London, United Kingdom"
        ],
        [
            "Haematological and Molecular Medicine, King’s College, London, United Kingdom"
        ],
        [
            "Haematological Medicine, King’s College Hospital, London, United Kingdom"
        ],
        [
            "Haematological and Molecular Medicine, King’s College, London, United Kingdom"
        ],
        [
            "Haematological and Molecular Medicine, King’s College, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.51148639999999",
    "first_author_longitude": "-0.11599699999999998"
}