{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2335.2335",
    "article_title": "Complete TFPI Gene-Disruption Is More Severe Than TFPI Kunitz-1 Gene-Deletion in Mice ",
    "article_date": "December 7, 2017",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Tissue factor (TF), an integral membrane protein, binds factor VIIa (FVIIa) and the FVIIa/TF catalytic complex is responsible for the initiation of coagulation and enhances the inflammatory response by inducing cell signaling through protease activated receptor-2. Tissue Factor Pathway Inhibitor (TFPI) is an important endogenous regulator that produces FXa-dependent feedback inhibition of the FVIIa/TF complex and directly inhibits FXa. Through alternative mRNA splicing, TFPI is expressed in several isoforms, which possess unique functional properties and are present at different locations. TFPIα contains three Kunitz-type protease inhibitory domains (K1, K2, K3) and a basic C-terminus. It is a soluble form that produces FVIIa/TF inhibition (through K1) and whose inhibition of FXa (through K2) is dramatically enhanced by protein S (PS, through K3 binding). TFPIβ is a glycosyl phosphatidyl inositol (GPI)-anchored cell surface form (containing K1 and K2) that inhibits FVIIa/TF and inhibits FXa well in the absence of PS. TFPIγ is a soluble two Kunitz domain (K1, K2) form that inhibits FVIIa/TF, but inhibits FXa weakly. It is expressed in the mouse, but not in man. Our initial TFPI gene-disruption targeted deletion of the K1 domain exon and is referred to herein as TFPI K1 (-). Due to alternative mRNA splicing, this disrupted gene continues to express forms of TFPI that lack the K1 domain (TFPIΔK1) and thus do not inhibit FVIIa/TF. TFPI K1 (-/-) gene-disrupted mice die in utero of intravascular coagulation and a consumptive coagulopathy. Others have shown that TFPI K1 (-/-) mice can be rescued through gestation by concomitant FVII deficiency, but they succumb to perinatal consumptive coagulopathy. TFPI K1 (-/-) mice are also rescued by low levels of TF, and by deletion of protease-activated receptor-4 (PAR4), a mouse platelet thrombin receptor. Referred to herein as TFPI(-), mice with complete TFPI gene-disruption and devoid of protein expression were generated by deletion of the TFPI exons encoding the signal peptide plus N-terminal peptide and the K1 domain. A western blot of plasma from WT, TFPI K1 (+/-), and TFPI(+/-) mice demonstrates a ~50% reduction in normal TFPI in heterozygous animals and the presence of TFPIΔK1 protein in TFPI K1 (+/-) plasma, which is absent in TFPI(+/-) mice. The rescue efficiencies of TFPI K1 (-/-) and TFPI(-/-) mice at weaning by transgenes Tie2-hTFPIαor Tie2-hTFPIβ which direct endothelial cell and hematopoietic cell expression of low levels of hTFPIαor hTFPIβrespectively, and Tf-mXK1-halb, in which the transferrin promoter (Tf) directs expression of mXK1-halb in the liver are shown in the table below. mXK1-halb is a chimera of the mouse factor X light chain, mouse TFPI K1 and human albumin, designed as a species-select, extended half-life, direct FVIIa/TF inhibitor. The plasma level of mXK1-halb in the Tf-mXK1-halb rescued TFPI K1 (-/-) mice is 1.6+0.3 nM, demonstrating that the mXK1-halb chimeric protein possesses significant anti-FVIIa/TF activity. The most striking finding is that the mXK1-halb rescues all of the TFPI K1 (-/-) mice and none of the TFPI(-/-) mice. Further, whereas PAR4 gene-deletion reportedly rescues 40% of the TFPI K1 (-/-) mice, we have found that it rescues none of the TFPI(-/-) mice. Timed matings show that 62.5% of TFPI K1 (-/-) embryos survive to embryonic day 11.5 (E11.5), but that TFPI(-/-) mice do not progress beyond E10.0. Treatment of pregnant dams with rivaroxaban by gavage improved survival of TFPI(-/-) embryos at E11.5 from 0 to 46%. Experiments to define the cause of death in the TFPI(-/-) embryos are in progress. The disparity between the rescue of TFPI K1 (-/-) and TFPI(-/-) mice demonstrates a functionally significant in vivo activity for the TFPI Δ K1 proteins in TFPI K1 (-/-) mice. This activity is likely directed against FXa or, possibly, some other moiety that is also affected by rivaroxaban. The residual activity of the TF PIΔK 1 proteins confounds the interpretation of previous studies using mice with the TFPI K1 (-) disrupted gene. Extrapolation of results in TFPI K1 (-) mice to the TFPI(-) condition is inappropriate. Table View large Download slide Table View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "gene deletion",
        "genes",
        "mice",
        "tissue factor pathway inhibitor",
        "recombinant coagulation factor viia",
        "synthetic cannabinoids",
        "endopeptidases",
        "peptide hydrolases",
        "disseminated intravascular coagulation",
        "peptides"
    ],
    "author_names": [
        "Thomas James Girard",
        "Nina M Lasky",
        "George J. Broze, Jr., MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas James Girard",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Washington University, Saint Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nina M Lasky",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Washington University, St.Louis, MO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George J. Broze, Jr., MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Washington University, Saint Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:37:30",
    "is_scraped": "1"
}