{
    "doi": "https://doi.org/10.1182/blood.V128.22.2414.2414",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3412",
    "start_url_page_num": 3412,
    "is_scraped": "1",
    "article_title": "Risk for New Malignancies of Potential Infectious Etiology Among Adult Survivors of Specific Non-Hodgkin Lymphoma Subtypes ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster I",
    "topics": [
        "cancer",
        "lymphoma, non-hodgkin",
        "survivors",
        "diffuse large b-cell lymphoma",
        "infections",
        "gastric cancer",
        "malignant neoplasm of salivary gland",
        "small cell lymphoma",
        "systemic inflammatory response syndrome",
        "cervical cancer"
    ],
    "author_names": [
        "Megan M Herr, PhD",
        "Sara J. Schonfeld, PhD",
        "Graca M. Dores, MD MPH",
        "Margaret A. Tucker, MD",
        "Rochelle E Curtis, MA",
        "Lindsay M Morton, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Department of Health and Human Services, Bethesda, MD "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Department of Health and Human Services, Bethesda, MD "
        ],
        [
            "Medical Service, Department of Veterans Affairs Medical Center, Oklahoma City, OK "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Department of Health and Human Services, Bethesda, MD "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Department of Health and Human Services, Bethesda, MD"
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Department of Health and Human Services, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.049672",
    "first_author_longitude": "-77.1476593",
    "abstract_text": "Introduction Survivors of non-Hodgkin lymphoma (NHL) have elevated risk for developing new malignancies. Although infections have been associated with the etiology of certain NHL subtypes, understanding of the patterns of potential infection-related new malignancies among NHL survivors is limited. Methods We conducted a registry-based cohort study among non-HIV infected adult (aged ≥20 years) one-year survivors of NHL diagnosed and treated in the modern era (2000-2013). The eligible cohort survived at least one year following diagnosis with one of the four most common NHL subtypes [diffuse large B-cell lymphoma (DLBCL, n=36,869), chronic lymphocytic leukemia/ small lymphocytic lymphoma (CLL/SLL, n=38,377), follicular lymphoma (FL, n=27,388), and marginal zone lymphoma (MZL, n=12,773)], as reported to 17 Surveillance, Epidemiology, and End Results registries. Standardized incidence ratios (SIRs) and 95% confidence intervals were used to quantify risks of infection-related second cancers, defined according to the International Agency for Research on Cancer to include cancers of the lung, stomach, liver, salivary gland, cervix, and anus. Results Non-small cell lung cancer was the most commonly occurring infection-related second cancer, with consistently elevated 1.2-1.5-fold risk among survivors of all four NHL subtypes. Similarly, risk of salivary gland cancer was elevated but with a greater magnitude of risk, with SIRs ranging from 2.4 among DLBCL survivors to 3.0 after FL. In contrast, stomach cancer risk was only elevated among survivors of DLBCL (SIR=1.5) and MZL (2.8). Stratifying the cohort of NHL survivors by the NHL site revealed the highest stomach cancer SIRs among survivors of gastric DLBCL (2.8) and MZL (6.8). Liver cancer also was only elevated among DLBCL (1.8) and MZL (2.0) survivors. Anal cancer risk was elevated after DLBCL (2.3) and borderline significantly elevated for MZL (2.4) and CLL/SLL survivors (1.7). Risk for cervical cancer was not elevated among survivors of any of the four most common NHL subtypes. Discussion Certain infection-related cancers have elevated risks among all NHL survivors; in contrast, others are only elevated after DLBCL and MZL, which may reflect differences in infectious disease prevalence among primary NHL subtypes. For example, H. pylori and hepatitis C virus have been associated with the development of DLBCL and MZL and are also associated with second liver and stomach cancers, likely due to the increased prevalence of these infections among DLBCL and MZL survivors compared with the general population. In contrast, the persistently elevated risks for non-small cell lung cancer and cancer of the salivary gland among survivors of all four of the most common NHL subtypes warrants further investigation into potential infectious origins or immune dysfunction. Alternatively, the excess risk may be due to surveillance bias, as these patients receive regular CT scans and monitoring after their NHL diagnosis. To contradict this theory, when we investigated second lung and salivary gland cancer risks stratified by latency, we did not find a consistently elevated risk immediately following NHL diagnosis (<6 or 6-12 months) or a pattern in risk as survival time increased suggesting that this excess elevated risk is most likely not due to surveillance bias. Additionally, the lack of effect for second cervical cancers could be due to widespread screening for precancerous lesions among the general population. Conclusion Survivors of the four most common NHL subtype have elevated risks of certain infection-related cancers. Differential patterns of risk provide clues to second cancer etiology as well as highlighting survivors at higher risk who might benefit the most from more intensive surveillance. Table View large Download slide Table View large Download slide  Disclosures No relevant conflicts of interest to declare."
}