{
    "doi": "https://doi.org/10.1182/blood-2021-150603",
    "article_title": "A Systematic Review and a Survey Both Reveal Wide Heterogeneity across Trials and Investigators on Time-to-Event Endpoints Definitions in Marginal Zone Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B Cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background: Marginal zone lymphoma (MZL) is an indolent and heterogeneous B-cell lymphoma. Because of its very indolent course, many time-to-endpoints are used across MZL trials without clear consensus on their definitions. Our aim was to carry out a description of the endpoints used in trials involving MZL patients and to point out the different definitions of time-to-event (TTE) endpoints, both in the literature and among the MZL experts. Methods: We searched over the last 35 years via PubMed, The Cochrane Library, clinicaltrials.gov and clinicaltrialsregister.eu for published and registered clinical trials using the keyword \"marginal zone lymphoma\". We excluded studies focusing on pediatric populations, cutaneous MZL and on use of allogenic stem cell transplant. Endpoints were reviewed and definitions were analyzed. Afterwards, an online questionnaire was sent to a panel of leading international experts involved in the conduct of lymphoma clinical trials. Experts were selected for their commitment in published phase 2/phase 3 indolent lymphoma trials or for their membership in international lymphoma study groups ( International Extranodal Lymphoma Study Group, Lymphoma Research Foundation ). The questionnaire proposed 12 criteria to define Progression-free survival (PFS), Event-free survival (EFS), Time to failure (TTF), and Time to next treatment (TTNT). Results: 1192 references were identified by the initial screening. Among the 309 included references (111 published, 198 registered), 213 (69%) were phase 2, 65 (21%) phase 1/2 and 31 (10%) phase 3 trials. The majority of them were open-label (n=295, 95%) non-randomized (n=256, 83%) trials, included all subtypes of MZLs (n=239, 77%), and also non-MZL patients (n=232, 75%). Among phase 1/2 and 2 trials, Overall/complete response rate (ORR/CRR) was the most used primary endpoint (n=196, 70.5%), followed by PFS (n=28, 10.1%); in phase 3 trials PFS was the most used primary endpoint (n=18, 58.1%; ORR/CRR n=6, 19.4%, p<0.001). Overall, the most frequent secondary endpoints were overall survival (OS, n=153, 50%), PFS (n=142, 46%) and ORR/CRR (n=116, 38%). Distribution of endpoints was similar when considering trials with only MZL patients. Time-to-event endpoints definitions were inconsistent across published trials, with up to 9 different definitions of EFS and TTF, and 4 different definitions of Duration of response. A total of 60 MZL experts from 16 different countries (Europe 66%, Northern America 26%, Asia 4%, Oceania 2%, Southern America 2%) took the questionnaire. Forty-nine (82%) of them were clinicians hematologists, and the other were oncologists, radiologists, nuclear medicine physicians, or radiotherapists. Eighty percent and 75% of them had already been primary investigator or coinvestigator in a prospective clinical trial including either MZL-only patients or MZL patients merged with other lymphoma patients, respectively. Among the experts' answers, a total of 23 different definitions of PFS were retrieved, 44 of EFS, 38 of TTF and TTNT. The main divergences concerned the consideration as event of: the add-on of a new therapy and the non-lymphoma related death for PFS; the treatment discontinuation due to adverse events and the add-on of a new therapy for EFS and TTF; the progression of the disease for TTNT. Conclusion: Trials involving MZL patients showed marked heterogeneity both in the choice and definitions of primary and secondary endpoints, thus hampering comparability between trials. This heterogeneity was confirmed through a survey among leading international MZL experts. If PFS and TTNT definitions have been well established by the Food Drug Administration and the European Medicines Agency, a consensus shall be pursued on EFS and TTF definitions within the MZL community. Disclosures Zucca:  AstraZeneca: Research Funding; BeiGene: Membership on an entity's Board of Directors or advisory committees; Celgene/BMS: Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Membership on an entity's Board of Directors or advisory committees; Miltenyi Biomedicine: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celltrion Healthcare: Membership on an entity's Board of Directors or advisory committees; Gilead, Kite: Membership on an entity's Board of Directors or advisory committees; Abbvie: Other: Travel Support. Thieblemont:  Kyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses ; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses ; Gilead Sciences: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses ; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses , Research Funding; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb/Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses ; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses ; Cellectis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses ; Hospira: Research Funding; Bayer: Honoraria; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses .",
    "author_names": [
        "Côme Bommier",
        "Emanuele Zucca",
        "Catherine Thieblemont",
        "Jérôme Lambert"
    ],
    "author_dict_list": [
        {
            "author_name": "Côme Bommier",
            "author_affiliations": [
                "Inserm U1153, Biostatistics department, Saint Louis Hospital, Paris, France",
                "Hemato-oncology, University of Paris,, Paris, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Zucca",
            "author_affiliations": [
                "IOSI-Oncology Inst. of Southern Switzerland, Bellinzona, Switzerland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Thieblemont",
            "author_affiliations": [
                "Hemato-oncology, DMU DHI, University of Paris, Hôpital Saint-Louis, Paris, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jérôme Lambert",
            "author_affiliations": [
                "Biostatistical Department, Hôpital Saint Louis, Paris, France",
                "Inserm U1153, Paris, FRA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:41:34",
    "is_scraped": "1"
}