{
    "doi": "https://doi.org/10.1182/blood.V108.11.639.639",
    "article_title": "Bcr-Abl Tyrosine Kinase Domain Mutations Both Pre-Exist and Develop during Imatinib Treatment and Are Responsible for Resistance in Patients with Philadelphia-Chromosome Positive Acute Lymphoblastic Leukemia (Ph+ALL). ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Background: Point mutations in the tyrosine kinase domain (TKD) of BCR-ABL are an important cause of resistance to imatinib (IM) in pts. with CML and Ph+ ALL. The significantly inferior response to IM in Ph+ALL pts. who failed prior chemotherapy compared to those with de novo Ph+ALL suggests that treatment with cytotoxic drugs may promote the development of TKD mutations. However, it is not known whether the frequency and pattern of TKD mutations at the time of treatment initiation with TK inhibitors are related to disease stage or prior anti-leukemic therapy. Moreover, the potential of combined treatment with IM and multi-agent chemotherapy to influence the development of mutational resistance, as compared to IM alone, has not been determined. Patients and methods: 51 pts. with newly diagnosed Ph+ALL (>55 yrs.) enrolled in a GMALL study of combined IM and chemotherapy, and 68 Ph+ALL pts. who had failed prior chemotherapy and received single-agent IM as salvage therapy were analysed for the occurrence of point mutations within the TKD. Bone marrow samples collected pre-treatment, during therapy and at relapse were examined by denaturing high-performance liquid chromatography (D-HPLC) and cDNA sequencing. Results: The frequency of TKD mutations pre-IM was 44% in newly diagnosed Ph+ALL and 53% (34/64) in pts. with advanced Ph+ALL. At relapse after combination therapy (n=19), the frequency of de novo ALL pts. harbouring a TKD mutation had increased to 89% (P-loop 47%, T315I 29%, A-loop 24%), 2 pts. (11%) showed wild-type BCR-ABL. The frequency of TKD mutations in pts. with advanced disease who relapsed after IM was 55% (P-loop 73%, T315I 23%, A-loop 4 %). In both patient groups, the D-HPLC pattern showed concordance between the mutation detected in pre-therapeutic specimens and the dominant mutation detected at relapse. The CR rate in de novo pts. receiving IM induction was 90 % irrespective of detectable mutations pre-study. Bcr-abl transcripts became undetectable during the course of therapy in 40% of pts. with and 37% of pts. without a mutation. Median remission duration in pts. with a T315I mutation (n=4) was 130 d (range: 53–319d), in contrast to 526 d (range: 504–549d) with activation loop and 411 d (range: 106–745d) with P-loop mutations. To date, 7 pts. with an initially detected mutation remain in CR after median FU of 12.8 mo (range 2.4–24.5 mo.). Conclusions: Bcr-abl TKD mutations are detectable prior to first imatinib exposure in approximately 50% of Ph+ALL patients. Clinical imatinib resistance is in most cases associated with the identical mutation detected pre-IM, which is not eradicated by the combination of chemotherapy and IM. Identification and elimination of TKD mutations during early stages of treatment is essential to improve treatment.",
    "topics": [
        "acute lymphocytic leukemia",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "mutation",
        "philadelphia chromosome",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "combined modality therapy",
        "high pressure liquid chromatography procedure",
        "bone marrow specimen"
    ],
    "author_names": [
        "Heike Pfeifer, MD",
        "Barbara Wassmann, MD",
        "Anna Pavlova, MD",
        "Lydia Wunderle, MD",
        "Patrick Brueck, MD",
        "Andreas Hochhaus, MD",
        "Dieter Hoelzer, MD, PhD",
        "Oliver Ottmann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Heike Pfeifer, MD",
            "author_affiliations": [
                "Dept. of Hematology, University of Frankfurt, Frankfurt/Main, Germany",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Barbara Wassmann, MD",
            "author_affiliations": [
                "Dept. of Hematology, University of Frankfurt, Frankfurt/Main, Germany",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Pavlova, MD",
            "author_affiliations": [
                "Blutspendedienst Hessen, Frankfurt/Main, Germany",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydia Wunderle, MD",
            "author_affiliations": [
                "Dept. of Hematology, University of Frankfurt, Frankfurt/Main, Germany",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Brueck, MD",
            "author_affiliations": [
                "Dept. of Hematology, University of Frankfurt, Frankfurt/Main, Germany",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Dept. of Hematology, Klinikum Mannheim, Mannheim, Germany",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dieter Hoelzer, MD, PhD",
            "author_affiliations": [
                "Dept. of Hematology, University of Frankfurt, Frankfurt/Main, Germany",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Ottmann, MD",
            "author_affiliations": [
                "Dept. of Hematology, University of Frankfurt, Frankfurt/Main, Germany",
                " "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T12:58:58",
    "is_scraped": "1"
}