{
    "doi": "https://doi.org/10.1182/blood.V128.22.2341.2341",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3409",
    "start_url_page_num": 3409,
    "is_scraped": "1",
    "article_title": "Hematology Guided Correction of Coagulation Defects Using ROTEM Assays in Cirrhosis Can Reduce the Use of Fresh Frozen Plasma Prior to Invasive Procedures ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster I",
    "topics": [
        "blood coagulation disorders",
        "fresh-frozen plasma",
        "liver cirrhosis",
        "gel",
        "international normalized ratio",
        "blood coagulation factors",
        "fibrin",
        "transfusion",
        "fibrinogen assay",
        "activated partial thromboplastin time measurement"
    ],
    "author_names": [
        "Charles S Greenberg, MD",
        "Caroline Dupre Vaughn, RN",
        "Joseph Meserve, MD",
        "Adrian Reuben, MBBS,FRCP,FACG",
        "Ming Yeong Lim, MBBChir",
        "Jerry E Squires, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology/Oncology, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Medical and Surgical Acute and Critical Care Service Line, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "University of California San Diego, San Diego, "
        ],
        [
            "Medicine, Medical University of South Carolina, Charleston, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Pathology & Laboratory Medicine, Medical University of South Carolina, Charleston, SC"
        ]
    ],
    "first_author_latitude": "32.78426279999999",
    "first_author_longitude": "-79.94759675",
    "abstract_text": "Fresh frozen plasma is often prescribed for correction of the INR prior to invasive procedures in patients with cirrhosis. The coagulopathy associated with cirrhosis is attributed to abnormalities in platelets, fibrinogen levels and coagulation factor levels. There are conflicting opinions regarding the need to correct any abnormality prior to invasive procedures. The purpose of this study was to develop a ROTEM-based algorithm to support hemostasis in patients with cirrhosis having an invasive procedure. ROTEM represents an FDA approved instrument that provides a series of assays to monitor the initiation, propagation and stabilization of fibrin. We conducted preliminary studies using ROTEM assays in cirrhosis and found that the ROTEM assays are sensitive to changes in platelet count( < 80K), clotting factor levels (<30%) and fibrinogen levels (< 150mg%), making it a suitable assay to guide factor replacement in cirrhosis. To validate the utility of ROTEM assays, we incorporated ROTEM testing into our standard work-up of coagulopathy in liver disease. We performed routine PT, aPTT, fibrinogen, clotting factor levels (Factors V and VII) and hematocrit in parallel to ROTEM assays. We initially studied 50 stable patients from hepatology clinic with cirrhosis that had a median meld score of 16, PT INR of 1.8 and platelet count of 77K. We found that 25% of patients had normal ROTEM assays despite an abnormal set of screening coagulation assays. Furthermore, the time to initiate a clot (CT) was sensitive to low factor levels. The EXTEM was more sensitive than the INTEM CT (10% abnormal vs 5%). The INTEM clot formation time (CFT) was more sensitive to platelet count than the EXTEM CFT and became abnormal with platelets <85K. This prelimnary study validated the sensitivity and speficicty of the ROTEM assays in cirrhosis. The CFT represents an early time point in forming a fibrin gel and correlates with the rapid formation of thrombin. Fibrin must form rapidly to be effective. This led us to utilize a single clinician to guide the transfusion management of cases with cirrhosis prior to invasive procedures using The ROTEM algorithm. 44 pts with cirrhosis were treated ; they had 99 procedures performed (47 High-Moderate risk: biopsy, TIPS) and 52 low risk procedures (paracentesis, PICC line). The average INR was 2.2. No patient was denied treatment, nor was any attempt made to rely solely on the ROTEM assay to decide on plasma, cryo or platelet transfusion. Prolongation of CT > 5 sec normal range was used to infuse 2 units FFP; prolongation of CFT was used to infuse platelets and FIBTEM less than 9 was used to infuse cryo. 41U of FFP were transfused (0.4 U FFP per case), 16 Units cryo and 16 units of platelets (0.16 transfusion per case). The previous institutional use based on correcting INR for 99 cases was 297 U FFP, realizing a cost savings of 86%. No bleeding or other adverse events related to the transfusions were reported. When a second clinician reviewed blood product selection based on ROTEM values alone, there was agreement regarding use of FFP, cryo and platelets in 84% of the transfusion orders. ROTEM testing alone could be used to manage these cases without correcting the INR and is the subject of future studies.. The ROTEM assay became available for use by the hepatology and ICU services and no hematology consult was required for testing. This allowed clinical services to use ROTEM assays as part of their patient management in cirrhosis. We audited the use of ROTEM and did not detect any widely consistent use of ROTEM parameters to guide treatment. The average use of FFP in these cases was 5-fold higher than our protocol. In conclusion, we have developed a ROTEM-based algorithm for managing the coagulopathy of cirrhotic patients prior to invasive procedures. This ROTEM guided approach reduces the use of FFP and avoids complications caused by attempts to use FFP to the INR, which is not always feasible and potentially dangerous. Fututre studies are planned to address the optimum ROTEM assays and specific assay values for recommending use of FFP. cryo and platelets. Disclosures No relevant conflicts of interest to declare."
}