{
    "doi": "https://doi.org/10.1182/blood-2019-123177",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4210",
    "start_url_page_num": 4210,
    "is_scraped": "1",
    "article_title": "Incidence of Serious Adverse Events, Pneumonitis, Infection and Sepsis in Patients with Relapsed and Refractory Chronic Lymphocytic Leukemia/ Small Lymphocytic Lymphoma Treated with Phosphatidylinositol 3-Kinase (PI3K) Inhibitors ",
    "article_date": "November 13, 2019",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "adverse event",
        "chronic lymphocytic leukemia refractory",
        "infections",
        "pneumonia",
        "sepsis",
        "small cell lymphoma",
        "phosphatidylinositide 3-kinase inhibitors",
        "pneumonia, pneumocystis carinii",
        "upper respiratory infections"
    ],
    "author_names": [
        "Sriman Swarup, MDMBBS",
        "Donald P. Quick, MD",
        "Anita Sultan, MD",
        "Myint Aung Win, MDMBBS",
        "Ei Moe Phyu, MD",
        "Thura Win Htut, MBBS, MRCP",
        "Sariya Wongsaengsak, MD",
        "Myet Mon Zin, MD",
        "Myat Min Han, MD",
        "Yin Mon Myat, MD",
        "Sanjay Awasthi, MD",
        "Lukman Tijani, MD",
        "Kyaw Zin Thein, MDMBBS"
    ],
    "author_affiliations": [
        [
            "Southwest Cancer Center, Texas Tech University Health Science Center, Lubbock, TX "
        ],
        [
            "Joe Arrington Cancer Research Treatment Center, Lubbock, TX "
        ],
        [
            "Southwest Cancer Center, Texas Tech University Health Science Center, Lubbock, TX "
        ],
        [
            "Internal Medicine, LewisGale Medical Center, Salem, VA "
        ],
        [
            "Internal Medicine, LewisGale Medical Center, Salem, VA "
        ],
        [
            "Hematology department, Aberdeen Royal Infirmary Hospital, Aberdeen, United Kingdom "
        ],
        [
            "Medicine/ Hematology and oncology, Indiana University school of Medicine, Indianapolis, IN "
        ],
        [
            "Kingsbrook Jewish Medical Center, Brooklyn, NY "
        ],
        [
            "Emergency Department, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University College Dublin, Dublin, Ireland "
        ],
        [
            "Department of Hematology/Oncology, Texas Tech University Health Sciences Center School of Medicine, Lubbock, USA, Lubbock, TX "
        ],
        [
            "Hematology Oncology Department, Texas Tech University Health Science Center, Lubbock, TX "
        ],
        [
            "Investigational Cancer Therapeutics, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "33.56433464999999",
    "first_author_longitude": "-101.90570215",
    "abstract_text": "Introduction: Phosphatidylinositol 3-kinase (PI3K) is a kinase protein involved in downstream signaling for multiple pathways in B cells and is important for B cell survival, proliferation and metabolism. Hence, PI3K inhibitors have become an attractive therapeutic option for treatment of B cell malignancies. Two prominent PI3K inhibitors, (PI3Kδ-selective inhibitor) and duvelisib (PI3Kδ/γ-combinatorial inhibitor), are currently being studied in relapsed and refractory chronic lymphocytic leukemia or small lymphocytic lymphoma (CLL/SLL) and have shown to improve survival in recent trials with notable toxicities. We analyzed phase 3 trials to assess the incidence of serious adverse events, pneumonitis, infection and sepsis associated with PI3K inhibitors in this susceptible population. Methods: We systematically conducted a comprehensive literature search using MEDLINE, EMBASE databases and meeting abstracts from inception through June 2019. Phase 3 RCTs utilizing PI3K inhibitors in patients with relapsed and refractory CLL/SLL that mention serious adverse events, pneumonitis, infection and sepsis as adverse effects were incorporated in the analysis. Mantel-Haenszel (MH) method was used to calculate the estimated pooled risk ratio (RR), and risk difference (RD) with 95% confidence interval (CI). Heterogeneity was assessed with Cochran's Q- statistic. Random effects model was applied. Results: Four phase 3 RCTs with a total of 1,216 patients with relapsed and refractory CLL/SLL were included in analysis. Studies compared ofatumumab vs idelalisib+ofatumumab, rituximab vs idelalisib+rituximab, bendamustine+ rituximab vs idelalisib+bendamustine+rituximab and ofatumumab vs duvelisib. The randomization ratio was 2:1 in Jones et al. study and 1:1 in other studies. The I 2 statistic for heterogeneity was 49, suggesting some heterogeneity among RCTs. The incidence of serious adverse events was 479 (73.69%) in study group vs 252 (44.92%) in control group (RR, 1.58; 95% CI: 1.37 - 1.83; P < 0.0001 and RD, 0.26; 95% CI: 0.13 - 0.40; P = 0.0002). Pneumonitis was noted in 20 (3.07%) vs 1 (0.18%) in control group with RR of 6.53 (95% CI: 1.74 -24.53; P = 0.005) and RD of 0.02 (95% CI: 0.01 - 0.04; P = 0.0004). The incidence of any-grade pneumonia was 107 (16.46%) in study group vs 54 (9.63%) in control group (RR, 1.61; 95% CI: 1.00 - 2.58; P = 0.05). High-grade pneumonia was reported in 81 (12.46%) in idelalisib arm versus 35 (6.24%) in control group with RR of 1.84 (95% CI: 0.82 - 4.13; P = 0.14). Pneumocystis jiroveci pneumonia (PJP) rate was 2.24% higher in study group compared to control arm (RR, 3.87; 95% CI: 1.22 - 12.29; P = 0.02). Any-grade upper respiratory tract infection (URTI) was 14% in study group versus 7.84% in control arm (RR, 1.65; 95% CI: 1.17 - 2.34; P = 0.005). Sepsis rate was 2.88% higher in idelalisib group compared to control arm and the pooled RR was statistically significant at 2.68 (95% CI: 1.19 - 6.04, P = 0.02). Treatment-related deaths were 64 (11.85%) in study arm vs 28 (6.17%) in control arm according to analysis of 3 trials. The pooled RR was also statistically significant at 1.87 (95% CI: 1.21 -2.88; P = 0.005). Conclusions: Our meta-analysis showed that the incidence of serious adverse events, pneumonitis, PJP pneumonia, any-grade URTI and sepsis was significantly higher in PI3K inhibitors group with RR of 1.58 for serious adverse events, RR of 6.53 for pneumonitis, RR of 3.87 for PJP pneumonia and RR of 2.68 for sepsis respectively. Moreover, patients on PI3K inhibitors experienced 5.68% higher incidence of treatment-related deaths with RR of 1.87, compared to control arm. Since treatment-related serious toxicities and deaths are higher amongst patients treated with these agents, extra caution should be observed and recommended with their use. Disclosures No relevant conflicts of interest to declare."
}