{
    "doi": "https://doi.org/10.1182/blood-2019-123496",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4401",
    "start_url_page_num": 4401,
    "is_scraped": "1",
    "article_title": "Single Arm, Prospective, Open-Label Phase II Trial to Evaluate the Efficacy of Isatuximab in Patients with Monoclonal Gammopathy of Renal Significance ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "arm",
        "kidney",
        "monoclonal gammopathy of undetermined significance",
        "paraproteinemias",
        "phase 2 clinical trials",
        "multiple myeloma",
        "proteinuria",
        "immunofixation",
        "free immunoglobulin light chain",
        "protein electrophoresis, serum"
    ],
    "author_names": [
        "Vikram Premkumar, MD",
        "Suzanne Lentzsch, MD PhD",
        "Divaya Bhutani, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology/Oncology, Columbia University Medical Center, New York, NY"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Columbia University Medical Center, New York, NY"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Columbia University Medical Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.8411481",
    "first_author_longitude": "-73.9419336",
    "abstract_text": "Background: Monoclonal gammopathy of renal significance (MGRS) is a monoclonal B cell disorder, not meeting the definition of lymphoma or myeloma, that produces monoclonal proteins which deposit in the kidneys. Permanent renal damage can occur either as a consequence of direct deposition of toxic proteins or by an induced inflammatory response. Due to the low burden of the plasma cell clone, patients do not otherwise qualify for potentially toxic anti-plasma cell treatments and treatment is generally based on consensus opinion. To date there are no clinical trials exploring treatment options. Isatuximab is a chimeric mouse/human IgG1k monoclonal antibody which targets CD38 on both malignant and normal plasma cells and exhibits it antitumor effects primarily by antibody-dependent cellular toxicity. Isatuximab has recently been shown to be an active drug in the treatment of multiple myeloma, with improvements seen in hematologic and renal markers, and has been shown to have manageable toxicity. Given the efficacy of isatuximab in multiple myeloma, we propose a trial evaluating isatuximab monotherapy to treat the small plasma cell clone in MGRS with the hopes of maximizing response and minimizing toxicity. Study Design and Methods: The primary objective of this study is to evaluate efficacy of isatuximab monotherapy in patients with MGRS in order to establish a standard of care treatment for patients with this disease. Adult patients with proteinuria of at least 1 gram in 24 hours and a histopathological diagnosis of MGRS on renal biopsy in the last 24 months will be eligible for the trial. Patients will be excluded if their estimated GFR is below 30 mL/min, they have multiple myeloma, high risk smoldering myeloma, other B cell neoplasm meeting criteria for treatment, concurrent diabetic nephropathy, or require dialysis. Patients will be screened for B cell disorders with bone marrow biopsy and aspirate, serum protein electrophoresis (SPEP) with immunofixation (IFE), 24-hour urine protein electrophoresis (UPEP), free light chain (FLC) testing and screening PET/CT at time of enrollment. Enrolled patients will be administered isatuximab 20 mg/kg IV weekly for 4 weeks and then will receive the same dose every 2 weeks thereafter for a total of 6 months. Patients may be continued on treatment following completion of the 6 months at the discretion of the provider. To reduce the risk of infusion related reactions, patients will receive premedications with corticosteroids, diphenhydramine, H2 blockade and acetaminophen at least 60 minutes prior to infusion. Patients will have repeat SPEP + IFE, 24-hour UPEP + IFE and FLC testing every 4 weeks. There will be an optional repeat kidney biopsy 9-12 months following treatment initiation to assess pathologic response in the kidneys. Statistical Methods: The study will be comprised of 20 patients being treated with isatuximab over a span of 24-30 months. Ten patients will be initiated on the therapy for a period of 6 months. Interim analysis will be done after these patients have completed all the treatment cycles. If 4 out of 10 patients show response in form of improved/stable renal function, the study will proceed to include next 10 patients. If >50% of the first group of 10 patients show doubling of creatinine while on therapy, that would be considered as an indication to discontinue the therapy and the study due to drug toxicity. Endpoints: The primary endpoint will be efficacy as measured by renal response and hematologic response. Renal response will be measured by assessing the amount of proteinuria in a 24 hour urine sample. A sustained reduction in proteinuria by 30% from the patient's baseline amount of proteinuria with stable renal function (serum eGFR within 20% of baseline) will be considered a positive renal response. Hematologic response will be quantified per the 2016 International Myeloma Working Group (IMWG) uniform response criteria for multiple myeloma. An important secondary endpoint will be safety and will be analyzed from all patients who receive any study drug. Adverse events will be characterized and graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Other endpoints include time to dialysis and rate of minimal residual disease (MRD) negativity. Disclosures Lentzsch: Caelum Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy; Janssen: Consultancy; Takeda: Consultancy; BMS: Consultancy; Proclara: Consultancy; Abbvie: Consultancy; Clinical Care Options: Speakers Bureau; Sanofi: Consultancy, Research Funding; Multiple Myeloma Research Foundation: Honoraria; International Myeloma Foundation: Honoraria; Karyopharm: Research Funding; Columbia University: Patents & Royalties: 11-1F4mAb as anti-amyloid strategy. Bhutani: Sanofi: Membership on an entity's Board of Directors or advisory committees. OffLabel Disclosure: Our trial will be evaluating the efficacy of targeting CD38 on plasma cells with isatuximab in patients with monoclonal gammopathy of renal significance (MGRS). We will evaluate the effects of this drug on 24 hour proteinuria and hematologic response."
}