{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.701.701",
    "article_title": "Unfractionated Heparin Use in Children: Clinical Outcomes in a Pediatric Cohort Managed Using an Anti-Factor Xa Based Nomogram ",
    "article_date": "December 7, 2017",
    "session_type": "332. Antithrombotic Therapy: Thrombotic Outcomes in Special Populations",
    "abstract_text": "Background: Given its short half-life and immediate, complete reversibility with protamine sulfate, unfractionated heparin (UFH) remains the anticoagulant of choice for critically-ill children. The American College of Chest Physicians recommends that a therapeutic activated partial thromboplastin time (APTT) range in children on treatment doses of UFH should reflect an anti-FXa level of 0.35-0.7 IU/mL. A previous study from our institution showed moderate correlation between APTT and anti-FXa, prompting an institution-wide change to an anti-FXa based nomogram. Per the new nomogram, APTT and anti-FXa levels were simultaneously collected at pre-specified time points, though dose titrations were made on anti-FXa levels alone. In this study, we present our 20-month experience using this nomogram. Objectives: To assess the utility of anti-FXa based UFH dosing guidelines in children over a 20-month period (September 2015-May 2017). Methods: Permission for this study was obtained from the Institutional Review Board. Data was abstracted for all pediatric patients (age<21 yrs.) receiving therapeutic dosing of UFH (≥18 u/kg/hr) at Nationwide Children's Hospital (NCH) over the study period. Patients receiving UFH for <24 hrs, patients with mechanical circuits (ECMO and ventricular assist devices), and patients receiving concomitant anti-platelet therapy were excluded. Data were analyzed using descriptive statistics and comparisons were made using non-parametric methods. Correlations were assessed using the Bland-Altman method for repeated measures. Results: Over a 20-month period, 176 patients received UFH therapy at NCH. Of these, 95 patients met our pre-specified inclusion criteria. These 95 patients had 1102 simultaneous APTT and anti-FXa measurements performed. Baseline demographic information is described in Table 1. Mean duration of UFH therapy was 5.2 days (range: 1-45 days). Median UFH dose required to reach therapeutic anti-FXa goal was 22 units/kg/hr (range: 18-55 units/kg/hr), and was significantly higher in infants (250 sec) was noted on 43 occasions in 21 unique patients and not associated with an increased risk of major and non-major bleeds (p=0.07). Conclusions: UFH monitoring is challenging in children. Time to achieve therapeutic anticoagulation and bleeding risk in our cohort is consistent with previous publications. Contrary to previous publications, extreme elevation of APTT was not associated with increased bleeding risk. View large Download slide View large Download slide  Close modal Disclosures O'Brien: Pfizer: Consultancy, Other: study of direct oral anticoagulant in treatment of pediatric VTE; Glaxo Smith Kline: Other: DSMB for Arixtra Study in Pediatric VTE; CSL Behring: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: advisory board - von Willebrand Disease diagnosis & management; Bristol Myers Squibb: Other: study of direct oral anticoagulant in prevention of pediatric VTE, Research Funding; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: advisory board - VWD diagnosis and management. Dunn: Alnylam: Other: Unrestricted educational grant; Bayer: Consultancy, Other: Unrestricted educational grant; Kedrion: Other: Unrestricted educational grant; NovoNordisk: Other: Unrestricted educational grant; Octapharma: Other: Unrestricted educational grant; Shire: Consultancy, Other: Unrestricted educational grant, Research Funding; Biogen: Other: Unrestricted educational grant, Research Funding; CSL Behring: Consultancy, Other: Unrestricted educational grant; World Federation of Hemophilia USA: Membership on an entity's Board of Directors or advisory committees. Kumar: Bayer: Consultancy; CSL Behring: Consultancy.",
    "topics": [
        "anti factor xa",
        "child",
        "nomogram",
        "pediatrics",
        "treatment outcome",
        "unfractionated heparin",
        "activated partial thromboplastin time measurement",
        "hemorrhage",
        "venous thromboembolism",
        "anticoagulation"
    ],
    "author_names": [
        "Surbhi Saini, MD",
        "Katherine L Harsh, BS",
        "Joseph R Stanek, MS",
        "Sarah O'Brien, MD MSc",
        "Amy L. Dunn, MD",
        "Riten Kumar, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Surbhi Saini, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology/BMT, Nationwide Children's Hospital, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katherine L Harsh, BS",
            "author_affiliations": [
                "The Ohio State University College of Medicine, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R Stanek, MS",
            "author_affiliations": [
                "Division of Biostatistics, Nationwide Children's Hospital, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah O'Brien, MD MSc",
            "author_affiliations": [
                "Division of Hematology/Oncology/BMT, Nationwide Children's Hospital, Columbus, OH ",
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy L. Dunn, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH ",
                "Division of Hematology/Oncology/BMT, Nationwide Childrens Hospital, Columbus, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riten Kumar, MD MSc",
            "author_affiliations": [
                "Division of Hematology/Oncology/BMT, Nationwide Children's Hospital, Columbus, OH ",
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T03:55:58",
    "is_scraped": "1"
}