{
    "doi": "https://doi.org/10.1182/blood.V120.21.1834.1834",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2346",
    "start_url_page_num": 2346,
    "is_scraped": "1",
    "article_title": "Daratumumab, a Novel Human CD38 Monoclonal Antibody for Treatment of Multiple Myeloma, Prevents Intra-Medullary Spreading of Patient Derived Multiple Myeloma Cells Growing in a Humanized Mouse Model ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "animal model",
        "cd38",
        "daratumumab",
        "mice",
        "monoclonal antibodies",
        "multiple myeloma",
        "neoplasms",
        "antibodies",
        "bortezomib",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Willy A Noort, PhD",
        "Richard W.J. Groen, PhD",
        "Reinier Raymakers, MD, PhD",
        "Linda Aalders",
        "Joost de Bruijn, PhD",
        "Huipin Yuan, PhD",
        "Jeroen Lammerts van Bueren, PhD",
        "Paul W.H.I. Parren, PhD",
        "Henk Lokhorst, MD",
        "Tuna Mutis, MD PhD",
        "Anton C.M. Martens, PhD"
    ],
    "author_affiliations": [
        [
            "Cell Biology, UMC Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Cell Biology, UMC Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Hematology, UMC Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Cell Biology, UMC Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Xpand Biotechnology, Bilthoven, Netherlands, "
        ],
        [
            "Xpand Biotechnology BV, Bilthoven, Netherlands, "
        ],
        [
            "Genmab BV, Utrecht, Netherlands, "
        ],
        [
            "Genmab BV, Utrecht, Netherlands, "
        ],
        [
            "Hematology, UMC Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Clinical Chemistry and Hematology, UMC Utrecht, Utrecht, Netherlands"
        ],
        [
            "Cell Biology, UMC Utrecht, Utrecht, Netherlands, "
        ]
    ],
    "first_author_latitude": "52.0865646",
    "first_author_longitude": "5.179913099999999",
    "abstract_text": "Abstract 1834 During progression of Multiple Myeloma (MM), the disease spreads to multiple sites in the bone marrow (BM) and towards terminal stages also to extra-medullary sites. If spreading of MM cells via the circulation could be prevented, it would reduce subsequent sites of MM growth and prevent additional bone lesions. To study this hypothesis an animal model that truly mimics human disease is essential. Recently, we described a novel human-mouse hybrid model of MM, based on the generation of a human bone microenvironment (BME) in RAG2 −/− gc −/− mice by combining a ceramic scaffold with culture-expanded mesenchymal stromal cells (MSCs). This BME acts as a hematopoietic niche and supports outgrowth of patient-derived MM cells (pMM) (Groen et al, Blood 2012). By marking pMM cells with the luciferase gene and using bioluminescent imaging (BLI), we were able to monitor pMM outgrowth in time in humanized scaffolds and visualize effects of treatment. pMM cells, injected in scaffolds located at one side of the mice showed local outgrowth to MM tumors but were also found to migrate to non-injected scaffolds at the contralateral side. pMM cells circulated in a low numbers in mouse blood and were found to colonize mouse BM. These combined phenomena provided us with the ideal MM model to study therapeutic agent(s) not only targeting the pMM tumors, but also to study targeting of circulating pMM cells and thus inhibit spreading to secondary locations, i.e. to humanized scaffolds located contra-lateral or to mouse BM. One such novel agent is daratumumab (DARA), which is in clinical development for MM. DARA is a human CD38 antibody with broad-spectrum killing activity. DARA exerts its effects via complement-dependent cytotoxicity (CDC), antibody-dependent cell-mediated cytotoxicity and phagocytosis (ADCC/ADCP). In clinical studies DARA showed marked reductions in paraprotein and BM plasma cells and adverse events were manageable. To study whether DARA could prevent spreading of disease to other sites, mice carrying humanized scaffolds, in which luciferase marked pMM cells that were refractory to chemotherapy were growing, were treated with DARA at early (day 34, 50 and 72) or late (day 50 and 72) stage disease. Parallel groups of mice were treated with melphalan, bortezomib or dexamethason. Growth of scaffold-injected pMM cells and response to DARA- or chemo -therapy, was monitored with BLI. Animals were treated early (small tumors) or late (large tumors) during disease progression with different dose levels of DARA, i.e. 1× 50 μg, or 2 or 3 × 200 μg/mouse. The 50 μg dose of late stage disease, strongly reduced the number of circulating CD138+ MM cells in blood and, interestingly, also in BM. Treatment at late stage with melphalan, bortezomib or dexamethasone resulted in only a marginal effect on the outgrowth of pMM grafts in scaffolds. 200 μg DARA at early stage (day 35, 50, 72) resulted in a strong anti-pMM effect with complete elimination of the CD38+ fraction from the scaffolds, as analyzed by immunohistochemistry and FACS. Late treatment (day 50,72) with 200 μg DARA also resulted in a strong anti-pMM effect, but the surviving MM tumors had a mixed phenotype, consisting of 4 subpopulations, being CD38/CD138 positive and negative cells. In the blood a low percentage of circulating tumor cells (CD38 + /CD138 + ) was observed before treatment (day 34: 0.06%). This stayed low in the early treatment group; on day 70, (∼40-fold lower) as compared to controls. On day 90 it reached 4%, but consisted only of CD38 − cells. In the late treatment group the number of circulating tumor cells was ∼3–6 fold lower at day 70, as compared to controls. As DARA plasma levels were very low in late treatment groups, suggesting target-mediated clearance of DARA by the pMM tumors. This also suggests that DARA dosing may be increased to optimize treatment. In summary, whilst conventional drug treatment did not effectively inhibit growth of scaffold-grafted multiple-drug refractory pMM tumors, low dose DARA was already able to reduce pMM plasma cells in the circulation and to reduce spreading to other medullary sites, e.g. mouse BM. At a high dose level, treatment at an early time point induced elimination of CD38 + cells from blood, with only CD38 − cells surviving in scaffolds. Treatment with high dose DARA at a late time point temporarily reduced tumor growth but the optimal dose levels in this animal model did not seem to be reached. This requires further investigation. Disclosures: Groen: Genmab: Research Funding. Raymakers: Novartis: Consultancy. Parren: genmab: Employment. Lokhorst: Celgene: Honoraria. Mutis: genmab: Research Funding. Martens: Genmab: Research Funding."
}