{
    "doi": "https://doi.org/10.1182/blood-2018-99-119906",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4138",
    "start_url_page_num": 4138,
    "is_scraped": "1",
    "article_title": "Immunophenotypic Characteristics of Olygomonocytic Chronic Myelomonocytic Leukemia Support Its Diagnosis As a Distinctive Entity in the Continuum of Chronic Myelomonocytic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "dysplasia",
        "monitoring, immunologic",
        "neoplasms",
        "antigens, cd16",
        "flow cytometry",
        "human leukocyte antigens",
        "monocytosis"
    ],
    "author_names": [
        "Xavier Calvo, MD",
        "Ivonne Parraga, Fellow",
        "Lourdes Florensa, MD PhD",
        "Sara Montesdeoca Romero, MD",
        "Anna Puiggros, PhD",
        "Marta Salido, PhD",
        "Blanca Espinet, PhD",
        "Anna Angona, MD PhD",
        "Ana Ferrer, MD PhD",
        "Carme Pedro, MD",
        "Leonor Arenillas, MD PhD"
    ],
    "author_affiliations": [
        [
            "Laboratori de Citologia Hematològica i Citogenètica, servei de Patologia, Hospital del Mar. GRETNHE- Institut Hospital del Mar d'Investigacions Mèdiques (IMIM), Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Pathology department, Barcelona, Spain "
        ],
        [
            "Laboratoris de Citologia Hematològica i Citogenètica, servei de Patologia, Hospital del Mar. GRETNHE- Institut Hospital del Mar d'Investigacions Mèdiques (IMIM), Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Pathology department, Barcelona, Spain "
        ],
        [
            "Laboratori de Citogenètica Molecular, Servei de Patologia, Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Laboratoris de Citologia Hematològica i Citogenètica, servei de Patologia, Hospital del Mar. GRETNHE- Institut Hospital del Mar d'Investigacions Mèdiques (IMIM), Barcelona, Spain "
        ],
        [
            "Laboratori de Citogenètica Molecular, Servei de Patologia, Hospital del Mar, Barcelona, Spain "
        ],
        [
            "Hematology Department, Hospital del Mar-IMIM (Institut Hospital del Mar d'Investigacions Mèdiques), Universidad Autónoma de Barcelona., Barcelona, Spain "
        ],
        [
            "Laboratoris de Citologia Hematològica i Citogenètica, servei de Patologia, Hospital del Mar. GRETNHE- Institut Hospital del Mar d'Investigacions Mèdiques (IMIM), Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Hematology department, Barcelona, Spain "
        ],
        [
            "Hospital del Mar, Pathology department, Barcelona, ESP"
        ]
    ],
    "first_author_latitude": "41.38477629999999",
    "first_author_longitude": "2.19431075",
    "abstract_text": "INTRODUCTION The diagnosis of chronic myelomonocytic leukemia (CMML) according to WHO 2017 requires the presence of ≥1x10 9 /L and ≥10% of monocytes in peripheral blood (PB). Presence of dysplasia is frequent but not always present. Recently, Geyer et al. described olygomonocytic CMML (O-CMML) as those MDS cases with relative monocytosis (≥10% monocytes) and monocyte count 0.5-<1x10 9 /L. The authors showed that molecular signature and outcome of O-CMML were similar to overt CMML, suggesting that this represents an early-phase of dysplastic CMML (D-CMML). The study of peripheral monocyte subsets by flow cytometry (FC) has gained interest for the diagnosis of CMML. As showed by Selimoglu-Buet, the increase in the fraction of classical monocytes (Mo1) to >94% of total monocytes is a highly sensitive and specific diagnostic marker for CMML. We assessed peripheral monocyte subsets by FC in 11 O-CMML cases and compared those with 20 CMML cases, 14 D-CMML and 6 proliferative CMML (P-CMML). In addition, we studied the aberrant expression of CD56, CD2 and CD7 in monocytes. As mentioned, O-CMML may be considered an early-phase of D-CMML and some D-CMML may progress to P-CMML, an entity with an ominous prognosis. We compared the percentage of Mo1 and non-classical monocytes (Mo3) among O-CMML, D-CMML and P-CMML in order to evaluate if a progressive accumulation of Mo1 and a progressive decrease in Mo3 could be appreciated among these entities. In our view, Mo1 could be considered as a marker of tumor burden, while Mo3, formerly considered as a specific type of dendritic cell, could be related with immunosurveillance. In order to reinforce this hypothesis we evaluated if the reduction in Mo3 would be also accompanied by a decrease in plasmocytoid dendritic cells (pDC). METHODS Twenty CMML and 11 O-CMML were prospectively studied from 02/2016 to 04/2018. Patients' characteristics are summarized in Table 1. We performed FC study of monocyte subsets in PB describing Mo1 (CD14bright/CD16-), intermediate monocytes (Mo2) (CD14bright/CD16+) and Mo3 (CD14dim or -/CD16bright). In addition, we assessed the expression of CD56, CD2 and CD7 in monocyte population and quantified pDC (CD123bright/HLA-DR+). Comparisons were evaluated by Chi-Square test, Man-Whitney U-test or by Kruskall-Wallis test as appropriate. RESULTS & DISCUSSION 1) 6/11 (55%) O-CMML showed an increase in the fraction of Mo1>94% of total monocytes. In contrast, 12/14 (86%) D-CMML and 6/6 (100%) P-CMML showed a percentage of Mo1>94% of total monocytes. Considering together all overt CMML, 18/20 (90%) presented Mo1>94% of total monocytes. This result was almost identical to that reported in the original study by Selimoglu-Buet. 2) The median percentage of Mo1 and Mo3 monocytes was statistically different among these three entities (Mo1, p=0,005; Mo3, p=0,002). Table 2. Interestingly, the median percentage of Mo1 (% Mo1) was significantly lower in O-CMML when compared to P-CMML (p=0,004) and a clear trend was observed when compared to D-CMML. In the same way, % Mo1 was significantly lower in D-CMML when compared to P-CMML (p=0,017). Moreover, the median percentage of Mo3 (% Mo3) was significantly higher in O-CMML when compared to P-CMML (p=0,002) and a clear trend was observed when compared to D-CMML. In the same line, % Mo3 was significantly higher in D-CMML when compared to P-CMML (p=0,002). Likewise, the median percentage of pDC (% pDC) was significantly higher in O-CMML when compared to P-CMML (p=0,004). A clear trend was observed when O-CMML was compared with D-CMML, and D-CMML with P-CMML. These data reinforce the hypothesis that progression from O-CMML to D-CMML and P-CMML could be guided by a progressive accumulation of Mo1 (\"tumor burden increase\") and by a progressive reduction of Mo3 and pDC (\"immunosurveillance decrease\"). 3) Expression of CD56, CD2 and CD7 in monocytes is depicted in Table 3. No aberrant expression of CD7 was observed in any case. In contrast, CD56 expression was observed in 9/11 O-CMML, 7/14 D-CMML and 5/6 P-CMML. Considering together all overt CMML, 12/20 expressed CD56. CD56 expression in monocytes is a common finding in CMML and has been rarely described in other myeloid disorders. This may be interpreted as another indicator that O-CMML is in the continuum of CMML. CONCLUSIONS O-CMML presents flow cytometric immunophenotypic characteristics in line with overt CMML. These data support that O-CMML is in the biological continuum of overt CMML. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}