{
    "doi": "https://doi.org/10.1182/blood-2021-146565",
    "article_title": "Anti-CCR9 CAR-T Cells for T Acute Lymphoblastic Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "703.Cellular Immunotherapies: Basic and Translational",
    "abstract_text": "The prognosis of relapsed/refractory T acute lymphoblastic leukemia (T-ALL) is poor with a dire lack of new treatment options which impart meaningful survival benefits. This is in stark contrast with B-ALL, where CD19-directed CAR-T cell therapy has revolutionized the treatment of relapsed/ refractory (r/r) disease. However, CAR-T for T-ALL is challenging since target antigens described to date are expressed on normal T cells. This leads to two main problems: loss of essential normal T cells and self-kill 'fratricide' of CAR-T. To avoid these issues, we sought to identify potential immunotherapy targets for T-ALL which are not expressed on normal T cells or other essential cell types. We analysed the collated gene expression profiles of 35 normal tissues (n=172 samples) as compared to MOLT-4, a T-ALL cell line. Using subtractive transcriptomics, we identified 12 transcripts uniquely expressed in MOLT-4 but not in normal mature tissues. Of these, CCR9 (C-C Motif Chemokine Receptor 9) was the most attractive, being cell-surface resident and thus potentially amenable to immunotherapy. Further, publicly available RNA-seq data confirmed CCR9 was expressed in >70% of cases of paediatric T-ALL. CCR9 is a G-protein coupled receptor for the natural ligand CCL25, and is expressed in gut intraepithelial γδ T cells, some plasmacytoid dendritic cells and double-positive thymocytes, but in less than 5% of normal circulating T and B cells. CCR9 is not expressed in hematopoietic stem cells (HSCs) or myeloid cells. Using flow cytometry, 74/102 cases (73%) of primary T-ALL expressed CCR9, with expression enriched in cases of relapsed/ refractory disease - 64% diagnostic v 85% relapsed v 86% primary refractory (Figure 2a). The median antigens/ cell was 1732 and expression was preserved or increased upon relapse (1320 diagnostic v 1889 relapsed v 2175 refractory). On normal blood cells, expression was limited to ~9% of B cells and <3% of T cells, at low density (<500 antigens/cell). We developed a novel rat-derived anti-CCR9 scFv, and generated a second-generation CAR with 4-1BB-CD3ζ endodomain, expressed in a gamma-retroviral vector. T cells transduced with anti-CCR9 CAR (CARCCR9) expanded similarly to control anti-CD19 CAR (CAR19), with no evidence of fratricide. No CCR9+ cells were detected following transduction, suggesting 'purging' of CCR9+ T cells. We co-cultured CARCCR9 or control CAR19 for 48hrs with multiple T-ALL cell lines, including CCR9-negative variants generated using CRISPR-Cas9. We showed specific cytotoxicity, cytokine secretion (interferon-gamma and IL-2) and proliferation of CARCCR9 against CCR9+ cell lines, including at low target density of ~400 copies/ cell. In addition, in 72hr co-cultures at a 1:1 ratio, CARCCR9 but not NT or CAR19 T cells secreted interferon-gamma and lysed primary blasts from 3 patients with T-ALL. We tested CARCCR9 in vivo . We intravenously (IV) injected NSG mice with 3 x 10^6 MOLT-4 cells, engineered to express luciferase. Nine days later (D+9), mice received 8 x 10^5 non-transduced (NT), CAR19 or CARCCR9 cells IV. While untreated mice and NT or CAR19 recipients experienced disease progression, weight loss and death, mice receiving CARCCR9 had disease regression, continued weight gain and prolonged survival beyond day 80 (median OS NT 16 days, CAR19 16 days, CARCCR9 NR, p = 0.003). Further, these mice were re-injected with 1 x 10^6 MOLT4-Fluc on D+49, and in 3/4 (75%), no increasing BLI signal was detected, suggesting continued anti-leukemic immunosurveillance. We also tested CARCCR9 in 2 patient-derived xenograft (PDX) models of T-ALL. NSG mice were injected with 1 x 10^6 primary blasts, then received 8 x 10^5 NT, CAR19 or CARCCR9 cells IV on D+20. All recipients of NT or CAR19 displayed increasing ALL burden in peripheral blood over time, with weight loss, splenomegaly and eventual leukaemic death. By contrast, all CARCCR9 recipients had undetectable leukemia and long-term disease-free survival (median OS NT 42 days, CAR19 42 days, CARCCR9 NR, p = 0.003), with no detectable blasts in marrow or spleen at necropsy. Thus, we have demonstrated potent anti-leukemic function of anti-CCR9 CAR-T cells both i n vitro and in vivo . Further, efficacy was not associated with loss of essential normal T cells or with CAR-T fratricide. We propose that anti-CCR9 CAR-T cells could be a safe and effective treatment strategy for T-ALL, and potentially a major advance in a neglected clinical area. Disclosures Maciocia:  Autolus: Current equity holder in publicly-traded company, Research Funding. Maciocia:  Autolus: Current equity holder in publicly-traded company. Leon:  BenevolentAI: Current Employment. Pule:  Autolus: Current Employment, Current equity holder in publicly-traded company. Mansour:  Astellas: Consultancy, Honoraria; Janssen: Consultancy.",
    "author_names": [
        "Paul M Maciocia",
        "Patrycja Wawrzyniecka",
        "Nicola C Maciocia",
        "Amy Burley",
        "David O'Connor",
        "Theresa E. Leon",
        "Tanya Rapoz-D'Silva",
        "Thaneswari Karpanasamy",
        "Martin Pule",
        "Marc R. Mansour"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul M Maciocia",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrycja Wawrzyniecka",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola C Maciocia",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Burley",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David O'Connor",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theresa E. Leon",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Rapoz-D'Silva",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thaneswari Karpanasamy",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Pule",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc R. Mansour",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom",
                "Great Ormond Street Institute of Child Health, London, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:33:33",
    "is_scraped": "1"
}