{
    "doi": "https://doi.org/10.1182/blood.V126.23.701.701",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3121",
    "start_url_page_num": 3121,
    "is_scraped": "1",
    "article_title": "Identification of a Novel Gene Expression Signature in Mantle Cell Lymphoma from the Fondazione Italiana Linfomi (FIL)-MCL-0208 Trial: A Focus on the B Cell Receptor Pathway ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: New Targets In Aggressive Lymphoma",
    "topics": [
        "gene expression",
        "mantle-cell lymphoma",
        "receptors, antigen, b-cell",
        "polymerase chain reaction",
        "ibrutinib",
        "cyclin d1",
        "gene expression profiling",
        "baculoviral iap repeat-containing 3 protein",
        "bcl-2 protein",
        "cd19 antigens"
    ],
    "author_names": [
        "Riccardo Bomben",
        "Simone Ferrero",
        "Michele Dal Bo",
        "Tiziana D'Agaro",
        "Alessandro Re",
        "Andrea Evangelista",
        "Angelo Michele Carella",
        "Alberto Zamò",
        "Umberto Vitolo, MD",
        "Paola Omedè",
        "Chiara Rusconi",
        "Luca Arcaini",
        "Luigi Rigacci",
        "Stefano Luminari, MD",
        "Sergio Cortelazzo",
        "Marco Ladetto",
        "Valter Gattei, MD"
    ],
    "author_affiliations": [
        [
            "Clinical and Experimental Onco-Hematology Unit, Centro di Riferimento Oncologico, I.R.C.C.S., Aviano, Italy "
        ],
        [
            "Department of Molecular Biotechnologies and health sciences, Hematology Division, University of Torino, Torino, Italy "
        ],
        [
            "Clinical and Experimental Onco-Hematology Unit, Centro di Riferimento Oncologico, I.R.C.C.S., Aviano, Italy "
        ],
        [
            "Clinical and Experimental Onco-Hematology Unit, Centro di Riferimento Oncologico, I.R.C.C.S., Aviano, Italy "
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy "
        ],
        [
            "Unit of Cancer Epidemiology, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Division of Hematology 1, IRCCS A.O.U. San Martino IST, Genova, Genova, Italy "
        ],
        [
            "Department of Pathology, University of Verona, Verona, Italy "
        ],
        [
            "Città della Salute e della Scienza Hospital and University, SC Hematology, Turin, Italy "
        ],
        [
            "Department of Molecular Biotechnologies and health sciences, Hematology Division, University of Torino, Torino, Italy "
        ],
        [
            "Division of Hematology, Niguarda Ca' Granda Hospital, Milano, Italy "
        ],
        [
            "Department of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Hematology, Universita' degli Studi di Firenze, Florence, Italy "
        ],
        [
            "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Department of Haematology and Bone Marrow Transplantation, Regional Hospital, S. Maurizio, Bolzano/Bozen, Italy "
        ],
        [
            "Division of Hematology, Az Ospedaliera SS Antonio e Biagio e Cesare Arrigo, Alessandria, Italy"
        ],
        [
            "Clinical and Experimental Onco-Hematology Unit, Centro di Riferimento Oncologico, I.R.C.C.S., Aviano, Italy "
        ]
    ],
    "first_author_latitude": "46.06323269999999",
    "first_author_longitude": "12.564762899999998",
    "abstract_text": "Background. The aggressive clinical behavior of mantle cell lymphoma (MCL) is attributed to specific genetic and molecular mechanisms involved in its pathogenesis, mainly the t(11;14)(q13;q32) traslocation and cyclin D1 (CCND1) overexpression. Nevertheless, evidence of a certain degree of clinical/biological heterogeneity has been disclosed by gene expression profile (GEP) and (immuno)genetic/immunohistochemistry studies. Aim. To use a GEP approach to identify MCL subsets with peculiar clinical/biological features in the context of MCL patients treated homogeneously with an autologous transplantation-based program. Methods. The study was based on a cohort of 42 MCL cases enrolled in the Fondazione Italiana Linfomi (FIL)-MCL-0208 randomized Italian clinical trial. Purified clonal CD19 + MCL cells were obtained by high-speed cell sorting of peripheral blood MCL samples. GEP experiments were performed in 30 cases, with Agilent platform. Bioinformatics analyses were performed by Gene Springs and Gene Set Enrichment Analysis (GSEA) software. Gene signature validations were performed by quantitative real time PCR (QRT-PCR). Results . i) Unsupervised and supervised analyses. Unsupervised analysis by principal component analysis (PCA) was able to divide the cohort in two main subgroups named PCA1 (12 cases) and PCA2 (18 cases). Supervised analysis by segregating cases according to the PCA1 and PCA2 classification defined a gene expression signature of 710 gene (234 up-regulated) that highlighted a constitutive overexpression of genes of the BCR signaling pathway. Consistently,GSEA showed a significant enrichment of genes belonging to 3 gene sets related to BCR signaling. ii) Identification of a \"PCA2-type\" gene signature. By merging the list of differentially expressed genes according to supervised analysis of GEP data and the gene list related to BCR signaling according to GSEA, a group of 9 genes, all overexpressed in PCA2 cases, i.e. AKT3 , BLNK , BTK , CD79B , PIK3CD , SYK , BCL2 , CD72 , FCGR2B , was obtained. Among these genes, a subgroup of 6 genes, i.e. AKT3 , BLNK , BTK , CD79B , PIK3CD , SYK , was selected for the direct involvement in the BCR pathway, and utilized for further validations. iii) Generation of a 6-gene prediction model. The selected 6 genes were then utilized to generate a prediction model by using 20 cases as training sub-cohort and the remaining 10 cases as validation cohort. By this approach, 9/10 cases of the validation cohort were correctly assigned according to the PCA2/PCA1 classification. The model was re-tested by QRT-PCR in 24 cases used in the GEP (16 for training and 8 for validation), and again, 7/8 cases of the validation sub-cohort were correctly classified. QRT-PCR was then utilized to classify further 12 cases (7 cases defined as PCA2) not employed for GEP analysis. Overall, in the 42 cases, 23 cases were considered as PCA2 with the GEP/QRT-PCR approach. iv) Clinical/biological correlations. No association was found between the 6-gene signature and IGHV status (22/30 unmutated IGHV cases) or between the signature and the overexpression of SOX11 (17/30 cases over the median value). In addition, no association was found with the presence of the main recurrent mutations of the ATM , BIRC3 , CCND1 , KMTD2 , NOTCH1 , TP53 , TRAF2 , WHSC1 genes. Finally, an \"ad-interim\" analysis of progression free survivals (PFS) (Cortelazzo et al EHA, 2015) suggested a trend for a shorter PFS (2-years PFS 45% vs 72%, p=0.08) for cases classified as PCA2 by the GEP/QRT-PCR approach. v) 6-gene signature and sensitivity to the BCR inhibitor ibrutinib. The finding that PCA2 cases overexpressed BCR-related genes and had a more aggressive clinical course prompted us to investigate the 6-gene signature in the context of ibrutinib sensitive/resistant MCL cell lines. To do this, the proliferation rate of the MCL cell lines REC1, JEKO1, UPN1, GRANTA, JVM2, Z138 was investigated either in presence or in absence of ibrutinib 10 nanoM for 7 days. REC1, JEKO1 were selected as responsive by showing ≥80% inhibition upon ibrutinib. Of note, responsive cell lines showed higher expression levels of the 6-gene signature then the resistant counterpart, as evaluated by QRT-PCR. Conclusions. A novel 6-gene expression signature related to the BCR pathway has been found to characterize MCL cells with peculiar clinical/biological features and sensitivity to BCR inhibitors. Disclosures Luminari: Roche: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Teva: Membership on an entity's Board of Directors or advisory committees."
}