{
    "doi": "https://doi.org/10.1182/blood.V124.21.655.655",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2880",
    "start_url_page_num": 2880,
    "is_scraped": "1",
    "article_title": "Second-Generation Chimeric Antigen Receptors Successfully Modify Hematopoietic Stem Cells for Immunotherapy of B-Lineage Malignancies ",
    "article_date": "December 6, 2014",
    "session_type": "703. Adoptive Immunotherapy: Preclinical Studies",
    "topics": [
        "cancer",
        "chimeric antigen receptors",
        "hematopoietic stem cells",
        "immunotherapy",
        "neoplasms",
        "antigens",
        "cd19 antigens",
        "cd34 antigens",
        "cytotoxicity",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Roy L. Kao, MD",
        "Tulika Tyagi, MS",
        "Sarah M. Larson, MD",
        "Andy Tu",
        "Shantha Senadheera, MS",
        "Roger P. Hollis, PhD",
        "Satiro N. De Oliveira, MD"
    ],
    "author_affiliations": [
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA"
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA"
        ],
        [
            "University of California, Los Angeles, Los Angeles, CA "
        ]
    ],
    "first_author_latitude": "34.067209",
    "first_author_longitude": "-118.44383525",
    "abstract_text": "Patients with refractory or recurrent B-lineage hematological malignancies have less than 50% of chance of cure, despite intensive therapy. Chimeric Antigen Receptors (CARs) successfully engineer antigen specificity in immune cells, with clinical trials currently being conducted using ex vivo expanded gene-modified mature T cells. Results from preclinical studies and clinical trials show that effector cells usually have transient in vivo persistence that could significantly limit clinical efficacy and allow tumor recurrence. Our main hypothesis is that modification of hematopoietic stem cells (HSCs) with CARs will lead to persistent in vivo production of target-specific immune cells in multiple lineages, enhancing graft-versus-tumor activity and development of immunological memory. Using CD19 as target, we have generated first-generation and CD28- and 4-1BB-containing-second-generation CAR lentiviral constructs for modification of human HSCs, for assessment in vitro and in vivo . Gene modification with anti-CD19 CAR of CD34 + cells isolated from human umbilical cord blood (UCB) did not impair normal differentiation and proliferation, with fully functional CAR-expressing cell progeny. Transduction with lentiviral vectors consistently achieved 40-50% efficiency at the clinically relevant vector copy number of 1-2 copies/cell. While first- and second-generation CARs triggered antigen-dependent cytotoxicity by myeloid and T cells in a similar fashion, only second-generation constructs successfully activated NK cells for antigen-dependent elimination of cell targets. In vivo studies using humanized NSG engrafted with CAR-modified human UCB CD34 + cells demonstrated similar levels of engraftment of human cells as compared to non-modified UCB CD34 + cells, with CAR-expressing cells in multiple lineages (myeloid, NK, T) successfully engrafted into bone marrow, spleen, peripheral blood and thymus detectable by flow cytometry and qPCR, in stable levels up to 35 weeks of life, with gene modification with first- or second-generation anti-CD19 CARs. No animals engrafted with CAR-modified HSCs presented signs of autoimmunity or chronic inflammation. Cells presented ex vivo antigen-dependent cytotoxicity against cell targets. Mice successfully engrafted with CAR-modified HSCs harbored decreased CD19 + populations, and only HSCs modified with second-generation CARs successfully led to tumor growth inhibition and survival advantage at tumor challenge. CAR-modified HSCs led to development of T cell effector memory and T cell central memory subsets, confirming the expectation of development of long-lasting phenotypes due to directed antigen specificity. Longer survival of mice with developing tumors was also significantly correlated to higher number of CAR-expressing cells infiltrating subcutaneous tumors. Our results demonstrate feasibility of CAR modification of human HSCs for cancer immunotherapy. This approach can be applied to different cancers just by adjusting the target specificity. Furthermore, it could be easily employed in the context of HSC transplantation to augment the anti-leukemic activity, with CAR-expressing myeloid and NK cells to ensure tumor-specific immunity until de novo production of T cells from CAR-modified HSCs. It also bears the possibility of decreased morbidity and mortality, being desirable for vulnerable populations such as children and elderly patients, and offers alternative treatment for patients with no available HLA-matched sources for bone marrow transplantation, benefiting ethnic minorities. Disclosures Larson: Millenium Pharmaceuticals, Inc.: Speakers Bureau."
}