{
    "doi": "https://doi.org/10.1182/blood.V106.11.899.899",
    "article_title": "Cocktail Therapy Increased the Survival Rate of APL. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background Arsenic trioxide provides significant benefits in newly diagnosed and relapsed acute promyelocytic leukemia (APL) respectively. However, the high relapsed rate is still threatened the life of APL patients. Which regimen should be used to overcome or reduce the relapse in consolidated treatment is a key problem at present. We performed a pilot study about that. Objective To Compare the effectiveness and security of cocktail therapy with single arsenic trioxide therapy in APL consolidated treatment. Methods Sixty-Five APL patients, who once received arsenic trioxide treatment and obtained complete remission, were enrolled in this study. Patients were divided into two groups according to the different consolidated regimens. After reinforced treated with DA (daunomycin and cytarabine) or HOAP (harringtonine, vincristin, cytarabine and prednisone) for two course, Group A involved twenty cases received single arsenic trioxide consolidated, Group B included forty-five cases treated with the cocktail therapy, alternatively treated with arsenic trioxide, all trans-retinoic acid and chemotherapy (DA or HOAP). The relapse rates, the survival rates and the central nervous system infiltration rates in 3 years followed up were compared. Results The relapsed rate of Group A was 55%, which was higher than that of Group B(17.8%). The re-remission rate after the first relapse in Group A was 22%, which was lower than that of Group B(42.8%). The central nervous system infiltration rate of Group A was 28%, which was higher than that of Group B(6%). The average survival time of Group A was 10.5±4.2months, which was shorter than that of Group B (22.5±5.5 months). The three-year survival rate of Group A was 15%, which was less than that of Group B (65.8%). Conclusions Cocktail therapy —alternatively treated with arsenic trioxide, all trans-retinoic acid and chemotherapy will be the reasonable regimen for APL consolidated treatment. Which provided benefited on inhibiting relapse and central nervous system infiltration of APL.",
    "topics": [
        "acute promyelocytic leukemia",
        "arsenic trioxide",
        "central nervous system",
        "chemotherapy regimen",
        "complete remission",
        "cytarabine",
        "daunorubicin",
        "disease remission",
        "harringtonines",
        "prednisone"
    ],
    "author_names": [
        "Jin Zhou, PhD",
        "Ran Meng, PhD",
        "Limin Li, MD",
        "Jie Yu, MD",
        "Baofeng Yang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jin Zhou, PhD",
            "author_affiliations": [
                " ",
                " Haematology, The First Hospital of Harbin Medical University, Harbin, Heilongjiang, China and ",
                " Neurology, Xuanwu Hospital of The Capital University of Medicalscience, Beijing, He bei, China."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ran Meng, PhD",
            "author_affiliations": [
                " ",
                " Haematology, The First Hospital of Harbin Medical University, Harbin, Heilongjiang, China and ",
                " Neurology, Xuanwu Hospital of The Capital University of Medicalscience, Beijing, He bei, China."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Limin Li, MD",
            "author_affiliations": [
                " ",
                " Haematology, The First Hospital of Harbin Medical University, Harbin, Heilongjiang, China and ",
                " Neurology, Xuanwu Hospital of The Capital University of Medicalscience, Beijing, He bei, China."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jie Yu, MD",
            "author_affiliations": [
                " ",
                " Haematology, The First Hospital of Harbin Medical University, Harbin, Heilongjiang, China and ",
                " Neurology, Xuanwu Hospital of The Capital University of Medicalscience, Beijing, He bei, China."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Baofeng Yang, PhD",
            "author_affiliations": [
                " ",
                " Haematology, The First Hospital of Harbin Medical University, Harbin, Heilongjiang, China and ",
                " Neurology, Xuanwu Hospital of The Capital University of Medicalscience, Beijing, He bei, China."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T18:40:55",
    "is_scraped": "1"
}