{
    "doi": "https://doi.org/10.1182/blood.V104.11.5060.5060",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=214",
    "start_url_page_num": 214,
    "is_scraped": "1",
    "article_title": "Defective Anti-Bacterial Carbohydrate Antibody Production after Unrelated HSC Transplantation. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Protective levels of anti-bacterial carbohydrate antibodies are necessary to protect HSC transplantation recipients from severe infections with encapsulated bacteria. Recipients of unrelated HSC transplants are at increased risk of severe infections regardless of their history of graft versus host disease (GVHD). Antibodies to a naturally occurring, prototypic bacterial carbohydrate antigen, polyribose phosphate (PRP), present in Hemophilus influenza type b and K100 stains of E. coli, were measured in the recipients of unrelated bone marrow (UBMT) and unrelated cord blood transplants (UCBT). UBMT and UCBT recipients, who were not on immunosuppressive therapy, were analyzed with follow-ups of 12 and 7 years, respectively. Of 20 UBMT recipients, only 3 had protective anti-PRP antibody levels. All 3 recipients with protective antibody levels were younger than 1 year old at the time of transplantation and did not have a history of GVHD. No recipients, who were older than 1 year old at the time of transplantation, had protective levels of anti-carbohydrate antibody. Of 16 UCBT recipients, 7 had protective antibody levels, including recipients as old as 53 at the time of UCBT. All unrelated recipients, who did not have protective levels of anti-carbohydrate antibodies, were able to produce protective levels of antibodies to a protein antigen, tetanus toxoid, after immunization. Therefore, the inability of the recipients of unrelated HSC to produce protective levels of anti-bacterial carbohydrate antibody is not part of a generalized antibody deficiency state, but is a specific defect. Since bacterial carbohydrate antigens are T lymphocyte-dependent antigens in humans, the results indicate that thymic and T lymphocyte function are greater in UCBT recipients than in UBMT recipients (p=.008 for protective anti-PRP antibody levels in recipients older than age 1). Defects in protective anti-bacterial carbohydrate antibody production are common in the recipients of HSC unrelated transplants regardless of the source of HSC. The recipients of unrelated HSC transplants, especially UBMT, should be tested for their capacity to produce anti-carbohydrate antibody, and, if deficiencies are detected, appropriate prophylactic measures undertaken to reduce the likelihood of severe bacterial infections.",
    "topics": [
        "antibody formation",
        "carbohydrates",
        "transplantation",
        "antibodies",
        "antigens",
        "graft-versus-host disease",
        "infections",
        "bacterial infections",
        "influenza",
        "phosphates"
    ],
    "author_names": [
        "Ami J. Shah, MD",
        "John E. Wagner, MD",
        "Neena Kapoor, MD",
        "Raymond Chan",
        "Kenneth I. Weinberg, MD",
        "Robertson Parkman, MD"
    ],
    "author_affiliations": [
        [
            "Research Immunology/Bone Marrow Transplantation, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Hematology/Oncology, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Research Immunology/Bone Marrow Transplantation, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Research Immunology/Bone Marrow Transplantation, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Research Immunology/Bone Marrow Transplantation, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Research Immunology/Bone Marrow Transplantation, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0979709",
    "first_author_longitude": "-118.29050620000001"
}