{
    "doi": "https://doi.org/10.1182/blood.V116.21.743.743",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1753",
    "start_url_page_num": 1753,
    "is_scraped": "1",
    "article_title": "A Novel Ubiquitination Pathway Regulates MLL Activity During Hematopoietic Differentiation ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription: Transcriptional Control of Hematopoiesis",
    "topics": [
        "amino acids",
        "bacteriuria, asymptomatic",
        "chromosome abnormality",
        "elongin",
        "fusion proteins",
        "leukemia",
        "ligase",
        "mass spectrometry",
        "multicatalytic endopeptidase complex",
        "retinoids"
    ],
    "author_names": [
        "Jingya Wang, Ph.D.",
        "Andrew G. Muntean, PhD",
        "Jay L. Hess, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, University of Michigan Medical School, Ann Arbor, MI, USA, "
        ],
        [
            "Pathology, The Univ. of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Pathology Dept., University of Michigan, Ann Arbor, MI, USA"
        ]
    ],
    "first_author_latitude": "42.271058849999996",
    "first_author_longitude": "-83.72608064999999",
    "abstract_text": "Abstract 743 MLL gene rearrangements are among the most common chromosomal abnormalities associated with both acute lymphoid (ALL) and myeloid (AML) leukemia. Both MLL and leukemogenic MLL fusion proteins directly regulate expression of HoxA9 and the co-factor Meis1 . Normally Hoxa9 and Meis1 are expressed at high levels in early hematopoietic progenitors, where they promote HSC self-renewal. MLL fusion proteins block this physiologic down regulation so that Hoxa9 and Meis1 are persistently expressed, resulting in leukemia. The mechanisms through which the activity of MLL is normally regulated are poorly understood. MLL fusion proteins include the first 1400 amino acids of MLL and invariably delete the plant homeodomain (PHD)/Bromodomain regions (including 4 PHD fingers, with bromodomain between the 3 rd and 4 th PHD finger) and C terminal SET domain. Previously we showed that inclusion of the MLL PHD domain in MLL fusion proteins prevents transformation. To further explore the function of this potential regulatory domain, we identified proteins that interact with the CxxC and PHD domains by immunoaffinity purification and mass spectroscopy. These studies identified subunits of the Elongin-Cullin-Socs box (ECS) complex including Elongin B, Elongin C, Cullin 5 and Ankyrin Repeat and SOCS box (ASB) E3 ligases. Biochemical experiments on a panel of ASB proteins revealed that ASB2, which functions as a substrate recognition subunit of the ECS complex specifically and potently degrades MLL. Over expression of ASB2 enhanced the degradation of MLL, while ASB2 knockdown results in MLL protein stabilization. Moreover, co-expressed ASB2 abolished MLL mediated transcriptional activation of a HoxA9 reporter. The interaction region on ASB2 maps to the five N terminal ankyrin repeats. Since the ASB2 interaction is mediated through a region of MLL invariably deleted from fusion proteins, we predicted that MLL fusions would be significantly more stable than full length MLL. Indeed, we measured the half-life of wild type MLL to be ~7hrs, and ~16hrs in the presence of MG132 proteasome inhibition. In contrast, MLL-AF9 displayed a half-life of ~60hrs, and MG132 treatment slightly increased the half-life to ~76hrs. Gene expression analysis of different hematopoietic cell populations indicates that Asb2 expression increases dramatically with differentiation. Also, All-trans retinoid acid (ATRA) induced differentiation of NB4 and K562 cells is associated with up regulation of Asb2 and decreased MLL protein level and Hox gene expression, while MLL transcription is largely unchanged. Furthermore, expression of ASB2 in primary mouse bone marrow cells results in accelerated differentiation and decreased expression of several MLL target genes compared to vector control and over expression of ASB2 in MLL-fusion transformed murine cell lines dramatically decreased colony formation, consistent with recently published data that wild type MLL is required for MLL fusion transformation. Together this work reveals a novel ubiquitination pathway that regulates MLL at the posttranslational level, which is likely to be important for both normal hematopoiesis and the dysregulated transcription that is seen in leukemias with MLL rearrangements. Disclosures: No relevant conflicts of interest to declare."
}