{
    "doi": "https://doi.org/10.1182/blood-2018-99-116937",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4010",
    "start_url_page_num": 4010,
    "is_scraped": "1",
    "article_title": "MYC Pathway Activation Is Frequently Observed in Treatment-Naive CLL and Defines a Subgroup with Particular Benefit from the Addition of Rituximab to Chemotherapy ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: The MYC proto-oncogene encodes a DNA-binding factor that can induce widespread changes in gene expression profiles (GEP). Activation of MYC is a hallmark of aggressive lymphomas and frequently observed in Richter transformation of CLL. In contrast, the role of MYC-related pathogenic networks is less clearly defined in untransformed CLL. Aims: We hypothesized that MYC activation in CLL could lead to specific GEP associated with aggressive disease. We combined the analysis of genomic copy number alterations (CNA) and GEP involved in MYC pathway activation on specimens from patients registered on the CLL8 trial (front line therapy FC vs. FCR). Methods: GEP were derived from CD19-enriched CLL samples (n=337, Human Exon 1.0 ST, Affymetrix) and analysis of CNA was performed based on availability of DNA (n=309, Human SNP Arrays 6.0, Affymetrix). Sample work-up upon trial registration included FISH and TP53 mutation analysis. Results: Genomic gains involving the MYC locus on 8q24.21 were observed in 4.5% of cases. To test the hypothesis of specific GEP associated with MYC activation, we explored the distribution of cases with MYC gain using an unsupervised approach on GEP. After consensus clustering (k=6 clusters) of variably expressed genes (SD>0.5), cases with MYC gain were non-randomly distributed and showed a characteristic pattern. Preferential enrichment was observed in one cluster (\"MYC-CNA\" group, comprising 40% of all cases) with 64% of MYC gains. Gene set enrichment analysis (GSEA) confirmed overrepresentation of MYC target genes (gene set: HALLMARK_MYC_TARGETS_V1, FDR <0.05) in MYC-CNA and a second cluster, denoted as MYC endogenous activation cluster (\"MYC-EA\" group, 16% of cases). Conversely, a large cluster, which was most distant to MYC-CNA, did not show significant enrichment in GSEA for MYC target genes or for CNA and was defined as \"MYC-silent\" reference cluster (comprising 30% of cases). Other potential elements contributing to the regulation of MYC networks, included enrichment of TP53 alterations in both MYC clusters compared to the MYC-silent cluster (17.5% vs. 6%, p=0.015, Fisher`s exact test). We also observed frequent gains of chromosome 2p, involving NMYC on 2p24.3, in both MYC clusters. Losses of the MYC repressors MNT on 17p13.3, MGA on 15q15.1 and PRDM1 on 6q21 also constituted frequent events in the MYC-CNA cluster. Overall, CNA affecting MYC, NMYC and the MYC repressors were more frequent in MYC-CNA (41 in 127 cases) compared to MYC-silent cluster (15 in 93 cases) (p=0.03, Mann Whitney). In addition, expression of the MYC repressor BCL6 was downregulated in MYC-CNA compared to the MYC-silent cluster (fold change 1.5, q<1e-07). MYC protein overexpression was observed by Western blot densitometry in cases without the described CNA, both in MYC-CNA (n=11 cases tested) and MYC-EA (n=7 cases tested), confirming independent activation. Activation of PI3K-AKT and RAS-ERK-signaling was a prominent feature in both MYC clusters. Strong discrepancy between both MYC clusters was observed for cell cycle regulation with changes implicating either increased proliferation in MYC-CNA or cell cycle arrest in MYC-EA. PFS was different when comparing both treatment arms in MYC-CNA (HR 0.55 (95%CI 0.37-0.82), p=0.003) and MYC-EA (HR 0.30 (95%CI 0.15-0.60), p<0.001) with PFS rates at 5 years of 15% (FC) vs. 38.6% (FCR) for MYC-CNA and 17.9% (FC) vs. 57.6% (FCR) for MYC-EA. In contrast, the MYC-silent cluster showed a better outcome compared to the MYC clusters when treated with FC and no benefit from the addition of rituximab with PFS rates at 5 years of 43.1% (FC) vs. 42.9% (FCR) (p=0.56). Median OS was significantly different for treatment arms in MYC-EA and, compared to all other clusters, showed shortest median OS for FC treatment with OS rates at 5 years of 47.9% and strongest benefit for the addition of rituximab with 80.5% (FCR) (HR 0.32 (95%CI 0.13-0.79), p=0.009). Conclusion: MYC pathway alterations were frequently observed in treatment-naive CLL and may involve various mechanism such as CNA affecting MYC and its repressors, TP53 defect or sole transcriptional changes. Cases with MYC activation may be segregated based on cell cycle checkpoint deregulation and consecutive proliferative capacity. Clusters with MYC activation had an inferior clinical course when treated with FC but, when adding rituximab, both MYC-CNA and MYC-EA showed a significant improvement for outcome. Disclosures Bahlo: Roche: Honoraria, Other: Travel Grants. Humphrey: F. Hoffmann-La Roche Ltd: Employment, Equity Ownership. Wenger: F. Hoffmann-La Roche Ltd: Employment, Equity Ownership, Other: Ownership interests PLC. Tausch: AbbVie: Consultancy, Other: Travel grants; Celgene: Consultancy, Other: Travel grants; Gilead: Consultancy, Other: Travel grants. Bullinger: Bayer Oncology: Research Funding; Pfizer: Speakers Bureau; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Speakers Bureau; Sanofi: Research Funding, Speakers Bureau; Bristol-Myers Squibb: Speakers Bureau; Amgen: Honoraria, Speakers Bureau; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Fischer: Roche: Other: Travel support. Hallek: Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Mundipharma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Pharmacyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Boehringer Ingelheim: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Stilgenbauer: Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Hoffmann La-Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Mundipharma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmcyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genzyme: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": null,
    "author_names": [
        "Johannes Bloehdorn, MD",
        "Julia Krzykalla, MSc",
        "Billy Michael Chelliah Jebaraj, PhD",
        "Karlheinz Holzmann, Dr. rer. nat.",
        "Jasmin Bahlo, PhD",
        "Sandra Robrecht, PhD",
        "Kathryn Humphrey",
        "Michael Wenger",
        "Eugen Tausch, MD",
        "Christof Schneider, MD",
        "Lars Bullinger, MD",
        "Kirsten Fischer, MD",
        "Michael Hallek, MD",
        "Daniel Mertens",
        "Axel Benner",
        "Hartmut Döhner, MD",
        "Stephan Stilgenbauer"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany "
        ],
        [
            "Division of Biostatistics, German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany "
        ],
        [
            "Center for Biomedical Research, Core Facility Genomics, Ulm University, Ulm, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital Cologne, Cologne, Germany "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "Department III of Internal Medicine, University Hospital Ulm, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany "
        ],
        [
            "Department of Hematology, Oncology and Tumorimmunology, Charité University Medicine, Berlin, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University Hospital Cologne, Cologne, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany ",
            "Department of Molecular Genetics (B061) Cooperation Unit \"Mechanisms of Leukemogenesis\", German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Division of Biostatistics, German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "48.42289235",
    "first_author_longitude": "9.9539251"
}