{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1259.1259",
    "article_title": "Repression of the Orphan Nuclear Receptor Esrrb Results in Glucocorticoid Resistance in ALL ",
    "article_date": "December 7, 2017",
    "session_type": "605. Molecular Pharmacology, Drug Resistance—Lymphoid and Other Diseases: Poster I",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is an aggressive hematological malignancy, in which 20-30% of pediatric patients relapse or undergo induction failure (Vrooman, 2009). ALL is treated with a combination of chemotherapeutic agents, including glucocorticoids (GCs). Pediatric ALL patients who exhibit resistance to GCs at diagnosis or relapse have a poor prognosis(Dördelmann, 1999). We performed an unbiased whole genome survival-based shRNA screen in primary mouse T-ALL cells to identify GC resistance genes. This shRNA screen identified known mediators of GC resistance as well as novel genes involved in chromatin remodeling, cell differentiation and metabolism. One of the top hits in the GC resistance screen were shRNAs targeting the orphan nuclear receptor ESRRB. ESRRB is essential for the maintenance of pluripotency in mouse embryonic stem cells and decreases in ESRRB expression stimulate differentiation (Zhang, 2008). We observe no effects of ESRRB deficiency on leukemic cell growth or differentiation. However, silencing of Esrrb prevents GC-induced apoptosis in mouse and human T-ALL cell lines in vitro . Although the screen was done in mouse T-ALL cells, we find that ESRRB-deficiency also results in GC resistance in human B-ALL cells. As many published GC resistance genes fail to translate in vivo, we transplanted mice with T-ALL cells transduced with shRNAs targeting Esrrb or empty vector. Dexamethasone treatment prevented disease progression in mice transplanted with control T-ALL cells however, dexamethasone treatment had no significant effect on disease development in mice transplanted with ESRRB deficient T-ALL cells, indicating that ESRRB deficiency confers GC resistance in vivo. As ESRRB has no established role in T-cells or the GC response, we performed RNA-sequencing on normal and ESRRB-deficient T-ALL cells in the absence and presence of GCs to uncover the mechanism of GC resistance. ESRRB deficient T-ALL cells fail to upregulate 65% of GC-induced genes, indicating that decreases in ESRRB expression prevents optimal GC-induced gene expression and apoptosis. Furthermore, we identified Esrrb as a GC-induced gene, supporting its role in the GC response. Due to the global repression of GC-induced gene expression in ESRRB-deficient leukemic cells, we examined GC receptor (GR) localization, but found that ESRRB had no detectable effects on GR localization. Collectively these data suggest that ESRRB may function as a novel co-activator of GR mediated transcription. Consistently, we found ESRRB expression decreased in a subset of relapse ALL patients, suggesting that ESRRB may contribute to GC resistance in patients. These findings identify ESRRB as a novel GR co-activator, whose expression is suppressed in a subset of relapse ALL patients. We demonstrate that treatment with the synthetic ESRRB agonist GSK4716 stimulates GC-induced apoptosis and gene expression in human ALL cell lines. These data raise the intriguing possibility that ESRRB agonists may re-sensitize GC resistant leukemia patients to GC therapy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "receptors, nuclear",
        "repression",
        "glucocorticoid resistance",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "agonists",
        "dexamethasone",
        "leukemic cells",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Kayleigh Gallagher, BS",
        "Justine E. Roderick, PhD",
        "Jun Yu",
        "Julie Zhu",
        "Michael R Green, PhD",
        "Michelle Kelliher, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kayleigh Gallagher, BS",
            "author_affiliations": [
                "Molecular Cell and Cancer Biology, UMass Medical School, Shrewsbury, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Justine E. Roderick, PhD",
            "author_affiliations": [
                "Department of Molecular Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Yu",
            "author_affiliations": [
                "Department of Molecular Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Zhu",
            "author_affiliations": [
                "Department of Molecular Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R Green, PhD",
            "author_affiliations": [
                "Department of Molecular Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Kelliher, PhD",
            "author_affiliations": [
                "Department of Molecular Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:39:24",
    "is_scraped": "1"
}