{
    "doi": "https://doi.org/10.1182/blood-2021-146629",
    "article_title": "Subcutaneous Epcoritamab in Combination with R 2 (Rituximab and Lenalidomide) in Patients with Relapsed or Refractory Follicular Lymphoma: Preliminary Results from a Phase 1/2 Trial ",
    "article_date": "November 5, 2021",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B Cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background : Patients (pts) with relapsed or refractory (R/R) follicular lymphoma (FL) develop increasingly aggressive disease and are at increased risk for histologic transformation, death, or both. The combination of rituximab and lenalidomide (R 2 ) is a highly effective therapy for pts with R/R FL, but most pts eventually relapse, and better treatment options are needed. Epcoritamab (DuoBody ® -CD3×CD20) is a subcutaneously administered bispecific antibody that binds to CD3 on T cells and CD20 on B cells and induces conditional T-cell-mediated killing of malignant B cells. Single-agent epcoritamab demonstrated manageable safety and substantial antitumor activity in pts with heavily pretreated B-cell non-Hodgkin lymphoma (NHL) in the phase 1/2 EPCORE NHL-1 trial (NCT03625037). Among heavily pretreated pts with R/R FL (median, 5 prior lines of therapy) treated with epcoritamab (dose, 0.76-48 mg), the overall response rate was 90% (9/10), with 50% (5/10) achieving complete response (Hutchings, Lancet , in press). Treatment with R 2 has immunomodulatory properties that may potentiate the activity of epcoritamab, suggesting that combining R 2 with epcoritamab may be beneficial. The encouraging data from the EPCORE NHL-1 trial supported initiation of the EPCORE NHL-2 trial (NCT04663347), a phase 1/2 trial evaluating epcoritamab in combination with various standard of care therapies in pts with B-cell NHL. Herein, we present preliminary results from arm 2 of this trial, which is evaluating epcoritamab in combination with R 2 in pts with R/R FL. Methods : Adults with histologically confirmed R/R CD20+ FL received epcoritamab in a dose-escalation phase followed by an expansion phase at the recommended phase 2 dose in combination with R 2 for 12 cycles (28 days/cycle). Step-up dosing and corticosteroids during cycle 1 were used to mitigate cytokine release syndrome (CRS). Responses were evaluated by position emission tomography-computed tomography per the 2014 Lugano classification criteria. Results : As of June 29, 2021, 16 pts were treated with the combination of epcoritamab + R 2 (3 pts treated with epcoritamab 24 mg and 13 with 48 mg). Five pts completed at least 6 weeks of therapy and were evaluable for efficacy. A median of 3 cycles per pt have been administered. Fourteen (88%) pts remain on treatment. Median age was 68 years (range, 52-81), 10 (63%) pts were female, and 11 (69%) had 1 prior line of therapy (range in all 16 pts, 1-3 prior lines). All pts received prior immunochemotherapy, and 6 (38%) had disease progression ≤2 years after initial treatment (POD24). CRS occurred in 31% of pts (5/16) and all cases were of grade 1/2. The median time to onset of CRS was 15 days (study day 16; range, 5-16) and median time to resolution was 2 days; no pt required tocilizumab. Other adverse events (AEs) reported in >15% of pts were injection-site reaction (25%; 4/16), constipation (19%; 3/16), cough (19%; 3/16), diarrhea (19%; 3/16), and stomatitis (19%; 3/16), all grade 1/2. No immune effector cell-associated neurotoxicity syndrome events or fatal AEs were observed. Five (31%) pts required hospitalization due to 6 serious AEs (grade 1 CRS related to epcoritamab in 3 pts; unrelated grade 2 mania in 1 pt; unrelated grade 3 pneumonia in 1 pt; and unrelated grade 3 atrial flutter). All 5 response-evaluable pts achieved an objective response by week 7, with 4 achieving complete metabolic response. All 5 responders had stage IV disease at baseline, 3 had an FL International Prognostic Index of 4/5, 3 had received >2 prior lines of therapy, and 2 had POD24 with first-line therapy. Conclusions : These data from a small population of pts suggest that epcoritamab can be safely combined with R 2 with a manageable toxicity profile, with no new safety signals or unexpected AEs. The novel chemotherapy-free combination showed encouraging preliminary activity with early responses in all evaluable pts by week 7, including a majority of pts with high-risk features. Enrollment is ongoing. Additional data will be presented. Disclosures Linton:  Blood Cancer UK: Research Funding; Genmab: Consultancy, Research Funding; Roche: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; Beigene: Research Funding; Aptitude Health: Honoraria, Speakers Bureau; Hartley Taylor: Honoraria, Speakers Bureau; Kite: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Roy Castle Lung Cancer Foundation: Research Funding; Janssen: Other: Travel support. Wahlin:  Roche: Consultancy, Research Funding; Gilead Sciences: Research Funding. Leepä:  MSD: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; CHO Pharma USA: Consultancy; Orion: Consultancy; Genmab: Research Funding; University of Helsinki and Helsinki University Hospital: Current Employment; Takeda: Research Funding; Bayer: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Nordic Nanovector: Research Funding; Finnish Cancer Organizations: Membership on an entity's Board of Directors or advisory committees. Morschhauser:  Chugai: Honoraria; Epizyme: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech, Inc.: Consultancy; Celgene: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria; Incyte: Membership on an entity's Board of Directors or advisory committees; AstraZenenca: Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genmab: Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Speakers Bureau; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Servier: Consultancy; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Elliot:  Genmab: Current Employment, Patents & Royalties: P158-US-PSP3 . Liu:  Genmab: Current Employment. Cota Stirner:  AbbVie: Current Employment. Abbas:  Genmab: Current Employment. Falchi:  Abbvie: Consultancy, Research Funding; Genetech: Research Funding; Roche: Research Funding; Genmab: Consultancy, Research Funding.",
    "author_names": [
        "Kim M Linton",
        "Björn Wahlin",
        "Sirpa Leepä",
        "Franck Morschhauser",
        "Brian Elliot",
        "Tracy Liu",
        "Mariana Cota Stirner",
        "Aqeel Abbas",
        "Lorenzo Falchi"
    ],
    "author_dict_list": [
        {
            "author_name": "Kim M Linton",
            "author_affiliations": [
                "The Christie NHS Foundation Trust and Manchester Cancer Research Centre, Manchester, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Björn Wahlin",
            "author_affiliations": [
                "Karolinska Institute, Stockholm, Sweden"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sirpa Leepä",
            "author_affiliations": [
                "Helsinki University Hospital Comprehensive Cancer Center and University of Helsinki, Helsinki, Finland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Morschhauser",
            "author_affiliations": [
                "University of Lille, CHU Lille, Lille, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Elliot",
            "author_affiliations": [
                "Genmab, Princeton, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy Liu",
            "author_affiliations": [
                "Genmab, Princeton, NJ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariana Cota Stirner",
            "author_affiliations": [
                "AbbVie, North Chicago, IL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aqeel Abbas",
            "author_affiliations": [
                "Genmab, Princeton, NJ"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorenzo Falchi",
            "author_affiliations": [
                "Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:43:23",
    "is_scraped": "1"
}