{
    "doi": "https://doi.org/10.1182/blood.V126.23.3785.3785",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2989",
    "start_url_page_num": 2989,
    "is_scraped": "1",
    "article_title": "SGN-CD33A in Combination with Hypomethylating Agents Is Highly Efficacious in Preclinical Models of AML ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster III",
    "topics": [
        "affinity",
        "antibodies",
        "apoptosis",
        "azacitidine",
        "binding (molecular function)",
        "cd33 antigen",
        "cell cycle",
        "cell death",
        "cell lines",
        "chemotherapy regimen"
    ],
    "author_names": [
        "May S.K. Sutherland, PhD",
        "Changpu Yu",
        "Christine O'Day, PhD",
        "Steve Alley, PhD",
        "Martha Anderson",
        "Kim Emmerton",
        "Weipeng Zeng",
        "Megan M. O'Meara, MD",
        "Eric J. Feldman, MD",
        "Dana A. Kennedy",
        "Maureen C. Ryan, PhD",
        "Dennis Benjamin, PhD"
    ],
    "author_affiliations": [
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Clinical Development, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Clinical Development, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Seattle Genetics, Inc., Bothell, WA"
        ],
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Translational Research, Seattle Genetics, Inc., Bothell, WA "
        ]
    ],
    "first_author_latitude": "47.78978749999999",
    "first_author_longitude": "-122.19255425",
    "abstract_text": "Acute myeloid leukemia (AML) remains a therapeutic challenge. Long-term survival rates, in particular for older AML patients, remain poor, highlighting the need for improved and well-tolerated treatment options. AML patients who are unfit for high dose chemotherapy in the US are often prescribed hypomethylating agents (azacitidine or decitabine) although the efficacy of these agents in this population was modest (Estey, Leukemia 2013). SGN-CD33A is a CD33-directed antibody drug conjugate (ADC) that is comprised of a cysteine-engineered anti-CD33 antibody, a cleavable dipeptide linker that is highly stable in circulation, and a PBD dimer that binds DNA with high intrinsic affinity. The ADC is active as a single agent in preclinical models of AML that are characteristically resistant to chemotherapy (multi-drug-resistant, MDR-positive) (Sutherland et al. Blood 2013). In the present study, we tested the activity of SGN-CD33A in combination with hypomethylating agents (HMA), azacitidine or decitabine. We hypothesized that the combination of SGN-CD33A with an HMA will have greater impact on the DNA repair pathway in leukemic cells, furthering the processes of apoptosis and cell death. MDR-positive AML cells were treated for 96 hours with SGN-CD33A and each of the HMAs alone and in combination, evaluating both simultaneous as well as sequential administration. Enhanced tumor cell killing was observed when AML cells were treated concomitantly with the combination of SGN-CD33A and an HMA or pre-treated with HMAs prior to the addition of SGN-CD33A. Superior anti-leukemic activity of subtherapeutic doses of SGN-CD33A in combination with HMAs was observed in mouse xenograft models generated with MDR-positive AML cell lines. In the difficult to treat HEL9217 model, decitabine or a single dose of 200 mcg/kg SGN-CD33A delayed tumor growth, while significant reductions in tumor growth were observed for the combination treatment (p=0.0001). Improved antitumor activity in this model was also observed for SGN-CD33A in combination with azacitidine. SGN-CD33A in combination with decitabine significantly reduced tumor burden compared to either agent alone in the TF1-α AML model (p=0.0002). Similarly, sequenced dosing of azacitidine followed by a subtherapeutic dose of 30 mcg/kg SGN-CD33A in mice bearing KG-1 xenografts delivered greater antitumor activity compared to the individual agents (p=0.0001). To investigate the mechanism underlying the enhancement in antileukemic activity, we looked at the impact of HMAs alone and in combination with SGN-CD33A on myeloid marker expression, PBD drug release, and impact on the DNA damage and apoptotic pathways. In AML cell lines that did not show improved cytotoxic activity with the combination of SGN-CD33A and HMA, HMA treatment appeared to have no positive effect on the cell surface levels of CD33. However in responsive cell lines such as TF1-α, HMA treatment resulted in time- and dose-dependent increases in the levels of CD33. Significant increases in expression were observed between 2 and 4 days with decitabine and after 4 days with azacitidine. In addition, more PBD dimer drug from SGN-CD33A was incorporated into DNA in HMA treated cells. Concomitant, the treatment of AML cells with the combination of SGN-CD33A and HMA resulted in greater DNA damage and apoptosis as shown by the increased levels of the early DNA damage marker, γH2AX, and the formation of cleaved PARP, an apoptosis marker, compared to either agent alone. Studies are in progress to investigate the effects on other components of the DNA repair and cell cycle pathways. These findings demonstrate that SGN-CD33A can be successfully combined with hypomethylating agents to deliver marked antitumor activity in preclinical drug-resistant models of AML. Disclosures Sutherland: Seattle Genetics, Inc.: Employment. Yu: Seattle Genetics, Inc.: Employment. O'Day: Seattle Genetics,Inc: Employment. Alley: Seattle Genetics,Inc.: Employment. Anderson: Seattle Genetics, Inc.: Employment. Emmerton: Seattle Genetics, Inc.: Employment. Zeng: Seattle Genetics, Inc.: Employment. O'Meara: Seattle Genetics, Inc: Employment, Equity Ownership. Feldman: Seattle Genetics,Inc: Employment. Kennedy: Seattle Genetics,Inc: Employment, Equity Ownership, Honoraria, Speakers Bureau. Ryan: Seattle Genetics, Inc.: Employment. Benjamin: Seattle Genetics, Inc: Employment."
}