{
    "doi": "https://doi.org/10.1182/blood.V118.21.2158.2158",
    "article_title": "Detection of Glycemic Abnormalities in Young Adult Patients with Beta Thalassemia Major Using Continuous Glucose Monitoring System (CGMS) and Oral Glucose Tolerance Test (OGTT) ",
    "article_date": "November 18, 2011",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Abstract 2158 Introduction: Both insulin deficiency and insulin resistance are reported in patients with β thalassemia major (BTM). The use of continuous blood glucose monitoring system (CGMS) among the different methods for early detection of glycaemic abnormalities has not been studied thoroughly in these patients. Aims: The aims of this study were: 1. to detect glycaemic abnormalities, if any, in young adults with BTM using fasting blood glucose (FBG), oral glucose tolerance test (OGTT), 72-h continuous glucose concentration by CGMS system, and serum insulin and C-peptide concentrations 2. To compare the results of these two methods in detecting glycaemic abnormalities in these patients and 3. To calculate homeostatic model assessment (HOMA), and the quantitative insulin sensitivity check index (QUICKI) in these patients. In order to evaluate whether glycaemic abnormalities are due to insulin deficiency and/or resistance. Materials and methods: Randomly selected young adults (n = 14) with BTM were the subjects of this study. All patients were investigated using a standard oral glucose tolerance test (OGTT) (using 75 gram of glucose) and 72-h continuous glucose concentration by CGM system (Medtronic system). Fasting serum insulin and C-peptide concentrations were measured and HOMA-B, HOMA-IR were calculated accordingly. Results: Using OGTT, 5 patients had impaired fasting glucose (IFG) (Fasting BG from 5.6 to 6.9 mmol/L). Two of them had impaired glucose tolerance IGT (BG from 7.8 and < 11.1 mmol/L) and one had BG = 16.2 mmol/L after 2-hrs (diabetic). Using CGMS in addition to the glucose data measured by glucometer (3–5 times/ day), 6 patients had IFG. The maximum (postprandial) BG recorded exceeded 11.1 mmol/L in 4 patients (28.5%) (Diabetics) and was > 7.8 but < 11.1 mmol/L in 8 patients (57%) (IGT). The mean values of HOMA and QUICKI in patients with BTM were < 2.6 (1.6± 0.8) and > 0.33 (0.36±0.03) respectively ruling out significant insulin resistance in these adolescents. There was a significant negative correlation between the β-cell function (B %) on the one hand and the fasting and the 2-h BG (r= −0.6, and − 0.48, P< 0.01 respectively) on the other hand. Serum insulin concentrations were not correlated with fasting BG or ferritin levels. The average and maximum BG levels recorded by CGMS were significantly correlated with the fasting BG (r= 0.69 and 0.6 respectively with P < 0.01) and with the BG at 2-hour after oral glucose intake (r= 0.87and 0.86 respectively with P < 0.01). Ferritin concentrations were positively correlated with the fasting BG and the 2-h BG levels in the OGTT (r= 0.69, 0.43 respectively, P < 0.001) as well as with the average and the maximum BG recorded by CGM (r =0.75, and 0.64 respectively with P < 0.01). Ferritin concentrations were negatively correlated with the β-cell function (r= −0.41, P< 0.01). Conclusion: CGMS has proved to be superior to OGTT for the diagnosis of glycaemic abnormalities in young adult patients with BTM. In our patients, defective β-cell function rather than insulin resistance appeared to be the cause for these abnormalities. The significant correlations between serum ferritin concentrations and the beta cell functions suggested the importance of adequate chelation to prevent β-cell dysfunction Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "continuous glucose monitoring",
        "cooley's anemia",
        "oral glucose tolerance test",
        "young adult",
        "glucose",
        "insulin",
        "impaired fasting glucose",
        "c-peptide",
        "deuterium",
        "diabetes mellitus"
    ],
    "author_names": [
        "Mohamed A. Yassin, MBBS, MSc, CABM, FACP",
        "Ahmed M Elawa, MD",
        "Ashraf T Soliman, MD, PhD, FRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamed A. Yassin, MBBS, MSc, CABM, FACP",
            "author_affiliations": [
                "Hematology / BMT, Hamad Medical Corporation, Al-Amal Hospital, Doha, Qatar, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ahmed M Elawa, MD",
            "author_affiliations": [
                "Pediatric/Endocrinology, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashraf T Soliman, MD, PhD, FRCP",
            "author_affiliations": [
                "Pediatric/Endocrinology, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T15:43:56",
    "is_scraped": "1"
}