{
    "doi": "https://doi.org/10.1182/blood.V120.21.4745.4745",
    "article_title": "Most Primitive Murine Bone Marrow Hematopoietic Stem Cells Express Several Primordial Germline Cells (PGCs) Markers, Including SALL4 - a Proposed Developmental Link Between Hematopoietic and Primordial Germ Cell Lineages ",
    "article_date": "November 16, 2012",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Abstract 4745 Background. Sal-like protein-4 (SALL4), a member of the SALL gene family, is one of the most important transcriptional regulators for primitive stem cells. The SALL4/Oct4/Nanog core transcriptional network governs the self-renewal and pluripotent properties of human and murine ESCs. Sall4 has been demonstrated to be expressed in normal hematopoietic cells (HSCs) and leukemic cells. What is intriguing, in addition to the hematopoietic lineage, Sall4 is expressed in the germline lineage, which includes primordial germ cells (PGCs). Evidence accumulates that hematopoietic stem cells (HSCs) could become specified from a population of migrating PGCs during embryogenesis. In support of this intriguing possibility, HSCs and PGCs are highly migratory populations of stem cells and specification of the first primitive HSCs in yolk sac blood islands as well as the origin of definitive HSCs in the aorta-gonado-mesonephros (AGM) region are chronologically and anatomically correlated with the developmental migration of PGCs. Furthermore, sharing of chromosomal aberrations between germline tumors and leukemias or lymphomas has also been described, which suggests their clonal origin. Our recent work demonstrated the presence of small Oct-4 + Nanog + Sca-1 + Lin – CD45 – stem cells in adult murine BM and small Oct-4 + Nanog + CD133 + Lin – CD45 – stem cells in human umbilical cord blood that can be specified into the hematopoietic lineage ( Leukemia 2012;25,1278, Exp. Hematology 2011;39:225 ). These cells were named very small embryonic-like stem cells (VSELs). Our initial observations suggested that murine VSELs express several markers shared with PGCs ( Leukemia 2010;24:1450 ). Hypothesis. The aim of our study was to test the hypothesis that VSELs are related to PGCs, which would support an alternative explanation of the origin of HSPCs and a potential developmental link between hematopoiesis and the germ line. Experimental strategies. Murine Sca-1 + Lin – CD45 – VSELs and Sca-1 + Lin – CD45 + HSCs were purified by double FACS sorting from murine BM. We employed RQ-PCR analysis, immunohistochemical staining, and promoter methylation analysis to evaluate the expression of genes characteristic of PGC specification and expressed in early PGCs, migrating PGCs, and post-migrating PGCs. In parallel, we also analyzed Sall4 expression. Expression of these genes in BM-purified VSELs and HSCs was studied under steady-state conditions as well as in a model of hematological stress due to prolonged bleeding. Results. We found that murine BM-VSELs highly express Sall4 (700-fold more) compared with BM mononuclear cells. Sall4 expression in VSELs has been subsequently confirmed at the protein level. Sall4 mRNA expression was also detected in murine BM-derived HSCs, but at a much lower level. Of note, the expression of Sall4, like Oct-4 and Nanog, was downregulated in VSELs during their hematopoietic specification in the prolonged-bleeding model. Furthermore, we found that VSELs isolated under steady-state conditions from BM highly express, at the mRNA and protein levels, genes involved in specification of the epiblast (e.g., Stella, Prdm14, Fragilis, Blimp1, Nanos3, and Dnd1 ). The expression of Stella in VSELs has been evaluated by analysis of histone modifications of this locus by ChIP assay and revealed that the Stella promoter chromatin structure is characteristic of an actively transcribed gene. Next, we focused on the expression of genes specific to various PGC developmental stages and, in addition to genes involved in PGC specification, VSELs highly express Dppa2, Dppa4 , and Mvh , which characterize late migratory PGCs. By contrast, however, they do not express Sycp3, Dazl , and LINE1 genes, which are highly expressed in post-migratory PGCs. Conclusions. Our results suggest that VSELs deposited into murine BM express Sall4 and several genes characteristic for epiblast-derived migratory PGCs. In toto, our data support the alternative concept that HSCs could be specified during development from migrating PGCs, and VSELs, as the most primitive population of HSCs in BM, express several germline unique markers, including Sall4. Disclosures: Ratajczak: Neostem Inc: Member of SAB Other.",
    "topics": [
        "bone marrow",
        "cd45 antigens",
        "enhanced s-cone syndrome",
        "hematopoietic stem cells",
        "hemorrhage",
        "histones",
        "leukemia",
        "leukemic cells",
        "lymphoma",
        "mice"
    ],
    "author_names": [
        "Magdalena Kucia, Ph.D.",
        "Kasia Mierzejewska, MS",
        "Dong-Myung Shin, PhD",
        "Yupo Ma, MD, PhD",
        "Mariusz Z Ratajczak, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Magdalena Kucia, Ph.D.",
            "author_affiliations": [
                "Medicine, Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kasia Mierzejewska, MS",
            "author_affiliations": [
                "Medicine, Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Myung Shin, PhD",
            "author_affiliations": [
                "Stem Cell Biology, University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yupo Ma, MD, PhD",
            "author_affiliations": [
                "Pathology, Stony Brook University, Stony Brook, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Z Ratajczak, MD, PhD",
            "author_affiliations": [
                "Medicine, Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T15:37:33",
    "is_scraped": "1"
}