{
    "doi": "https://doi.org/10.1182/blood.V124.21.4525.4525",
    "article_title": "Persistence of Abnormally-Spliced, Functionally-Dead BCR-ABL Variants Is a Critical Obstacle to Achieve Sustained Complete Molecular Response in CML Patients: Results of a Quantitative, Highly-Sensitive, Deep Sequencing Study ",
    "article_date": "December 6, 2014",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Background: Tyrosine kinase inhibitors (TKI) have dramatically changed the treatment algorithm of chronic myeloid leukemia (CML). Despite improved outcomes in the TKI era, mutations in the BCR-ABL kinase domain are one of the major mechanisms of resistance to TKIs. In addition, recent studies have suggested that abnormally-spliced (AS) BCR-ABL transcript variants, such as retention of 35bp intronic nucleotides at Exon8/9 splice junction (BCR-ABL Ins 35bp ) is one of the main obstacles for patients to exhibit \"optimal response\" to TKI (Gaillard JB, et al. Mol Cancer Ther 2010; T O'Hare, et al. Blood 2011). These BCR-ABL variants have a stop codon in kinase domain residues, resulting in generation of \"function dead\" BCR-ABL. We hypothesized that emergence of such functionally-dead BCR-ABL variants should render such CML clones insensitive to TKI, contributing to persistence of CML clone, even at molecular remission phases. Here, by combining a long-range nested PCR-amplification method and an analysis by high-throughput next generation sequencer (NGS), we have established a highly-sensitive assay system to track minimal amounts of AS BCR-ABL transcript variants. Methods: We analyzed 294 samples from 62 CML patients. Twenty-six patients were treated with Imatinib and Dasatinib, 13 with Imatinib alone, 9 with Dasatinib alone, 6 with Nilotinib alone, 6 with Imatinib and Nilotinib, and 2 with Dasatinib and Nilotinib. cDNA was synthesized from extracted RNA samples, and BCR-ABL was amplified by long-range nested PCR method. Splicing forms of BCR-ABL were then deep-sequenced by using HiSeq 1500 (illumina). Samples capable of achieving>10,000 read counts on ABL-1 Exon 8 were regarded as reliable to enroll into further statistical analysis. Results: In all 7 patients analyzed at diagnosis, CML cells have wild-type (WT) BCR-ABL but also have extremely small amount of AS BCR-ABL transcript variants. After TKI treatment, mainly two type of splicing variants became evident; the BCR-ABL Ins 35bp and Intron8-retained BCR-ABL that possesses inappropriately spliced Intron8 of ABL-1. In both cases, such transcripts fail to form functional BCR-ABL. As shown in Figure 1 , along with TKIs treatment for 6 months, total amount of BCR-ABL quickly decreased, whereas percentages of AS BCR-ABL variants (BCR-ABL Ins 35bp and Intron8-retained BCR-ABL) gradually increased, suggesting that clones possessing AS BCR-ABL variants might become dominant by clonal selection through TKI treatment. In 55 patients with deep molecular response under TKI treatment for >1 year, 29 out of 55 (52%) patients achieved MR4.5, whereas the remaining 26 (48%) patients retained MR3.0, failing to achieve MR4.5. In 29 patients who have reached MR4.5, BCR-ABL variants were detected in 11 (38%) patients in any points during treatment. In contrast, within 26 patients who retained only MR3.0, 22 (85%) patients possessed BCR-ABL variants. Thus, emergence of AS BCR-ABL variants are significantly more frequent in patients retaining only MR3.0 (p<0.05). In these patients, BCR-ABL transcript variants were continually detected at several points of analysis. A representative patient who could not achieved MR4.5 is shown in Figure 2 . After switching from Imatinib to Dasatinib, total amount of BCR-ABL gradually decreased, while AS BCR-ABL transcript variants did not, resulting in the poor response to Dasatinib. Discussion: Our highly-sensitive quantitation system for AS BCR-ABL variants revealed that the majority of major molecular responders (≥MR3.0) possess BCR-ABL variants, but these are more frequently found in patients failed to achieve MR4.5 (P<0.05). These data strongly suggest that selective persistence of AS BCR-ABL variants is one of the key mechanisms of TKI resistance in major molecular responders. CML clones with kinase-dead BCR-ABL should not be sensitive to TKI, should not be addicted to ABL kinase activity, and should therefore be difficult to be killed by TKI alone. Thus, quantitation of AS BCR-ABL variants might be critical to predict clinical outcomes of CML patients, for example, whether or not they relapse after TKI cessation. Figure 1. View large Download slide Molecular kinetics in early reduction of BCR-ABL after TKIs. Figure 1. View large Download slide Molecular kinetics in early reduction of BCR-ABL after TKIs. Close modal Figure 2. View large Download slide Transition of AS BCR-ABL transcript variant in case who achieved MR3.0 but not MR4.5 under TKIs treatment for more than 1-year. Figure 2. View large Download slide Transition of AS BCR-ABL transcript variant in case who achieved MR3.0 but not MR4.5 under TKIs treatment for more than 1-year. Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "massively-parallel genome sequencing",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "imatinib mesylate",
        "phosphotransferases",
        "nilotinib",
        "polymerase chain reaction",
        "cancer",
        "disease remission"
    ],
    "author_names": [
        "Junichiro Yuda, MD",
        "Toshihiro Miyamoto, MD PhD",
        "Jun Odawara, MD PhD",
        "Yoshikane Kikushige, MD PhD",
        "Yasuyuki Ohkawa, PhD",
        "Koichi Akashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Junichiro Yuda, MD",
            "author_affiliations": [
                "Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Toshihiro Miyamoto, MD PhD",
            "author_affiliations": [
                "Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Odawara, MD PhD",
            "author_affiliations": [
                "Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshikane Kikushige, MD PhD",
            "author_affiliations": [
                "Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuyuki Ohkawa, PhD",
            "author_affiliations": [
                "Faculty of Medical Sciences, Kyushu University, Fukuoka, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Akashi, MD PhD",
            "author_affiliations": [
                "Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan ",
                "Kyushu University Hospital, Fukuoka, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:44:11",
    "is_scraped": "1"
}