{
    "doi": "https://doi.org/10.1182/blood.V104.11.762.762",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=147",
    "start_url_page_num": 147,
    "is_scraped": "1",
    "article_title": "Activity and Induction of Apoptosis of the Specific Tyrosine Kinase Inhibitor AMN 107 in bcr-abl + Cell Lines and in Imatinib Resistant Primary Cells from CML Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "The selective tyrosine kinase inhibitor imatinib eradicates bcr-abl+ cells in chronic myeloid leukemia patients (pts). Although a previous clinical trial showed superiority of an imatinib therapy over an interferon-α containing regimen, a significant number of pts eventually relapse with leukemia because of either point mutations within the imatinib-binding site, amplification of the Philadelphia chromosome or other mechanisms, e.g. clonal evolution. AMN107 (Novartis Pharma AG) is a new anilino-pyrimidine derivative (MW: 529.5) structurally related to imatinib. AMN107 was tested in three human bcr-abl positive lines (K562, KCL-22, Lama-84) and in primary cells derived from two bcr-abl + CML pts who were resistant to imatinib, as well as in one newly diagnosed chronic phase patient. In all pts sequencing of the bcr-abl kinase domain excluded any point mutations, but cytogenetic analysis of the bone marrow revealed clonal evolution in the resistant pts including t(1;5) and t(3;21) translocations, trisomy of chromosome 8 and monosomy of chromosome 7. Determination of the proliferative activity by XTT-assay in cell lines demonstrated a decrease of the IC50 in imatinib versus AMN107 treated samples from 0.08μM to 0.0075μM in Lama 84, from 0.25μM to 0.08μM in K562 and from 0.45μM to 0.03 in KCL-22 cells. No activity of either compound was observed in the bcr-abl negative HL-60 and KG-1 cells. In primary cells from imatinib-resistant pts, a decrease of the IC50 in imatinib versus AMN107 treated peripheral blood cells from 0.75μM to 0.1μM and from 4 to 0.4μM was detected. In addition, in primary cells from one newly diagnozed CML patient the IC50 of AMN107 (2.5μM) was reduced when compared to imatinib (5μM). Immunoblotting showed that in LAMA84 cells a concentration of 0.01μM AMN107 completely inhibited the tyrosine kinase activity as detected by use of an anti-phosphotyrosine antibody in contrast to almost 5μM in imatinib treated samples. Further, induction of apoptosis was detected using annexin V and propidium iodide by double fluorescence. After 48 hours of incubation with either 0.25 μM imatinib or 0.005 μM AMN107 induction of early apoptosis was detected in 8.8% of imatinib treated and 26% of AMN107 treated cells. Finally, HPLC analysis in HL-60 cells showed increased uptake by 1,5 fold for AMN107 when compared to imatinib. In addition, in MDR1 over-expressing CCRF cells co-culture with either AMN107 or imatinib revealed elevated AMN107 levels (3.7 fold) indicating that this substance is less susceptible to MDR1 driven resistance than imatinib. Conclusions: 1. AMN107 showed elevated activity when compared to imatinib in bcr-abl + cell lines and primary cells derived from imatinib resistant leukemic pts. 2. Complete inhibition of the bcr-abl tyrosine kinase activity and induction of apoptosis was achieved at lower concentrations in AMN107 treated samples when compared to imatinib. 3. Preliminary data indicate favourable cellular uptake of AMN107 when compared to imatinib. 4. AMN107 may be useful in the treatment of bcr-abl + leukemic pts.",
    "topics": [
        "apoptosis",
        "bcr-abl tyrosine kinase",
        "cell lines",
        "imatinib mesylate",
        "nilotinib",
        "protein-tyrosine kinase inhibitor",
        "brachial plexus neuritis",
        "potassium chloride",
        "annexin a5",
        "antibodies"
    ],
    "author_names": [
        "Philipp Le Coutre, MD",
        "Gökben Baskaynak, MD",
        "Ingo Tamm, MD",
        "Jörg Westermann, MD",
        "Justus Duyster, MD",
        "Malte v. Bonin, MD",
        "Stefan Pursche, MD",
        "Petra Mayer, MD",
        "Paul Manley, Ph.D.",
        "Jürgen Mestan, Ph.D.",
        "Eberhard Schleyer, M.D.",
        "Bernd Dorken, M.D."
    ],
    "author_affiliations": [
        [
            "Med. Klinik Hämatologie und Onkologie, Charité Campus Virchow-Klinikum, Humboldt Universität, Berlin, Germany"
        ],
        [
            "Med. Klinik Hämatologie und Onkologie, Charité Campus Virchow-Klinikum, Humboldt Universität, Berlin, Germany"
        ],
        [
            "Med. Klinik Hämatologie und Onkologie, Charité Campus Virchow-Klinikum, Humboldt Universität, Berlin, Germany"
        ],
        [
            "Med. Klinik Hämatologie und Onkologie, Charité Campus Virchow-Klinikum, Humboldt Universität, Berlin, Germany"
        ],
        [
            "Med. Klinik III, Technische Universität, München, Germany"
        ],
        [
            "Med. Klinik Hämatologie und Onkologie, Carl Gustav Carus Universität, Dresden, Germany"
        ],
        [
            "Med. Klinik Hämatologie und Onkologie, Carl Gustav Carus Universität, Dresden, Germany"
        ],
        [
            "Med. Klinik Hämatologie und Onkologie, Carl Gustav Carus Universität, Dresden, Germany"
        ],
        [
            "Institutes for Biomedical Research, Novartis, Basel, Switzerland"
        ],
        [
            "Institutes for Biomedical Research, Novartis, Basel, Switzerland"
        ],
        [
            "Med. Klinik Hämatologie und Onkologie, Carl Gustav Carus Universität, Dresden, Germany"
        ],
        [
            "Med. Klinik Hämatologie und Onkologie, Charité Campus Virchow-Klinikum, Humboldt Universität, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.4921582",
    "first_author_longitude": "13.349611849999999"
}