{
    "doi": "https://doi.org/10.1182/blood.V116.21.735.735",
    "article_title": "Continuity of Care for Acute Visits In Sickle Cell Disease: Do Patients Go to More Than One Site? ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Cost-effectiveness, Utilization of Services and Health Outcomes",
    "abstract_text": "Abstract 735 Sickle cell disease is characterized by frequent and recurrent vaso-occlusive events that often require multiple acute care visits to the emergency department (ED) or hospital. Multiple visits for sickle cell disease are more common among younger adults and those with public insurance than children and older adults and those with private insurance or who are uninsured. 1 It is not known, however, whether these multiple visits are made to more than one site of care which could potentially reduce the patient's quality of care. The objective of this study was to examine the continuity of acute care visits for patients with sickle cell disease, as defined by having one site of care (versus multiple sites of care). We hypothesized that children with sickle cell disease and those sickle cell disease patients with private insurance would be more likely to use one ED or hospital for their acute care, while adults with sickle cell disease and those sickle cell disease patients with public insurance would be more likely to use multiple sites of care. We conducted a retrospective cohort study using 2005 and 2006 data from the Healthcare and Cost Utilization Project State Inpatient Databases and State Emergency Department Databases. Data from eight states (AZ, CA, FL, MA, MO, NY, SC, and TN) with an encrypted patient identifier were used to examine all acute care visits for sickle cell-related diagnoses in children and adults with sickle cell disease. Our primary outcome was the proportion of patients with all acute care visits to one site. We derived a logistic regression model to examine the association between age and primary expected payer and likelihood of having a single site of care, adjusting for rurality of the patient's residence, gender, number of visits and state of residence. A total of 21,118 patients with sickle cell disease had one or more sickle cell disease -related acute care visits to the ED or hospital. There were 13,533 patients who made two or more visits. Approximately 66% of these patients (n=8,895) had public insurance as the primary expected payer. Of the 5,030 children (ages 1–17 years) with multiple visits, 77.3% went to the same site for their acute care over the two year time period. This is in contrast to the adults (n=8,503) for whom only 51.3% received all acute care at the same site. The proportion of patients who went to one site of care decreased as the number of visits made increased for both children and adults. In multivariable analyses, adolescents (10- 17 years olds) were more likely than young adults (18-30 years old) to go to one site for all acute care (adjusted odds ratio (AOR) 3.78, 95% confidence interval (CI) 3.23–4.43). Analyzing the likelihood of going to one site for all acute care by primary expected payer, uninsured patients were less likely to have one site of care compared to patients with private insurance as the expected payer, even after controlling for the number of visits. This association was especially pronounced among patients with an increased number of visits during the two year study period. When examining adults who made four acute care visits, 41.2% of those without insurance went to one site for care compared to 56.4% with private insurance and 56.5% with public insurance. In children with 4 acute care visits, 54.5% of those without insurance went to one site compared to 78.7% with private insurance and 75.2% of those with public insurance. In multivariable analysis, having public insurance and being uninsured were associated with decreased likelihoods of going to one site for all acute care (AOR 0.85, 95% CI 0.77–0.93 and AOR 0.64, 95% CI 0.55–0.74 respectively) compared to having private insurance. Young adults and patients who are uninsured or who have public insurance are more likely to go to multiple sites for their acute care compared with children and those with private insurance. Although the long-term effects of having multiple sites of acute care are unknown, it may indicate a lack of a medical home and may contribute to lower quality of care. 1. Brousseau DC, Owens PL, Mosso AL, Panepinto JA, Steiner CA. Acute Care Utilization and Rehospitalizations for Sickle Cell Disease. JAMA 2010;303(13):1288-1294. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "sickle cell anemia",
        "continuity of patient care",
        "acute care",
        "logistic regression",
        "child",
        "young adult",
        "adolescent",
        "medically uninsured",
        "older adult",
        "primary outcome measure"
    ],
    "author_names": [
        "Julie A. Panepinto, MD, MSPH",
        "Pamela L Owens, PhD",
        "Andrew Mosso, MS",
        "Claudia A Steiner, MD, MPH",
        "David C Brousseau, MD, MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Julie A. Panepinto, MD, MSPH",
            "author_affiliations": [
                "Pediatrics, Medical College of Wisconsin/The Children's Research Institute of the Children's Hospital of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pamela L Owens, PhD",
            "author_affiliations": [
                "Agency for Healthcare Research and Quality, Rockville, MD, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Mosso, MS",
            "author_affiliations": [
                "Social and Scientific Systems Inc, Silver Spring, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia A Steiner, MD, MPH",
            "author_affiliations": [
                "Agency for Healthcare Research and Quality, Rockville, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C Brousseau, MD, MS",
            "author_affiliations": [
                "Pediatrics, Medical College of Wisconsin/The Children's Research Institute of the Children's Hospital of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T02:22:53",
    "is_scraped": "1"
}