{
    "doi": "https://doi.org/10.1182/blood.V106.11.4216.4216",
    "article_title": "Involvement of Lipid Raft Domain Signaling in Ex Vivo Maintenance of Hematopoietic Progenitor Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Ex vivo manipulation of hematopoietic stem cell populations has been well documented to result in loss of pluripotentiality, proliferative deficits, and a decreased ability to repopulate post-transplantation. These defects result from a multitude of factors, and here we examine the contribution of lipid raft-localized signaling complexes and pro-survival growth factors, such as hepatocyte growth factor (HGF), in mediation of these defects. Specifically, we have examined the effects of diffused oxygen and hepatocyte growth factor (HGF) on ex vivo culture conditions for preservation of hematopoietic stem cell potentiality. We hypothesize that the high level of diffused oxygen in traditional cell culture systems represents a cellular stress leading to differentiation and loss of potential. We further hypothesize that this effect can be mitigated by the pro-survival factor HGF. Human umbilical cord blood derived mononuclear cells were first isolated by a ficoll density gradient followed by immunomagnetic depletion of mature cell lineages. These lineage depleted cells (Lin-) were cultured on fibronectin-coated plates in serum free media and kept in a 37° humidified atmosphere. We supplemented the cultures with stem cell factor (SCF), Flt-3, thrombopoietin (TPO), and HGF, and then manipulated the available oxygen for the cultured cells between 18% (ambient) and 2–3% (hypoxic). The cells were harvested at various time points (24h, 48h, 72h, and 96h) and assayed for lineage cell markers in conjunction with surrogate markers of lipid raft formation by flow cytometry. Preservation of phenotypic cell surface markers such as CD34, CD133, and CD31 were assayed, as well as the presentation of c-met, the receptor for HGF. Results were validated by immunohistochemistry and confocal microscopy for colocalization of receptor-raft complexes. We found that total lipid raft expression was upregulated in hypoxic conditions versus ambient, with a significant increase in a population of cells that highly expressed lipid raft markers. In addition, we found that cells cultured in the presence of HGF in ambient conditions showed a decrease in the presence of lipid rafts with a trend toward lower expression in those cells cultured with HGF. This population of cells demonstrated a specific preservation of CD34+ expressing cells, and decreased incidence of apoptosis in all compartment surveyed. Functional assays of colony-forming ability, SCID-repopulating activity, and competitive repopulation were also assayed, to correlate the upregulation of lipid raft domain presentation with relevant stem cell ability. Current focus of this investigation centers on the identification of the specific receptor signaling complexes associated with these raft domains.",
    "topics": [
        "atmosphere, unit of pressure",
        "cd31 antigens",
        "cd34 antigens",
        "cell culture techniques",
        "complex",
        "culture media, serum-free",
        "fibronectins",
        "ficoll",
        "flow cytometry",
        "growth factor"
    ],
    "author_names": [
        "Louisa Wirthlin, BA",
        "Todd E. Meyerrose, BS",
        "Michael H. Creer, MD",
        "Jan A. Nolta, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Louisa Wirthlin, BA",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Todd E. Meyerrose, BS",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael H. Creer, MD",
            "author_affiliations": [
                "Department of Pathology, Saint Louis University, St. Louis, MO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Nolta, PhD",
            "author_affiliations": [
                "Division of Oncology, Department of Internal Medicine, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:39:58",
    "is_scraped": "1"
}