{
    "doi": "https://doi.org/10.1182/blood.V122.21.5264.5264",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2505",
    "start_url_page_num": 2505,
    "is_scraped": "1",
    "article_title": "Screening JAK2 V617F-Negative and MPL W515K/L-Negative Essential Thrombocythemia Patients For Mutations In SESN2, DNAJC17, ST13, TOP1MT , and NTRK1  ",
    "article_date": "November 15, 2013",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science",
    "topics": [
        "mutation",
        "receptor, trka",
        "screening",
        "thrombocythemia, hemorrhagic",
        "dna",
        "molecule",
        "myeloproliferative disease",
        "bone marrow specimen",
        "complement system proteins",
        "dideoxy chain termination dna sequencing"
    ],
    "author_names": [
        "Carla AL Assaf",
        "Els Lierman, PhD",
        "Timothy Devos, MD, PhD",
        "Johan Billiet, MD",
        "Carlos Graux, MD, PhD",
        "Petros Papadopoulos, PhD",
        "Peter Vandenberghe, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Center For Human Genetics, KU Leuven and University Hospital Leuven, Leuven, Belgium, "
        ],
        [
            "Center For Human Genetics, KU Leuven and University Hospital Leuven, Leuven, Belgium, "
        ],
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium, "
        ],
        [
            "Laboratory of Hematology, AZ Sint-Jan, Brugge, Belgium, "
        ],
        [
            "Department of Hematology, Mont-Godinne University Hospital, Yvoir, Belgium"
        ],
        [
            "Center For Human Genetics, KU Leuven and University Hospital Leuven, Leuven, Belgium, "
        ],
        [
            "Center For Human Genetics, KU Leuven and University Hospital Leuven, Leuven, Belgium, "
        ]
    ],
    "first_author_latitude": "50.877954499999994",
    "first_author_longitude": "4.7002953",
    "abstract_text": "Background Essential thrombocythemia (ET) is a myeloproliferative neoplasm featured by a sustained elevation of platelet count and a tendency for thrombosis and hemorrhage. Cytogenetic abnormalities are rare in ET. The most common molecular abnormality in ET is JAK2 V617F, found in approximately 50% of ET cases followed by MPL W515K/L, found in about 10% of cases. The molecular cause of the remaining ET cases is still largely unknown. As such, in a substantial fraction of ET cases, the underlying molecular cause is yet to be discovered. In a recent study by Hou et al., single cells derived from an ET JAK2 V617F-negative ET patient were sequenced using a method based on exome sequencing. Eight genes were identified as possible candidate drivers. However, their recurrence rate in ET was not established. Aims To establish the recurrence rate in JAK2 V617F-negative and MPL W515K/L-Negative ET of potential candidate driver mutations, as identified by Hou et al. Methods and Results We studied unfractionated blood or bone marrow samples from a series of 64 cases of JAK2 V617F-negative and MPL W515K/L-negative ET. In this series, we used PCR and Sanger sequencing to detect the following mutations: SESN2 P87S , TOP1MT S479L, ST13 Q349*, and DNAJC17 A292P, as they exhibited the highest scores in the study of Hou et al. In addition, we included NTRK1 N323S, a mutant tyrosine kinase. None of the mutations reported by Hou et al. was detected in our patients. However, we identified a novel acquired heterozygous mutation in TOP1MT (c.1400 A>G, p.N467S) which is predicted to be damaging by polyphen 2. This mutation was not detected in the germline DNA from the buccal swab of the patient. TOP1MT is a mitochondrial topoisomerase encoded by the genomic DNA. It is a type IB enzyme, which sustains the appropriate conformation of DNA during replication, transcription, recombination, and repair. This mutation might affect the interaction of TOP1MT with the DNA molecule as suggested by the results of in silico analysis from I-Tasser. p.N467S mutation causes the gain of a helix and the loss of a β strand which are in close proximity to the bound DNA molecule. We screened exon 11 of TOP1MT gene in 38 additional JAK2 V617F-negative MPL W515K/L-negative ET cases, but did not find any additional cases. Conclusions In this series of 102 cases of JAK2 V617F-negative and MPL W515K/L-negative ET, only one case was identified with a mutation of TOP1MT . Mutations of SESN2, ST13 , DNAJC17 , or NTRK1 , four other candidate driver genes as identified by Hou et al., could not be identified in a series of 64 cases. The functional role of TOP1MT in the pathogenesis of ET remains to be established. The absence of the mutations, as proposed by Hou et al., in our cohort raises questions about their role as potential driver mutations in JAK2 V617F-negative and MPL W515K/L-negative ET. The quest for the full complement of driver mutations in ET therefore remains open. Reference Hou, Y., et al., Single-cell exome sequencing and monoclonal evolution of a JAK2-negative myeloproliferative neoplasm. Cell, 2012. 148(5): p. 873-85. Disclosures: No relevant conflicts of interest to declare."
}