{
    "doi": "https://doi.org/10.1182/blood.V108.11.4311.4311",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=755",
    "start_url_page_num": 755,
    "is_scraped": "1",
    "article_title": "Common Gene Expression Changes in Matched Pretreatment and Relapse Samples from Eastern Cooperative Oncology Group Acute Promyelocytic Leukemia (APL) Patients Treated on the Chemotherapy (C) or All- Trans Retinoic Acid (ATRA)-Containing (A) Randomization Arms of Protocol E2491. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "This study was based on the hypothesis that a global comparison of gene expression levels between APL cells before treatment and at relapse might provide crucial information about molecular mechanisms involved in the selection of relapse clones. Matched samples were derived from 7 patients treated on protocol E2491 (randomization of newly diagnosed patients to either C alone or ATRA for induction and then to maintenance ATRA or observation after consolidation), 4 on A arms and 3 on the C arm. Comparable levels of promyeloblasts were present in the low-density mononuclear cell fraction derived from bone marrow (BM) or peripheral blood (PB) with 1 exception (Patient 4).  View large View Large RNA was prepared by a guanidinium-cesium chloride gradient procedure, and gene expression analysis utilized the Affymetrix Human Genome U-133 Plus 2.0 chip. For unsupervised hierarchical cluster analysis, the normalized data were filtered by the following criteria: coefficient of variation across samples (standard deviation/mean) 〉0.7 and expression level ≥100 in at least 50% of samples. Although there was considerable heterogeneity, 1415 filtered genes clustered into three groups (UCG; see table): #1 with 6 pretreatment patients, #2 with 3 relapse patients (2 C and 1 A), and #3 with 1 pretreatment and 4 relapse patients (1 C and 3 A). Derivation of RNA from PB cells may have contributed to UCG #2 clustering. By supervised analysis, using the criteria of a mean difference of ≥100 between the pretreatment and relapse values and a p-value 2.5-fold) in the 443 gene set included: HGF, 3.6xD; APAF1, 3.4xD; IRF1, 2.6xU; FOSL1, 2.7xU; TGFB1, 2.9xU; RELB, 3.7xU; MAFF, 4.3xU. Although highly diverse, these findings point to potentially drug-targetable alterations of AP-1 and NFΚB transcriptional control in association with alterations in ras- and PKA-regulated signal transduction pathways and possibly to microRNA synthesis as common molecular processes in APL cells related to disease progression and relapse.",
    "topics": [
        "acute promyelocytic leukemia",
        "chemotherapy regimen",
        "eastern cooperative oncology group",
        "gene expression",
        "tretinoin",
        "micrornas",
        "rna",
        "apoptotic protease-activating factor 1",
        "cesium",
        "chlorides"
    ],
    "author_names": [
        "Qingping Cui, PhD",
        "Haesook Kim, PhD",
        "Peter H. Wiernik, MD",
        "Martin S. Tallman, MD",
        "Robert E. Gallagher, MD"
    ],
    "author_affiliations": [
        [
            "Albert Einstein Cancer Center, Bronx, NY"
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA"
        ],
        [
            "New York Medical College, Bronx, NY"
        ],
        [
            "Northwestern University Feinberg School of Medicine, Chicago, IL"
        ],
        [
            "Albert Einstein Cancer Center, Bronx, NY"
        ]
    ],
    "first_author_latitude": "40.8504266",
    "first_author_longitude": "-73.8450534"
}