{
    "doi": "https://doi.org/10.1182/blood.V104.11.2868.2868",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=39",
    "start_url_page_num": 39,
    "is_scraped": "1",
    "article_title": "Transplantation of Peripheral Blood Stem Cells Mobilized by Chemotherapy and Single Dose Pegylated G-CSF in Patients with Multiple Myeloma: Equivalence of 6 mg and 12 mg Pegfilgrastim. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "To date the most effective treatment for patients (pts) with multiple myeloma consists of conventional induction chemotherapy followed by either single or tandem high-dose chemotherapy and autologous blood stem cell transplantation. Collection of sufficient numbers of hematopoietic stem cells is essential for high-dose chemotherapy. Current regimens for stem cell mobilization are based on daily subcutaneous injections of human recombinant G-CSF starting shortly after cytotoxic therapy. Here we examined the use of polyethyenglycole (PEG)-conjugated G-CSF (pegfilgrastim) at two different doses in patients with stage II or III multiple myeloma. Patients received induction therapy with 2–4 cycles ID or VAD. Following cytotoxic therapy with cyclophosphamide (4g/m 2 ) we administered either a single dose of 6 mg pegfilgrastim (n=10 pts; median age: 55 years), 12 mg pegfilgrastim (n=12 pts; median age: 51 years) or daily doses of 8,5 μg/kg unconjugated G-CSF (filgrastim) (n=12 pts; median age: 51 years). The growth factor was given on day 4 (range 2–5 days) in the “6 mg pegfilgrastim group”, on day 5 (range 2–7 days) in the “12 mg pegfilgrastim group” and on day 4 (range 3–6 days) in the “filgrastim group” after cyclophosphamide. Numbers of CD34+ cells were determined during leukocyte recovery and harvested by large volume apheresis using a cobe spectra blood cell separator. Pegfilgratim was associated with an earlier leukocyte recovery both at the 6mg dose (median 12 days, range 8–16 days) and the 12mg dose (median 12 days, range 7–16 days) as compared to filgrastim (median 14 days, range 11–15 days, p=0.04). Similarily, the peripheral blood CD34+ cell peak occurred earlier in patients who received pegfilgrastim (median 12 days, range 11–18 days versus median 15 days, range 12–18). On the other hand the peripheral blood CD 34+ peak did not differ significantly between the three groups (median 129/μl with 6 mg pegfilgrastim, range 30–433, median 78/μl with 12 mg pegfilgrastim, range 20– 1055 and median 111/μl with filgrastim, range 28–760, p=0.95). With a median of 1.0x10E7 CD34+ cells per kg (range 5.8x10E6-1.9x10E7) in the “6 mg pegfilgrastim group”, 7.4x10E6 CD34+ cells per kg (median, range 4.9x10E6- 3.8x10E7) in the “12 mg pegfilgrastim group” and 10.8x10E6 CD34+ cells per kg (median, range 5.0x10E6-8.7x10E7) in the “filgrastim group” there were no significant differences in the total number of harvested CD34+ cells. Following high-dose therapy with melphalan (200 mg/m 2 ) and autografting leukocyte and platelet reconstitution was similar within all groups. In summary, a single dose of pegfilgrastim after high dose cyclophosphamide is capable of mobilizing a sufficient number of CD 34+ cells for succesful autografting and sustained hematological reconstitution in patients with multiple myeloma. No difference could be observed between 6 mg and 12 mg of pegfilgrastim. Our data provide the basis for randomized studies evaluating the optimal dose and timing of pegfilgrastim as well as long-term outcome in larger cohorts of patients.",
    "topics": [
        "chemotherapy regimen",
        "multiple myeloma",
        "pegfilgrastim",
        "peripheral blood stem cells",
        "recombinant granulocyte colony stimulating factor",
        "single-dose regimen",
        "transplantation",
        "filgrastim",
        "brachial plexus neuritis",
        "cyclophosphamide"
    ],
    "author_names": [
        "Ingmar Bruns, MD",
        "Ulrich Steidl, MD",
        "Christof Scheid, MD",
        "Kai Hübel, MD",
        "Roland Fenk, MD",
        "Frank Neumann, MD",
        "Rainer Haas, PhD, MD",
        "Guido Kobbe, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University, Duesseldorf, NRW, Germany"
        ],
        [
            "Beth Israel Deaconess Medical Center, Harvard Institutes of Medicine, Boston, MA, USA"
        ],
        [
            "Dept. of Hematology, University of Cologne, Cologne, NRW, Germany"
        ],
        [
            "Dept. of Hematology, University of Cologne, Cologne, NRW, Germany"
        ],
        [
            "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University, Duesseldorf, NRW, Germany"
        ],
        [
            "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University, Duesseldorf, NRW, Germany"
        ],
        [
            "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University, Duesseldorf, NRW, Germany"
        ],
        [
            "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich Heine University, Duesseldorf, NRW, Germany"
        ]
    ],
    "first_author_latitude": "51.1913404",
    "first_author_longitude": "6.7940893"
}