{
    "doi": "https://doi.org/10.1182/blood.V104.11.2328.2328",
    "article_title": "Genetic and Functional Characterization of Isolated Stromal Cell Lines from the Aorta-Gonado-Mesonephros (AGM)-Region. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The aorta-gonads-mesonephros (AGM) region autonomously generates adult repopulating hematopoietic stem cells (HSC) in the mouse embryo and provides its own HSC-supportive microenvironment. Stromal cells from adult bone marrow, yolk sac, fetal liver and AGM have been used in coculture systems for analysing growth, maintenance and differentiation of hematopoietic stem cells. We generated >100 cloned stromal cell lines from the AGM of 10.5 dpc mouse embryos. In previous studies, we tested these for support of murine adult and human cord blood (CB) CD34+ cells. We could demonstrate that 25 clones were superior to the MS5 bone marrow stromal cell line in supporting progenitor cell expansion of adult mouse bone marrow both, in 2ndry CFC and CAFC production. In addition we demonstrated that 5 AGM lines promoted in absence of exogenous growth factors the expansion of human CB cells with progenitor (CFC production for at least 5 weeks) and stem cell (repopulation of cocultured cells in NOD/SCID assay) function. Now, we could show that one of the isolated stromal cell lines (AGM-S62) is capable in differentiating undifferentiated murine embryonic stem (mES) cells into cells of the hematopoietic lineage. A sequential coculture of mES-cells with AGM-S62 showed production of CD41+ hematopoietic progenitor cells at day 10 as well as 2ndry CFC and CAFC production of day 10 suspension cells. Hematopoietic cell differentiation was comparable to standard OP9 differentiation assay. With these data, we can describe for the first time, that a stromal cell line other than OP9 can induce hematopoietic differentiation of undifferentiated mES cells. Hematopoietic support occurs independently of M-CSF deficiency, which is the characteristic of OP9 cells, because it is strongly expressed by AGM-S62. To evaluate genes responsible for hematopoietic cell support, we compared a supporting and a non-supporting AGM stromal cell line by microarray analysis. The cell line with hematopoietic support clearly showed a high expression of mesenchymal markers (laminins, thrombospondin-1) as well as characteristic genes for the early vascular smooth muscle phenotype (Eda). Both phenotypes are described for stromal cells with hematopoietic support generated from bone marrow and fetal liver. In addition, the analysed supporting AGM stromal cell line interestingly expressed genes important in early B-cell differentiation (osteoprotegerin, early B-cell factor 1, B-cell stimulating factor 3), which goes in line with data demonstrating early B-cell development in the AGM-region before etablishing of fetal liver hematopoiesis. Further studies will show the significance of single factors found to be expressed in microarray analyses. This unique source of > 100 various cell lines will be of value in elucidating the molecular mechanisms regulating embryonic and adult hematopoiesis in mouse and man.",
    "topics": [
        "aorta",
        "coculture techniques",
        "fibrinogen",
        "genetics",
        "growth factor",
        "interleukin-4",
        "macrophage colony-stimulating factor",
        "meckel-gruber syndrome",
        "mesonephros",
        "severe combined immunodeficiency"
    ],
    "author_names": [
        "Katja C. Weisel, M.D.",
        "Ying Gao, Ph.D.",
        "Jae-Hung Shieh, Ph.D.",
        "Lothar Kanz, M.D.",
        "Malcolm A.S. Moore, D. Phil."
    ],
    "author_dict_list": [
        {
            "author_name": "Katja C. Weisel, M.D.",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Immunology, University of Tuebingen, Medical Center, Tuebingen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ying Gao, Ph.D.",
            "author_affiliations": [
                "Lab. of Developmental Hematopoiesis, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Hung Shieh, Ph.D.",
            "author_affiliations": [
                "Lab. of Developmental Hematopoiesis, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Kanz, M.D.",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Immunology, University of Tuebingen, Medical Center, Tuebingen, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm A.S. Moore, D. Phil.",
            "author_affiliations": [
                "Lab. of Developmental Hematopoiesis, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T02:24:48",
    "is_scraped": "1"
}