{
    "doi": "https://doi.org/10.1182/blood-2020-141868",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4657",
    "start_url_page_num": 4657,
    "is_scraped": "1",
    "article_title": " Tumor Thrombus- a Single Center Experience with Tumor Thrombus and Role of Anticoagulation  ",
    "article_date": "November 5, 2020",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "topics": null,
    "author_names": [
        "Shreya Agarwal, MD",
        "Rosa Diaz, MD",
        "Valeria Smith, MD",
        "Jennifer H. Foster, MD MPH",
        "Bindi Naik Mathuria, MD",
        "Michael E. Scheurer, PhD MPH",
        "Sarah E Sartain, MD"
    ],
    "author_affiliations": [
        [
            "Baylor College of Medicine/ Texas Children's Hospital, Houston, TX"
        ],
        [
            "Texas Children's Hospital, Houston, TX"
        ],
        [
            "Baylor College of Medicine / Texas Children's Hospital, Houston, TX"
        ],
        [
            "Baylore College of Medicine Texas Children's Cancer Center, Houston, TX"
        ],
        [
            "Department of Surgery, Texas Children's Hospital, Houston, TX"
        ],
        [
            "Texas Children's Hospital, Houston, TX"
        ],
        [
            "Baylor College of Medicine, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7078663",
    "first_author_longitude": "-95.40157649999999",
    "abstract_text": "Background: Children with cancer diagnosis are overall at a higher risk of thrombosis. For a newly diagnosed blood clot or bland thrombus (fibrin clot without neoplastic cells), patients are commonly started on anticoagulants such as unfractionated heparin (UFH) or low molecular weight heparin (LMWH) to prevent further extension and embolization of the clot. In the rare instance that a pediatric patient has a tumor thrombus, defined as the extension of the tumor into a vessel, the role of anticoagulation is less clear. Objective: The aim of this study was to review the data of patients at Texas Children's Hospital (TCH) in the past ten years with a diagnosis of tumor thrombus, the management strategy and role of anticoagulation- its indication, response and complications noted. Methods: Patients under 21 years of age with a finding of tumor thrombus on imaging from 2010-2020 at TCH were identified and their medical records were reviewed. Demographics, location of tumor thrombus, imaging, treatment approach, use of anticoagulation, response to standard treatment (chemotherapy/surgery) and anticoagulation, and outcomes were assessed. This retrospective chart review was approved by the Institutional review board at Baylor College of Medicine. Results: We identified a total of 50 patients with a finding of tumor thrombus in the past ten years treated at our center. Most of them were incidental findings at diagnosis, however there were two patients who initially presented with pulmonary embolism (PE) and later on pathological exam of thrombectomy tissue were found to have relapse of their primary malignancy and tumor thrombus to be the etiology of the PE. Tumor thrombus was mostly identified in the systemic vessels draining the primary tumor. IVC extension was found in 36% of the patients and 24% had an intracardiac tumor thrombus (Table 1). Hepatoblastoma (26%) was most commonly associated with tumor thrombus, followed by Wilms tumor (12%) (Figure 1). Anticoagulation was initiated in 10 patients (20%) with or without standard chemotherapy (rationale for anticoagulation mentioned in Table 2), while remaining patients received the standard treatment for the primary tumor, including chemotherapy, surgery, and/or radiation. In 32.5% of the patients who did not receive anticoagulation, there was a documented decrease in size of tumor thrombus with chemotherapy. Among patients who received anticoagulation, only 2 of the 10 patients showed response to anticoagulation in terms of improvement of symptoms (Improved leg swelling in patient F, improved kidney function with resolution of Renal vein thrombus in patient H). The three patients with pulmonary embolism did not show any resolution of symptoms with initiation of anticoagulation. However, 40% (4/10) patients were noted to have bleeding complications from anticoagulation requiring brief interruption or complete stoppage of anticoagulation (Table 2). On statistical analysis, this association was found to be statistically significant with higher proportion of bleeding events occurring in patients who received anticoagulation (p= 0.01). Conclusion: Children with intravascular extension of solid tumors were not commonly started on anticoagulation at the time of diagnosis despite evidence of extensive tumor thrombus. Furthermore, we observed a significant trend toward higher incidence of bleeding complications after initiation of anticoagulation. We conclude that there is not enough evidence to support routine initiation of anticoagulation in pediatric patients with intravascular extension of solid tumors. Further studies are needed to identify high-risk groups for whom the benefits of anticoagulation may outweigh its risks. We would also emphasize that it is essential to consider a possibility of relapsed disease if patient with a history of malignancy presents with symptoms of thromboembolism and is not responding to anticoagulation as would normally expect. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}