{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3232.3232",
    "article_title": "Hypomethylation of Decitabine Improved Outcomes of Hematopoietic Stem Cell Transplantation in Children with Juvenile Myelomonocytic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "abstract_text": "Background Juvenile myelomonocytic leukemia (JMML) is useally poor respond to chemotherapy, and approximately 50% of patients relapse after hematopoietic stem cell transplantation (HSCT). Recent studies have highlighted the importance of epigenetic aberrations in JMML and proved that some JMML stem cells were associated with hapermethylation. Hence,we desiged the current study to investigate whether low dose Decitabine could improve outcomes of JMML-HSCT. Patients and method Fourteen patients received HSCT combined with Decitabine between December 2014 and July 2017. Of them, 4 patients with NF-1 mutation, 4 with PTPN11 mutation, 1 with Nras somatic mutation , 1 with monosomy 7, 1 with multiple mutation (PTPN11+Kras), 3 with uncertain mutation. The median age at diagnosis was 35 months (range: 1-71 months). 13/14 patients received 2~4 course mild chemotherapy (one patient, case 6, received only single course Decitabine therapy) before HSCT. Three patients received HSCT from HLA matched unrelated donors (MUD), and eleven patients received the complementary transplantation (CT, see blood 2016 128:1235), i.e. unrelated cord blood (UCB) was given at 6 day after haploidentical peripheral blood stem cell transplantation (PBSCT) using high dose cyclophosphamide (Cy) post-transplant (PTCy). Conditioning regimen composed of Cy, Busulfan (Bu)/Thiotepa (TT), fludarabine (Flu) ,and ATG-F in the MUD-HSCT, and Cy, Bu, Flu, TT and Cyrabine in the CT. Patients received a fixed dose of 8×10 8 /kg mononuclear cells (MNC) in the MUD-HSCT, and a median dose of 48.5×10 8 /kg (range, 34~88×10 8 /kg) mobilized peripheral blood MNCs and a median dose of 8.22×10 7 /kg (range, 4.7~9.74×10 7 /kg) UCB nucleated cells in the CT, respectively. GVHD prophylaxis were consist of PTCy, mycophenolate mofetil (MMF) and tacrolimus in the CT, and ATG,Cs A and MMF in the MUD-HSCT. Decitabine was administrated for 2~3 courses (20mg/m 2 .d×5 day for each course with 4-week interval) before HSCT to reduce load of leukemia cells and for 2~4 courses (5~10mg/m 2 .day×5day for each course with the interval of 4~6 weeks) after HSCT to overcome immune-escape of leukemia cells. Results : The median follow-up time was 5 months (range, 1.5-39 months). Full donor cells engrafted in all patients (donor cell engraftment in case 6 occurred in a salvaged transplant from another haplo-donor after primary failure of first CT). Both overall survival and disease-free survival were 93% in total. In the CT, haplo-cells and UCB-cells engrafted finally in 5 and 6 patients, respectively. The median times to neutrophil more than 0.5x10 9 /L and platelet more than 20 x10 9 /L were 31 day (range,18~71 day) and 17 day (range, 12~35 day), and 25 day (range,12~105 day) and 12 day (range,10~30 day) post-transplant, respectively, in the CT and the MUD- HSCT. None of the patients developed relapse. The cumulative incidences of grades Ⅱ-Ⅳ acute GVHD (aGVHD) was 35.7% (5/14 patients). Case 6 had grade III aGVHD. A case died from gut grade IV aGVHD 50 days after the CT. Chronic GVHD occurred in 2 patients, and no chronic GVHD more than grade II (NIH criterion) occurred in all patients. The most common complication associated HSCT was infection. The incidences of CMV and EBV antigenmia were 43% (6/14) and 7.1%(1/14), respectively. Recoverable serious pancytopenia occurred in two patients with Decitabine therapy post-HSCT. Conclusion : The combination of hypomethylation agent with HSCT showed encouraging results in JMML-HSCT. It is impressed that no relapse occurred in all patients despite short follow-up time. A large-cohort study with extending follow-up time should be developed in the future. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "decitabine",
        "hematopoietic stem cell transplantation",
        "hypomethylation",
        "juvenile myelomonocytic leukemia",
        "transplantation",
        "follow-up",
        "chemotherapy regimen",
        "graft-versus-host disease, chronic",
        "influenza"
    ],
    "author_names": [
        "Zhiyong Peng, MD",
        "Xiaoqin Feng, PhD",
        "Yuelin He",
        "Yuchen Lin",
        "Jianyun Liao",
        "Xuedong Wu, MD",
        "Jiaqi Chen, MD",
        "Chunfu Li, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Zhiyong Peng, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaoqin Feng, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuelin He",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuchen Lin",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianyun Liao",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuedong Wu, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiaqi Chen, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunfu Li, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T04:01:39",
    "is_scraped": "1"
}