{
    "doi": "https://doi.org/10.1182/blood.V128.22.4944.4944",
    "article_title": "Curious Case of Profound Thrombocytopenia in a Pregnant Woman ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function",
    "abstract_text": "Introduction: Pseudo-thrombocytopenia (PTCP) is a benign artifact which generates anxiety in the patients and physicians resulting in unnecessary investigations. We report a case with profound artefactual thrombocytopenia. Case: A 31-years-old female in 38th week of gestation was referred to hematology clinic for evaluation of a platelet count of 48x10 9 /L. A month ago platelet count was 102x10 9 /L. She denied any symptoms. Examination was normal with no ecchymosis or petechiae. Laboratory work showed a white cell count of 11.2x10 9 /L, hemoglobin 10.3g/L, platelet count 8x10 9 /L and no hemolysis. Peripheral blood smear showed numerous platelet clumps (Figure 1). Estimated manual platelet count was 200x10 9 /L. To our surprise clumps and low machine count were seen in samples drawn in sodium citrate and heparin tubes as well. Discussion: Ethylenediaminetetra-acetic acid (EDTA) dependent PTCP is a rare phenomenon with incidence of 0.09%-0.21% in general population (1). It is present in healthy subjects (2), severely ill patients with sepsis (3), autoimmune, neoplastic and liver diseases (4). PTCP may persist for 15-20 years without any clinical manifestations (5). Platelet aggregation in PTCP is due to anti-platelet antibody mediated in-vitro activation via GPIIb receptors (6). Antibodies may be IgG, IgA or IgM (5). It may be seen in samples drawn in citrate (5) heparin (7) and sodium-oxalate (8). One should suspect PTCP when there is fall in platelet count (usually <100x10 9 /L), time-dependent spurious elevation of white cells(9), a normal mean platelet volume (4) or microscopic detection of platelet aggregates (1) in a patient without clinical manifestations. There is a rare report that addition of amikacin could inhibit and dissociate pseudo platelet aggregation in multianticoagulant-dependent pseudo-thrombocytopenia and EDTA-induced pseudo-thrombocytopenia (10). Early identifications is extremely essential when therapeutic decision making hinges on platelet count viz. management of acute myocardial infarction (11).Use of samples at 37°C (2), ammonium oxalate (5, 7), addition of amikacin and peripheral smear review may help in complicated cases. References: 1. Yoneyama A, Nakahara K. [EDTA-dependent pseudothrombocytopenia--differentiation from true thrombocytopenia]. Nihon Rinsho. 2003;61(4):569-74. 2. Lippi G, Plebani M. EDTA-dependent pseudothrombocytopenia: further insights and recommendations for prevention of a clinically threatening artifact. Clin Chem Lab Med. 2012;50(8):1281-5. 3. Mori M, Kudo H, Yoshitake S, Ito K, Shinguu C, Noguchi T. Transient EDTA-dependent pseudothrombocytopenia in a patient with sepsis. Intensive Care Med. 2000;26(2):218-20. 4. Berkman N, Michaeli Y, Or R, Eldor A. EDTA-dependent pseudothrombocytopenia: a clinical study of 18 patients and a review of the literature. Am J Hematol. 1991;36(3):195-201. 5. Bizzaro N. EDTA-dependent pseudothrombocytopenia: a clinical and epidemiological study of 112 cases, with 10-year follow-up. Am J Hematol. 1995;50(2):103-9. 6. Fiorin F, Steffan A, Pradella P, Bizzaro N, Potenza R, De Angelis V. IgG platelet antibodies in EDTA-dependent pseudothrombocytopenia bind to platelet membrane glycoprotein IIb. Am J Clin Pathol. 1998;110(2):178-83. 7. Zandecki M, Genevieve F, Gerard J, Godon A. Spurious counts and spurious results on haematology analysers: a review. Part I: platelets. International Journal of Laboratory Hematology. 2007;29(1):4-20. 8. Schrezenmeier H, Muller H, Gunsilius E, Heimpel H, Seifried E. Anticoagulant-induced pseudothrombocytopenia and pseudoleucocytosis. Thromb Haemost. 1995;73(3):506-13. 9. Xiao Y, Xu Y. Concomitant spuriously elevated white blood cell count, a previously underestimated phenomenon in EDTA-dependent pseudothrombocytopenia. Platelets. 2015;26(7):627-31. 10. Zhou X, Wu X, Deng W, Li J, Luo W. Amikacin can be added to blood to reduce the fall in platelet count. Am J Clin Pathol. 2011 Oct;136(4):646-52. 11. Kocum TH, Katircibasi TM, Sezgin AT, Atalay H. An unusual cause of mismanagement in an acute myocardial infarction case: pseudothrombocytopenia. Am J Emerg Med. 2008;26(6):740 e1-2. Figure 1 View large Download slide Platelet Clumps- Magnification 60X Oil Figure 1 View large Download slide Platelet Clumps- Magnification 60X Oil  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "pregnancy",
        "thrombocytopenia",
        "edetate disodium",
        "edetic acid",
        "pseudothrombocytopenia",
        "amikacin",
        "antibodies",
        "artifacts",
        "heparin",
        "immunoglobulin g"
    ],
    "author_names": [
        "Prabhsimranjot Singh, MBBS",
        "Makardhwaj S Shrivastava, MBBS",
        "Daniel Benasher, MD",
        "Audrik Perez, MD",
        "Philip Rubin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Prabhsimranjot Singh, MBBS",
            "author_affiliations": [
                "Hematology/Oncology, Maimonides Medical Center, Brooklyn, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Makardhwaj S Shrivastava, MBBS",
            "author_affiliations": [
                "Hematology/Oncology, Maimonides Medical Center, Brooklyn, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Benasher, MD",
            "author_affiliations": [
                "Internal Medicine, Maimonides Medical Center, Brooklyn, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Audrik Perez, MD",
            "author_affiliations": [
                "Internal Medicine, Maimonides Medical Center, Brooklyn, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Rubin, MD",
            "author_affiliations": [
                "Hematology/Oncology, Maimonides Medical Center, Brooklyn,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T04:09:32",
    "is_scraped": "1"
}