{
    "doi": "https://doi.org/10.1182/blood-2020-137223",
    "article_title": "Phase 1/2 Study to Evaluate the Pharmacokinetics, Pharmacodynamics, Safety, and Efficacy of Marzeptacog Alfa (activated) in the Treatment of Episodic Bleeding in Subjects with Inherited Bleeding Disorders ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Background There are many inherited conditions that present with episodic bleeding effectively treated with Factor VIIa (FVIIa). These include Factor VII deficiency (FVIID), an autosomal recessive disorder caused by ineffective or reduced levels of FVII, Glanzmann thrombasthenia (GT), a rare platelet disorder associated with a deficiency or dysfunction of glycoprotein IIb/IIIa, Hemophilia A with inhibitors (HawI), an X-linked, recessive, bleeding disorder caused by a deficiency of FVIII with development of inhibitors against FVIII, rendering them refractory to replacement treatment. Although emicizumab prophylaxis is available for HAwI (HAwI-E), breakthrough bleeding still occurs. Treatment of episodic bleeding requires technical expertise to gain the requisite intravenous (IV) access and is often associated with pain. This causes delays in administration which results in prolonged bleeding and accumulation of blood in the joint or other bleeding sites. Currently approved FVIIa containing products take 6-24 hours to achieve hemostasis and maintain efficacy. Marzeptacog alfa (activated) (MarzAA), a novel variant activated recombinant FVII (rFVIIa), is being developed for subcutaneous (SQ) administration to address this important unmet need. Data from the Phase 1 study, MAA-102, demonstrated that SQ MarzAA is quickly absorbed and has the potential to achieve and maintain plasma levels in the desired range with an acceptable safety profile. This open-label, multi-center, Phase 1/2 study is designed to evaluate the pharmacokinetics, pharmacodynamics, safety and efficacy of MarzAA for on-demand treatment of spontaneous or traumatic bleeds in adolescents and adults with FVIID (cohort 1), GT (cohort 2) and HAwI-E (cohort 3). It is estimated that 24 subjects will be enrolled across all 3 cohorts at approximately 25 sites in 5 countries. Study Design and Methods Key inclusion criteria: Eligible male or female subjects, ≥ 12 years of age must have confirmed diagnosis of: FVIID (cohort 1), GT (cohort 2) or HAwI treated with the same dose of emicizumab for at least 4 weeks, HAwI-E (cohort 3); history of bleeding with annualized bleeding rate (ABR) of ≥ 8 for cohorts 1 and 2 and ABR of ≥ 1 for cohort 3; investigator-confirmed subject's ability to identify bleeds and administer MarzAA SQ at home. Key exclusion criteria: Subjects should not have previous exposure to SQ administration of rFVIIa or exposure to any other variant rFVIIa; known positive antibody or hypersensitivity to MarzAA , FVIIa, or variants thereof; history of other coagulation disorder(s); platelet count <50,000/uL; CD 4 T cell count <200 cells/mm 3 ; FVIID subjects with specific genotypes. Treatment: In Phase 1, subjects will receive a single dose of IV MarzAA followed by ascending doses of SQ MarzAA for PK assessments. Once the Phase 2 dose for the cohort is confirmed, subjects will be treated for episodic bleeding with SQ MarzAA until ≥30 eligible bleeds in Cohorts 1 and 2, and ≥15 eligible bleeds in Cohort 3 have been treated with MarzAA. Endpoints: Primary endpoints by cohort: Phase 1 includes PK of ascending SC doses of MarzAA and confirmation of the Phase 2 dose; Phase 2 includes the percentage of treated bleeds resulting in effective hemostasis (excellent or good) at 24 hours after the initial dose. Key secondary endpoints by cohort: Phase 1 includes PK and PD of IV and SQ MarzAA and PK dose proportionality; Phase 2 includes time to cessation of bleeding after the initial dose; percentage of treated bleeds resulting in effective hemostasis at fixed timepoints; percentage of bleeds that maintain hemostasis at 48 hours after the initial dose and use and amount of rescue therapy. Key safety endpoints for the study include the incidence of adverse events; occurrence of thrombotic events and binding and/or neutralizing anti-drug antibodies. Key exploratory endpoints for Phase 2 include assessment of patient satisfaction with the Treatment Satisfaction Questionnaire for Medicine- 9; assessment of pain using the Visual Analogue Scale; evaluation of the time required to administer treatment. Statistics: The appropriate statistics of all recorded, measured, and calculated parameters will be reported and include 95% confidence intervals, sample size, mean, standard deviation, and median. These will be reported separately for intent to treat and per protocol subjects in Phase 2. Safety results will be tabulated by cohort and in aggregate. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Neuman: Catalyst Biosciences: Current Employment, Current equity holder in publicly-traded company. Desai: Catalyst Biosciences: Current Employment, Current equity holder in publicly-traded company. Del Greco: Catalyst Biosciences: Current Employment, Current equity holder in publicly-traded company. Knudsen: Catalyst Biosciences: Current Employment, Current equity holder in publicly-traded company. Levy: Catalyst Biosciences: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Linda Neuman, MD",
        "Shraddha Desai, PhD MS",
        "Frank Del Greco, MBA",
        "Tom Knudsen, PhD DVM",
        "Howard Levy, PhD MBBChir"
    ],
    "author_dict_list": [
        {
            "author_name": "Linda Neuman, MD",
            "author_affiliations": [
                "Catalyst Biosciences, South San Francisco, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shraddha Desai, PhD MS",
            "author_affiliations": [
                "Catalyst Biosciences, South San Francisco, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Del Greco, MBA",
            "author_affiliations": [
                "Catalyst Biosciences, South San Francisco, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tom Knudsen, PhD DVM",
            "author_affiliations": [
                "Catalyst Biosciences, South San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Levy, PhD MBBChir",
            "author_affiliations": [
                "Catalyst Biosciences, South San Francisco, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T15:39:26",
    "is_scraped": "1"
}