{
    "doi": "https://doi.org/10.1182/blood.V112.11.5414.5414",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1336",
    "start_url_page_num": 1336,
    "is_scraped": "1",
    "article_title": "Relevance of α-Globin Genotyping in Patients Expressing HbH in Cord Blood: Prevalence of α-Globin Gene Deletions and α 2 -Globin Termination Codon Mutations in a Neonatal Hemoglobinopathy Screening Program ",
    "article_date": "November 16, 2008",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "topics": [
        "codon, terminator",
        "gene deletion",
        "genotype determination",
        "globins",
        "hemoglobin h",
        "hemoglobinopathies",
        "mutation",
        "newborn",
        "screening",
        "umbilical cord blood"
    ],
    "author_names": [
        "Vincent-Philippe Lavallée, MD",
        "Denis Soulieres, MD, MSc",
        "Xiaoduan Weng, MD, PhD",
        "Louise Robin, TM",
        "Steven Girard",
        "Gilbert Cornut, MSc",
        "Marie-Lise Audette, BSc"
    ],
    "author_affiliations": [
        [
            "Hematology and Blood Bank, CHUM-Notre-Dame, Montreal, QC, Canada"
        ],
        [
            "Hematology and Blood Bank, CHUM-Notre-Dame, Montreal, QC, Canada"
        ],
        [
            "Hematology and Blood Bank, CHUM-Notre-Dame, Montreal, QC, Canada"
        ],
        [
            "Hematology and Blood Bank, CHUM-Notre-Dame, Montreal, QC, Canada"
        ],
        [
            "Hematology and Blood Bank, CHUM-Notre-Dame, Montreal, QC, Canada"
        ],
        [
            "Hematology and Blood Bank, CHUM-Notre-Dame, Montreal, QC, Canada"
        ],
        [
            "Hematology and Blood Bank, CHUM-Notre-Dame, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.5255337",
    "first_author_longitude": "-73.5627179",
    "abstract_text": "Introduction: α-Thalassemia results from an heterogeneous group of disorders involving the α-Globin genes. Common deletions are responsible for 95% of cases of α-thalassemia, whereas Constant Spring mutation (Hb CS), one of the known mutations involving the termination codon of α 2 -globin gene, is the most common non-deletional cause of α-thalassemia worldwide. Its prevalence has never been studied in occidental countries. Patients and methods: as part of our neonatal hemoglobinopathy screening program, fetal cord blood samples are systematically tested by HPLC. When an abnormal Hb or HbH is found, α-Globin deletion is carried by multiplex-PCR. A two part observational study was done at our center based on the available data from our hemoglobinopathy screening program available since 2002. Firstly, we aimed to determine the level of Hb H present and to correlate it to a specific type of α-Globin gene deletion by m-PCR sequencing (table 1). 306 samples were analyzed and demonstrated a statistically significant difference between categories of α-globin gene deletions: 2 del cis vs 1 del, 2 del trans vs 1 del, 2 del cis vs 2 del trans (difference of means of 8.07, 4.33 and 3.75 respectively, P<0.001). With HbH ≤3.15% a CI of 95% excludes a condition other that 1 α -globin gene deletion. With Hb H ≤7.1%, a CI of 99% excludes 2 α -globin gene deletions in cis . Table 1  Deletion/allelic distribution . Hb H level (range) . Hb H level (means) . Std Dev . 1 deletion 1.0 – 12.4 2.03 1.12 2 deletions cis - 10.1 2.16 2 deletions trans - 6.35 1.5 Deletion/allelic distribution . Hb H level (range) . Hb H level (means) . Std Dev . 1 deletion 1.0 – 12.4 2.03 1.12 2 deletions cis - 10.1 2.16 2 deletions trans - 6.35 1.5 View Large Our second goal was to establish the prevalence of α-Globin termination codon mutation in the fetal blood sampling containing ≥1% of Hb H in absence of α-Globin gene deletion by m-PCR. 395 fetal blood samples were analysed. Of these, 59 lacked α-Globin gene deletions. 17 were excluded from our analysis for lack of personal data or DNA. The 42 remaining samples were studied by amplification of the termination codon followed by an enzymatic digestion for the recognition site T TAA . 2 samples (5%) were found to be heterozygotes for α 2 -globin mutation, presumably CS mutation. The small number of positive cases does not permit the conduct of a powerful statistical analysis, however the two mutated samples had a high level of Hb H (2,9%) whereas only 21% of the 42 studied samples had an Hb H ≥2%. Conclusion: These results represent a step forward in diagnosis of α-thalassemia and in identification of patients requiring particular genetic counselling based on HbH level at birth in cord blood. These results also indicate that 5% of Hb H positive/α-Globin deletion negative samples were caused by termination codon mutation in an occidental urban based population, and that it could be of interest to search for these mutations, especially when the Hb H level is high."
}