{
    "doi": "https://doi.org/10.1182/blood.V108.11.4637.4637",
    "article_title": "The Successful Use of Archived Formalin-Fixed Paraffin-Embedded (FFPE) Material for Gene Expression Studies. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "BACKGROUND: FFPE tissues are widely used as a source of genomic DNA (gDNA), as well as for immunohistochemistry. RNA amplification and its usage for gene expression studies from archived FFPE material has been hampered due to RNA degradation. AIM: The description of a protocol for RNA extraction from archived FFPE tissues followed by reverse transcription (RT) and real time PCR and its implementation in the study of reference genes. METHODS: RNA was extracted from single 15μm sections from 18 samples 30 months old and 6 samples 10 years old from patients with diffuse large B-cell lymphoma (DLBCL). The FFPE RNA Extraction kit (Roche) was used, followed by DNA digestion and run on an Agilent2100 Bioanalyzer. RT was performed using the Transcriptor System (Roche) with modified temperatures followed by real time PCR for the c-abl and Survivin genes using the Universal Library probes and primers (Roche). In addition for the 10-year old samples, beta2 microglobulin (b2m) and G6PDH were also amplified. RESULTS: RNA that was yielded, was around 250 bp. c-abl was successfully amplified in all 18 samples up to 30 months old with a median cycle (Ct) number of 33.74. All 3 control genes were successfully amplified from the 10-year old samples with a median Ct number of 30.3 for G6PDH, 23.4 for b2m and 28.6 for c-abl. To further evaluate the amplification potency we successfully amplified Survivin transcripts with a median Ct number of 35.2. Survivin/abl ratio was calculated at a median of 0.5 for all DLBCL samples. gDNA interferenence was excluded, since no amplification signal was observed when gDNA was used as a template. The special RNA extraction methods, elevated temperatures for RT, as well as the use of the Universal Library probes, which are specifically designed to be short (8–9bp) and hybridize to a short amplicon (72bp for c-abl and 97bp for Survivin) were the major novelties of this method. Conclusions: Specialized RNA extraction methods and the use of Universal Library Probes can succesfully lead to several target gene amplification from archived FFPE material and potentially provide templates for gene expression studies.",
    "topics": [
        "beta 2-microglobulin",
        "diffuse large b-cell lymphoma",
        "dna",
        "formaldehyde",
        "gene expression",
        "immunohistochemistry",
        "paraffin",
        "polymerase chain reaction",
        "rna",
        "survivin"
    ],
    "author_names": [
        "Konstantinos Lilakos",
        "Maria K. Angelopoulou, MD",
        "George Georgiou, MD",
        "Vassilios Salpeas, PhD",
        "Penelope Korkolopoulou, MD",
        "Panayiotis Panayiotidis, MD",
        "Gerassimos A. Pangalis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Konstantinos Lilakos",
            "author_affiliations": [
                "1st Department of Internal Medicine and Hematology, National and Kapodistrian University of Athens, Athens, Attiki, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria K. Angelopoulou, MD",
            "author_affiliations": [
                "1st Department of Internal Medicine and Hematology, National and Kapodistrian University of Athens, Athens, Attiki, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Georgiou, MD",
            "author_affiliations": [
                "1st Department of Propedeutic Internal Medicine, National and Kapodistrian University of Athens, Athens, Attiki, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassilios Salpeas, PhD",
            "author_affiliations": [
                "1st Department of Internal Medicine and Hematology, National and Kapodistrian University of Athens, Athens, Attiki, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Penelope Korkolopoulou, MD",
            "author_affiliations": [
                "1st Department of Internal Medicine and Hematology, National and Kapodistrian University of Athens, Athens, Attiki, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panayiotis Panayiotidis, MD",
            "author_affiliations": [
                "1st Department of Propedeutic Internal Medicine, National and Kapodistrian University of Athens, Athens, Attiki, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerassimos A. Pangalis, MD",
            "author_affiliations": [
                "1st Department of Internal Medicine and Hematology, National and Kapodistrian University of Athens, Athens, Attiki, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T21:29:24",
    "is_scraped": "1"
}