{
    "doi": "https://doi.org/10.1182/blood.V106.11.1524.1524",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=526",
    "start_url_page_num": 526,
    "is_scraped": "1",
    "article_title": "Selective Inhibition of Lysophosphatidic Acid Acyltransferase-β by CT32228 Inhibits MAPK and Enhances the Antileukemic Activity of Imatinib in BCR-ABL Expressing Cell Lines Resistant to Imatinib. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "acyltransferase",
        "bcr-abl tyrosine kinase",
        "cell lines",
        "imatinib mesylate",
        "mitogen-activated protein kinases",
        "1-phosphatidylinositol 3-kinase",
        "annexins",
        "caspase-3",
        "caspase-8",
        "cytokine"
    ],
    "author_names": [
        "Paul La Rosée, MD",
        "Taiping Jia, BS",
        "Shadmehr Demehri",
        "Peter de Vries, PhD",
        "Lynn Bonham, PhD",
        "Junia V. Melo, MD, PhD",
        "Jack W. Singer, MD, PhD",
        "Brian J. Druker, MD",
        "Michael W. Deininger, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Hematologic Malignancies, Oregon Health and Science University, Portland, OR, USA",
            "Fak. Klin. Med. Mannheim, University of Heidelberg, Mannheim, Germany"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "Cell Therapeutics Inc., Seattle, WA, USA"
        ],
        [
            "Cell Therapeutics Inc., Seattle, WA, USA"
        ],
        [
            "Haematology Dept, Imperial College, London, United Kingdom"
        ],
        [
            "Cell Therapeutics Inc., Seattle, WA, USA"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health and Science University, Portland, OR, USA",
            "Howard Hughes Medical Institute, USA"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health and Science University, Portland, OR, USA"
        ]
    ],
    "first_author_latitude": "45.4981307",
    "first_author_longitude": "-122.6713332",
    "abstract_text": "Background : Lysophosphatidic acid acyltransferase-β (LPAAT-β) catalyzes the conversion of lysophosphatidic acid (LPA) to phosphatidic acid (PA), an essential component of the Ras pathway. In vascular smooth muscle cells, specific inhibitors of LPAAT-β interfere with the ras and PI3-kinase dependent signaling pathways thereby inducing growth arrest and apoptosis. We have previously shown that CT32228, a specific inhibitor of LPAAT-β, selectively inhibits the growth of CML progenitor cells in cultures without cytokines [ASH 2003, #2415]. Since Bcr-Abl is usually reactivated in cells resistant to the Abl kinase inhibitor imatinib, and Ras and PI3 kinase are downstream targets of Bcr-Abl, we hypothesized that a specific inhibitor of LPAAT-β may have activity against Bcr-Abl-positive CML with resistance to imatinib. Methods : Antiproliferative activity was assessed using the MTS-proliferation assay. Statistical analysis of combination studies (CT32228 + imatinib) was performed by applying the median effect method. Flow cytometry after staining with propidium iodide (PI) was performed to assess the cell cycle, co-staining with annexin allowed the detection of apoptotic cells. Signaling studies were performed by immunoblotting. Results : CT32228 inhibited the proliferation of Bcr-Abl expressing cell lines (AR230-s, K562, KCL22, Baf/BCR-ABL-s, 32DBCR-ABL, MO7p210) with IC50 concentrations between 23 and 105 nM. Similar IC50 values were obtained in lines expressing imatinib resistant BCR-ABL-mutants (Y253F/M351T/T315I/H396R) or amplified wild-type-BCR-ABL (Baf/BCR-ABL-r1, AR230-r), demonstrating the absence of significant cross-resistance. Combination studies with imatinib demonstrated additive to synergistic antiproliferative activity only in cell lines with residual sensitivity towards imatinib. FACS analysis of K562 cells treated with CT32228 showed accumulation of cells in G2/M as early as 6 h after start of treatment. After 24 h, 50% of cells were in G2/M and apoptosis was demonstrable with annexin/PI staining. Consistent with the G2/M arrest, multinucleated cells were evident microscopically at 24 h. Further analysis of apoptotic signalling pathways revealed activation of caspase-3 and PARP cleavage, while activation of caspase-8 and -9 was not demonstrated. In K562 cells treated with CT32228, Erk1/2 phosphorylation was abrogated, consistent with inhibition of mitogen activated kinase signalling as a result of decreased Ras signalling. In contrast phosphorylation of Akt was unaffected suggesting that inhibition of LPAAT-β does not interfere with the PI3K pathway in BCR-ABL-positive cells. Conclusion : CT32228 exerts antileukemic activity in imatinib-resistant cells without cross-resistance to imatinib and is synergistic in combination with imatinib. Cytotoxicity is mediated by cell cycle arrest in G2/M and induction of apoptosis. Interference with the Ras-pathway through MAPK-inhibition may play a key role in the antileukemic effect of CT32228. This data provides the framework for evaluation of CT32228 and related compounds to improve imatinib-based treatment of CML."
}