{
    "doi": "https://doi.org/10.1182/blood-2019-128652",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4346",
    "start_url_page_num": 4346,
    "is_scraped": "1",
    "article_title": "Cdx Report Program: Heterogeneity Revealed in Current Reporting Practices for Hemato-Oncology Companion Diagnostic (CDx) Markers in Multiple Countries ",
    "article_date": "November 13, 2019",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "topics": [
        "bicalutamide",
        "heterogeneity",
        "medical oncology",
        "laboratory techniques and procedures",
        "laboratory test finding",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "protein p53",
        "biological markers",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Sabit Delic, PhD",
        "Piers Blombery, MBBS",
        "María José Calasanz, PhD",
        "Devon S. Chabot-Richards, MD",
        "Dolors Colomer, PhD",
        "Matteo G Della Porta, MD",
        "Paul A S Evans, PhD",
        "Torsten Haferlach, MD",
        "Joanne Mason, FRCPath",
        "Jay L Patel, MD",
        "William S. Stevenson, MBBS, PhD",
        "Christian Thiede, MD",
        "Maria Teresa Voso, MD",
        "Jordan Clark"
    ],
    "author_affiliations": [
        [
            "Diaceutics, Belfast, Antrim, United Kingdom "
        ],
        [
            "Peter MacCallum Cancer Centre, Melbourne, Australia "
        ],
        [
            "University of Navarra, Pamplona, ESP "
        ],
        [
            "University of New Mexico, Albuquerque, NM "
        ],
        [
            "IDIBAPS-Hospital Clinic, Barcelona, ESP "
        ],
        [
            "Humanitas Research Hospital & Humanitas University, Milan, Italy "
        ],
        [
            "Haematological Malignancy Diagnostic Service, St. James's University Hospital, Leeds, United Kingdom "
        ],
        [
            "MLL Munchner Leukamie Labor Gmbh, Munchen, Germany "
        ],
        [
            "West Midlands Regional Genetics Laboratory, Birmingham Women's Hospital,, Birmingham, United Kingdom "
        ],
        [
            "Department of Pathology, ARUP Laboratories, University of Utah, Salt Lake City, UT "
        ],
        [
            "Kolling Institute of Medical Research, Royal North Shore Hospital, Sydney, Australia "
        ],
        [
            "AgenDix--Applied Genetic Diagnostics, Dresden, Germany ",
            "Department of Internal Medicine I, University Hospital Carl Gustav Carus, Technical University Dresden, Dresden, Germany "
        ],
        [
            "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy "
        ],
        [
            "Diaceutics, Belfast, United Kingdom"
        ]
    ],
    "first_author_latitude": "54.593970500000005",
    "first_author_longitude": "-5.928656",
    "abstract_text": "Introduction: In the current era of precision medicine, CDx tests have become the basis for optimal patient care and targeted treatment. While technical aspects of a CDx assay's performance are audited regularly by participation in external quality assessment (EQA) programs, the reporting of these CDx markers is rarely scrutinized. The aim of this first of its kind CDx report program is to get a detailed picture of hemato-oncology CDx marker reporting across multiple countries. Therefore, we evaluated multiple laboratory parameters and reviewed actual content of clinical CDx reports. Methods: Thirty-four clinical labs from Germany, Italy, Spain, and the United Kingdom provided information for 7 biomarkers used for treatment decisions in hemato-oncology. An identical program is already running in Australia and the United States and will be initiated shortly in India and China. The CDx markers covered in this CDx report program were: BCR-ABL1 in chronic myeloid leukemia (CML), at diagnosis; BCR-ABL1 in CML, minimal residual disease (MRD); IDH1/2 in acute myeloid leukemia (AML); FLT3- ITD in AML; FLT3- TKD in AML; IGHV in chronic lymphocytic leukemia (CLL); and TP53 in CLL. The information requested from participating laboratories included two anonymized or blank reports: one with a positive/mutant result and one with a negative/wild-type result. The received anonymized reports were reviewed by experts within each country according to pre-agreed criteria. In addition, labs participated in a short online survey evaluating test volumes, turnaround times (TATs), positivity rates, participation in an EQA program, and status regarding accreditation and reimbursement. The results of the questionnaires were forwarded as anonymized and aggregated data to reviewing experts. Results: Overall, we received 184 survey datasets and 179 sets of anonymized reports. The review of the anonymized reports according to pre-defined criteria revealed differences in the way CDx results are represented and interpreted in clinical reports. Since not all markers covered in this program were tested by all participating labs, the number of survey datasets per CDx marker ranged from 16 to 34 ( IGHV : 16; TP53 : 19; IDH1/2 : 24; FLT3- TKD: 28; FLT3- ITD: 30; BCR-ABL1 [MRD]: 33; and BCR-ABL1 [diagnosis]: 34). The 184 survey datasets represented more than 7000 tests per month (Figure). The stated average TAT across all covered markers was 6.9 days, ranging from 5.3 days to 8.6 days in the covered countries. The TATs for the individual markers ranged from 4.4 days to 9.4 days ( FLT3- ITD: 4.4 days; FLT3- TKD: 4.6 days; BCR-ABL1 [diagnosis]: 5.3 days; BCR-ABL1 [MRD]: 6.9 days; IDH1/2 : 8.4 days; IGHV : 9.3 days; and TP53 : 9.4 days). In 103/179 (58%) datasets labs participated in EQA programs, and in 76/179 (42%) datasets labs did not participate in EQA programs. For 84/180 (47%) datasets, labs were ISO15189-accredited; for 12/180 (7%) datasets, labs were College of American Pathologists (CAP)-accredited; and for 84/180 (47%) datasets, labs were not accredited by either ISO15189 or CAP. Conclusion: CDx report program results reveal a broad range globally in CDx reporting practices. The identified differences in laboratory parameters, such as TAT and the actual content of clinical CDx reports, suggest a need for international harmonization of CDx reporting. The anonymized and aggregated data generated provide the basis for other initiatives and may support guideline updates and the international harmonization of CDx reporting. Figure . Estimated number of companion diagnostic tests per month covered in the CDx report program. Figure View large Download slide Figure View large Download slide  Disclosures Delic: Diaceutics: Employment, Equity Ownership. Blombery: Janssen: Honoraria; Novartis: Consultancy; Invivoscribe: Honoraria. Calasanz: Janssen: Honoraria; Diaceutics: Honoraria; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Honoraria. Colomer: Novartis: Honoraria; Incyte: Honoraria. Evans: Diaceutics: Honoraria; Novartis: Honoraria. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Mason: Novartis: Honoraria; Jazz Pharmaceuticals: Honoraria; AbbVie: Honoraria. Thiede: Daiichi Sankyo: Honoraria; Diaceutics: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau; AgenDix GmbH: Employment, Equity Ownership. Clark: Diaceutics: Employment, Equity Ownership."
}