{
    "doi": "https://doi.org/10.1182/blood.V104.11.1668.1668",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=234",
    "start_url_page_num": 234,
    "is_scraped": "1",
    "article_title": "Genetic Polymorphisms Associated with Risk for Pulmonary Hypertension and Proteinuria in Sickle Cell Disease. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "In order to identify genetic variants that modify the clinical severity of sickle cell disease (SCD), 118 patients with Hb SS or Hb Sβ 0 -thalassemia at our centers have undergone echocardiography (echo). Of these, 45 have results consistent with pulmonary hypertension (PHT), defined as a peak tricuspid jet velocity of at least 2.5 m/s. Analysis by De Castro et al (ASH 2004) of the Duke subset of these patients showed that ≥ 1+ proteinuria is highly associated with risk for PHT. Thus, we examined our candidate gene data to identify genetic polymorphisms associated with risk for PHT and proteinuria in this larger dataset. In all, we genotyped these patients for 101 SNPs in 31 candidate genes primarily involved in adhesion, coagulation, inflammation and cell signaling. For analyses of PHT, we compared patients with PHT, versus patients with other echo abnormalities and normal echos. Two levels of proteinuria were examined in our analyses: ≥1+ or ≥2+. For each SNP, contingency tables and tests of association were constructed for the genotypes by each clinical variable. The β2 adrenergic receptor gene (ADRB2) is associated with risk for asthma, diabetes, and obesity, as well as with the incidence of stroke in SCD. Thus, we examined 5 SNPs in ADRB2, including two in the leader cistron (RS1042711 and RS1801704), arg16gly (RS1042713), glu27gly (RS1042714), and HCV2084766 in exon 1. We found a trend for association with PHT and RS1042713 (p=0.06). SNPs associated with ≥1+ proteinuria were RS1042711 (p=0.03), RS1801704 (p=0.03), and RS1042714 (p=0.03). RS1042711 and RS1042714 were in high linkage disequilibrium (LD). ADCY6 is the major cardiac adenylyl cyclase isoform activated downstream of signaling though ADRB2, and is associated with cardiac hypertrophy. Thus we also examined four intronic SNPs in ADCY6 (HCV1244841, RS3730070, HCV1244851, and HCV1244859). Two SNPs in high LD were associated with PHT (HCV1244841, p=0.02, and RS3730070, p=0.01). Shores et al (2003) suggested that low cholesterol in both children and adults with SCD may exacerbate SCD complications. The LCAT gene converts cholesterol to cholesterol esters, and LCAT variants are associated with proteinuria and/or renal failure in other settings. We examined a SNP in exon 6 of LCAT (HCV11441833), as well as three other SNPs within genes close to LCAT (CTRL: RS2301246; SLC12A4: HCV2846928; and DPEP3: RS2271296). HCV11441833 was associated with PHT (p=0.05), ≥1+ proteinuria (p=0.01) and ≥2+ proteinuria (p=0.03). HCV2846928 was in high LD with the LCAT SNP and was similarly associated. Because the bone morphogenetic protein receptor II gene (BMRP2) is associated with primary PHT, we also investigated 5 SNPs (HCV1711012, HCV11510297, HCV2915656, HCV2915585, HCV2915597) in BMRP2. Two SNPs (HCV2915587 and HCV2915656) in high LD were associated with PHT (p=0.03). These preliminary data suggest the presence of genetic modifiers that significantly affect risk for both PHT and proteinuria in SCD. These data also support a common etiology of PHT and proteinuria, which are clinically associated, as noted by De Castro et al.",
    "topics": [
        "polymorphism",
        "proteinuria",
        "pulmonary hypertension",
        "sickle cell anemia",
        "obesity",
        "phosphatidylcholine-sterol o-acyltransferase",
        "beta-2 adrenergic receptors",
        "echocardiography",
        "adenylate cyclase",
        "adhesions"
    ],
    "author_names": [
        "Allison E. Ashley-Koch, PhD",
        "Laura De Castro, MD",
        "Felicia Lennon-Graham, MBA",
        "Jude Jonassaint, RN",
        "Terry L. Jackson, BS",
        "Jennifer Price, BS",
        "Jason Galloway, BS",
        "Ken I. Ataga, MD",
        "Eugene P. Orringer, MD",
        "Jeffery M. Vance, PhD, MD",
        "Marilyn J. Telen, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, University of North Carolina, Chapel Hill, NC, USA"
        ],
        [
            "Department of Medicine, University of North Carolina, Chapel Hill, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Department of Medicine, Duke University Medical Center, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "35.963968200000004",
    "first_author_longitude": "-78.86753834999998"
}