{
    "doi": "https://doi.org/10.1182/blood.V128.22.649.649",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3342",
    "start_url_page_num": 3342,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of Low Dose CD19 Targeted Chimeric Antigen Receptor T (CAR-T) Cell Immunotherapy in 47 Cases with Relapsed Refractory B-Cell Acute Lymphoblastic Leukemia (B-ALL) ",
    "article_date": "December 2, 2016",
    "session_type": "703. Adoptive Immunotherapy: CAR-T Toxicity and Clinical Trials",
    "abstract_text": "Abstract Introduction: Patients (pts) with relapsed refractory B-ALL are mostly incurable by chemotherapy. The disease free survival (DFS) is low even treatment with allogeneic hematopoietic stem cell transplantation (allo-HSCT). We explored treatment of 47 cases of relapsed refractory B-ALL with low dose CD19 CAR-T cells and assessed the clinical safety and efficacy. Patients and Methods: (6-8)X10 7 pts' peripheral blood mononuclear cells(PBMCs) were activated with CD3 and CD28 antibodies for 24h, then transduced with the lentivirus encoding anti-CD19-CD3zeta-4-1BB CAR (Image1/Picture1) and cultured for 5-6 days in serum-free media containing IL2,IL7,IL15,IL21. All pts except one who had persistent cytopenia received cyclophosphamide 250 mg/m 2 /d X 3d, and fludarabine 30 mg/m 2 /d X 3d, then CAR-T cell infusion. Between Jul.31 2015 and Jul. 15 2016, a total of 47 cases were treated with CAR-T cells (Chart1). 37/47 cases had frank hematologically relapsed refractory B-ALL, who could not achieve complete remission (CR) after more than 1 cycles of chemotherapy. The median prior chemotherapy duration was 18 months. The median pre-treatment bone marrow blast percentage was 67% (6.5-98.5%). The most recently treated 15 cases had their PB blasts <30% and had no brain mass. 10/47 cases had persistent positive minimal residual disease (MRD) per flow cytometry (FCM) after more than 3 cycle of chemotherapy, except one who had severe pneumonia after 1 cycle of chemotherapy. The MRD pre-treatment were ranging from 0.01%-1.53%. Chart 1: Characteristics of Patients Pre-CAR-T Image 1/Picture 1: Results: The pts received a median of 10 (0.5-140) X10 4 cells/kg CAR-T cells, and the most recently treated 15 cases all received 10 X 10 4 cells/kg. The median observation period was 201 days (20-368 days). On day 16-20 after CAR-T infusion, 31/35 (88.6%) relapsed hematological refractory cases achieved CR or incomplete CR(Cri), and 29/35 cases (82.9%) achieved negative MRD by FCM(CMR: complete molecular remission). No extramedullary leukemia was detected in any cases with residual disease. The most recently treated 15 consecutive cases all achieved CR with only mild (<grade 2) cytokine release syndrome (CRS). 2 cases could not be evaluated for efficacy because 1 died from severe pancytopenia and 1 died from intracranial hemorrhage during the first month of the study. 4 cases did not achieve CR but all those pts only received less than 5x10 4 /kg CAR-T cells. 15/17 CR cases were bridged into allo-HSCT and have remained in CMR with a median follow-up of 197 days (100-303 days). 25 CR cases have been followed up for more than 60 days, 5/25 pts had hematological relapse and 4/25 pts became MRD + again. The median time to relapse was 64 days (52-193 days), with 5 pts CD19 - , 2 CD19 dim and 2 CD19 + by FCM. The major side effect was CRS. The median time to development of CRS was 7 days (1-12) with median CRS grade 2 (1-5). 9/10 (90%) refractory MRD + cases became MRD - after CAR-T treatment. The median time to development of CRS of this group of patients was at day 6 (day 6-7) with median CRS grade 1 (0-1). Conclusion: Our anti-CD19 CAR-T cell therapy can result in a high CR/CRi /CMR rate in pts with refractory B-ALL and could overcome pre-existing risk factors for poor outcomes, including complex chromosome abnormalities, poor gene mutations, inherited predisposing gene mutation, extramedullary leukemia etc. Pts could be safely bridged into allo-HSCT for potential cure. The dose of infused CAR-T cells in our patients was far lower than previously reported in the literature and the culture period was only 6-7 days, which could dramatically reduce the cost of the CAR-T therapy. 10X10 4 cells/kg of CAR-T cells was a safe and effective number for treating B-ALL. The major complication was CRS and the severity of CRS was directly correlated with the number of malignant B cells in the PB. The efficacy of CAR-T therapy was correlated to the infused number of CAR-T cells. The most recently treated 15 consecutive cases all achieved CR without severe CRS suggesting that the optimal number of CAR-T cells and patient selection are important for the efficacy and safety. Table. View large Download slide Table. View large Download slide Figure. View large Download slide Figure. View large Download slide Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "cd19 antigens",
        "chimeric antigen receptors",
        "immunotherapy",
        "leukemia, b-cell, acute",
        "culture media, serum-free",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "allopurinol",
        "cardiac mri"
    ],
    "author_names": [
        "Biping Deng, MD",
        "Alex Hongsheng Chang, Professor",
        "Junfang Yang, MD",
        "Jing Pan, MD",
        "Xian Zhang, PhD",
        "Yuehui Lin, MD",
        "Yanan Wu, MD",
        "Zhenling Deng, PhD",
        "Peihua Lu, MD",
        "Tong Wu, MD",
        "Zhaoli Liu, Bachelor",
        "Yu'e Zhang, Bachelor",
        "Chunrong Tong, MD"
    ],
    "author_affiliations": [
        [
            "Immunotherapy Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "School of Medicine, Tongji University, Shanghai, China "
        ],
        [
            "Hematopathology, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hematopathology, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hematopathology, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hematopathology, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Immunotherapy Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Immunotherapy Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hematopathology, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Bone Marrow Transplantation, Hebei Yanda Lu Daopei Hospital, Langfang, China"
        ],
        [
            "Immunotherapy Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Immunotherapy Department, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hematopathology, Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ]
    ],
    "first_author_latitude": "39.937046599999995",
    "first_author_longitude": "116.79451709999998"
}