{
    "doi": "https://doi.org/10.1182/blood.V110.11.3725.3725",
    "article_title": "Surface Adhesion and Growth of Microaggregates under Flow Conditions (I): Role of Cell-Derived Microparticles and Leukocytes. ",
    "article_date": "November 16, 2007",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion",
    "abstract_text": "BACKGROUND. Circulating blood cells and endothelial cells (EC) shed small membranous vesicles termed cell-derived microparticles (MP) upon activation or apoptosis. Many MP species carry procoagulant activity and cell adhesion molecules (CAM) which can mediate interactions with platelets, leukocytes and EC. Therefore, it has been proposed that some species of MP play important roles in hemostasis and thrombosis. To gain new insight on possible MP modulation of cell adhesion to surfaces under flow conditions, we evaluated effects of adding selected MP types to whole blood (WB) or to platelet-rich plasma (PRP) under flow conditions at physiological shear rates. METHODS. A cone-and-plate analyzer (CPA) equipped with microscope and imaging analysis software was used to investigate cell adhesion and growth of micro-aggregates on the plate surface under flow (shear) conditions (Diamed Impact-R). Citrated WB or PRP (110 μL) was preincubated with 20 μL of selected MP for 10 min, then subjected to 1800 sec −1 shear rate for 2 min. Endothelial MP (EMP) were obtained from the supernatant of cultured renal microvascular endothelial cells activated by TNF-α (10 nM) for 24 hr. Platelet MP (PMP) were generated by exposure of PRP to ADP (10 μM) for 30 min. Red cell MP (RMP) were prepared by exposure of washed RBC to calcium ionophore (10 μM) for 60 min. All MP were washed twice with PBS and resuspended at 2 × 10 6 /μL. Images of adherent microaggregates were measured in terms of percent surface coverage (SC), average size, and number of adherent objects. RESULTS. The difference between PRP and WB: There was 3-fold greater SC and 2-fold larger aggregate size in WB (p<0.0001, p<0.002, respectively) compared to PRP, but no difference in number of objects. This suggests that platelets act as initial seeds, since number of objects was similar between WB and PRP; and that other cells present in WB contribute strongly to the growth of the initial seeds into larger aggregates. This was further supported by finding that addition of washed leukocytes (but not RBC) to PRP resulted in substantial increase of size and SC, to values similar to WB. Effect of PMP: Addition of PMP to PRP had no effect on any parameter. However, addition of PMP to WB had a strong effect, increasing both SC and size (p=0.01), but not number of objects. We attribute this effect to recruitment of leukocytes in WB by PMP. Effect of EMP: In contrast to PMP, addition of EMP to PRP caused all parameters to increase markedly (SC, p=0.005; size, p=0.002; number, p=0.008). Based on our previous work, we attribute this effect may be similar to the in the oresence ristocetin. When EMP were added to WB, again all values increased compared to WB alone, but less markedly (SC, p=0.001; size, p=0.02; number, p=0.03). Effect of RMP: Addition of RMP to either WB or PRP had no significant effect. CONCLUSIONS. First, we demonstrate that platelets are the initial seeds of aggregate deposition on the plate of this device, and that subsequent growth in size depends on both platelets and leukocytes. Second, we show that both PMP and EMP are active in promoting aggregate growth, but in different ways: PMP apparently act mainly to recruit leukocytes, and EMP act to promote platelet adhesion and growth of aggregates. The underlying mechanisms of MP species on adhesion and growth of aggregates and the physiologic or pathologic significance of these observations is being further explored.",
    "topics": [
        "adhesions",
        "cell-derived microparticles",
        "leukocytes",
        "calcium",
        "cell adhesion molecules",
        "diagnostic imaging",
        "hemostasis procedures",
        "ionophores",
        "mechlorethamine",
        "medical devices"
    ],
    "author_names": [
        "Wenche Jy, PhD",
        "Joaquin J. Jimenez, MD",
        "Loreta Bidot, BS",
        "Jaehoon Bang",
        "Lawrence L. Horstman, BS",
        "Carlos J. Bidot, MD",
        "Yeon-Soong Ahn, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenche Jy, PhD",
            "author_affiliations": [
                "Wallace H Coulter Lab. Dept. of Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joaquin J. Jimenez, MD",
            "author_affiliations": [
                "Wallace H Coulter Lab. Dept. of Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loreta Bidot, BS",
            "author_affiliations": [
                "Wallace H Coulter Lab. Dept. of Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaehoon Bang",
            "author_affiliations": [
                "Wallace H Coulter Lab. Dept. of Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence L. Horstman, BS",
            "author_affiliations": [
                "Wallace H Coulter Lab. Dept. of Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos J. Bidot, MD",
            "author_affiliations": [
                "Wallace H Coulter Lab. Dept. of Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeon-Soong Ahn, MD",
            "author_affiliations": [
                "Wallace H Coulter Lab. Dept. of Medicine, University of Miami, Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T21:37:45",
    "is_scraped": "1"
}