{
    "doi": "https://doi.org/10.1182/blood.V112.11.3922.3922",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1321",
    "start_url_page_num": 1321,
    "is_scraped": "1",
    "article_title": "Staphylococcal Superantigen-Like 5 Activates Platelets, and Supports Platelet Adhesion Under Flow Conditions, Which Is Mediated by GPIb- Alpha and Alpha-IIb-Beta-3 ",
    "article_date": "November 16, 2008",
    "session_type": "Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion",
    "topics": [
        "blood platelets",
        "platelet adhesion",
        "staphylococcus",
        "superantigens",
        "adhesions",
        "fibrinogen",
        "glycoprotein",
        "human platelets, washed",
        "ligands",
        "microbial colonization"
    ],
    "author_names": [
        "Cees Weeterings",
        "Carla JC de Haas",
        "Mignon M Vughs",
        "Philip G de Groot",
        "Jos van Strijp",
        "Ton Lisman"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Chemistry, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Department of Experimental Microbiology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Department of Experimental Microbiology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Department of Clinical Chemistry, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Department of Experimental Microbiology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Surgical Research Laboratory, Department of Surgery, University Medical Center Groningen, Groningen"
        ]
    ],
    "first_author_latitude": "52.0865646",
    "first_author_longitude": "5.179913099999999",
    "abstract_text": "Introduction - Staphylococcal superantigen-like 5 (SSL5) is an exoprotein secreted by Staphylococcus Aureus and has been shown to inhibit neutrophil rolling over activated endothelial cells via a direct interaction with P-selectin glycoprotein ligand 1 (PSGL-1). Since PSGL-1 shows close homology to platelet glycoprotein Ib-alpha (GPIb), and as platelets have been shown to play an important role in neutrophil chemotaxis, we investigated whether SSL5 also interacts with platelets. Results - When purified recombinant SSL5 was added to washed platelets in an aggregometry set-up, full and irreversible aggregation was observed even in the absence of exogenous fibrinogen. Proteolysis of the extracellular part of GPIb-alpha or the addition of dRGDW abrogated platelet aggregation. SSL5 was shown to interact with glycocalicin, a soluble GPIb-alpha fragment, and binding of SSL5 to platelets resulted in GPIb-mediated signal transduction as evidenced by translocation of 14-3-3zeta to the actin cytoskeleton. When a mixture of isolated platelets and red cells was perfused over immobilized SSL5 at a shear rate of 300 s −1 , large stable platelet aggregates were observed. Platelet adhesion was substantially reduced by proteolysis of GPIb-alpha or addition of dRGDW. In addition, real-time video analysis showed that initial tethering of the platelets was abrogated by proteolysis of GPIb-alpha. Furthermore, when whole citrated blood was perfused over immobilized SSL5, real-time video analysis revealed that platelets activated with the PAR-1 activating peptide SFLLRN made transient contacts with the immobilized SSL5, although no permanent contacts were observed. Finally, SSL5 was shown to interact with endothelial cell matrix (ECM) from cultured human umbilical vein endothelial cells. The interaction of SSL5 with ECM enhanced aggregation of platelets from whole blood to this ECM. Discussion - Here, we show that SSL5 is capable of activation, adhesion and aggregation of platelets, in which both GPIb-alpha and alpha-IIb-beta-3 play a role. We hypothesize that platelet activation by SSL5 could be important in colonization of the vascular bed and evasion of the immune system."
}