{
    "doi": "https://doi.org/10.1182/blood.V106.11.2270.2270",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=484",
    "start_url_page_num": 484,
    "is_scraped": "1",
    "article_title": "CUL-4A Short Hairpin RNA (shRNA) Impairs Normal Hematopoiesis of Human Cord Blood CD34 + Cells In Vitro and In Vivo . ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "cd34 antigens",
        "rna",
        "umbilical cord blood",
        "hematopoiesis",
        "cd45 antigens",
        "colony-stimulating factors",
        "ligase",
        "rna, messenger",
        "transplantation",
        "ubiquitin"
    ],
    "author_names": [
        "Jae Hung Shieh, PhD",
        "Jianxuan Zhang, PhD",
        "Xiaoling Lu",
        "Pengbo Zhou, PhD",
        "Malcolm A.S. Moore, Dr of Phil"
    ],
    "author_affiliations": [
        [
            "Moore Laboratory, Cell Biology Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Moore Laboratory, Cell Biology Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269",
    "abstract_text": "The CUL-4A ubiquitination machinery regulates the stability of HOXA9 by promoting its ubiquinitation and proteasome-dependent degradation. Our previous study showed the perturbation of CUL-4A biosysthesis in 32D cells by RNA-mediated interference increased an accumulation of HOXA9, and impaired G-CSF-induced terminal differentiation to granulocytes. HOXA9 is preferentially expressed in primitive hematopoietic cells and downregulates with differentiation. In this study, a lentiviral vector expressed both CUL-4A shRNA and GFP was constructed and was used to transduce cord blood (CB) CD34 + cells (GFP-shCUL-4A-CD34 + cells). The ability of GFP-shCUL-4A-CD34 + cells to form CFC colonies, to differentiate into myeloid, erythroid, B-lymphoid and T-lymphoid cells in vitro, and to engraft in irradiated NOD/SCID mice was evaluated. Our results showed that knockdown of CUL-4A m-RNA dramatically inhibited hematopoisis both in vivo and in vitro . In the CFC assay, FACS-sorted GFP bright -shCUL-4A-CD34 + cell formed fewer colonies (5%) that were smaller size (<500 cells/colonies) relative to progeny of GFP bright -CD34 + cells. In contrast, FACS-sorted GFP dim -shCUL-4A-CD34 + cells produced only 50% less colonies than the control GFP dim -CD34 + cells. However, GFP dim -shCUL-4A-CD34 + cells had 30% more colonies with 500 cells/colony comparing to that of GFP dim -CD34 + cells. After transplanting the GFP-shCUL-4A-CD34 + cells into irradiated NOD/SCID mice for 6 weeks, GFP-shCUL-4A-CD45 + cells decreased more than 80% in the mouse bone marrow. These human GFP-shCUL-4A CD45 + cells were capable of forming GFP + -CFC but with >80% reduction in their potency. No reduction in % of GFP-CD45 + cells and GFP + -CFC was observed in the GFP-CD34 + cells group pre- and post-transplantation. The in vitro culture systems showed that knockdown of CUL-4A mRNA in CB CD34 + cells resulted in the developmental impairment in monocytic, megakaryocytic, erythroid, B lymphoid and T-lymphoid lineages. This impairment is a time- and shCUL-4A dose-dependent process. Further study using cell cycle analysis indicated that transduction of CUL-4A shRNA to HL-60 or CD34 + cells induced apoptosis. Our results, for the first time, demonstrate an essential role of the CUL-4A ubiquitin ligase in maintaining cell survival to ensure proper differentiation of normal human stem and progenitor cells into different hematopoietic lineages both in vivo and in vitro ."
}