{
    "doi": "https://doi.org/10.1182/blood-2020-141156",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4460",
    "start_url_page_num": 4460,
    "is_scraped": "1",
    "article_title": "Cell Cycle Regulates Phosphorylation of RUNX1 to Modulate Megakaryocyte-Erythroid Progenitor Fate Specification ",
    "article_date": "November 5, 2020",
    "session_type": "502.Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation",
    "topics": null,
    "author_names": [
        "Yi-Chien Lu, PhD",
        "Vanessa M Scanlon, PhD",
        "Juliana Xavier-Ferrucio, PhD",
        "Lin Wang, MS",
        "Alan Friedman",
        "Alan B. Cantor, MD PhD",
        "Diane S. Krause, MD PhD"
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine, Yale University School of Medicine, Yale University, New Haven, CT "
        ],
        [
            "Laboratory Medicine, Yale University School of Medicine, Yale University, New Haven, CT "
        ],
        [
            "Laboratory Medicine, Yale University School of Medicine, Yale University, New Haven, CT "
        ],
        [
            "Yale University, New Haven, CT "
        ],
        [
            "Johns Hopkins University,, Baltimore, MD "
        ],
        [
            "Division of Pediatric Hematology-Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ],
        [
            "Laboratory Medicine, Yale University School of Medicine, Yale University, New Haven, CT "
        ]
    ],
    "first_author_latitude": "41.304511549999994",
    "first_author_longitude": "-72.9348102",
    "abstract_text": "Human Megakaryocytic-Erythroid Progenitors (MEP) produce megakaryocytic progenitors (MkP) and erythroid progenitors (ErP). Though some of the players have been identified, the molecular mechanisms underlying the MEP fate decision have not yet been determined. Using a functional single cell CFU-Mk/E assay, and single-cell RNA sequencing (scRNAseq), we have revealed that MEP cell cycling regulates MEP fate decisions with decreased cycling promoting Mk fate commitment and increased cycling promoting E fate commitment (Lu et al, Cell Reports, 2018). Our data point to RUNX1 (aka AML1), already known to be important for both Mk and E maturation, as playing a key role in MEP fate determination. RUNX1 target genes vary significantly between Common Myeloid Progenitors (CMP), MEP, MkP, and ErP. For example, the RUNX1 targets MPL, FLI1, and THBS1 are higher in MkP than in MEP and lowest in CMP and ErP. Analysis of scRNAseq data indicates that 11.8% and 9.3% of differentially (adj.p < 0.05, fold change > 2) expressed genes are predicted RUNX1 targets when comparing MEP to MkP and MEP to ErP, respectively (p=2.9e-8 and 5.6e-16). However, RUNX1 mRNA levels do not change significantly between CMP, MEP, MkP and ErP. We therefore assessed whether total RUNX1 protein levels and post-translational modifications change with Mk and E lineage commitment. Intracellular staining normalized to levels in CMP revealed that total RUNX1 protein is elevated 1.34-fold from CMP to MEP, is highest (1.65-fold) in MkP, and is intermediate in ErP (1.5-fold) consistent with RUNX1 perhaps promoting Mk over E fate. RUNX1 can be phosphorylated by cyclin dependent serine/threonine kinases (CDKs) as well as Src tyrosine kinases. Significant differences in RUNX1 phosphoprotein levels were revealed by intracellular FACS assays for differential phosphorylation of RUNX1. Phosphoserine modified RUNX1 (Ser21, Ser276, and Ser 397) levels, which likely reflect active RUNX1, are highest in MkP (1.28-fold over MEP), and diminished in ErP (-1.32-fold over MEP). To determine whether RUNX1 and phosphor-RUNX1 variants affect MEP commitment, we overexpressed wildtype (WT) RUNX1 or RUNX1-S4D (phospho-mimetic on S249, S277, T273, S276 residues). WT RUNX1 overexpression affected fate specification of primary MEP (p<0.05) with an increase in the Mk-only colony percentage from 24% to 43% at the expense of E-only colonies (from 26% to 16%) with little change in bipotent CFU-Mk/E. RUNX1-S4D more dramatically (p<0.04) increased Mk-only colonies (from 25% to 75%) and decreased E-only (from 25% to < 4%) and Mk/E (from 50% to 21%) colonies. Surprisingly, overexpression of RUNX1-S4D in FACSorted primary human ErP caused them to develop more (p<0.01) Mk/E-colonies (from 12% to 60%) with a dramatic decrease in E-only colonies (from 85% to 28%) suggesting that the E commitment of ErP is reversed (or reprogrammed) by activated RUNX1. In contrast, RUNX1 variants mimicking tyrosine phosphorylation (RUNX1-Y6D) promote E fate specification. Tyrosine phosphorylation on RUNX1 is mediated by Src family kinases (Huang te al, Genes Dev., 2012). We found that Src kinase inhibition results in increasing Mk lineage bias (from 20% to 71%) suggest differential phosphorylation of RUNX1 plays a pivotal role in MEP fate specification. Epigenetic modifications induced by phospho-serine vs phospho-tyrosine mimetics are currently under evaluation. Combining our data on cell cycle control of MEP with RUNX1 reveals that RUNX1 inhibition prevents the Mk bias induced by slowing the cell cycle. For example, the RUNX1 inhibitor Ro5-3335 causes MEP to have an Er bias from 27% to 61% while the mTOR inhibitor Rapamycin (slows MEP cell cycle) induces a Mk bias from 19% to 52%. The combination of Ro5-3335 plus Rapa results in increased Er from 27% to 45% suggest that RUNX1 influences MEP fate specification downstream of the cell cycle machinery. In summary, the phosphorylation status of RUNX1 in primary human hematopoietic progenitors regulates MEP fate commitment. Detailed mechanisms linking the cell cycle machinery to RUNX1 protein levels and function toward Mk vs E specification are being explored. Disclosures No relevant conflicts of interest to declare."
}