{
    "doi": "https://doi.org/10.1182/blood-2021-152505",
    "article_title": "Central Memory T-Cell Differentiation Correlates with Depth of Response in Relapsed/Refractory Multiple Myeloma Patients Receiving Elotuzumab in Combination with Carfilzomib, Lenalidomide and Dexamethasone (Elo-KRd) ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Introduction : The addition of elotuzumab (Elo), an anti SLAMF7 immunostimulatory antibody, to carfilzomib, lenalidomide and dexamethasone (KRd) can lead to synergistic anti-myeloma immune effects. Pre-clinical data showed that both Elo and KRd promote innate NK cell response and adaptive cytotoxic T cell response. Here we report longitudinal NK and T cell profiling data in relation to clinical response and MRD status in the context of an Elo-KRd Phase II study (NCT03361306). Methods: Patients with relapsed refractory multiple myeloma (RRMM) after first-line therapy who enrolled in this phase II study received treatment with 4 cycles of Elo-KRd induction followed by Elo-Rd maintenance. Peripheral blood (PB) specimens were collected pre-induction (n=15), after induction (n=14), and every other month during maintenance (n=10). Bone marrow (BM) aspirates were collected pre- and post-induction and at the time of CR confirmation. Minimal residual disease (MRD) was assessed by next-generation flow cytometry (MRD NGF, 10 -5 sensitivity) post-induction for patients achieving very good partial response or better (≥VGPR). PB and BM NK, CD4 and CD8 T cell subset distribution, activation and anergy status were assessed by flow cytometry. Longitudinal Elo-KRd immune modulatory effect was modelled by polynomial regression analyses. Wilcoxon signed rank tests were used for timepoints comparisons. Mann-Whitney U tests were used for response groups comparisons between. Population frequency data, among mononuclear cells, are presented as mean±SD unless otherwise noted. Results: We first investigated Elo-KRd immune modulatory activity during induction treatment. Immature / mature NK cell distribution in PB remained unaltered pre- and post-induction (iNK: 8.9±6.4 vs 8.6±3.5, p=0.808; mNK: 14.9±6.8 vs 13.1±6.1, p=0.463). No significant change in PB NK activation markers KIR2DS4, KIR3DL1, NKG2A, NKG2D or NKp46 was observed throughout Elo-KRd induction. A lack of NK cell maturation was also observed in the BM despite a rise of iNK NKG2D expression (iNK NKG2D+: 22.5±7.7 vs 30.1±8.8, p=0.0.039). The number of both PB effector T helper (CD4+ Th) and cytotoxic T cell (CD8+ CTL) significantly decreased post-induction (PB ThEff: 28.5±16.4 vs 14.4±10.6, p<0.001; PB CTLEff: 58.6±19.7 vs 39.0±13.9, p=0.005), whereas CTL central memory cell counts increased (PB CTLCM 11.7±11.2 vs, 15.9±11.4 p=0.058). A similar effector to central memory T cell conversion was observed in BM and was more pronounced among CTL (BM CTLEff/CM ratio: 21.6±54.8 vs 2.1±1.6, p= 0.002). Overall response rate on study was 80%, with 53.5% (8/15) achieving ≥VGPR. MRD negativity rate (at 10-5 sensitivity) post-induction was 20% (3/15). The subset of patients who achieved ≥VGPR had higher rates of Th and CTL CM cell differentiation at baseline [≥VGPR vs <VGPR; PB ThEff/CM ratio: median 1.0 (range 0.1 - 1.5) vs 3.1 (0.8 - 212.1); p=0.018; PB CTLEff/CM ratio: median 4.1 (range 0.7 - 16.3) vs 13.2 (4.3 - 10607.1); p=0.056]. Among the MRD negative group, one patient remained in sustained CR at 38 months follow up and retained a high Th/CTL CM conversion rate throughout. At the time of relapse, PB (n=6) and BM (n=2) specimens were collected. While no significant alterations in PB NK cell maturation or activation were observed, circulating CTL Eff / CM distribution reverted to baseline levels (baseline vs relapse; PB CTLEff/CM ratio: 743.6±2755.1 vs 282.7±672.0; p=0.156). BM CTL cell effector / central memory distribution also tends to return to pre-induction levels. Conclusions: Unlike preclinical data where Elo has shown to enhance NK cell activity, longitudinal immune profiling analysis in patients with RRMM treated with Elo-KRd revealed limited activation of NK cell and no effect on NK cell maturation. Instead, we noted several changes within T cell compartment, notably activation and subsequent loss of Th and CTL effector cells, along with gain of central memory phenotype. This observation was most apparent for patients achieving ≥VGPR who exhibited significant higher rate of Effector to CM T cell conversion. On relapse, CM CTL cell frequency in both PB and BM compartments decreased to baseline level. Taken together, our results suggest that higher CM conversion rate, typically associated with sustained antigen stimulation, was associated with response to study treatment. Disclosures Foureau:  Cytognos: Honoraria; TeneoBio, Celgene: Research Funding. Bhutani:  Amgen, BMS, Takeda: Speakers Bureau; Sanofi: Consultancy; Janssen, MedImmune, Takeda, Celgene, BMS, Cerecor, Celularity: Research Funding. Atrash:  GSK: Research Funding; AMGEN: Research Funding; Jansen: Research Funding, Speakers Bureau. Paul:  Regeneron: Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees; Genentech: Membership on an entity's Board of Directors or advisory committees; Janssen Pharmaceuticals Inc: Membership on an entity's Board of Directors or advisory committees; Amgen Inc.: Speakers Bureau; Bristol Myers Squibb: Divested equity in a private or publicly-traded company in the past 24 months. Symanowski:  Eli Lilly: Consultancy, Other: DSMB Member; Immatics: Consultancy, Other: DSMB Member; Carsgen: Consultancy. Voorhees:  Bristol-Myers Squibb Company.: Other: Data Safety & Monitoring; AbbVie Inc, Bristol-Myers Squibb Company; Consulting Agreement: GlaxoSmithKline, Novartis, Oncopeptides: Other: Advisory Committee. Usmani:  EdoPharma: Consultancy; Janssen: Consultancy, Research Funding, Speakers Bureau; Amgen: Consultancy, Research Funding, Speakers Bureau; Array BioPharma: Consultancy, Research Funding; Abbvie: Consultancy; GSK: Consultancy, Research Funding; Celgene/BMS: Consultancy, Research Funding, Speakers Bureau; Sanofi: Consultancy, Research Funding, Speakers Bureau; Seattle Genetics: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; Merck: Consultancy, Research Funding; Janssen Oncology: Consultancy, Research Funding; Takeda: Consultancy, Research Funding, Speakers Bureau; SkylineDX: Consultancy, Research Funding; Bristol-Myers Squibb: Research Funding.",
    "author_names": [
        "David M Foureau",
        "Manisha Bhutani",
        "Fei Guo",
        "Kateryna Fesenkova",
        "Shebli Atrash",
        "Reed Friend",
        "Barry Paul",
        "Myra M Robinson",
        "James T Symanowski",
        "Lawrence J Druhan",
        "Mauricio Pineda-Roman",
        "Peter M. Voorhees",
        "Saad Z. Usmani"
    ],
    "author_dict_list": [
        {
            "author_name": "David M Foureau",
            "author_affiliations": [
                "Immune Monitoring Core Laboratory, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Manisha Bhutani",
            "author_affiliations": [
                "Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fei Guo",
            "author_affiliations": [
                "Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kateryna Fesenkova",
            "author_affiliations": [
                "Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shebli Atrash",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reed Friend",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry Paul",
            "author_affiliations": [
                "Plasma Cell Disorders Section, Department of Hematologic Oncology & Blood Disorders, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myra M Robinson",
            "author_affiliations": [
                "Levine Cancer Institute, Charlotte, NC"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James T Symanowski",
            "author_affiliations": [
                "Department of Cancer Biostatistics, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence J Druhan",
            "author_affiliations": [
                "Hematology Oncology Translational Research Laboratory, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricio Pineda-Roman",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter M. Voorhees",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saad Z. Usmani",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute, Atrium Health, Charlotte, NC"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:38:57",
    "is_scraped": "1"
}