{
    "doi": "https://doi.org/10.1182/blood.V106.11.5121.5121",
    "article_title": "Lovastatin and Thalidomide Have an Synergic Effect on the Rate of Multiple Myeloma Cell Apoptosis in Short Term Cell Cultures. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Multiple myeloma is characterized by an accumulation of plasma cells in the bone marrow. Despite many therapeutic regimens introduced recently, the prognosis for patients suffering from treatment-resistant or relapsing multiple myeloma is still very poor. Thus, there is an urgent medical need for novel innovative drugs. Thalidomide is successfully used in myeloma patients being reported to induce apoptosis or G1 growth arrest of plasma cells, regulate microvessel density and cytokine secretion. Statins, largely used for the treatment of hypercholesterolemia, seem to be promising drug in multiple myeloma also. High dose of lovastatin has been shown to have antiproliferative effect by inhibition of malignant cell proliferation and inducing programmed cell death. The aim of this study was the assessment of multiple myeloma cells apoptosis induced by mixture of lovastatin and thalidomide in short-term cell cultures. We analyzed plasmocytes of bone marrow samples obtained from 10 patients with treatment-resistant or relapsing multiple myeloma. To assess apoptosis we used Annexin V and propidium iodide binding. We also examined the regulation of BCL-2 and BAX protein expression in the population of CD138+ plasmocytes. The cells were analyzed with use of flow cytometry technique. The experiments were done before and after 72 hours of cell culture. We observed an increase of apoptotic cell number in all cultures supplemented with analyzed drugs in comparison to 0 h culture and to 72 h control. The percentage of Annexin V positive cells in culture with lovastatin and thalidomide mixture was significantly higher in comparison to culture with lovastatin or thalidomide alone (the mean percentages were 33.40 versus 27.04 and 26.49, respectively, p<0.05). The BCL-2/BAX ratio was lower in cell cultures supplemented with mixture of lovastatin and thalidomide (mean ratio 0.95) in comparison to cultures supplemented with lovastatin or thalidomide alone (mean ratio 1.25 and 1.17, p=0.06 and 0.05, respectively) indicating the tendency to apoptosis induction in analyzed cells. Basing on these results we can conclude that lovastatin and thalidomide may have an synergic effect on the rate of multiple myeloma cell apoptosis and may act together on BCL-2 and BAX regulation. Thus, further research should establish both the precise mechanism of this synergic action of statins and thalidomide and the new therapeutic option for myeloma patients.",
    "topics": [
        "apoptosis",
        "cell culture techniques",
        "lovastatin",
        "multiple myeloma",
        "thalidomide",
        "annexin a5",
        "statins",
        "treatment resistant disorders",
        "bax protein",
        "bone marrow specimen"
    ],
    "author_names": [
        "Monika Podhorecka, MD, PhD",
        "Piotr Klimek, MSc",
        "Norbert Grzasko, MD",
        "Anna Dmoszynska, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Monika Podhorecka, MD, PhD",
            "author_affiliations": [
                "Department of Hematooncology and Bone Marrow Transplantation, Medical University of Lublin, Lublin, Poland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Piotr Klimek, MSc",
            "author_affiliations": [
                "Department of Hematooncology and Bone Marrow Transplantation, Medical University of Lublin, Lublin, Poland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Grzasko, MD",
            "author_affiliations": [
                "Department of Hematooncology and Bone Marrow Transplantation, Medical University of Lublin, Lublin, Poland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Dmoszynska, MD, PhD",
            "author_affiliations": [
                "Department of Hematooncology and Bone Marrow Transplantation, Medical University of Lublin, Lublin, Poland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T03:16:25",
    "is_scraped": "1"
}