{
    "doi": "https://doi.org/10.1182/blood.V110.11.1417.1417",
    "article_title": "Histone Deacetylase Inhibitor Valproic Acid Has Differential Effects on Trafficking of Normal Hematopoietic Stem/Progenitor Cells and Leukemic Blasts. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells",
    "abstract_text": "Stromal-cell derived factor (SDF)-1α (CXCL12) is a potent chemoattractant for hematopoietic stem/progenitor cells (HSPC) whose chemotactic effect is mediated through the G protein-coupled receptor CXCR4. The expression level of CXCR4 on leukemic blasts is known to be a major prognostic factor in acute myeloid leukemia (AML) because it increases cell retention, survival and growth within the bone marrow (BM) microenvironment, resulting in resistance to conventional chemotherapy. Modulation of CXCR4 expression would be relevant not only in the trafficking of normal HSPC and leukemic cells but also in the response of the latter to chemotherapeutic agents. Previously, we demonstrated that valproic acid (VPA), an effective histone deacetylase inhibitor (HDI) known to induce differentiation in leukemic blasts, increases proliferation, self-renewal and engraftment of normal murine HSPC ( Cancer Res.  2005 : 65 ; 2537 ), and increases the response of AML cells to chemotherapeutic agents ( Blood  2003 : 102 ). Because of this differential effect we hypothesized that VPA enhances homing/engraftment of normal human HSPC by increasing the cell surface expression of CXCR4 but induces the release of AML blasts from BM by decreasing it, making the AML blasts more susceptible to chemotherapy. Thus, we examined the effect of VPA on CXCR4 expression (by FACS analysis and real-time RT-PCR) and on functional response towards an SDF-1α gradient (by chemotaxis assay) of normal HSPC (CD34 + cells from cord blood (CB)) and AML cells (KG-1 and HL-60 cell lines and primary AML cells). Cells were incubated for 24 h and 48 h in IMDM supplemented with 20% FCS in the presence of 1 mM VPA. We found that VPA increases by about 2-fold the percentage of CXCR4-expressing CB CD34 + and KG-1 cells after 24 h incubation, but did not increase the percentage of CXCR4-expressing HL-60 or primary AML cells. Surprisingly, after 48 h incubation we found that VPA decreases (up to 3-fold) the percentage of CXCR4-expressing HL-60 and primary AML cells. These effects were also confirmed at the mRNA level in KG-1 cells (8-fold upregulation) and in HL-60 cells (2.5-fold downregulation). Consistent with these findings, VPA was also found to increase (1.8-fold for normal CD34 + cells and 1.6-fold for KG-1 cells) chemotaxis towards SDF-1α (20 ng/mL), which was inhibited in KG-1 cells by AMD3100, a potent antagonist of CXCR4. On the other hand, chemotaxis was decreased in VPA-treated HL-60 cells (4-fold) and AML primary cells (2.5-fold). Our present data support previous findings that there is a relationship between the differentiation status of cells and their response to HDI such as VPA. We propose that very immature cells (CD34 + cells) respond to VPA by upregulation of CXCR4 (thereby enhancing homing responses towards an SDF-1α gradient); whereas more differentiated cells (AML blasts) downregulate CXCR4 resulting in their egress from the BM. Hence, we suggest that ex vivo priming of HSPC with HDI may improve their marrow engraftment. On the other hand, HDI may mobilize AML cells from the protective stromal microenvironment and render them more susceptible to chemotherapy.",
    "topics": [
        "blast cells",
        "histone deacetylase inhibitors",
        "stem cells",
        "valproic acid",
        "cxcr4 receptors",
        "cd34 antigens",
        "human development index",
        "chemotherapy regimen",
        "antineoplastic agents",
        "antagonists"
    ],
    "author_names": [
        "Hilal Gul, PhD",
        "Leah A. Marquez-Curtis, PhD",
        "Ashraf Kharrat",
        "Jencet Montano, BSc",
        "A. Robert Turner, MD/PhD",
        "Anna Janowska-Wieczorek, MD/PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hilal Gul, PhD",
            "author_affiliations": [
                "Research and Development, Canadian Blood Services, Edmonton, AB, Canada",
                "Medicine, University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leah A. Marquez-Curtis, PhD",
            "author_affiliations": [
                "Research and Development, Canadian Blood Services, Edmonton, AB, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashraf Kharrat",
            "author_affiliations": [
                "Medicine, University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jencet Montano, BSc",
            "author_affiliations": [
                "Research and Development, Canadian Blood Services, Edmonton, AB, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Robert Turner, MD/PhD",
            "author_affiliations": [
                "Medicine, University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Janowska-Wieczorek, MD/PhD",
            "author_affiliations": [
                "Research and Development, Canadian Blood Services, Edmonton, AB, Canada",
                "Medicine, University of Alberta, Edmonton, AB, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:35:46",
    "is_scraped": "1"
}