{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2220.2220",
    "article_title": "MBD2-NuRD but Not MBD3-NuRD Mediates Strong Silencing of Fetal γ-Globin Gene Expression in Human Adult Erythroid Cells ",
    "article_date": "December 7, 2017",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Elevated fetal hemoglobin (HbF) levels are effective in ameliorating the underlying pathophysiologic defects in β-thalassemia and sickle cell anemia. Studies aimed at a full understanding of the mechanisms that enforce silencing of HbF expression in adult erythroid cells offer the promise of targeted molecular therapy. Here we show that depletion of Methyl CpG Binding Domain Protein 2 (MBD2) or disruption of MBD2-Nucleosome Remodeling and Deacetylose Complex (NuRD) interactions results in high levels of HbF in HUDEP-2 cell progenitor derived primary erythroblasts and CD34 + progenitor derived primary adult erythroid cells. We have previously shown that depletion of MBD2 causes a 10-20 fold increase in γ-globin gene expression in adult erythroblasts of β-YAC transgenic mice. To determine the effect of total depletion of MBD2 in human erythroid cells, CRISPR/Cas9 mediated knockout was carried out in HUDEP-2 cells. The absolute level of γ-globin gene expression increased by > 100 fold and the γ/ γ+β mRNA ratio increased from 1-3% in CRISPR/Cas9 scrambled guide control cells to 50-60% in MBD2 knockout HUDEP-2 cells after erythroid differentiation, equivalent to the highest levels reported with knockout of other silencing factors. In contrast CRISPR/Cas9 mediated knockout of Methyl CpG Binding Domain Protein 3 (MBD3) had no significant effect on γ-globin gene expression levels in HUDEP-2 cells after erythroid differentiation. Partial depletion of several strong γ-globin gene silencers, including BCL11A, LRF and KLF-1 has been shown to relieve silencing in CD34+ progenitor derived primary adult erythroid cells, but differences in the differentiation states reported in individual studies make comparisons of the relative effects of these silencer factors difficult. We show here that knockdown of MBD2 by shRNA in CD34+ progenitor derived primary adult erythroid cells consistently increased γ/ γ+β mRNA rations by 7-10 fold across different stages of differentiation without affecting the level of differentiation as compared to shRNA scrambled control cells. MBD2 knockdown led to ~30-40% γ-globin mRNA levels compared to 3%-4% in scrambled shRNA control cells, a level comparable to that typically observed in sickle cell patient reticulocytes. A comparable increase in HbF levels was observed in the MBD2 shRNA knockdown CD34+ progenitor derived erythroid cells compared to scrambled shRNA controls. We have previously shown that MBD2 interacts with the CHD4 chromatin remodeling component of the NuRD complex through a coiled-coil domain, and with the histone deacetylase component of the complex via an intrinsically disordered region (IDR) within MBD2. To test the effects of disrupting these domains in a human adult erythroid cell model, MBD2 knockout HUDEP-2 cells were infected with lentiviral expression vectors containing either wild type MBD2, coiled-coil mutant MBD2, or IDR mutant MBD2. Wild type MBD2 expression resulted in significant silencing of γ-globin gene expression while neither the coiled-coil mutant nor the IDR mutant MBD2 had any silencing effect. These results establish MBD2-NuRD as a major silencer of fetal hemoglobin expression in adult human erythroid cells. Given the minimal phenotype of MBD2 knockout mice, these results suggest that the coiled-coil and IDR domains of the MBD2-NuRD complex are potential targets for therapeutic agents aimed at increasing HbF levels in patients with β-hemoglobinopathies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythroid cells",
        "fetus",
        "gene expression",
        "globins",
        "fetal hemoglobin",
        "rna, messenger",
        "cd34 antigens",
        "hemoglobinopathies",
        "histone deacetylase",
        "molecular targeted therapy"
    ],
    "author_names": [
        "Xiaofei Yu, PhD",
        "Alex Azzo, BA",
        "David C. Williams, MD PhD",
        "Gordon Ginder, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaofei Yu, PhD",
            "author_affiliations": [
                "Massey Cancer Center, Virginia Commonwealth University, Richmond, VA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alex Azzo, BA",
            "author_affiliations": [
                "Massey Cancer Center, PhD Program in Cancer and Molecular Medicine, Center for Clinical and Translational Research, Virginia Commonwealth University, Richmond, VA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C. Williams, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of North Carolina, Chapel Hill, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon Ginder, MD",
            "author_affiliations": [
                "Massey Cancer Center, Massey Cancer Center, Richmond, VA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:31:30",
    "is_scraped": "1"
}