{
    "doi": "https://doi.org/10.1182/blood-2019-122546",
    "article_title": "A Phase 2 Study of Luspatercept in Patients with Myelofibrosis-Associated Anemia ",
    "article_date": "November 13, 2019",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Introduction: Approximately two-thirds of patients with primary or post-essential thrombocythemia/polycythemia vera myelofibrosis (MF) have anemia, many of whom require red blood cell (RBC) transfusions. In this heavily transfused population there are severely limited treatment options; effective treatment for anemia in MF is a critically unmet medical need. Luspatercept is a first-in-class erythroid maturation agent which binds to select TGF-β superfamily ligands to reduce aberrant Smad2/3 signaling and enhance late-stage erythropoiesis. Here we report the interim results of the ongoing open-label, phase 2 trial evaluating luspatercept in patients with MF and anemia. Methods: Seventy-four patients with MF and anemia were enrolled, including 41 not receiving concomitant ruxolitinib at study entry who received either no RBC transfusions (n = 20; Cohort 1) or 2-4 RBC U/28 d in the 12 wks prior to treatment (n = 21; Cohort 2). Thirty-three enrolled patients were receiving a stable dose of ruxolitinib for at least 16 wks, of which 14 were not receiving RBC transfusions (Cohort 3A) and 19 were (Cohort 3B). Patients in Cohorts 3A and 3B received a median dose of ruxolitinib of 20 mg/d (range, 5-50 mg/d) for a median of 41 and 43 wks, respectively. Patients received luspatercept every 21 d at a starting dose of 1.0 mg/kg in doses escalating up to 1.75 mg/kg. The primary endpoint in patients not receiving transfusions was a hemoglobin (Hb) increase ≥ 1.5 g/L at every assessment from baseline for ≥ 12 consecutive wks, within the first 24 wks on study. In patients receiving RBC transfusions, the primary endpoint was RBC transfusion-independence (RBC-TI) for ≥ 12 consecutive wks, within the first 24 wks on study. Additional endpoints included proportion of patients achieving mean Hb increase ≥ 1.5 g/dL in Cohorts 1 and 3A, and ≥ 50% decrease in RBC transfusions (minimum 4 RBC U decrease from baseline) in Cohorts 2 and 3B, with both responses lasting ≥ 12 consecutive wks, within 24 wks of study entry. Intent-to-treat (ITT) data were analyzed as of May 10, 2019. Results: Median age was 71 y (range, 50-88 y) and 42 (57%) were male. Median interval from MF diagnosis to study entry was 3.3 y (range, 19 d-13.5 y). Seven patients were Dynamic International Prognostic Scoring System (DIPSS) intermediate-1, 58 were intermediate-2, and 8 were high risk. Median Hb concentration at study entry was 8.8 g/dL (range, 6.7-9.8 g/dL) for Cohort 1 and 8.6 g/dL (range, 6.7-9.1 g/dL) for Cohort 3A. Patients in Cohort 2 received a median of 2.7 RBC U/28 d (range, 1-5 U/28 d) and patients in Cohort 3B received a median of 2.3 RBC U/28 d (range, 2-4 U/28 d). Patients received a median of 8 cycles of luspatercept (range, 1-24 cycles). Efficacy data are displayed in the Table, per ITT data. Two of twenty (10%) and 3/14 (21%) patients in Cohorts 1 and 3A, respectively, achieved an absolute Hb increase ≥ 1.5 g/dL at every measurement from baseline over any consecutive 12 wks. Two of twenty-one (10%) and 6/19 (32%) patients in Cohorts 2 and 3B, respectively, achieved RBC-TI over any consecutive 12 wks. Median duration of Hb response was 20 wks (range, 12-27 wks) in Cohort 1 and 12 wks (range, 12-13 wks) in Cohort 3A. Median duration of RBC-TI was 23 wks (range, 16-31 wks) in Cohort 2 and 32 wks (range, 12-65 wks) in Cohort 3B. Three (15%) and 8 (57%) patients in Cohorts 1 and 3A, respectively, achieved a mean Hb increase of ≥ 1.5 g/dL. Eight (38%) and 10 (53%) patients in Cohorts 2 and 3B, respectively, achieved a ≥ 50% reduction in RBC transfusion burden from baseline. Ruxolitinib exposure remained stable throughout the 24-wk treatment period in both Cohorts 3A and 3B. There was no difference in spleen size between responders and non-responders. Four (5%) patients had grade 3-4 treatment-related adverse events (AEs). There were no treatment-related deaths. Treatment-related AEs occurring in ≥ 3% of patients were hypertension (11%), bone pain (8%), and diarrhea (4%). Seven (9%) patients had ≥ 1 AE resulting in treatment discontinuation; 23 (31%) remain on study. Conclusions: The initial results from this ongoing study suggest clinically significant activity of luspatercept in patients with MF-associated anemia, including those receiving concomitant ruxolitinib. A minority of AEs were grade 3-4 in severity, consistent with previous studies in MDS and beta-thalassemia. View large Download slide View large Download slide  Close modal Disclosures Gerds: CTI Biopharma: Consultancy, Research Funding; Incyte: Consultancy, Research Funding; Pfizer: Consultancy; Imago Biosciences: Research Funding; Roche: Research Funding; Celgene Corporation: Consultancy, Research Funding; Sierra Oncology: Research Funding. Vannucchi: Italfarmaco: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; CTI: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Passamonti: Roche: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene Corporation: Consultancy, Speakers Bureau. Kremyanskaya: La Jolla: Consultancy; Incyte, Celgene, Constellation, Protagonist.: Research Funding. Gotlib: Celgene Corporation: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria, Research Funding; Promedior: Consultancy, Research Funding; Kartos: Consultancy, Honoraria, Research Funding; CTI Biopharma: Research Funding. Ribrag: BMS: Membership on an entity's Board of Directors or advisory committees; AZ: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; argenX: Research Funding; Incyte: Membership on an entity's Board of Directors or advisory committees; Infinity: Membership on an entity's Board of Directors or advisory committees; Servier: Consultancy, Membership on an entity's Board of Directors or advisory committees; Epizyme: Honoraria, Research Funding; MSD: Membership on an entity's Board of Directors or advisory committees. Mead: Celgene: Consultancy, Research Funding; CTI: Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Other: Travel/accommodation expenses, Research Funding, Speakers Bureau; Bristol Myers-Squibb: Consultancy; Pfizer: Consultancy. Harrison: Sierra Oncology: Honoraria; Gilead: Speakers Bureau; CTI: Speakers Bureau; Roche: Honoraria; Promedior: Honoraria; Janssen: Speakers Bureau; Novartis: Honoraria, Research Funding, Speakers Bureau; Incyte: Speakers Bureau; Celgene: Honoraria, Speakers Bureau; AOP: Honoraria; Shire: Speakers Bureau. Mesa: Shire: Honoraria; Promedior: Research Funding; Genotech: Research Funding; Novartis: Consultancy, Honoraria, Other: travel, accommodations, expenses; LaJolla: Consultancy; AbbVie: Research Funding; NS Pharma: Research Funding; CTI: Research Funding; Gilead Sciences: Research Funding; Samus: Research Funding; Baxalta: Consultancy; Galena Biopharma: Consultancy; Celgene Corporation: Research Funding; Sierra Oncology: Consultancy; PharmaEssentia: Research Funding; Genentech: Consultancy; Pfizer: Research Funding; AOP Orphan Pharmaceuticals: Honoraria, Other: travel, accommodations, expenses; Incyte: Other: travel, accommodations, expenses, Research Funding. Kiladjian: AOP Orphan: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Celgene: Consultancy. Gale: Celgene Corporation: Employment. Laadem: Celgene Corporation: Employment, Equity Ownership. Pariseau: Celgene Corporation: Employment. Gerike: Celgene Corporation: Employment. Zhang: Celgene Corporation: Employment, Equity Ownership. Linde: Abbott Laboratories, Inc.: Equity Ownership; Acceleron Pharma: Employment, Equity Ownership; Fibrogen, Inc.: Equity Ownership. Reynolds: Acceleron Pharma: Employment, Equity Ownership. Verstovsek: Gilead: Research Funding; NS Pharma: Research Funding; Celgene: Consultancy, Research Funding; Promedior: Research Funding; CTI BioPharma Corp: Research Funding; Genetech: Research Funding; Blueprint Medicines Corp: Research Funding; Novartis: Consultancy, Research Funding; Sierra Oncology: Research Funding; Pharma Essentia: Research Funding; Astrazeneca: Research Funding; Ital Pharma: Research Funding; Protaganist Therapeutics: Research Funding; Constellation: Consultancy; Pragmatist: Consultancy; Roche: Research Funding; Incyte: Research Funding. OffLabel Disclosure: Luspatercept is an investigational therapy that is not approved for any use in any country. Luspatercept is currently being evaluated for potential use in patients with anemia due to myelodysplastic syndromes, beta-thalassemia, or myelofibrosis.",
    "topics": [
        "luspatercept",
        "myelofibrosis-associated anemia",
        "anemia",
        "erythrocyte transfusion",
        "ruxolitinib",
        "apnea of prematurity",
        "beta thalassemia",
        "blood transfusion",
        "myelofibrosis",
        "adverse event"
    ],
    "author_names": [
        "Aaron T. Gerds, MD MS",
        "Alessandro M. Vannucchi, MD",
        "Francesco Passamonti, MD",
        "Marina Kremyanskaya",
        "Jason R. Gotlib",
        "Jeanne M. Palmer",
        "Kelly McCaul",
        "Vincent Ribrag",
        "Adam J. Mead, MD PhD",
        "Claire N Harrison, Professor",
        "Ruben A Mesa, MD",
        "Jean-Jacques Kiladjian, MD PhD",
        "Giovanni Barosi",
        "Robert Peter Gale, MD PhD DSc",
        "Abderrahmane Laadem",
        "Joseph Pariseau, PharmD",
        "Torsten Gerike, MD",
        "Jennie Zhang",
        "Peter G. Linde",
        "Joseph G. Reynolds, PhD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aaron T. Gerds, MD MS",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi, MD",
            "author_affiliations": [
                "Center for Research and Innovation of Myeloproliferative Neoplasms, AOU Careggi, University of Florence, Florence, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Passamonti, MD",
            "author_affiliations": [
                "Department of Medicine and Surgery, University of Insubria, Varese, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Kremyanskaya",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai Hospital, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason R. Gotlib",
            "author_affiliations": [
                "Stanford Cancer Institute, Stanford, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanne M. Palmer",
            "author_affiliations": [
                "Division of Hematology/Oncology, Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly McCaul",
            "author_affiliations": [
                "Avera Cancer Institute, Sioux Falls, SD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Ribrag",
            "author_affiliations": [
                "Institut Gustave Roussy, Villejuif, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam J. Mead, MD PhD",
            "author_affiliations": [
                "Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire N Harrison, Professor",
            "author_affiliations": [
                "Guy's and Saint Thomas' NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A Mesa, MD",
            "author_affiliations": [
                "UT Health San Antonio Cancer Center, San Antonio, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jacques Kiladjian, MD PhD",
            "author_affiliations": [
                "Hopital Saint-Louis, Paris, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Barosi",
            "author_affiliations": [
                "IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Peter Gale, MD PhD DSc",
            "author_affiliations": [
                "Hematology Research Centre, Division of Experimental Medicine, Department of Medicine, Imperial College London, London, United Kingdom ",
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abderrahmane Laadem",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Pariseau, PharmD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Gerike, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennie Zhang",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter G. Linde",
            "author_affiliations": [
                "Acceleron Pharma, Cambridge, MA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph G. Reynolds, PhD",
            "author_affiliations": [
                "Acceleron Pharma, Cambridge, MA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T12:57:53",
    "is_scraped": "1"
}