{
    "doi": "https://doi.org/10.1182/blood-2018-99-114221",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3897",
    "start_url_page_num": 3897,
    "is_scraped": "1",
    "article_title": "Intensity and Duration of Anticoagulation in Non-Cirrhotic, Non-Malignant Portal Vein Thrombosis ",
    "article_date": "November 29, 2018",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "abstract_text": "Introduction: Portal vein thrombosis (PVT) can result in significant morbidity and mortality. There are currently no clinical studies reviewing either the intensity or duration of anticoagulant therapy. There is a paucity of data to guide the overall management of this entity and current practice is extrapolated from studies on management of deep vein thrombosis of the lower extremities and pulmonary embolism. Methods: All available electronic medical records with a diagnosis of PVT were reviewed from 2005-2016 at hospitals affiliated with the University of Texas Southwestern Medical Center. Patients with cirrhosis, active malignancy, or procedure within the preceding 3 months were excluded. Eighty-four patients met inclusion criteria. The charts were screened for patient demographics, etiology of PVT, type of anticoagulation therapy, and duration and response to therapy. Results: Demographic, treatment and outcome data is summarized in table 1. Patient ages ranged 18-84 years; 49 male. Etiology identified include Infectious (18%), Locally Inflammatory (34%), Systemic Hypercoagulable State (24%), or Idiopathic (24%). The majority of patients were treated with Vitamin K Antagonist (61%) followed by no treatment (17%). Average duration of therapy was categorized by months: 12 (49%). Outcome of treatment included resolved (28%), chronic (34%), or not reported (39%). When outcomes were stratified by etiology, intensity (in those patients treated with VKA for whom INR data was available), or duration there was no apparent difference in rate of clot resolution compared with progression to chronic cavernous transformation (tables 2-4). Conclusions: This first retrospective review studying the efficacy of treatment in PVT reveals that a similar number of patients develop cavernous transformation (indicating chronic PVT) regardless of the etiology, intensity, or duration of treatment. This data suggests that treatment with anticoagulation may not be impactful in this select group of patients. However, it is still recommended to pursue treatment in those patients presenting with a symptomatic acute thrombus given risk of mortality associated with clot progression. Furthermore, no single modality of anticoagulation has shown to be superior in the presented outcome data. Larger prospective studies are needed to further clarify if anticoagulation is effective in this clinical entity. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anticoagulation",
        "portal vein thrombosis",
        "duration of treatment",
        "vitamin k antagonists",
        "cancer",
        "deep vein thrombosis",
        "international normalized ratio",
        "liver cirrhosis",
        "pulmonary embolism",
        "thrombophilia"
    ],
    "author_names": [
        "Senthil Sukumar, MD",
        "Yu-Min Shen, MD"
    ],
    "author_affiliations": [
        [
            "UT Southwestern Med. Ctr., Dallas, TX"
        ],
        [
            "UT Southwestern Med. Ctr., Dallas, TX"
        ]
    ],
    "first_author_latitude": "32.813802599999995",
    "first_author_longitude": "-96.8402121"
}