{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1085.1085",
    "article_title": "Quantitative Analysis of Von Willebrand Factor (VWF) Multimers in Von Willebrand Disease (VWD) Patients Recruited through the Zimmerman Program for the Molecular and Clinical Biology of VWD ",
    "article_date": "December 7, 2017",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "The diagnosis of von Willebrand disease is complex and includes the assay of VWF antigen (VWF:Ag), VWF platelet binding activity (VWF:RCo or VWF:GPIbM), and factor VIII activity. Assay of VWF propeptide (VWFpp) identifies reduced VWF survival (type 1C VWD). VWF multimer distribution is essential for VWD subtyping. VWF collagen binding activity (VWF:CB) using type 3 collagen is dependent on the presence of high molecular weight (HMW) VWF multimers and VWF:CB/VWF:Ag ratio indicates VWF multimer structure. We quantitatively analyzed multimer structure in 288 VWD patients recruited though the Zimmerman Program including 77 \"Low VWF\", 41 type 1, 39 type 1C, 64 type 2A, 46 type 2B, 11 type 2M, and 10 type 2N VWD subjects. After SDS-agarose electrophoresis and western blotting, densitometry was performed, percentage of low (%LMW, bands 1-5), intermediate (%IMW, bands 6-10), and high molecular weight (%HMW, bands >10) multimers calculated and compared to VWF:CB/VWF:Ag. \"Low VWF\" (VWF:Ag = 30 - 50 IU/dL) subjects had VWF:CB/VWF:Ag within the reference interval (0.7 - 1.4) and normal multimers with mean %HMW of 25 ± 5, %IMW of 52 ± 4 and %LMW of 23 ± 4, within the respective reference intervals (16 - 34%, 47 - 57%, and 15 - 31%). Subtle defects were found in 8 subjects: 2 larger-than-normal, 4 with loss of the very highest MW, and 2 had a full multimer spectrum with increased staining of the lower MW bands. Type 1 subjects (VWF:Ag < 30 IU/dL, VWFpp/VWF:Ag < 3) all had normal VWF:CB/VWF:Ag. Normal multimers were found in 37/41 subjects with mean %HMW of 23 ± 4, %IMW of 49 ± 4 and %LMW of 27 ± 6. Subtle defects were seen in 2 subjects with loss of highest MW bands and 2 with increased lower MW staining. Type 1C subjects (VWF:Ag  3) had greatly reduced mean VWF:Ag (7 ± 3 IU/dL) and VWF:CB/VWF:Ag ranged from 0.5 to 1.4. Multimer analysis showed mean %HMW of 23 ± 8, %IMW of 45 ± 2 and %LMW of 33 ± 7. Subtle multimer defects were found in many type 1C subjects: normal multimers (11), a full multimer spectrum with increased LMW staining (17), loss of the highest MW (3), and a loss of some HMW multimers (6). Type 2A subjects had reduced VWF:CB/VWF:Ag (0.5 ± 0.3) and a loss of HMW multimers with reduced mean %HMW of 8 ± 5 and %IMW of 34 ± 14, and increased %LMW of 58 ± 18; 8 had a substantial loss of both %HMW (1 - 6%) and %IMW (4 - 16%) and increased %LMW (81-93%). Multimers in type 2B subjects were very similar to type 2A, but none of the 46 type 2B subjects had substantial loss of both HMW and IMW multimers. A normal VWF:CB/VWF:Ag was found in 8 type 2A/2B subjects with loss of HMW multimers. Type 2M (N = 11) and type 2N (N=10) subjects had normal quantitative multimer values, and normal VWF:CB/VWF:Ag, except for 1 subject with an isolated collagen binding defect (type 2M-collagen). In sum, the majority of \"Low VWF\", type 1, type 2M and type 2N had visually normal multimer structure with quantitative values within the reference intervals. Subtle multimer defects were observed in a minority of subjects, but could be categorized as 'essentially normal multimers' with a full spectrum of bands observed. This quantitative multimer assay is sensitive to VWF:Ag levels <2 IU/dL resulting in detection of subtle defects in many type 1C subjects with very low VWF:Ag levels that may go undetected in systems with lower resolution or sensitivity. Types 2A and 2B subjects visually demonstrated loss of HMW multimers with quantitative values outside the reference intervals. A subset of type 2A subjects had substantial loss of both HMW and IMW multimers that was not observed in type 2B subjects. The VWF:CB/VWF:Ag ratio correctly predicted multimer structure in 84.4% of all VWD subjects. Very subtle defects were not detected by VWF:CB/VWF:Ag, but could be considered 'essentially normal' multimers. Ratios proved unreliable at very low VWF:Ag levels (<15 IU/dL) due to inherent assay variability. In the few cases where VWF:CB/VWF:Ag failed to predict loss of HMW multimers, VWF:GPIbM/VWF:Ag or VWF:RCo/VWF:Ag were reduced, predicting defective multimers. Overall, this data indicates VWD subjects with VWF:Ag < 30 IU/dL, or with reduced VWF:GPIbM or VWF:CB to VWF:Ag ratio should be subjected to multimer analysis, including visual inspection, to ensure subtle defects are identified. Quantitative multimer analysis provides an objective measure of VWF structure to aid identification of VWD subtype and determine the nature of additional testing required for diagnosis and treatment of VWD. Disclosures Flood: Shire: Consultancy; CSL Behring: Consultancy. Gill: CSL Behring: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Shire: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "von willebrand disease",
        "von willebrand factor",
        "von willebrand factor multimer assay",
        "antigens",
        "densitometry",
        "electrophoresis",
        "factor viii",
        "inspection",
        "sepharose",
        "western blotting"
    ],
    "author_names": [
        "Sandra L Haberichter, PhD",
        "Pamela A Christopherson",
        "Veronica H Flood, MD",
        "Joan Cox Gill, MD",
        "Kenneth Dale Friedman, MD",
        "Robert R. Montgomery, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sandra L Haberichter, PhD",
            "author_affiliations": [
                "Diagnostic Labs and Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pamela A Christopherson",
            "author_affiliations": [
                "BloodCenter of WI Blood Research Institute, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronica H Flood, MD",
            "author_affiliations": [
                "Children's Research Institute, Children's Hospital of Wisconsin, Milwaukee, WI ",
                "Department of Pediatrics, Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI ",
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Cox Gill, MD",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Dale Friedman, MD",
            "author_affiliations": [
                "Froedtert and Medical College of Wisconsin, Milwaukee, WI ",
                "Blood Center of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert R. Montgomery, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI ",
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI ",
                "Blood Research Institute, Milwaukee, WI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:36:26",
    "is_scraped": "1"
}