{
    "doi": "https://doi.org/10.1182/blood-2020-134327",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4491",
    "start_url_page_num": 4491,
    "is_scraped": "1",
    "article_title": "Outcomes of Patients with CRLF2 -Overexpressing Acute Lymphoblastic Leukemia without Down Syndrome: A Report from the Children's Oncology Group ",
    "article_date": "November 5, 2020",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": null,
    "author_names": [
        "Sarah K Tasian, MD",
        "Yunfeng Dai, PhD",
        "Meenakshi Devidas, PhD",
        "Kathryn G Roberts, PhD",
        "Richard C Harvey, PhD",
        "I-Ming L Chen, DVM, MS",
        "Andrew J Carroll, PhD",
        "Nyla A Heerema, PhD",
        "Shalini C Reshmi, PhD",
        "Julie M Gastier-Foster, PhD",
        "Michael J Borowitz, MD PhD",
        "Brent L Wood, MD PhD",
        "Charles G Mullighan, MBBS, MD",
        "Cheryl L Willman, MD",
        "Kelly W Maloney, MD",
        "Eric C Larsen, MD",
        "Anne L Angiolillo, MD",
        "Reuven J Schore, MD",
        "Michael J Burke, MD",
        "Wanda L Salzer, MD",
        "Naomi J Winick, MD",
        "William L. Carroll, MD",
        "Stephen P Hunger, MD",
        "Elizabeth A. Raetz, MD",
        "Karen R Rabin, MDPhD",
        "Mignon L. Loh, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics and Abramson Cancer Center, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA ",
            "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Department of Biostatistics, University of Florida, Gainesville, FL "
        ],
        [
            "Department of Global Pediatric Medicine, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "University of New Mexico School of Medicine, Albuquerque, NM "
        ],
        [
            "Department of Pathology, University of New Mexico Cancer Research Facility, Albuquerque, NM "
        ],
        [
            "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Department of Pathology, The Ohio State University, Columbus, OH "
        ],
        [
            "Nationwide Children's Hospital, Columbus, OH "
        ],
        [
            "Department of Pediatrics, Section of Hematology/Oncology, Baylor College of Medicine and Texas Children's Hospital, Houston, TX "
        ],
        [
            "Departments of Pathology and Oncology, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Department of Laboratory Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Pathology, St. Jude Children´s Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pathology, University of New Mexico Comprehensive Cancer Center, Albuquerque, NM "
        ],
        [
            "Department of Pediatrics, Division of Pediatric Hematology/Oncology/BMT, Children's Hospital Colorado and University of Colorado School of Medicine, Aurora, CO "
        ],
        [
            "Department of Pediatrics, Maine Children's Cancer Program, Scarborough, ME "
        ],
        [
            "Children's National Health System/George Washington University SMHS, Washington, DC "
        ],
        [
            "Children's National Health System/George Washington University SMHS, Washington, DC "
        ],
        [
            "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "U.S. Army Medical Research and Materiel Command, Olney, MD "
        ],
        [
            "Department of Pediatrics, Division of Pediatric Hematology Oncology, University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Division of Pediatric Hematology and Oncology, Perlmutter Cancer Center, NYU Cancer Institute, New York, NY "
        ],
        [
            "Department of Pediatrics, Division of Oncology and the Center for Childhood Cancer Research, Children's Hospital of Philadelphia and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "New York University Langone Medical Center, New York, NY "
        ],
        [
            "Baylor College of Medicine TX Children's Cancer Center, Houston, TX "
        ],
        [
            "Department of Pediatrics, Division of Pediatric Hematology/Oncology, University of California Benioff Children's Hospital, San Francisco, CA"
        ]
    ],
    "first_author_latitude": "39.949844549999995",
    "first_author_longitude": "-75.1949304",
    "abstract_text": "Background: Philadelphia chromosome-like acute lymphoblastic leukemia (Ph-like ALL) occurs in 5-30% of children and adolescents/young adults (AYAs) with B-ALL, is driven by genetic alterations that induce constitutive cytokine receptor and kinase signaling, and is associated with poor clinical outcomes across the older pediatric-to-adult age spectrum (Tasian Blood 2017c, Reshmi Blood 2017, Roberts Blood 2018). Rearrangement and/or overexpression of cytokine receptor-like factor 2 (CRLF2+) occurs in 50% of Ph-like ALL cases with frequently co-occurring JAK2 or JAK1 point mutations or IL7R indel mutations. This study reports the clinical outcomes of children and AYAs with newly-diagnosed National Cancer Institute (NCI) standard-risk (SR) or high-risk (HR) CRLF2+ ALL without Down syndrome treated on four successive Children's Oncology Group (COG) phase 3 clinical trials from 2003 to 2018. Methods: We retrospectively assessed demographic characteristics, laboratory data, and clinical outcomes of 3757 patients with B-ALL treated on COG trials AALL0331 and AALL0932 (SR) and AALL0232 and AALL1131 (HR) whose diagnostic leukemia specimens were analysed by low-density microarray (LDA), fluorescence in situ hybridization, polymerase chain reaction (PCR), and/or anchored multiplex PCR testing (Harvey and Tasian Blood Advances 2020). Minimal residual disease (MRD) was assessed by flow cytometry at the end of induction (EOI) and at the end of consolidation for a subset of EOI MRD+ patients. Results: We identified 77/1541 (5.0%) SR and 244/2216 (11.0%) HR patients with CRLF2+ B-ALL in this cohort. Amongst those with diagnostic leukemia specimens analysed by LDA, 57/72 (79.2%) of SR CRLF2+ and 175/213 (82.2%) of HR CRLF2+ patients were positive for the Ph-like gene expression profile with an 8-gene score ≥0.5. P2RY8-CRLF2 fusions and IGH-CRLF2 translocations were detected in 64/77 (83.1%) and 10/77 (13.0%) of SR CRLF2+ patients and in 98/244 (40.2%) and 103/244 (42.2%) of HR CRLF2+ patients, respectively. CRLF2 rearrangements or F232C mutations were not found in the remaining 3 SR and 43 HR CRLF2+ patients, although other Ph-like alterations were discovered in some (n=3 IGH-EPOR fusions, 1 IL7R indel). Importantly, CRLF2+ vs non- CRLF2 -overexpressing (CRLF2-) status was associated with older age (10.8 ±6.5 vs 7.8 ±5.8 years [mean ±SD], p<0.0001), leukocytosis (diagnostic white blood cell count 77.5 ±98.5 vs 49.8 ±119.4 x 10e9/L [mean ±SD], p<0.0001), and higher rates of EOI MRD positivity at a ≥0.01% threshold (47.9% vs 30.1%, p<0.0001), which appeared largely driven by the Ph-like HR cohort as expected (57.9% MRD+ vs 42.1% MRD- in HR CRLF2+ and 44.6% MRD+ vs 55.4% MRD- in SR CRLF2+ patients, p<0.003). Overall, CRLF2+ patients had inferior 5-year event-free survival (EFS; 63.3% ±3.1 vs 82.1% ±0.7, p<0.0001) and overall survival (OS; 79.6% ±2.6 vs 90.5% ±0.6, p<0.0001) compared to CRLF2- patients ( Figure 1A-B ) and a greater 5-year cumulative incidence of relapse (CIR; 30.4% ±2.7 vs 13.2% ±0.6, p<0.001). While 5-year EFS and OS were particularly poor in Ph-like CRLF2+ HR patients (56.3% ±4.6 and 75.4% ± 3.9, respectively) and non-Ph-like CRLF2+ HR patients (EFS 63.7% ±10.2 and OS 74.4% ±8.9), outcomes for Ph-like CRLF2+ SR (EFS 87.2% ±4.5 and OS 94.5% ±3.1) and non-Ph-like CRLF2+ SR patients (EFS 86.2% ±9.3 and OS 100%) were quite good (p<0.0001 for both EFS and OS; Figure 1C-D ). Discussion: Patients with newly-diagnosed CRLF2+ B-ALL treated on frontline COG trials have higher rates of EOI MRD positivity, inferior survival, and increased CIR compared to their CRLF2- counterparts. EFS is especially poor in children and AYAs with NCI HR CRLF2+ ALL, particularly those with the Ph-like expression profile. Conversely, outcomes for children with NCI SR CRLF2+ ALL are reasonably favourable, irrespective of Ph-like status. Development of successful treatment strategies to decrease relapse and to improve survival remains a major therapeutic gap for NCI HR CRLF2+ ALL patients. Current clinical trials are studying the potential efficacy of kinase inhibitor addition to chemotherapy for children, adolescents, and adults with HR Ph-like ALL harboring CRLF2 rearrangements/other JAK pathway alterations or ABL class kinase fusions (NCT0240717, NCT02723994, NCT02883049, NCT03571321). Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Tasian: Gilead Sciences: Research Funding; Incyte Corporation: Research Funding; Aleta Biotherapeutics: Membership on an entity's Board of Directors or advisory committees. Borowitz: Amgen: Honoraria. Mullighan: AbbVie, Inc.: Research Funding; Illumina: Consultancy, Honoraria, Speakers Bureau; Pfizer: Honoraria, Research Funding, Speakers Bureau. Hunger: Novartis: Consultancy; Amgen: Current equity holder in publicly-traded company, Honoraria. Raetz: Pfizer: Research Funding; Celgene/BMS: Other. Loh: Pfizer: Other: Institutional Research Funding; Medisix Therapeutics: Membership on an entity's Board of Directors or advisory committees."
}