{
    "doi": "https://doi.org/10.1182/blood.V122.21.4411.4411",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2648",
    "start_url_page_num": 2648,
    "is_scraped": "1",
    "article_title": "Dual PI3Kδ/γ Inhibition By RP6530 Induces Apoptosis and Cytotoxicity In B-Lymphoma Cells ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster III",
    "topics": [
        "apoptosis",
        "cytotoxicity",
        "lymphoma",
        "mechlorethamine",
        "diffuse large b-cell lymphoma",
        "protein isoforms",
        "splenic marginal zone b-cell lymphoma",
        "enzymes",
        "1-phosphatidylinositol 3-kinase",
        "annexin a5"
    ],
    "author_names": [
        "Swaroop Vakkalanka, PhD",
        "Srikant Viswanadha, Ph.D.",
        "Eugenio Gaudio, PhD",
        "Emanuele Zucca, MD",
        "Francesco Bertoni, MD",
        "Elena Bernasconi, B.Sc.",
        "Davide Rossi, MD, Ph.D.",
        "Anastasios Stathis, MD"
    ],
    "author_affiliations": [
        [
            "Rhizen Pharmaceuticals S A, La Chaux-de-Fonds, Switzerland, "
        ],
        [
            "Incozen Therapeutics Pvt. Ltd., Hyderabad, India, "
        ],
        [
            "Lymphoma & Genomics Research Program, IOR-Institute of Oncology Research, Bellinzona, Switzerland, "
        ],
        [
            "IOSI Oncology Institute of Southern Switzerland, Bellinzona, Switzerland, "
        ],
        [
            "Lymphoma Unit, IOSI-Oncology Institute of Southern Switzerland, Bellinzona, Switzerland, "
        ],
        [
            "Lymphoma & Genomics Research Program, IOR-Institute of Oncology Research, Bellinzona, Switzerland, "
        ],
        [
            "Italian Multiple Myeloma Network, GIMEMA, Italy, "
        ],
        [
            "Oncology Institute of Southern Switzerland, Bellinzona, Switzerland"
        ]
    ],
    "first_author_latitude": "47.105294900000004",
    "first_author_longitude": "6.8368372",
    "abstract_text": "Introduction Activation of the PI3K pathway triggers multiple events including cell growth, cell cycle entry, cell survival and motility. While α and β isoforms are ubiquitous in their distribution, expression of δ and γ is restricted to cells of the hematopoietic system. Because these isoforms contribute to the development, maintenance, transformation, and proliferation of immune cells, dual targeting of PI3Kδ and γ represents a promising approach in the treatment of lymphomas. The objective of the experiments was to explore the therapeutic potential of RP6530, a novel, small molecule PI3Kδ/γ inhibitor, in B-cell lymphomas. Methods Activity and selectivity of RP6530 for PI3Kδ and γ isoforms and subsequent downstream activity was determined in enzyme and cell-based assays. Additionally, RP6530 was tested for potency in viability, apoptosis, and Akt phosphorylation assays using a range of immortalized B-cell lymphoma cell lines (Raji, TOLEDO, KG-1, JEKO, OCI-LY-1, OCI-LY-10, MAVER, and REC-1). Viability was assessed using the colorimetric MTT reagent after incubation of cells for 72 h. Inhibition of pAKT was estimated by Western Blotting and bands were quantified using ImageJ after normalization with Actin. Primary cells from lymphoid tumors [1 chronic lymphocytic leukemia (CLL), 2 diffuse large B-cell lymphomas (DLBCL), 2 mantle cell lymphoma (MCL), 1 splenic marginal zone lymphoma (SMZL), and 1 extranodal MZL (EMZL)] were isolated, incubated with 4 µM RP6530, and analyzed for apoptosis or cytotoxicity by Annexin V/PI staining. Results RP6530 demonstrated high potency against PI3Kδ (IC 50 =24.5 nM) and γ (IC 50 =33.2 nM) enzymes with selectivity over α (>300-fold) and β (>100-fold) isoforms. Cellular potency was confirmed in target-specific assays, namely anti-FcεR1-(EC 50 =37.8 nM) or fMLP (EC 50 =39.0 nM) induced CD63 expression in human whole blood basophils, LPS induced CD19+ cell proliferation in human whole blood (EC 50 =250 nM), and LPS induced CD45R+ cell proliferation in mouse whole blood (EC 50 =101 nM). RP6530 caused a dose-dependent inhibition (>50% @ 2-7 μM) in growth of immortalized (Raji, TOLEDO, KG-1, JEKO, REC-1) B-cell lymphoma cells. Effect was more pronounced in the DLBCL cell lines, OCI-LY-1 and OCI-LY-10 (>50% inhibition @ 0.1-0.7 μM), and the reduction in viability was accompanied by corresponding inhibition of pAKT with EC 50 of 6 & 70 nM respectively. Treatment of patient-derived primary cells with 4 µM RP6530 caused an increase in cell death. Fold-increase in cytotoxicity as evident from PI+ staining was 1.6 for CLL, 1.1 for DLBCL, 1.2 for MCL, 2.2 for SMZL, and 2.3 for EMZL. Cells in early apotosis (Annexin V+/PI-) were not different between the DMSO blank and RP6530 samples. Conclusions RP6530 is a potent and selective dual PI3Kδ/γ inhibitor that inhibited growth of B-cell lymphoma cell lines with a concomitant reduction in the downstream biomarker, pAKT. Additionally, the compound showed cytotoxicity in a panel of lymphoma primary cells. Findings provide a rationale for future clinical trials in B-cell malignancies. Disclosures: Vakkalanka: Rhizen Pharmaceuticals, S.A.: Employment, Equity Ownership; Incozen Therapeutics Pvt. Ltd.: Employment, Equity Ownership. Viswanadha: Incozen Therapeutics Pvt. Ltd.: Employment. Bertoni: Rhizen Pharmaceuticals SA: Research Funding."
}