{
    "doi": "https://doi.org/10.1182/blood.V120.21.3390.3390",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2160",
    "start_url_page_num": 2160,
    "is_scraped": "1",
    "article_title": "Non-Cirrhotic Splanchnic Vein Thrombosis: When Is Anticoagulation Enough? ",
    "article_date": "November 16, 2012",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "abstract_text": "Abstract 3390 Background: In the absence of primary liver disease, thrombosis of the splanchnic vessels (portal, mesenteric, and splenic veins) is a rare occurrence with variable etiologies. Early diagnosis of non-cirrhotic splanchnic vein thrombosis (SVT) and prompt treatment with anticoagulation therapy (ACT) has consistently led to high recanalization rates, symptom relief, and improved survival. For ongoing prothrombotic risk factors, prolonged ACT prevents symptom progression and recurrence. We aim to describe our centre's experience with managing non-cirrhotic SVT, and to identify factors associated with the need for further interventions beyond ACT alone. Methods: We reviewed all consecutive adult patients referred to the Thrombosis clinics at our institution between 2008 and 2011 for first-episode non-cirrhotic SVT. The primary efficacy outcome studied was SVT symptom resolution or no need for additional medical, endoscopic, or surgical treatments beyond ACT. The secondary efficacy outcome was recanalization of splanchnic vessels on follow-up imaging. Patients were categorized as resolved or unresolved based on achievement of the primary efficacy outcome. The measured safety outcome of ACT was major bleeding according to standard definitions. Results: We included 22 patients (mean age 51±12; 9 female). Nine patients had multi-vessel thrombosis involving combinations of the portal vein, superior mesenteric vein (SMV), splenic vein, and/or concurrent non-splanchnic vein thrombosis, while 13 had isolated vessel involvement (7 portal vein, 6 SMV). The portal vein was involved in 73% of patients, SMV in 59%, and splenic vein in 27%. Nine patients had completely occluded vessels, and 4 also demonstrated portal vein cavernomatous transformation on initial imaging. Upon diagnosis, all patients received ACT with either unfractionated heparin or low molecular weight heparin, followed by oral vitamin K antagonists. Four patients were not suitable for oral therapy and were maintained on low molecular weight heparin throughout their course of treatment. Long-term ACT was indicated in 3 patients with SVTs of unknown etiology and in 8 patients with isolated or combined systemic thrombophilias, including Factor V Leiden (n=4), JAK2 V617F tyrosine kinase mutation or overt myeloproliferative disorder (MPD) (n=6), and prothrombin gene variant (n=2). The remaining 11 patients with local or transient risk factors, such as recent abdominal surgery or non-hepatic malignancy, were treated with ACT for 3 to 6 months. Fifteen patients (68%) achieved complete symptom resolution with ACT alone. In the remaining 7 patients that comprised the unresolved group, there was an increased frequency of completely occluded vessels ( P =0.03) and the Jak2 V617F mutation or an overt MPD ( P =0.004). Signs of either portal hypertension (including ascites and gastroesophageal varices) or cavernomatous transformation at the time of diagnosis tended to be more frequent among the unresolved group (P=0.005 and 0.06, respectively). Four patients in the unresolved group required invasive interventions including variceal band ligation, splenectomy, bowel resection and liver transplantation. Among the resolved group, radiographic recanalization of vessels was observed in 9 cases. The 6 remaining patients had persistent but asymptomatic vessel thrombosis in follow-up. Recanalization was more likely to occur in patients with non-occlusive thrombi (P<0.001) and local/transient etiologies (P=0.002). One patient experienced recurrent non-major gastrointestinal bleeding that ceased upon the completion of a 6-month course of ACT. Variceal hemorrhage occurred in 1 patient who subsequently underwent variceal band ligation prior to resuming prolonged ACT due to recurrent thrombosis. Conclusions: Our data, albeit limited, suggests that ACT is a safe and effective first-line treatment for patients with SVT. Short-term ACT is appropriate for patients with a clear mechanical or transient eliciting factor and non-occlusive thrombi, as recanalization rates are high in these cases. The presence of the Jak2 mutation or overt MPD, occlusive vessel thrombosis, or portal hypertensive pathology at presentation might help to identify patients who are less likely to respond to ACT and might require additional interventions. Disclosures: Lazo-Langner: Leo Pharma: Honoraria; Pfizer: Honoraria.",
    "topics": [
        "anticoagulation",
        "venous thrombosis",
        "thrombosis",
        "recanalization",
        "supraventricular tachycardia",
        "diagnostic imaging",
        "follow-up",
        "ligation",
        "low-molecular-weight heparin",
        "thrombus"
    ],
    "author_names": [
        "Pranavi Ravichandran, BSC",
        "Kris P Croome, MD",
        "Michael J. Kovacs, MD",
        "Roberto Hernandez-Alejandro, MD",
        "Alejandro Lazo-Langner, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Schulich School of Medicine and Dentistry, University of Western Ontario, Toronto, ON, Canada, "
        ],
        [
            "Department of Surgery, University of Western Ontario, London, ON, Canada, "
        ],
        [
            "Department of Hematology, University of Western Ontario, London Health Sciences Centre, London, ON, Canada, "
        ],
        [
            "Department of Surgery, University of Western Ontario, London, ON, Canada, "
        ],
        [
            "Department of Epidemiology and Biostatistics, University of Western Ontario, London Health Sciences Centre, London, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.773227",
    "first_author_longitude": "-79.498257"
}