{
    "doi": "https://doi.org/10.1182/blood-2019-127425",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4257",
    "start_url_page_num": 4257,
    "is_scraped": "1",
    "article_title": "Predictive Value of Cellular Blood Indices for All-Cause Mortality in Acute Pulmonary Embolism ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": [
        "blood platelets",
        "blood tests",
        "cancer therapy",
        "cardiac arrest",
        "cardiovascular death",
        "chi-square test",
        "complete blood count",
        "follow-up",
        "inequality of ventilation-perfusion ratio",
        "infections"
    ],
    "author_names": [
        "Brett Slajus",
        "Yevgeniy Brailovsky, DO",
        "Trung Phan",
        "Iman Darwish",
        "Jawed Fareed, PhD",
        "Amir Darki, MD MSc"
    ],
    "author_affiliations": [
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Cardiology, Loyola University Medical Center, CHICAGO, IL "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Cardiology, Loyola University Medical Center, Maywood, IL"
        ]
    ],
    "first_author_latitude": "41.88150364999999",
    "first_author_longitude": "-87.88683809999999",
    "abstract_text": "Introduction: Pulmonary embolism (PE) contributes to more than 100,000 annual deaths in the United States and is the third most common cause of cardiovascular death. Short-term all-cause mortality rates differ widely, from 2% among low risk normotensive patients to 95% among those experiencing cardiac arrest. Prognostic models for PE help clinicians facilitate decision making but have suboptimal predictive values. The most widely used tool is the simplified Pulmonary Embolism Severity Index (sPESI) - a scoring system which utilizes 6 clinical variables to predict death. Cellular indices, like platelet-lymphocyte ratio (PLR) and neutrophil-lymphocyte ratio (NLR), have been shown to be markers of systemic inflammation and are associated with worsened prognosis in acute PE. Other ratios, such as lymphocyte-monocyte ratio (LMR) and platelet-neutrophil ratio (PNR), have not been fully explored. Given the need to further improve sPESI to better manage PE patients, we sought to determine the association of PLR, NLR, LMR, and PNR with all-cause mortality in patients presenting with acute PE. We also evaluated the additive effect of these cellular indices on the predictive value of sPESI. Methods: We retrospectively investigated patients who were consecutively diagnosed and treated between March 2016 and June 2019 at Loyola Medical Center in Maywood, Illinois and Gottlieb Memorial Hospital in Melrose Park, Illinois. Diagnosis of PE was made using CT pulmonary angiography or ventilation perfusion (VQ) scan. Patients were excluded if there was presence of infection, sepsis, ongoing cancer treatment, or a chronic inflammatory condition at the time of PE diagnosis. Clinical characteristics were collected using the electronic medical record system. Differential complete blood count data was collected within 24 hours prior to PE diagnosis. Mann Whitney U and Chi-Square tests were used to determine associations between all-cause mortality and clinical data. ROC curves were constructed to illustrate the sensitivity and specificity of cellular indices to predict all-cause mortality. Optimal ratio cutoffs were determined using Youden J Index. A composite sPESI score was created using cellular blood indices cutoff values. One point was added to the sPESI score for every additional condition met. Results: Among the 228 PE patients, 48 (21%) were non-survivors with median follow up period of 56 days (IQR: 17-182). Elevated PLR and NLR, as well as decreased LMR, were associated with all-cause mortality (all p < 0.01). PNR was not associated with all-cause mortality (p > 0.62). PLR > 256.7 was predictive of mortality (p < 0.01) with sensitivity 54.2% and specificity 85.6%. NLR > 5.5 was predictive of mortality (p < 0.01) with sensitivity 66.7% and specificity 68.3%. LMR < 1.6 was predictive of mortality (p < 0.01) with sensitivity 66.7% and specificity 70.8%. sPESI was predictive of mortality (p < 0.01) with sensitivity 72.9% and specificity 64.0%. A composite model including sPESI, PLR, NLR, and LMR had further improved predictive abilities for all-cause mortality with sensitivity 85.4% and specificity 66.3% as compared to sPESI alone (AUC: 0.82, 95% CI: 0.76-0.89 vs AUC 0.75, 95% CI: 0.68-0.83). Conclusion: This study demonstrated an association between PLR, NLR, and LMR and all-cause mortality in PE patients. Our findings were consistent with past literature and contribute to the argument that these routine laboratory tests can supplement existing risk prediction models. Lymphopenia as well as elevated neutrophil count are associated with pro-inflammatory states during cardiopulmonary events, which may increase risk for thrombotic events. Platelets, a key component of thrombosis, are significantly decreased immediately after a thrombotic event. The composite sPESI model, including PLR, NLR, and LMR exhibited higher sensitivity which allows for improved detection of patients who are at high risk for death. Future studies are required to assess the predictive value of other routine blood tests on all-cause mortality in this patient population to further optimize sPESI and other predictive tools. View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}