{
    "doi": "https://doi.org/10.1182/blood-2019-130279",
    "article_title": "Quantitative Analysis of Tumor-Specific BCL2 Expression in DLBCL: Refinement of Prognostic Relevance of BCL2 ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "Introduction Diffuse large B-cell lymphoma (DLBCL) is the most common subtype of non-Hodgkin lymphoma and a heterogeneous disease with a variety of molecular aberrations and diverse clinical outcomes. BCL2 expression has been implicated for a poor prognosis among patients with DLBCL. However, there is no consensus regarding the interpretation of BCL2 expression in DLBCL. In previous studies, the range of BCL2-positive cases, determined by immunohistochemistry (IHC), was highly variable (24 - 80%) due to subjective and semiquantitative interpretation and the absence of the established cutoff value for BCL2 expression. Consequently, the prognostic impact of BCL2 varies between studies. In addition, only the proportion of BCL2 positive tumor cells are considered in determining the BCL2 positivity. We aimed to define BCL2 positivity by quantitative analysis integrating both the intensity and proportion of BCL2 expression. Methods We retrospectively collected formalin-fixed, paraffin-embedded (FFPE) diagnostic biopsies from 221 patients with de novo DLBCL between January 2007 and December 2012 at our institute. All patients were treated with R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone) as first-line treatment. A separate validation set included 111 patients with de novo DLBCL who received first-line R-CHOP at another tertiary hospital in South Korea. BCL2 expression was analyzed using the tumor-specific Automated Quantitative Analysis (AQUA) scoring system based on multiplex immunofluorescence. The tumor-specific quantified intensity information in pixels was converted to protein expression information on a cell basis using the AQUA scoring system. The AQUA scores for BCL2 was calculated as the signal intensities of BCL2 in the target compartment divided by the pixel area of the target compartment. Cell of origin (COO) was determined according to the Hans classification using IHC. Results Ninety-eight patients (44.3%) were > 60 years old of age, 126 patients (57.0%) were male and 81 patients (36.7%) had an International Prognostic Index of 3-5 in the training set. With a median follow-up duration of 59 months, the 5-year event-free survival (EFS) and overall survival (OS) rate were 62.2% and 69.0%, respectively. The BCL2 AQUA score of 41.47 was determined as the optimal cutoff value in the ROC analysis. A total of 86 patients (38.9%) were classified as high BCL2 AQUA score group according to the determined cutoff value. High BCL2 AQUA score was significantly associated with worse OS and EFS ( P = 0.00015; OS, P = 0.00012; EFS) (Figure 1A, B). Multivariate analysis revealed that high BCL2 AQUA score was a significant poor prognostic factor for both OS and EFS independent of the IPI, and COO ( P = 0.01; OS, P = 0.015; EFS). The high BCL2 AQUA score group in the validation set was also significantly associated with worse OS and EFS ( P = 0.0075; OS, P = 0.0049; EFS) (Figure 1C, D). The poor prognostic impact of BCL2 AQUA score was also in good correlation with both OS and EFS in the entire cohort ( P < 0.0001; OS, P < 0.0001; EFS) (Figure 1E, F). The adverse impact of high BCL2 AQUA score was identified within both low (IPI 0-2) and high IPI (IPI 3-5) groups (Figure 2A-D). The high BCL2 AQUA score was also associated with poor prognosis within both GCB ( P = 0.0077; OS, P = 0.0055; EFS) and non-GCB type DLBCL ( P = 0.059; OS, P = 0.04; EFS), although a marginal statistical significance was observed regarding OS in the non-GCB type (Figure 2E-H). Conclusion Our study demonstrated that BCL2 expression analyzed by AQUA scoring system, incorporating both intensity and proportion, is an independent prognostic factor for patients with DLBCL. Given the growing clinical implications of BCL2 and the therapeutic progress in targeting BCL2 in hematologic malignancies, the concrete definition of BCL2 positivity in DLBCL holds great promise for the study of the pathophysiology of DLBCL and could be used to establish new therapeutic strategies. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "diffuse large b-cell lymphoma",
        "neoplasms",
        "pixel",
        "prognostic factors",
        "r-chop",
        "biopsy",
        "cyclophosphamide",
        "doxorubicin"
    ],
    "author_names": [
        "Jin Roh",
        "Hyungwoo Cho, MD",
        "Dok Hyun Yoon",
        "Jung Yong Hong",
        "A-Neum Lee",
        "Hyeon-Seok Eom",
        "Hyewon Lee, MD",
        "Weon Seo Park",
        "Jae Ho Han, MD",
        "Seong Hyun Jeong",
        "Joon Seong Park, MD",
        "Hyo-Kyung Pak",
        "So-Woon Kim, MD",
        "Sang-Yeob Kim",
        "Cheolwon Suh",
        "Jooryung Huh",
        "Chan-Sik Park"
    ],
    "author_dict_list": [
        {
            "author_name": "Jin Roh",
            "author_affiliations": [
                "Ajou University Hospital, Suwon-Si, Korea, Republic of (South) "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyungwoo Cho, MD",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dok Hyun Yoon",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jung Yong Hong",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of MedicineAsan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A-Neum Lee",
            "author_affiliations": [
                "Asan Institute for Life Science, University of Ulsan College of Medicine, Asan Medical Center, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyeon-Seok Eom",
            "author_affiliations": [
                "National Cancer Center, Goyang, Gyeonggi, KOR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyewon Lee, MD",
            "author_affiliations": [
                "Center for Hematologic Malignancy, National Cancer Center, Goyang, Korea, Republic of (South) "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weon Seo Park",
            "author_affiliations": [
                "Department of Pathology, National Cancer Center, Goyang, Korea, Republic of (South) "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae Ho Han, MD",
            "author_affiliations": [
                "Ajou University School of Medicine, Suwon, Korea, Republic of (South) "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seong Hyun Jeong",
            "author_affiliations": [
                "Department of Hematology-Oncology, Ajou University School of Medicine, Suwon, Korea, Republic of (South) "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joon Seong Park, MD",
            "author_affiliations": [
                "Ajou University School of Medicine, Suwon, Korea, Republic of (South) "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyo-Kyung Pak",
            "author_affiliations": [
                "University of Ulsan, Asan Medical Center, Seoul, KOR "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "So-Woon Kim, MD",
            "author_affiliations": [
                "Department of Pathology, University of Ulsan College of Medicine, Asan Medical Center, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang-Yeob Kim",
            "author_affiliations": [
                "Department of Convergence Medicine, University of Ulsan College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheolwon Suh",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jooryung Huh",
            "author_affiliations": [
                "Department of Pathology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chan-Sik Park",
            "author_affiliations": [
                "Department of Pathology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of (South)"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T06:44:19",
    "is_scraped": "1"
}