{
    "doi": "https://doi.org/10.1182/blood.V110.11.2585.2585",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=823",
    "start_url_page_num": 823,
    "is_scraped": "1",
    "article_title": "Gene Transfer Early in Gestation Results in Transduction of Key Cellular Mediators of Both Central and Peripheral Immune Tolerance. ",
    "article_date": "November 16, 2007",
    "session_type": "Gene Therapy and Transfer",
    "abstract_text": "We have previously reported that the direct intraperitoneal (IP) injection of murine stem cell virus (MSCV)-based retroviral vectors into preimmune fetal sheep results in the induction of stable long-term immune tolerance to an antigenic transgene product that enables post-natal antigen boosting without eliciting an immune response. These results suggested that in utero gene therapy (IUGT) may be an ideal approach for treating diseases such as the hemophilias, in which post-natal attempts at both gene therapy and protein replacement therapy have often been thwarted by the formation of immune inhibitors. In the present studies, we performed experiments to delineate the mechanism of the observed immune tolerance following IUGT and to define the optimal window during gestation when gene transfer should be performed to ensure induction of transgene immune tolerance. To this end, we performed IUGT on fetal sheep at various gestational ages (55–110 days of gestation; term: 150 days). At 30 days post-IUGT, sheep were euthanized and thymic cryosections analyzed by immunohistochemistry using an antibody specific to the vector-encoded NeoR transgene product (NPT) and either a pan-cytokeratin antibody to label thymic epithelial cells, or an anti-CD45 antibody to label thymocytes. We determined that thymic tissue is in fact transduced in the majority of animals following IUGT regardless of the age at which IUGT is performed. Importantly, however, efficient transduction of thymic epithelial cells that are thought to be one of the key cell types responsible for presentation of self-antigen during T cell thymic selection only occurred if the gene transfer was performed prior to 72 days of gestation (term: 150 days). If IUGT was performed at day 72 or later, transduction was limited to predominantly thymocytes. These results suggest that IUGT may only result in successful induction of central immune tolerance if performed prior to 72 days of gestation in this model. These ongoing studies have also revealed that epithelial-like thymic stromal lymphopoietin (TSLP)+ cells comprising the Hassall’s corpuscles are also transduced if IUGT is performed early in gestation (prior to 72 days of gestation), but not if it is performed after that point. Since recent studies have shown that one of the main functions of the Hassall’s corpuscles is to instruct dendritic cells to induce the formation of CD4+CD25+ T-regulatory cells in the thymus, we performed FACS analysis on the peripheral blood of animals that received IUGT at varying gestational ages, focusing on subtypes of immune effector cells. These analyses revealed that animals that received IUGT early in gestation (prior to 72 days) have significantly higher percentages of CD4+CD25+ cells within their periphery than do animals transduced later in gestation. This finding is particularly interesting, given that CD4+CD25+ cells are thought to be T-regulatory cells that are involved in maintenance of peripheral tolerance. In conclusion, we have shown that by performing IUGT early in gestation, one can take advantage of multiple tolerogenic avenues present in the fetus, transducing both thymic epithelial cells which may promote induction of central immune tolerance and cells of Hassall’s corpuscles, which can then in turn lead to the instruction of dendritic cells to induce the formation of T-regulatory cells that can help maintain peripheral immune tolerance to the transgene products.",
    "topics": [
        "gene transfer techniques",
        "immune tolerance",
        "pregnancy",
        "antibodies",
        "gene therapy",
        "thymic stromal lymphopoietin",
        "antigens",
        "autoantigens",
        "cd45 antigens",
        "enzyme replacement therapy"
    ],
    "author_names": [
        "Evan Colletti, PhD",
        "Sean Lindsted, BS",
        "Paul Park, MD, PhD",
        "Graça Almeida-Porada, MD, PhD",
        "Christopher D. Porada, PhD"
    ],
    "author_affiliations": [
        [
            "Animal Biotechnology, University of Nevada, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, NV, USA"
        ]
    ],
    "first_author_latitude": "39.5453298",
    "first_author_longitude": "-119.81615409999998"
}