{
    "doi": "https://doi.org/10.1182/blood.V120.21.340.340",
    "article_title": "Notch Inhibition in Alloreactive CD4 + and CD8 + T Cells Blocks Graft-Versus-Host Disease by Inducing a Hyporesponsive Program with Features of T Cell Anergy ",
    "article_date": "November 16, 2012",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: New Insights IntoThe Induction Of GVHD",
    "abstract_text": "Abstract 340 Graft-versus-host disease (GVHD) is a significant cause of morbidity and mortality following allogeneic bone marrow transplantation (allo-BMT). We previously identified Notch signaling as an essential regulator of allogeneic CD4 + T cell responses mediating GVHD after allo-BMT. Alloreactive CD4 + T cells expressing the pan-Notch inhibitor DNMAML induced markedly less severe GVHD as compared to wild-type T cells, leading to improved survival of the recipients. Notch-deprived T cells had preserved in vivo expansion and cytotoxicity. However, alloreactive DNMAML CD4 + T cells produced markedly decreased amounts of multiple proinflammatory cytokines, including TNF-alpha, IFN-gamma, and IL-2. This was associated with increased expansion of Foxp3 + CD4 + T regulatory cells. Thus, Notch signaling is an attractive new therapeutic target to control GVHD without eliminating the anti-cancer activity of allo-BMT. To elucidate the mechanisms of Notch action in GVHD, we studied the effects of Notch inhibition in alloreactive CD4 + and CD8 + T cells using minor and major histocompatibility antigen-mismatched models of allo-BMT. In the B6 anti-BALB/b minor antigen-mismatched model, recipients of B6 T cells were protected from lethal acute GVHD upon DNMAML expression in the CD4 + , CD8 + or both T cell compartments. In the B6 anti-BALB/c MHC-mismatched model, DNMAML CD4 + or CD8 + T cells transplanted alone or in combination induced significantly less GVHD and resulted in improved survival compared to wild-type T cells. Upon ex vivo restimulation with anti-CD3/CD28 antibodies, both CD4 + and CD8 + DNMAML alloreactive T cells had markedly decreased production of IFN-gamma. These findings suggest that Notch signaling has parallel functions in CD4 + and CD8 + T cells. We then studied expression of Tbx21 (encoding T-bet) and Eomes , the key transcription factors regulating Ifng transcription in CD4 + Th1 and CD8 + T cells, respectively. DNMAML alloreactive T cells had preserved amounts of Tbx21 mRNA and T-bet protein, and increased levels of Eomes transcripts and protein. These data differ from past reports indicating that Notch signaling controls T cell differentiation through direct regulation of Tbx21 and Eomes expression. Ex vivo restimulation of DNMAML CD4 + and CD8 + T cells with PMA (diacylglycerol analog) and ionomycin (calcium ionophore) rescued IFN-gamma production by both T cell compartments and partially restored IL-2 production by CD4 + T cells, suggesting abnormal signaling downstream of the T cell receptor. After anti-CD3/CD28 restimulation, DNMAML alloreactive T cells showed markedly decreased phosphorylation of Mek1 and Erk1/2, indicating defective Ras/MAPK activation. PMA was sufficient to rescue Erk1/2 activation. NFkB activity was also significantly impaired in alloreactive DNMAML T cells as assessed with a NFkB-luciferase reporter transgene. Abnormal responsiveness was acquired in vivo during alloreactive T cell priming, since naïve DNMAML T cells had preserved Ras/MAPK activation. Moreover, alloreactive Notch-deprived T cells had elevated levels of intracellular cAMP and increased expression of the anergy-associated genes, Dgka and Egr3 . Thus, alloreactive DNMAML T cells had features reminiscent of T cell anergy. Given that in vivo proliferation in irradiated recipients and cytotoxicity of DNMAML alloreactive T cells were largely preserved, our data suggest a “split anergy” phenotype with differential effects on distinct T cell effector functions. Altogether, our results reveal a parallel role for Notch signaling in both the CD4 + and CD8 + T cell compartments that differ from all previous reports of Notch action in mature T cells. Understanding the role of Notch signaling in alloreactive T cells is essential for harnessing the therapeutic potential of Notch inhibition in GVHD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anergy",
        "graft-versus-host disease",
        "t-lymphocytes",
        "bone marrow transplantation, allogeneic",
        "interferon type ii",
        "aldesleukin",
        "antigens",
        "cd28 antigens",
        "cytotoxicity",
        "mitogen-activated protein kinases"
    ],
    "author_names": [
        "Ashley R Sandy, BS",
        "Jooho Chung, BS",
        "Ivy T Tran, BS",
        "Gloria T Shan, BS",
        "Ann Friedman, BS",
        "Timothy S Blackwell, MD-PhD",
        "Pavan Reddy, M.D.",
        "Philip D King, PhD",
        "Ivan Maillard, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashley R Sandy, BS",
            "author_affiliations": [
                "Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jooho Chung, BS",
            "author_affiliations": [
                "Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivy T Tran, BS",
            "author_affiliations": [
                "Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gloria T Shan, BS",
            "author_affiliations": [
                "Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Friedman, BS",
            "author_affiliations": [
                "Life Sciences Institute, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy S Blackwell, MD-PhD",
            "author_affiliations": [
                "Department of Medicine, Vanderbilt University, Nashville, TN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavan Reddy, M.D.",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Michigan, Ann Arbor, MI, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip D King, PhD",
            "author_affiliations": [
                "Department of Microbiology and Immunology, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan Maillard, MD, PhD",
            "author_affiliations": [
                "Life Sciences Institute and Department of Internal Medicine, Division of Hematology-Oncology, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T12:58:50",
    "is_scraped": "1"
}