{
    "doi": "https://doi.org/10.1182/blood.V124.21.919.919",
    "article_title": "MEK Inhibition Is a Promising Therapeutic Strategy for MLL -Rearranged Infant ALL Patients Carrying RAS Mutations ",
    "article_date": "December 6, 2014",
    "session_type": "605. Molecular Pharmacology, Drug Resistance – Lymphoid and Other Diseases: Poster I",
    "abstract_text": "Background: Acute Lymphoblastic Leukemia (ALL) in infants is characterized by a high incidence (~80%) of chromosomal rearrangements of the Mixed Lineage Leukemia ( MLL ) gene, fusing the N-terminal portion of MLL to the C-terminal region of one of its translocation partner genes. MLL -rearranged infant ALL patients are challenged by a very poor prognosis (i.e. 30-40% 5-year EFS), hence the need for better risk stratification and improved therapeutic solutions is evident. We recently screened a relatively large cohort (n=109) infant ALL patients (all enrolled in INTERFANT treatment protocols) for the presence of KRAS and NRAS mutations and found that the incidence of such mutations ranges between 14-24%, depending on the type of MLL translocation. Moreover, these mutations were found to represent independent predictors of exceedingly poor prognosis; patients carrying RAS mutations essentially stand no chance in surviving their malignancy, as all RAS mutation-positive MLL -rearranged infant ALL patients deceased within 3 years from diagnosis. Aims: Here we aimed to identify a therapeutic strategy to improve the prognosis of MLL -rearranged infant ALL patients carrying RAS mutations. Methods: For this, 8 small molecule inhibitors against different RAS-pathway components were selected and initially tested for anti-leukemic activity against the MLL -rearranged ALL cell lines SEM and RS4;11 ( RAS wt ) and KOPN8 ( RAS mut ) using MTS cell viability assays. Next, primary MLL -rearranged infant ALL samples (n=20) all carrying MLL translocation t(4;11) (giving rise to the MLL-AF4 fusion protein) either with (n=6) or without (n=14) RAS mutations were exposed to these inhibitors in MTT cytotoxicity assays. In addition, we assessed the RAS activity in RAS mutated and wild-type MLL -rearranged infant ALL cells, and performed immunoblotting analysis of downstream MEK and ERK both in the absence and presence of the MEK inhibitors. Results: We found that the MEK inhibitors MEK162, Selumetinib and Trametinib effectively reduced the viability of KOPN8 cells ( RAS mut ), whereas SEM and RS4;11 cells ( RAS wt ) largely remained unaffected. In line with this, MLL-AF4+ infant ALL patient samples carrying RAS mutations were significantly more sensitive to these MEK inhibitors when compared with patients carrying wild-type RAS genes: LC 50 values for MEK162 were 0.04 vs. 26.9 µM (p<0.01), for Selumetinib 0.04 and 23.7 µM (p<0.01), and for Trametinib 0.01 vs. 26.5 µM (p<0.01), respectively. Furthermore, the presence of RAS mutations in primary MLL -rearranged infant ALL samples was associated with significantly increased RAS activity, as determined by immunoprecipitation of GTP-bound RAS. Remarkably, however, enhanced RAS activation did not manifest itself in the form of increased phosphorylation of the downstream ERK protein, while a slight increase of MEK phosphorylation was observed. Yet, MEK inhibitor exposure in both KOPN8 and SEM cells resulted in nearly complete abrogation of ERK phosphorylation, without affecting total ERK protein levels, suggesting that the loss of ERK activation plays an important role in the observed anti-leukemic effects. Furthermore, MEK162 and Selumetinib seemed to induce accumulation of phosphorylated MEK, while MEK phosphorylation was hardly affected by Trametinib. Interestingly, a subgroup of patient samples (n=5) with wild-type RAS also showed sensitivity towards MEK inhibition, similar to the primary cells with RAS mutations. However, this observation could not be explained by increased RAS activation, nor by the phosphorylation levels of either MEK or ERK. Conclusions: Our data show that MEK inhibition represents a promising therapeutic approach for MLL -rearranged infant ALL patients carrying additional RAS mutations. Furthermore, the mechanism of action provoked by these MEK inhibitors seems to involve abrogation of ERK phosphorylation, but the initial level of ERK phosphorylation did not correlate with MEK inhibitor sensitivity, and has no predictive value. Currently we are in the process of testing the efficacy of the above mentioned MEK inhibitors in vivo using a xenograft mouse model, while further elucidation of the molecular mechanisms underlying the anti-leukemic effects of these inhibitors in MLL -rearranged ALL cells is in progress. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "binimetinib",
        "cancer",
        "carrying",
        "cytotoxicity",
        "fusion proteins",
        "immunoblotting",
        "immunoprecipitation",
        "infant",
        "leukemia"
    ],
    "author_names": [
        "Mark JB Kerstjens, MSc",
        "Emma MC Driessen, MD",
        "Merel Willekes, BSc",
        "Sandra S Mimoso Pinhancos, MSc",
        "Rob Pieters, MD PhD",
        "Ronald Stam, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark JB Kerstjens, MSc",
            "author_affiliations": [
                "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emma MC Driessen, MD",
            "author_affiliations": [
                "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merel Willekes, BSc",
            "author_affiliations": [
                "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra S Mimoso Pinhancos, MSc",
            "author_affiliations": [
                "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters, MD PhD",
            "author_affiliations": [
                "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands ",
                "Princess Maxima Center for Pediatric Oncology, Utrecht, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Stam, PhD",
            "author_affiliations": [
                "Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T04:09:23",
    "is_scraped": "1"
}