{
    "doi": "https://doi.org/10.1182/blood-2021-153462",
    "article_title": "Universally Observed Loss of BCL7A Allows Activation of IRF4 and Its Transcriptional Activity in Multiple Myeloma Cells ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Integrated genomic analysis including whole genome and RNA sequencing in primary multiple myeloma (MM) cells have reported a universal loss of BCL7A gene in MM patients compared to normal plasma cells (PC). Our Genetic modulation in in-vitro and in-vivo MM models have also validated the loss of BCL7A as an oncogenic event responsible for acquisition of a more proliferative phenotype in MM cells. We performed a comparative mass spectrometric analysis confirming BCL7A as a member of the canonical m-SWI/SNF chromatin remodeling complex. We therefore performed the Assay for Transposase Accessible Chromatin with high-throughput sequencing (ATAC-seq) to assess genome-wide changes in DNA accessibility upon BCL7A gain or loss. We found that loss of BCL7A in wild-type KMS12BM and NCI-H929 cells resulted in enrichment of important transcription factor motifs in the transcriptionally active sites of chromatin. We identified 36 de novo accessible and 1079 de novo inaccessible regions across the genome after BCL7A shRNA KD (knock-down). These genomic regions with altered accessibility were associated with genes involved in protein binding (FDR < 0.001), GTPase activation (FDR = 0.016), and GTPase regulation (FDR = 0.030). Candidate transcription factors for the genomic regions with altered accessibility were identified by querying a database of human ChiP-seq experiments (ReMap 2020). IRF4 was identified to be enriched in regions of accessible chromatin upon BCL7A loss. IRF4 is an oncoprotein transcription factor and is a direct target of myc, generating a feedback loop in MM cells. IRF4 dependency is central to myeloma cell proliferation. Most importantly, we found that in addition to functions within the m-SWI/SNF complex, BCL7A forms a protein complex with IRF4. Altogether these data suggest a role for BCL7A in driving IRF4 oncogenic activities in MM. To understand how BCL7A-dependent changes may influence IRF4 activity, we performed CHiP assay using IRF4 antibody in BCL7A KO (knock-out) and AB (add-back) KMS12BM and NCI-H929 cells. We observed increased binding of IRF4 to the promoter of its target genes like PRDM1, CDK6, STAG2, PIM2, SQLE, Myc, CANX, IRF4, SCD, ELL2, CASP3 in BCL7A KO cells, while the binding of these target genes was significantly decreased in AB cells. While, CHiP assay using IRF4 antibody in control and ectopically expressed BCL7A in AMO1 and KMS11 cells showed significantly low binding of IRF4 to the promoter of most of its target genes in BCL7A overexpressed cells compared to control. Integrated transcriptomic analysis following BCL7A KD and overexpression revealed the existence of a set of genes transcriptionally regulated by IRF4 to be significantly upregulated following BCL7A depletion and downregulated following ectopic expression of BCL7A. To investigate whether these genes are involved in the phenotypic and functional effects observed in MM after BCL7A depletion, we performed LOF studies (si-RNA screen) in scrambled and BCL7A KD MM cells. Among others, we observed that MM cells are highly sensitive to the inhibition of EEF1B2, RPS3A, SOX2, DCC and NDUFA1 only in the context of BCL7A loss, implicating a role as critical effector molecules downstream of the IRF4-BCL7A transcriptional network. In conclusion, we observe that BCL7A binds to IRF4, functionally restricting its activity. The universally observed down regulation of BCL7A in MM provides the necessary molecular change to allow IRF4 to exert its required transcriptional activity to induce MM cell growth. Our results now provide the basis to understand the mechanism of development of IRF4 dependency in MM. Disclosures Anderson:  Pfizer: Membership on an entity's Board of Directors or advisory committees; Millenium-Takeda: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Sanofi-Aventis: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Membership on an entity's Board of Directors or advisory committees; Scientific Founder of Oncopep and C4 Therapeutics: Current equity holder in publicly-traded company, Current holder of individual stocks in a privately-held company; Mana Therapeutics: Membership on an entity's Board of Directors or advisory committees. Munshi:  Janssen: Consultancy; Karyopharm: Consultancy; Adaptive Biotechnology: Consultancy; Novartis: Consultancy; Legend: Consultancy; Bristol-Myers Squibb: Consultancy; Amgen: Consultancy; Abbvie: Consultancy; Takeda: Consultancy; Oncopep: Consultancy, Current equity holder in publicly-traded company, Other: scientific founder, Patents & Royalties; Celgene: Consultancy; Pfizer: Consultancy.",
    "author_names": [
        "Chandraditya Chakraborty",
        "Srikanth Talluri",
        "Eugenio Morelli",
        "Sanika Derebail",
        "Yao Yao",
        "Yan Xu",
        "Alba Rodríguez García",
        "María Linares",
        "Kenneth C. Anderson",
        "Moritz Binder",
        "Mehmet K. Samur",
        "Mariateresa Fulciniti",
        "Nikhil C. Munshi"
    ],
    "author_dict_list": [
        {
            "author_name": "Chandraditya Chakraborty",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston,"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Srikanth Talluri",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA",
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugenio Morelli",
            "author_affiliations": [
                "Department of Medical Oncology, DANA FARBER CANCER INSTITUTE, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanika Derebail",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yao Yao",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA",
                "Blood Disease Institute, Key Laboratory of Bone Marrow Stem Cell, Xuzhou Medical University, Xuzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Xu",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Blood Diseases Hospital & Institute of Hematology, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China",
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alba Rodríguez García",
            "author_affiliations": [
                "Department of Translational Hematology, Instituto de Investigación Sanitar, Madrid, Spain",
                "Department of Hematology, Hospital Universitario 12 de Octubre, CNIO, Madrid, Spain"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María Linares",
            "author_affiliations": [
                "Department of Translational Hematology, Research Institute Hospital 12 de Octubre (i+12), Hematological Malignancies Clinical Research Unit H120-CNIO, CIBERONC, Madrid, Spain"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moritz Binder",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA",
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehmet K. Samur",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA",
                "Department of Data Science, Dana-Farber Cancer Institute, Harvard TH Chan School of Public Health, Boston, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariateresa Fulciniti",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Dana Farber Cancer Institute and Harvard Medical School, Boston, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:47:36",
    "is_scraped": "1"
}