{
    "doi": "https://doi.org/10.1182/blood.V122.21.3175.3175",
    "article_title": "Risk and Response Adapted Conventionnal Treatment Strategy In AL Amyloidosis: The French Experience Since 2007 ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background Recommendations among the French network for amyloidosis is to first adapt treatment to disease severity evaluated by the Mayo Clinic staging system based on cardiac biomarkers and then on hematological responses. Stage I and II patients (pts) receive melphalan and dexamethasone (MDex) and bortezomib is added, for refractory pts, after one cycle in those with cardiac involvement (Mayo Clinic stage II) and after 3 cycles for those without (Mayo Clinic stage I). Pts with severe cardiac disease (Mayo clinic stage III) are given a combination of weekly bortezomib, oral cyclophosphamide and dexamethasone (VCD). In MDex, melphalan is administered at 10 mg/m2 on days 1–4 and dexamethasone at 40 mg (20 mg in subjects older than 70 years of age) on days 1–4, Bortezomib is added at 1.3 mg/m2 on days 1, 8, 15 and 22 in case of non response, in VCD bortezomib is given at 1.3 mg/m2 on days 1, 8, 15 and 22, cyclophosphamide at 300 mg/m2 (max 500 mg) on days 1, 8 and 15 and dexamethasone at 20 mg the day of bortezomib injection and the day after. Both MDex and VCD are repeated every 28 to 35 days depending on tolerance. Aim To assess the results of these recommendations among the French network for AL amyloidosis Methods We collected data from 326 patients who had serum free light chains and cardiac biomarkers measurements with biopsy proven systemic AL amyloidosis, treated in 29 French centers since January 2007. Organ involvement and hematological responses were defined according to 2005 and 2012 amyloidosis consensus criteria. Results Median age was 66 years (28-86), 129 pts (40%) were 70 or older, 59% were male. Baseline organ involvement was cardiac in 66% of pts, renal in 67%, autonomic and peripheral nerve in 25%, liver in 19%. Sixty-three pts were in Mayo Clinic stage I, 129 pts in stage II and 134 pts in stage III. Median NT-proBNP was 1689 ng/L for the whole cohort; it was 141 ng/L (9-301) for stage I, 1115 ng/L (159-22005) for stage II and 6328 ng/L (338-132373) for stage III. First line treatment was intensive treatment with autologous stem cell transplantation (ASCT) in only 2 pts, MDex in 134 pts, a bortezomib containing regimen in 129 pts and an IMID containing regimen in 13; bortezomib was secondarily added in 42 pts with no response to MDex. Thirty-three pts received an IgM regimen. Median dFLC (difference between the involved free light chain and the other) was 197 mg/l (1-13398) at diagnosis and 17.6 mg/l (0-2009) after 6 months. Overall hematological response rate for pts surviving more than 3 months and with measurable free light chains was 76 %, including VGPR or better in 44%, 18% of patient having no measurable free light chain. With a mean follow-up for living pts of 1.5 year, estimated median survival was 4.2 years, not reached for pts younger than 70, versus 3.0 years for older pts (p=0.01). With a risk of death three times higher in stage III than in stage I, Mayo Clinic staging was highly predictive of survival. One year survival was 91% for stage I, 84% for stage II and 57% for stage III (p< O.001). View large Download slide View large Download slide  Close modal Conclusion In AL amyloidosis, a risk-adapted and response-tailored treatment, excluding ASCT, can give a high response rate and a good survival in a multicenter setting. Survival according to Mayo Clinic staging: Disclosures: Jaccard: Celgene: Honoraria; Celgen: Research Funding, Research support, Research support Other; Janssen Cilag: Honoraria. Bridoux: Celgene: Honoraria; Janssen Cilag: Honoraria; Celgene: Research Funding, Research support, Research support Other. Roussel: CELGENE: Honoraria; JANSSEN: Honoraria.",
    "topics": [
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "brachial plexus neuritis",
        "bortezomib",
        "dexamethasone",
        "free immunoglobulin light chain",
        "autologous stem cell transplant",
        "vocal cord dysfunction",
        "amyloidosis",
        "cardiac markers"
    ],
    "author_names": [
        "Arnaud Jaccard",
        "Frank Bridoux",
        "Margaret Macro, MD",
        "Jean Luc Pellegrin",
        "Olivier Tournilhac, MD, PhD",
        "Murielle Roussel, MD",
        "Bruno Moulin",
        "Xavier Leleu, MD, PhD",
        "Denis Caillot, MD",
        "David Lavergne",
        "Jean Paul Fermand, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Arnaud Jaccard",
            "author_affiliations": [
                "Hematologie Clinique et Therapie Cellulaire, Centre National de Référence Amylose AL, CHU DUPUYTREN, Limoges, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Frank Bridoux",
            "author_affiliations": [
                "Department of Nephrology, University Hospital and University of Poitiers, Poitiers, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Macro, MD",
            "author_affiliations": [
                "Hematology, Hôpital Côte de Nacre, CHU, Caen, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Luc Pellegrin",
            "author_affiliations": [
                "Internal Medecine, University Hospital of Bordeaux, Bordeaux, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Tournilhac, MD, PhD",
            "author_affiliations": [
                "Service de thérapie cellulaire et hématologie clinique adulte, Université Auvergne EA3846, Inserm CIC-501, University Hospital Estaing, CLERMONT-FERRAND, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murielle Roussel, MD",
            "author_affiliations": [
                "Hématologie Clinique, CHU PURPAN, Toulouse, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Moulin",
            "author_affiliations": [
                "Nephrology department, University Hospital of Strasbourg, Strasbourg, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Leleu, MD, PhD",
            "author_affiliations": [
                "Service des Maladies du Sang, Hopital Huriez, CHRU Lille, Lille, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denis Caillot, MD",
            "author_affiliations": [
                "Hematology Service, CHU, Dijon, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Lavergne",
            "author_affiliations": [
                "Hématologie Clinique et Thérapie Cellulaire - CNR Amylose AL, CHU Limoges, Limoges, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Paul Fermand, MD",
            "author_affiliations": [
                "Service d'Immuno-Hématologie, Hôpital Saint Louis, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:39:36",
    "is_scraped": "1"
}