{
    "doi": "https://doi.org/10.1182/blood.V104.11.3827.3827",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=154",
    "start_url_page_num": 154,
    "is_scraped": "1",
    "article_title": "Dynamic Defense System Against HMGB1, a Proinflammatory and Lethal Mediator in Severe Infections and Malignancies. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cancer",
        "hmgb1 protein",
        "infections",
        "antibodies",
        "thrombin",
        "immunologic adjuvants",
        "plasmin",
        "antineutrophil cytoplasmic autoantibody",
        "chemotactic factors",
        "cytokine"
    ],
    "author_names": [
        "Takashi Ito, MD",
        "Kazuhiro Abeyama, MD PhD",
        "Ko-ichi Kawahara, PhD",
        "Kamal K. Biswas",
        "Tomonori Uchimura, MD PhD",
        "Shingo Yamada, PhD",
        "Teruto Hashiguchi, MD PhD",
        "Ikuro Maruyama, MD PhD"
    ],
    "author_affiliations": [
        [
            "Laboratory/Vascular medicine, Kagoshima University Graduate School of Medical and Scieces, Kagoshima City, Kagoshima, Japan"
        ],
        [
            "Laboratory/Vascular medicine, Kagoshima University Graduate School of Medical and Scieces, Kagoshima City, Kagoshima, Japan"
        ],
        [
            "Laboratory/Vascular medicine, Kagoshima University Graduate School of Medical and Scieces, Kagoshima City, Kagoshima, Japan"
        ],
        [
            "Laboratory/Vascular medicine, Kagoshima University Graduate School of Medical and Scieces, Kagoshima City, Kagoshima, Japan"
        ],
        [
            "Laboratory/Vascular medicine, Kagoshima University Graduate School of Medical and Scieces, Kagoshima City, Kagoshima, Japan"
        ],
        [
            "Shino-Test Corporation, Yokohama City, Kanagawa, Japan"
        ],
        [
            "Laboratory/Vascular medicine, Kagoshima University Graduate School of Medical and Scieces, Kagoshima City, Kagoshima, Japan"
        ],
        [
            "Laboratory/Vascular medicine, Kagoshima University Graduate School of Medical and Scieces, Kagoshima City, Kagoshima, Japan"
        ]
    ],
    "first_author_latitude": "31.547924300000002",
    "first_author_longitude": "130.5277633",
    "abstract_text": "High Mobility Group box 1(HMGB1) is an abundant DNA-binding protein that acts as a proinflammatory cytokine when released in the extracellular milieu by necrotic and inflammatory cells. Moreover, an increased HMGB1 in the circulation of septic patients may induce multi-organ failure and lethality. However, very recent observations suggest that the protein also acts as an innate adjuvant, stem cell chemoattractant and growth factor. Thus only systemic and circulatory HMGB1 may induce morbidity and mortality, however, localized HMGB1 may have beneficial effects. Therefore, we serially examined the serum HMGB1 level in patients with various diseases, and also evaluated the significance of the protein. We demonstrate here how HMGB1 is localized and acts as an immune-adjuvant and a repairing factor in damaged tissue. We first established specific ELISA method to measure HMGB1. An increased level of HMGB1 was detected in the serum from patients with sever sepsis, infections, malignancy and so on. However, serum HMGB1 concentrations were fluctuated during the clinical course, and could not be concluded as a lethal mediator as previously reported. Next we investigated the reason of dynamic fluctuations of the protein in the circulation. Based on our findings, we proposed that this fluctuation of HMGB1 concentrations may be mediated by at least following three fashions; 1) proteolytic degradation by plasmin and thrombin, 2) endothelial thrombomodulin(TM) adsorption, and 3) generation of antibody against the protein. We observed that plasmin efficiently degraded HMGB1 into small fragments. However, interestingly the generated fragments of the protein still possess an ability to produce TNFa in macrophages through an undefined pathway. TM binds the protein on its N-terminus lectin-like domain. Binding of HMGB1 to TM resulted in decrement of TM’s cofactor activity to activate protein C by thrombin. HMGB1 bound to TM was gradually degraded by thrombin. These may be a system to localize HMGB1 only in injury sites where TM is down-regulated or disappeared through endothelial-loss. This may exert endothelial defense system against extracellular HMGB1 in severe tissue injury. Another possibility is that the generated antibody against HMGB1 may neutralize the proinflammatory action of the protein. In this context, we found that some of the antibodies against HMGB1 have the characteristics of P-ANCA(perinuclear anti-neutrophil cytoplasmic antibody). This may alter the phenotype of the underlining diseases. In conclusion, we suggest that HMGB1 is not merely a lethal mediator, but a kind of “testament” mediator of cell necrosis or invasive attacks to dendritic cells."
}