{
    "doi": "https://doi.org/10.1182/blood.V106.11.4789.4789",
    "article_title": "Safety and Efficacy of Fludarabine Plus Mitoxantrone (FM) Followed by Yttrium-90 ( 90 Y) Ibritumomab Tiuxetan (Zevalin ® ) and Maintenance Rituximab in Intermediate- to High-Risk Newly Diagnosed and Relapsed Follicular Non-Hodgkin’s Lymphoma (NHL). ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: The combination of fludarabine and mitoxantrone (FM) as a frontline therapy for advanced follicular lymphoma has been shown to result in higher complete response rates when compared with standard-dose CHOP. We assessed the safety and efficacy of FM followed by 90 Y ibritumomab tiuxetan (IT) and maintenance rituximab in previously untreated or relapsed follicular NHL. Patients and methods: Patients with newly diagnosed stage II-IV low-grade NHL and an intermediate-high or high IPI, as well as those with relapsed low-grade or transformed disease, were initially eligible. The protocol was later amended to include patients with follicular NHL with an intermediate or high FLIPI. Adult patients were required to have an expected survival of at least 3 months, a performance status ≤2, and adequate bone marrow function (ANC 1500/mm 3 , platelets 100,000/mm 3 ), liver, and renal function. Exclusion criteria included impaired bone marrow reserve, history of failed stem cell collection, and prior radioimmunotherapy. Initial treatment consisted of 4 cycles of FM (mitoxantrone 12 mg/m 2 on day 1, fludarabine 25 mg/m 2 on days 1–3 of each 28-day cycle). After restaging, complete and partial responders with ≤25% bone marrow involvement proceeded to the IT therapeutic regimen. Partial responders with >25% bone marrow involvement received 2 additional cycles of FN before IT. The 90 Y IT dose (0.3 or 0.4 mCi/kg) was adjusted according to the patient’s platelet count. Maintenance rituximab (375 mg/m 2 × 4) was scheduled for every 6 months over 2 years. Results: Twelve patients have been enrolled, including 5 with relapsed disease. The median age was 57 years (range, 38–67), and 5 were male. All patients presented with grade 1–3 follicular NHL; most had stage IV disease and lymphomatous bone marrow involvement (10/12). The median FLIPI score was 2 (range, 1–4). Patients with relapsed disease had received prior CVP (3/5) or FMR (2/5). In those with relapsed NHL, hematologic toxicities were grade 3 or 4 neutropenia (4/5), grade 3 thrombocytopenia (2/5), and grade 3 anemia (2/5) with FN. Four did not proceed to 90 Y IT (1 had progressive disease, 1 had >25% bone marrow involvement, 1 had myelosuppression, and 1 went on to transplant). The patient, who later received 90 Y IT, had a partial response but relapsed at 9 months. Four patients with newly diagnosed disease were assessable for safety and response. The incidence of grade 3 or 4 neutropenia, thrombocytopenia, and anemia with chemotherapy were 75%, 50%, and 50%, respectively, in these patients. All 4 patients went on to receive 90 Y IT; platelet, ANC, and hemoglobin nadirs occurred at 5–8 weeks following 90 Y IT, and were reversible. Partial responses were achieved after 4–6 cycles of FN in all cases. One patient converted to a complete response after 90 Y IT; another 2 patients were PET-negative after radioimmunotherapy. As of yet, no patients have gone on to rituximab maintenance. The remaining patient relapsed at 6 months. Conclusions: This preliminary data suggests that FM followed by the 90 Y ibritumomab tiuxetan therapeutic regimen is highly effective in patients with untreated follicular lymphoma. This combination, however, may be too toxic for patients with relapsed disease, especially if they have been treated with prior fludarabine.",
    "topics": [
        "fludarabine",
        "follicular lymphoma",
        "ibritumomab tiuxetan",
        "mitoxantrone",
        "rituximab",
        "yttrium",
        "bone marrow involvement",
        "anemia",
        "complete remission",
        "neutropenia"
    ],
    "author_names": [
        "Stephanie A. Gregory, MD",
        "Parameswaran Venugopal, MD",
        "Jamile M. Shammo, MD",
        "Teresa M. O’Brien, RN",
        "Amjad Ali, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephanie A. Gregory, MD",
            "author_affiliations": [
                "Department of Hematology and Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Venugopal, MD",
            "author_affiliations": [
                "Department of Hematology and Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamile M. Shammo, MD",
            "author_affiliations": [
                "Department of Hematology and Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa M. O’Brien, RN",
            "author_affiliations": [
                "Department of Hematology and Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amjad Ali, MD",
            "author_affiliations": [
                "Department of Hematology and Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T18:38:10",
    "is_scraped": "1"
}