{
    "doi": "https://doi.org/10.1182/blood-2018-99-111922",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4146",
    "start_url_page_num": 4146,
    "is_scraped": "1",
    "article_title": "Small Molecule Regulated Cytokine Expression Enables Potent and Durable Responses to Engineered T-Cell Therapy ",
    "article_date": "November 29, 2018",
    "session_type": "703. Adoptive Immunotherapy: Poster I",
    "abstract_text": "Tumor antigen directed T-cells, using chimeric antigen receptors (CAR), have shown remarkable clinical responses in B-cell malignancies, particularly acute lymphoblastic leukemia, diffuse large B-cell lymphoma and multiple myeloma. A number of challenges remain, however, in safe and effective cell therapy for durable responses broadly in hematologic malignancies and solid tumors. The durability of response is often reduced by antigen positive or antigen negative escape while the immunosuppressive tumor microenvironment can reduce the potency of the engineered T-cells. Cytokines can be effectively used to improve T-cell expansion and persistence to prevent antigen positive escape, enhance epitope spreading to prevent antigen negative escape, and to relieve the immunosuppressive tumor microenvironment. Indeed, anti-tumor responses with cytokine immunotherapy as well as cytokine-aided cell therapy have been observed. However, the utility of cytokines is often limited by systemic toxicity associated with their potent pharmacological effects. Locally restricted, on demand production of cytokines coupled with antigen directed T-cells can enable safe and effective cell therapy for the treatment of hematologic malignancies as well as solid tumors. Among the cytokines, Interleukin 12 (IL12) and Interleukin 15 (IL15) are of particular interest due to their role in remodeling the tumor microenvironment and improving T-cell persistence. To determine the effect of cytokine expression on CAR-T control of tumor growth, we generated bicistronic constructs expressing CD19-CAR and IL12 or CD19-CAR and membrane bound IL15 (mbIL15). The constructs were configured to provide a high level of CAR expression with high or low levels of cytokine expression for dose exploration. Even at low cytokine levels and low cell dose, expression of IL12 along with CD19-CAR in human T-cells durably regressed disseminated CD19 + Nalm6-luc tumors in Nod-scid IL2Rg null (NSG mice), compared to CD19-CAR-expressing cells alone and improved survival at both low and high doses (n=8/group, p<0.05 and p<0.005, respectively). mbIL15, when co-expressed with CD19-CAR also durably regressed Nalm6-luc tumors in NSG mice, with significantly greater response than CD19-CAR alone and improved survival in two independent studies (n=8/group, p<0.0005). While these experiments confirmed the potential of these cytokines to dramatically increase efficacy and durability of CAR-T antitumor responses, the known toxicities associated with constitutive IL12 and IL15 in immunocompetent settings necessitate precisely regulated, on demand, local expression. To enable regulation of the cytokines, we used destabilizing domain (DD) technology which is based on fully human protein domains that are inherently unstable in the cell but are reversibly stabilized by binding of small molecule ligands. Moreover, fusion with DDs can confer ligand dependent, reversible regulation to any protein of interest. We fused IL12 and mbIL15 to destabilizing domains derived from Estrogen Receptor (ER) and Phosphodiesterase 5 (PDE5) which can be regulated by safe, FDA approved drugs. We identified ER-based DDs that, when fused with IL12, yielded low cytokine levels in the basal state in T-cells. The addition of an ER stabilizing ligand, however, led to a rapid, dose dependent, 10-fold induction of secreted IL12. We also identified PDE5-regulated mbIL15 constructs that displayed rapid and dose dependent upregulation of cell surface mbIL15 levels in T-cells when treated with PDE5-stabilizing ligands. We are currently evaluating ER-regulated IL12 and PDE5-regulated mbIL15 in immunocompetent models to evaluate whether these regulated cytokines can enable safe and effective cytokine usage to improved breadth, depth and durability of anti-tumor responses to cellular therapies. Disclosures Suri: Obsidian Therapeutics: Employment, Equity Ownership. Gori: Obsidian Therapeutics: Employment.",
    "topics": [
        "cytokine",
        "small molecule",
        "t-cell therapy",
        "interleukin-12",
        "cd19 antigens",
        "antigens",
        "cell therapy",
        "interleukin-15",
        "ligands",
        "neoplasms"
    ],
    "author_names": [
        "Vipin Suri, PhD MBA",
        "Jennifer L Gori, PhD"
    ],
    "author_affiliations": [
        [
            "Discovery, Obsidian Therapeutics, Cambridge, MA "
        ],
        [
            "Obsidian Therapeutics, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "42.3694976",
    "first_author_longitude": "-71.1122779"
}