{
    "doi": "https://doi.org/10.1182/blood.V112.11.2943.2943",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1314",
    "start_url_page_num": 1314,
    "is_scraped": "1",
    "article_title": "MMP-14 Mediates Migration of Acute Myelogenous Leukemia Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology",
    "topics": [
        "blast cells",
        "bone marrow",
        "brachial plexus neuritis",
        "cancer",
        "cell adhesion molecules",
        "cell membrane",
        "chemokines",
        "coculture techniques",
        "dysplasia",
        "enzyme precursors"
    ],
    "author_names": [
        "Neeta Shirvaikar, MSc",
        "Ali Jalili, MSc, PhD",
        "Imran Mirza, FRCPC",
        "Sara Ilnitsky, BSc",
        "Chris Korol",
        "Loree M. Larratt, MD",
        "A. Robert Turner, MD, FRCPC",
        "Anna Janowska-Wieczorek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Research and Development, Canadian Blood Services, Edmonton, AB, Canada"
        ],
        [
            "Medicine, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Research and Development, Canadian Blood Services, Edmonton, AB, Canada"
        ],
        [
            "Medicine, University of Alberta, Edmonton, AB, Canada"
        ],
        [
            "Medical Oncology, Cross Cancer Institute, Edmonton, AB, Canada"
        ],
        [
            "Cross Cancer Institute, Edmonton, AB, Canada"
        ],
        [
            "Div. Clinical Hematology, Dept. of Medicine, University of Alberta, Edmonton, AB, Canada"
        ]
    ],
    "first_author_latitude": "53.518800999999996",
    "first_author_longitude": "-113.5225385",
    "abstract_text": "Matrix metalloproteinase (MMP)-14 expression correlates with progression and metastasis of multiple tumor cell types and is a major mediator of cell migration and invasion. MMP-14 possesses a trans-membrane domain that tethers the enzyme to the plasma membrane and not only activates proMMP-2 but also degrades extracellular matrix (ECM) by pericellular proteolysis and cleaves several non-ECM molecules, including adhesion molecules and chemokines. To assess the role of MMP-14 in leukemic dissemination we evaluated its expression in myeloid cell lines and primary acute myelogenous leukemic (AML) samples. Using RT-PCR, flow cytometry and Western blotting we found that MMP-14 is highly expressed in leukemic myeloid cell lines THP-1, U937, HEL and K562; and primary samples from 37 out of 40 patients (pts) diagnosed with AML (WHO classification, AML with recurrent cytogenetic translocations: 9 pts; AML with multilineage dysplasia: 4 pts; AML not otherwise categorized: 27 pts). Moreover, primary AML blasts secreted the 72 kDa proenzyme form of MMP-2 into media (zymography) which became activated after co-culture of AML blasts with bone marrow (BM) stromal cells. This activation was inhibited by the potent MMP-14 inhibitor epigallocatechin-3-gallate (EGCG). We also found that migration of primary AML cells (trans-Matrigel invasion assay) was inhibited by EGCG; and silencing of MMP-14 by transfecting THP-1 cells and AML blasts with MMP-14 siRNA oligonucleotides resulted in reduced trans-Matrigel migration of these cells. Given that AML blasts constitutively secrete TNF-α, we confirmed that AML blasts express mRNA for TNF-α as well as its receptors TNFR1 and TNFR2; and TNF-α levels are elevated in the plasma of AML patients. However, we demonstrated that recombinant human (rh) TNF-α further upregulated MMP-14 expression in AML blasts (RT-PCR, Western blot) and increased its incorporation into membrane lipid rafts (confocal microscopy). Moreover, rh TNF-α- stimulated AML blasts were found to be more potent activators of pro-MMP-2 than unstimulated cells (zymography), indicating that activation may occur via upregulation of MMP-14; had significantly higher migration which was inhibited by EGCG and also by the TNF-α receptor inhibitor Enbrel; and rh TNF-α had no effect on the migration of MMP-14 siRNA-silenced AML cells. Other factors tested, for example, SDF-1, IL-1 and TGF-β, had no effect on MMP-14 expression in AML cells (flow cytometry). In conclusion, we report here for the first time that MMP-14 is expressed in AML blasts and is modulated by TNF-α. We suggest that, by pericellular degradation of ECM and activation of latent MMP-2 secreted by AML blasts, MMP-14 may contribute to the highly proteolytic BM microenvironment in AML and the invasive phenotype of this malignancy."
}