{
    "doi": "https://doi.org/10.1182/blood.V104.11.2475.2475",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=8",
    "start_url_page_num": 8,
    "is_scraped": "1",
    "article_title": "A Green Tea Component, Catechin, Induces Apoptosis of Human Myeloma Cells and Markedly Enhances Arsenic Trioxide-Induced Cytotoxicity Via Production of Reactive Oxygen Species (ROS). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "apoptosis",
        "arsenic",
        "catechin",
        "cytotoxicity",
        "green tea",
        "myeloma cells",
        "reactive oxygen species",
        "multiple myeloma",
        "caspase-3",
        "antioxidants"
    ],
    "author_names": [
        "Tomonori Nakazato, MD",
        "Keisuke Ito, MD",
        "Yoshitaka Miyakawa, MD",
        "Yasuo Ikeda, MD",
        "Masahiro Kizaki, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Division of Hematology, Keio University School of Medicine, Shinjuku-ku, Tokyo, Japan"
        ],
        [
            "Department of Internal Medicine, Division of Hematology, Keio University School of Medicine, Shinjuku-ku, Tokyo, Japan"
        ],
        [
            "Department of Internal Medicine, Division of Hematology, Keio University School of Medicine, Shinjuku-ku, Tokyo, Japan"
        ],
        [
            "Department of Internal Medicine, Division of Hematology, Keio University School of Medicine, Shinjuku-ku, Tokyo, Japan"
        ],
        [
            "Department of Internal Medicine, Division of Hematology, Keio University School of Medicine, Shinjuku-ku, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.665763",
    "first_author_longitude": "139.7339596",
    "abstract_text": "Multiple myeloma is a plasma cell malignancy that remains incurable despite the use of conventional and high dose chemotherapy with hematopoietic stem cell transplantation, and so novel therapeutic approaches are urgently required in the clinical settings. Recent understanding of the biology of myeloma has led to the development of biological treatments such as thalidomide and bortezomib, which target the myeloma cell and the bone marrow microenvironment. These agents have shown remarkable activity against refractory multiple myeloma in the early clinical trials, but prolonged drug exposures may result in the development of de novo drug resistance in some cases. Therefore, identification and validation of more novel targeted therapies to overcome drug resistance and improve patient outcome of multiple myeloma will be needed. Recently, green tea attracted much attention due to its beneficial health effects; the polyphenolic compound, (−)-epigallocatechin-3-gallate (EGCG), has potent chemopreventive effects against various tumors. EGCG has been shown to inhibit cellular proliferation and induce apoptosis of various cancer cells. The aim of this study was to investigate the possibility of EGCG as a novel therapeutic agent for the patients with multiple myeloma. EGCG rapidly induced apoptotic cell death in various myeloma cell lines (U266, IM9, RPMI 8226, and HS-Sultan) and fresh myeloma cells from patients in a dose (0–100 μM)- and time (0–72 h)-dependent manner. IM9 cells were most sensitive to EGCG with an IC 50 of 17 μM, and cell growth was suppressed as early as 6 h and the typical morphological appearance of apoptosis was observed. Treatment with EGCG (20 μM) increased the population of cells in the G 0 /G 1 phase with the reduction of S phase followed by the appearance of a sub-G 1 DNA contents, indicating that EGCG led to cell cycle arrest at G 1 phase followed by apoptosis. EGCG-induced apoptosis in myeloma cells was in association with the loss of mitochondrial transmembrane potentials (Δψm), the release of cytochrome c , Smac/DIABLO and AIF from mitochondria into the cytosol, and the activation of caspase-3 and -9. Treatment with 20 μM EGCG for 1 h in IM9 cells as well as fresh myeloma cells from patients showed rapid elevation of intracellular reactive oxygen species (ROS) production. Antioxidant, catalase and Mn-SOD completely blocked ROS generation, the loss of Δψm, caspase-3 activation and consequently inhibited EGCG-induced apoptosis in IM9 cells, suggesting that ROS plays a key role in EGCG-induced apoptosis in myeloma cells. Recently, arsenic trioxide (AS) was reported to inhibit the proliferation of myeloma cells by induction of apoptosis via intracellular production of ROS. Therefore, we further tested the possibility of using an ROS-producing agent, EGCG, to enhance the activity of AS. The combination with AS and EGCG significantly enhanced induction of apoptosis compared to AS or EGCG alone via decreased intracellular GSH levels and increased production of ROS in all myeloma cells, suggesting that EGCG potentiated AS-induced cytotoxicity. In conclusion, EGCG has potential as a novel therapeutic agent for patients with multiple myeloma via induction of apoptosis mediated by modulation of the molecules of the redox system. Furthermore, the combination of EGCG and ROS-producing agents such as AS may provide a new strategy to enhance therapeutic activity for the patients with multiple myeloma."
}