{
    "doi": "https://doi.org/10.1182/blood.V122.21.2565.2565",
    "article_title": "Acute Myeloid Leukemia With t(8;21)/ RUNX1-RUNX1T1 demonstrate a High Number Of Secondary Genetic Lesions: Frequency and Impact On Clinical Outcome ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Background Translocation t(8;21) with the resulting RUNX1-RUNX1T1 rearrangement is one of the most common chromosomal abnormalities in acute myeloid leukemia (AML). Although it is generally associated with a favourable prognosis, many additional genetic lesions may impact on outcome. Aim To assess the frequency and clinical impact of additional mutations and chromosomal aberrations in AML with t(8;21)/ RUNX1-RUNX1T1. Methods We analyzed 139 patients (pts) who were referred to our laboratory for diagnosis of AML between 2005 and 2012 (65 females, 74 males; median age 53.3 years, range 18.6 - 83.8 years). All pts were proven to have t(8;21)/ RUNX1-RUNX1T1 by a combination of chromosome banding analysis, fluorescence in situ hybridisation and RT-PCR. Analysis of mutations in ASXL1, FLT3- TKD , KIT ( D816 , exon8-11 ), NPM1, IDH1 and IDH2, KRAS, NRAS, CBL, and JAK2 as well as of MLL- PTD and FLT3 -ITD was performed in all pts. Results 107/139 pts were classified according to FAB criteria (77.0%). 34/107 had AML M1 (31.8%) and 73/107 AML M2 (68.2%). 117/139 had de novo AML (84.2%), 22/139 had therapy-related AML (t-AML) (15.8%). 69/139 (49.6%) pts had at least one molecular alteration in addition to RUNX1-RUNX1T1 , 23/69 (33.3%) had two or more additional mutations. Most common were mutations (mut) in KIT (23/139; 16.5%), followed by NRAS (18/139; 12.9%) and ASXL1 (16/139; 11.5%). FLT3 -ITD and mutations in FLT3- TKD , CBL, and KRAS were found in 4.3% - 5.0% of all pts, whereas mutations in IDH2 and JAK2 were detectable in 3.6% and 2.9%, respectively. IDH1 mutations were found in only 0.7% (1/139). NPM1 mut and MLL- PTD were mutually exclusive of RUNX1-RUNX1T1 . FLT3 -ITD as well as FLT3 -TKD were exclusive of ASXL1 mutations. With exception of FLT3 -ITD, which was only present in de novo AML, there was no difference in mutation frequencies between de novo AML and t-AML. 69.8% (97/139) pts had at least one chromosomal aberration in addition to t(8;21)(q22;q22). Most frequent was the loss of either X- or Y-chromosome (together 46.8%), followed by del(9q) (15.1%), and trisomy 8 (5.8%). FLT3 -ITD , FLT3- TKD and trisomy 8 were found to be mutually exclusive. The number of secondary chromosomal aberrations did not differ significantly between pts with de novo AML and t-AML, showing only a trend towards higher frequency of -Y, del(9q), and trisomy 8 in pts with t-AML. Survival was calculated in pts who received intensive treatment (n=111/139, 79.9%; median follow-up 26.9 months; 2-year survival rate 73.4%). With exception of KIT D816 mutation, which had a negative impact on overall survival in pts with de novo AML (2-year survival rate 64.2% vs. 82.3%, p=0.03), none of the other 13 mutations significantly influenced outcome, not even in case of 2 or more coexistent mutations. Also, no influence of additional chromosomal aberrations on survival was found. In selected cases (n=21/139), we compared dynamic changes in the patterns of genetic lesions at diagnosis and at relapse. In 14/21 (66.7%) pts the initial molecular mutation pattern changed at relapse. Mutations commonly gained at relapse were KIT mutations (6/21, 28.6%), followed by ASXL1 and IDH1 R132 (each 2/21, 9.5%). FLT3 -ITD, CBL , NRAS and JAK2 mutations emerged in 1/21 patients (4.8%) each. Loss of a mutation at relapse has been observed in KIT , ASXL1 , and NRAS (each 2/21, 9.5%), as well as in KRAS , FLT3 -ITD and FLT3 -TKD (each 1/21, 4.8%). Concerning chromosomal alterations at relapse, 7/21 pts (33.3%) showed a change of their initial cytogenetic pattern, mostly shifting to a more complex karyotype (gain of chromosomal aberrations: 5/21, 23.8%; loss of chromosomal aberrations: 2/21, 9.5%). In all cases, t(8;21)(q22;q22)/ RUNX1-RUNX1T1 remained stable at time of relapse. Conclusions 1) 50% of t(8;21)/ RUNX1-RUNX1T1 positive pts had at least one additional molecular mutation and almost 70% showed additional chromosomal abnormalities. 2) KIT was the most frequent additional molecular mutation, followed by NRAS and ASXL1 . 3) The only additional genetic marker with a significant adverse prognostic impact was KIT D816 mutation. Disclosures: Krauth: MLL Munich Leukemia Laboratory: Employment. Eder: MLL Munich Leukemia Laboratory: Employment. Alpermann: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "genetics",
        "leukemia, myelocytic, acute",
        "runx1 translocation partner 1 protein",
        "treatment outcome",
        "brachial plexus neuritis",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "leukemia",
        "chromosome banding",
        "follow-up"
    ],
    "author_names": [
        "Maria Theresa Krauth, MD",
        "Christiane Eder, PhD",
        "Tamara Alpermann",
        "Wolfgang Kern, MD",
        "Claudia Haferlach, MD",
        "Torsten Haferlach, MD",
        "Susanne Schnittger, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Theresa Krauth, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology & Hemostaseology, Medical University Vienna, Vienna, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christiane Eder, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Alpermann",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T06:38:31",
    "is_scraped": "1"
}