{
    "doi": "https://doi.org/10.1182/blood.V106.11.992.992",
    "article_title": "Reactive Oxygen Species (ROS) Are Induced by vFLIP and Regulate NF-kB Activation in KSHV-Infected Primary Effusion Lymphoma Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Reactive Oxygen Species (ROS) act as second messengers in various cellular signaling cascades. While high levels of ROS induce oxidative stress response and cause cell death, lower levels of ROS in cancer cells can actually promote neoplastic growth and survival. ROS can activate the NF-kB pathway either through activation of the canonical IKK complex or through tyrosine phosphorylation of IkB alpha in a cell-specific manner. Recently it was shown that Epstein-Barr Virus (EBV) increased the amount of ROS in Burkitt’s lymphoma cells through the actions of its EBER mRNA and viral proteins EBNA2 and LMP1. Kaposi’s sarcoma-associated herpesvirus (KSHV) is a human gamma-herpesvirus that is the etiologic agent of Kaposi’s sarcoma, multicentric Castleman’s disease (MCD) and primary effusion lymphoma (PEL). We investigated whether KSHV also increases ROS levels in PEL cells. We demonstrate that PEL cell lines have higher levels of intracellular ROS than uninfected cells, and highly activated MAPK, a downstream target of ROS. Since KSHV viral FLICE-inhibitory protein (vFLIP) activates NF-kB in PELs, we examined whether ROS is involved in this signaling pathway. We show that vFLIP potently induced ROS after treatment with doxycycline in vFLIP-inducible Namalwa cells. Inhibition of ROS by an antioxidant PDTC led to a reduction in NF-kB activity in PEL cells. These data suggest that reactive oxygen is a possible signaling mechanism downstream of vFLIP, which mediates NF-kB activation and PEL survival. Furthermore, antioxidants may be useful as pharmacological agents in the treatment of PEL.",
    "topics": [
        "burkitt's lymphoma",
        "human herpesvirus 8",
        "nf-kappa b",
        "primary effusion lymphoma",
        "reactive oxygen species",
        "antioxidants",
        "casp8 and fadd-like apoptosis regulating protein",
        "doxycycline",
        "i-kappa b proteins",
        "kaposi sarcoma"
    ],
    "author_names": [
        "Darya Bubman, MS",
        "Balazs Csernus, MD",
        "Ilaria Guasparri, PhD",
        "Ethel Cesarman, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Darya Bubman, MS",
            "author_affiliations": [
                "Pathology, Weill Medical College at Cornell University, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Balazs Csernus, MD",
            "author_affiliations": [
                "Pathology, Weill Medical College at Cornell University, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Guasparri, PhD",
            "author_affiliations": [
                "Pathology, Weill Medical College at Cornell University, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ethel Cesarman, MD, PhD",
            "author_affiliations": [
                "Pathology, Weill Medical College at Cornell University, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T18:48:48",
    "is_scraped": "1"
}