{
    "doi": "https://doi.org/10.1182/blood.V106.11.3070.3070",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=301",
    "start_url_page_num": 301,
    "is_scraped": "1",
    "article_title": "A Model of Severe Congenital Neutropenia Reveals Signaling Pathways Mediating Mutant Elastase-Triggered Agranulocytosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Severe congenital neutropenia (SCN; Kostmann’s syndrome or infantile genetic agranulocytosis) defines an inheritable hematopoietic disorder of impaired neutrophil production due to a “maturation arrest” at the promyelocytic stage of differentiation in the bone marrow. SCN patients have recurring severe infections and often develop acute myelogenous leukemia. We and others reported accelerated apoptosis and cell cycle arrest of bone marrow-derived myeloid progenitor cells in SCN patients with autosomal dominant and autosomal recessive inheritance. Heterozygous mutations in the neutrophil elastase (NE) gene encoding a serine protease, are present in a majority of SCN patients, but not in healthy members of the family, thus indicating a key role of mutant NE in pathogenesis of this disorder. To date, there are no animal or cellular models of SCN as both the knock-in of mutant NE as well as the knock-out of normal NE failed to result in neutropenia phenotype in mice. The molecular mechanisms of mutant NE-mediated severe neutropenia remain largely unknown. We hypothesized that mutations in NE expose the protease to a new range of substrates. To explore this proposal, we established a cellular model of SCN based on tetracycline-regulated expression of mutant NE in human promyelocytic tet-off HL-60 cells that very closely recapitulated the human phenotype. Mutant NE expression resulted in a characteristic block of myeloid differentiation - the cellular hallmark of SCN. Expression of the mutant product was associated with a significant reduction in phosphatidylinosytol-3-kinase and phosphorylated PKB/Akt levels and an imbalance of anti-apoptotic Bcl-2 and pro-apoptotic Bax. These alterations contributed to observed dissipation of mitochondrial membrane potential as determined by FACS analysis, aberrant release of cytochrome C, and accelerated apoptosis. Marked changes in actin cytoskeleton that made the cells more rigid appeared to stem from a reduced level of alpha-actinin and elevated level of Rho GTPase. Immunoprecipitation of cell lysates with elastase-specific monoclonal antibodies followed by mass spectrometric analysis revealed that NE interacted with histone H2B, one of the key components of the nucleosome core of the chromatin. Interestingly, the expression level of histone H2B was substantially reduced in cells expressing mutant NE, therefore supporting the notion of altered substrate specificity of mutant NE. Thus, these observations provide the first evidence that mutant NE affects specific signaling pathways that lead to alterations in cytoskeleton and chromatin reorganization, subsequent apoptosis, and a block of myeloid differentiation in SCN. This cellular model of SCN should provide an invaluable tool for screening potential therapeutic agents capable of preventing maturation arrest and leukemogenesis in subjects suffering from severe congenital neutropenia.",
    "topics": [
        "agranulocytosis",
        "congenital neutropenia",
        "elastases",
        "pancreatic elastase",
        "signal pathway",
        "signal transduction pathways",
        "histones",
        "neutropenia",
        "cytochrome c",
        "endopeptidases"
    ],
    "author_names": [
        "Andrew A. Aprikyan, PhD",
        "Tomas Vaisar",
        "Vahagn Makaryan, MD",
        "Jay Heinecke, MD"
    ],
    "author_affiliations": [
        [
            " Medicine, University of Washington, Seattle, WA, USA; ",
            " Medicine, University of Washington, Seattle, WA, USA; ",
            " Medicine, University of Washington, Seattle, WA, USA and ",
            " Medicine, University of Washington, Seattle, WA, USA."
        ],
        [
            " Medicine, University of Washington, Seattle, WA, USA; ",
            " Medicine, University of Washington, Seattle, WA, USA; ",
            " Medicine, University of Washington, Seattle, WA, USA and ",
            " Medicine, University of Washington, Seattle, WA, USA."
        ],
        [
            " Medicine, University of Washington, Seattle, WA, USA; ",
            " Medicine, University of Washington, Seattle, WA, USA; ",
            " Medicine, University of Washington, Seattle, WA, USA and ",
            " Medicine, University of Washington, Seattle, WA, USA."
        ],
        [
            " Medicine, University of Washington, Seattle, WA, USA; ",
            " Medicine, University of Washington, Seattle, WA, USA; ",
            " Medicine, University of Washington, Seattle, WA, USA and ",
            " Medicine, University of Washington, Seattle, WA, USA."
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688"
}