{
    "doi": "https://doi.org/10.1182/blood.V124.21.5524.5524",
    "article_title": " Cause of Death in Resistant and Advanced Chronic Myeloid Leukemia (CML) Patients Treated with Tyrosine Kinase Inhibitors (TKIs).  ",
    "article_date": "December 6, 2014",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Background: With recent advances in CML management, newly-diagnosed chronic phase (CP)-CML patients may expect near-normal life expectancy on TKI treatment. However, patients resistant to prior TKIs and those with advanced disease may face a much poorer prognosis and higher likelihood of CML-related death. Objective: To estimate the proportion of deaths in treatment-resistant and advanced-stage CML attributed to disease progression versus treatment-related adverse events (AEs) and unrelated (background) causes. Methods: We conducted a systematic literature review of PubMed, conference proceedings, and grey literature for relevant articles published between January 1999 and January 2014, reporting cause of death in CML patients treated with an approved TKI after failing 1 (2nd-line) or 2 (3rd-line) prior lines of therapy in CP, or those with advanced or blast-phase disease (AP/BP). We excluded studies that did not report results by disease phase or therapy line and those with poor data quality for investigator-reported cause of death, which was categorized as \"CML-related\u0094 disease progression, \"treatment-related\u0094 AE, \"unrelated\u0094 AE, and \"unspecified\u0094 AE. Results: We identified 60 studies that qualified for systematic assessment. Among these, 7 reporting 2nd-line (n=1,926 patients), 2 reporting 3rd-line (n=144), and 6 reporting AP/BP (n=634) results met all selection criteria. Overall, 5%, 10% and 21% of 2nd-line, 3rd-line and AP/BP patients, respectively, died during study follow-up. For 2nd-line patients, CML-related was the investigator-reported cause of 44% of deaths, compared with 2% dying of treatment-related causes and the remainder of unrelated (3%) or unspecified (51%) AEs ( Figure 1 ). In 3rd line, 71% of patients died of CML, versus 7% treatment–related, 14% unrelated and 7% unspecified. Similarly, for AP/BP patients, death from disease comprised 54%, versus 5% treatment-related (10% unrelated; 31% unspecified). Although we lacked patient-level follow-up data, we estimated overall yearly death rates of 2%, 6% and 13% for 2nd-line, 3rd-line and AP/BP, respectively, versus US census estimates of <1% for ages 55-64 ( Figure 2 ), indicating substantial excess deaths in these CML populations. In CP, our estimated yearly rate of death from background causes (unrelated or unspecified AEs) was consistent with census estimates, suggesting that misclassification of treatment-related AEs as unrelated did not bias results in CP; background deaths in AP/BP were higher than expected, given shorter on-study survival. Conclusions: Published data suggest the frequency of death due to CML is nearly 10 times that from treatment-related AEs in patients with resistant and advanced disease. Potential benefits of effective treatment for these patients may outweigh potential risks of treatment-induced AEs. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures McGarry: ARIAD Pharmaceuticals, Inc.: Employment, Equity Ownership. Burudpakdee: ARIAD Pharmaceuticals, Inc.: Consultancy. Gala: ARIAD Pharmaceuticals, Inc: Consultancy. Seetasith: ARIAD Pharmaceuticals, Inc: Consultancy. Nanavaty: ARIAD Pharmaceuticals, Inc: Consultancy. Huang: ARIAD Pharmaceuticals, Inc.: Employment, Equity Ownership.",
    "topics": [
        "cause of death",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "disease progression",
        "follow-up",
        "adverse event",
        "blast phase",
        "treatment resistant disorders",
        "treatment effectiveness",
        "equity"
    ],
    "author_names": [
        "Lisa J McGarry, MPH",
        "Chakkarin Burudpakdee, PharmD",
        "Smeet Gala, MS",
        "Arpamas Seetasith, PhD",
        "Merena Nanavaty, MS",
        "Hui Huang, PhD MBA"
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa J McGarry, MPH",
            "author_affiliations": [
                "ARIAD Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chakkarin Burudpakdee, PharmD",
            "author_affiliations": [
                "MKTXS, LLC, Raritan, NJ"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Smeet Gala, MS",
            "author_affiliations": [
                "MKTXS, LLC, Raritan, NJ"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arpamas Seetasith, PhD",
            "author_affiliations": [
                "MKTXS, LLC, Raritan, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merena Nanavaty, MS",
            "author_affiliations": [
                "MKTXS, LLC, Raritan, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Huang, PhD MBA",
            "author_affiliations": [
                "ARIAD Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:40:15",
    "is_scraped": "1"
}