{
    "doi": "https://doi.org/10.1182/blood.V122.21.4775.4775",
    "article_title": "Final Evaluation Of a Prospective, Non-Interventional Study On Efficacy and Tolerability Of a New Generation VWF/FVIII Concentrate In The Treatment Of Von Willebrand Disease ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Background With marketing authorization in 2005, a non-interventional study (SET = Surveillance of Efficacy and Tolerability) with a double virus inactivated VWF/FVIII concentrate (Wilate®) was initiated in Germany. In 2012, the inclusion of patient documentation was terminated for final evaluation of the study data, representing the treatment of 170 patients suffering from von Willebrand’s disease (VWD). Aim The presented study was performed to assess the haemostatic efficacy and safety of a newly introduced VWF/FVIII product in the treatment of all types of VWD patients in every day clinical setting and to validate the results from pivotal clinical trials. Methods Patients of any age suffering from hereditary or acquired VWD, requiring replacement therapy were included. Apart from demographic and anamnestic data, details of all injections for treatment of bleeding episodes, surgeries and prophylactic treatment were documented and assessed. Clinical efficacy and tolerability were rated by the treating physicians using four-point verbal scales. All data underwent a pre-defined data management process including double data entry and plausibility checks by an independent statistical institute. Results Data of 170 patients suffering from VWD and representing the broad spectrum of disease severity was provided by 26 treatment centers. About two thirds of the patients are female; with an age range from 1 to 85 years at study entry. Six cases of acquired VWD and 7 type 3 VWD patients were included. Type 2 VWD of various subtypes accounts for about 30% of the patients with the remaining patients suffering from type 1 VWD. 108 surgical procedures in 82 patients were documented. In all evaluated surgical procedures, the efficacy of the concentrate was rated to be “excellent” or “good”. Efficacy in 156 bleeding episodes was assessed as “excellent/good” in 95.2% of ratings. 13 patients underwent a prophylactic treatment regimen which resulted in a drop of bleeding frequency to below 1 bleeding episode per month. Five patients had experienced suspected adverse drug reactions - all without sequelae. The ADR rate per injection was as low as 0.1%. Conclusion The results presented reflect the experience of routine use of Wilate® in all types of VWD in various clinical settings. They confirm the excellent efficacy and tolerability which had been demonstrated previously during an extensive panel of clinical trials. Disclosures: Alesci: Octapharma AG: Investigator Other. Von Depka: Octapharma AG: Investigator Other, Speakers Bureau. Feddern: Octapharma AG: Employment. Halimeh: Octapharma AG: Investigator Other, Research Funding. Hegener: Octapharma AG: Employment. Kadar: Octapharma AG: Investigator Other. Miesbach: Octapharma AG: Investigator Other. Nowak-Göttl: Octapharma AG: Investigator Other, Research Funding. Scharrer: Octapharma AG: Investigator Other.",
    "topics": [
        "von willebrand disease",
        "hemorrhagic episodes",
        "surgical procedures, operative",
        "prevention",
        "adverse effects of medication",
        "hemorrhage",
        "hemostatics",
        "severity of illness",
        "weight measurement scales",
        "data management"
    ],
    "author_names": [
        "Sonja Alesci, MD",
        "Mario Von Depka",
        "Jennifer Feddern",
        "Susan Halimeh, MD",
        "Oliver Hegener, PhD",
        "Janos Kadar",
        "Wolfgang A. Miesbach, MD, PhD",
        "Ulrike Nowak-Göttl",
        "Inge Scharrer, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sonja Alesci, MD",
            "author_affiliations": [
                "Haemophilia Centre, University Hospital Frankfurt, Frankfurt, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mario Von Depka",
            "author_affiliations": [
                "Werlhof-Institut für Hämostaseologie, Hannover, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Feddern",
            "author_affiliations": [
                "Octapharma GmbH, Langenfeld, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Halimeh, MD",
            "author_affiliations": [
                "Thrombosis and Hemophilia Treatment Center, Coagulation Center Rhine-Ruhr area, Duisburg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Hegener, PhD",
            "author_affiliations": [
                "Octapharma AG, Lachen, Switzerland, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janos Kadar",
            "author_affiliations": [
                "Outpatient Clinic for Transfusion Medicine, Cologne, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang A. Miesbach, MD, PhD",
            "author_affiliations": [
                "Haemophilia Centre, University Hospital Frankfurt, Frankfurt, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Nowak-Göttl",
            "author_affiliations": [
                "Institute of Clinical Chemistry, Thrombosis and Hemostasis Treatment Center, University Hospital Schleswig-Holstein, Kiel, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inge Scharrer, MD, PhD",
            "author_affiliations": [
                "III. Med. Klinik, Klinikum der Johannes Gutenberg-Universitat, Mainz, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:09:00",
    "is_scraped": "1"
}