{
    "doi": "https://doi.org/10.1182/blood.V110.11.1935.1935",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=892",
    "start_url_page_num": 892,
    "is_scraped": "1",
    "article_title": "Imatinib Plasma Concentration and Sokal Risk Score Are Independently Prognostic for Complete Cytogenetic Response (CCyR) in Patients with Chronic-Phase Chronic Myeloid Leukemia (CML-CP). ",
    "article_date": "November 16, 2007",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "plasma drug concentration",
        "cytogenetics",
        "brachial plexus neuritis",
        "abdominal pain",
        "adverse event",
        "anemia",
        "diarrhea",
        "exanthema"
    ],
    "author_names": [
        "Richard A. Larson, MD",
        "Brian J. Druker, MD",
        "Francois Guilhot, MD",
        "Stephen G. O’Brien, MD, PhD",
        "Tillman Krahnke",
        "Insa Gathmann",
        "Yanfeng Wang"
    ],
    "author_affiliations": [
        [
            "University of Chicago, Chicago, IL, USA"
        ],
        [
            "Oregon Health & Science University, Portland, OR, USA"
        ],
        [
            "CHU de Poitiers, Poitiers, France"
        ],
        [
            "University of New Castle, New Castle, United Kingdom"
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland"
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland"
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "41.78860789999999",
    "first_author_longitude": "-87.5987133",
    "abstract_text": "Background: In the International Randomized Study of Interferon and STI571 (IRIS), 553 patients (pts) with newly diagnosed CML-CP were randomized to receive imatinib (IM) 400 mg/d. The 5-year analysis of these pts showed that first-line IM yielded an estimated 87% cumulative CCyR rate and an estimated 89% overall survival (OS) and was generally well tolerated (Druker et al, NEJM 2006). We analyzed the IM pharmacokinetic (PK) exposure and evaluated its effect on efficacy and safety parameters. Methods: Pts were grouped into quartiles according to IM trough plasma concentrations at steady state (day 29 of therapy; Q1 1170 ng/mL). Adverse events (AEs) and discontinuations as well as CCyR (0% Ph+) rates were summarized based on these groups. A multivariate analysis was performed using stepwise logistic regression to examine whether IM plasma levels are prognostic for ability to achieve a CCyR independently of Sokal risk group, patient demographics, and laboratory data. Criteria for inclusion of variables into the statistical model was a P<0.15, and a P<0.05 was required for variables to remain in the final model. Results: Of 351 pts for whom PK samples were available, 105 (30%) have discontinued imatinib therapy: 41% of pts with low IM trough levels (Q1), 28% in Q2-Q3, and 23% in Q4. “Unsatisfactory therapeutic effect” was the most frequently cited reason for discontinuation in 18%, 15%, and 8% of pts in Q1, Q2-Q3, and Q4, respectively. Fluid retention, rash, myalgia, and anemia were more frequent relevant AEs, of any grade, among pts in Q4 vs Q1 group (76% vs 53%, 51% vs 32%, 30% vs 20% and 20% vs 8%, respectively), but these events did not translate into significantly higher discontinuations due to AEs. Muscle cramps, diarrhea, abdominal pain, headache, and hemorrhage were less frequent among pts with highest IM trough levels vs those with the lowest, suggesting that some AEs may be disease related. Overall, CCyR rates were 76% in pts with lowest IM trough levels (Q1), 85% in pts with intermediate levels (Q2-Q3), and 92% in pts with the highest trough levels (Q4) (P=0.013, Fisher’s exact test). Of pts with both Sokal risk and PK sample available, 50% were in the low risk group, 32% in the intermediate, and 18% in the high risk group; their CCyR rates were 94%, 84%, and 73%, respectively (P=0.002). Within each Sokal group, the prognostic effect of IM trough levels was most apparent in pts of intermediate risk, among whom 64% achieved CCyR in Q1 vs 94% in Q4 (P=0.015). Of all the evaluated prognostic variables, only Sokal risk and IM trough plasma level were prognostic for ability to achieve a CCyR. Based on the final multivariate model, for an increase by one Sokal risk level, the odds ratio of achieving a CCyR was 0.55 (95% CI, 0.32–0.93, P=0.027), while an increase by 250 ng/mL in IM trough yielded an odds ratio of 1.77 (1.22–2.56, P=0.003). No other factors met the selection criteria to remain in the final model. Conclusion: These results suggest that achieving an adequate IM plasma level is important for a good clinical response. Monitoring of IM plasma concentrations should be encouraged in patients with poor response."
}