{
    "doi": "https://doi.org/10.1182/blood.V122.21.3352.3352",
    "article_title": "ABO Blood Group Mismatch Does Not Affect Survival Or Transfusion Requirements In Patients Undergoing Alemtuzumab-Based Reduced-Intensity Conditioned Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "abstract_text": "Aims Limitations in donor availability require that ABO blood group incompatible donors are used for hematopoetic stem cell transplantation (HSCT). Previous studies on the influence of ABO mismatch on the outcomes of allogeneic HSCT show conflicting results, and suggest that the nature of peri-transplant immunosuppressive therapy may influence the impact of ABO mismatch. This study examined the impact of ABO blood group mismatch on transplant outcomes and transfusion requirements in a large UK HSCT cohort following reduced intensity conditioning (RIC) with alemtuzumab. Methods Consecutive patients from three UK transplant centres (Birmingham, Glasgow, Oxford) undergoing first alemtuzumab-based RIC HSCT between 2000 and 2010 were included for analysis. Overall survival (OS), relapse-free survival (RFS), relapse incidence (RI), non-relapse mortality (NRM), incidence of acute and chronic graft-versus-host disease (GvHD) and red blood cell (RBC) and platelet (PLT) transfusion requirements were analyzed retrospectively according to the degree of ABO mismatch. ABO mismatch was defined as minor if anti-recipient isohemagglutinins were present in the donor, major if anti-donor isohemagglutinins were present in the recipient, and bidirectional if both anti-donor and anti-recipient isohemagglutinins were present. Results 598 patients underwent alemtuzumab-based RIC HSCT between 2000 and 2010. The median recipient age was 51 (range 17-74) and 342/598 (57%) were male. 361/598 (60%) received stem cells from an HLA- matched unrelated donor. Patients were HLA matched to at least 6/6 in 569/598 (95%), 225/598 (38%) were matched to 10/10. The main indications for HSCT were acute myeloid leukaemia (194/598, 32%), non-Hodgkin’s lymphoma (125/598, 21%) and myelodysplastic syndrome (76/598, 13%). Stem cells were sourced from peripheral blood in 548/598 (92%) and bone marrow in 50/598 (8%). The most frequently used conditioning regimen was fludarabine, melphalan and alemtuzumab in 459/598 (77%). Donor and recipient ABO blood groups were matched (M) in 318/598 (53%). Minor (MN) mismatch was present in 113/598 (19%), major (MJ) mismatch in 128/598 (21%), and bidirectional (BD) mismatch in 35/598 (6%). OS & RFS at 2 years did not significantly differ according to the degree of ABO mismatch (OS 51.9% M vs. 54.8% MN vs. 54.7% MJ vs. 38.6% BD; RFS 41.4% M vs. 42.5% MN vs. 50.2% MJ vs. 29.9% BD, p>0.05 for all), although recipients of a bidirectionally mismatched transplant showed a trend to reduced OS (p=0.078). 2 year RI & NRM was not significantly different by ABO mismatch (RI 29.6% M vs. 28.5% MN vs. 27.2% MJ vs. 29.4% BD; NRM 26.5% M vs. 26.1% MN vs 20.7% MJ vs 29.4% BD, p>0.05 for all). On multivariate analysis, ABO mismatch was not a significant predictor of OS, RFS, NRM or RI. The degree of ABO mismatch did not influence the incidence of grade 2-4 acute GvHD (incidence 19.6% M vs. 30.6% MN vs. 26.8% MJ vs. 31.9% BD). The incidence of extensive chronic GvHD, however, was significantly higher in patients with minor and major ABO mismatch on both univariate and multivariate analysis (14.1% M vs. 21.7% MN vs. 22.1% MJ vs. 14.2% BD; HR 1.74, p=0.032 for MN vs M, HR 1.69, p=0.0036 for MJ vs M). The proportion of patients requiring ≥1 unit red blood cell (RBC) transfusion support did not differ significantly by ABO match (91% M, 94% MN, 93% MJ, 85% BD, p > 0.05 when compared to M). A lower proportion of bidirectionally mismatched patients required ≥1 unit of platelets than the matched cohort (94% M, 78% BD, p=0.008 for BD vs. M, 91% MJ, 94% MN, p > 0.05 when compared to M). For those requiring transfusion, the median number of RBC and PLT units transfused to day 100 were not significantly different by ABO match (median (range) of RBC: 6 (2-66) M, 7 (1-43) MN, 7 (2-38) MJ, 6 (2-32) BD, p=0.157; median (range) of PLT: 4 (1-92) M, 4 (1-70) MN, 4 (1-46) MJ, 3.5 (1-33) BD; p=0.45). On multiple regression analysis, bidirectional mismatch was associated with fewer RBC transfusions (p=0.034). There was no significant effect of ABO match on PLT requirements. Conclusion This is the largest series to date examining the effects of ABO matching in alemtuzumab-based RIC HSCT. Our data indicate that ABO mismatch in this setting has no clinically significant effect on transplant survival outcomes or on transfusion requirements, but may influence the incidence of extensive chronic GvHD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "abo blood-group system",
        "alemtuzumab",
        "conditioning (psychology)",
        "hematopoietic stem cell transplantation",
        "mismatch",
        "transfusion",
        "transplantation",
        "graft-versus-host disease, chronic",
        "human leukocyte antigens",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Charlotte K Brierley",
        "Timothy J Littlewood",
        "Andrew Peniket",
        "Richard Gregg",
        "Janice Ward",
        "Andrew Clark",
        "Anne Parker",
        "Ram Malladi",
        "Patrick G Medd"
    ],
    "author_dict_list": [
        {
            "author_name": "Charlotte K Brierley",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals NHS Trust, Oxford, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Timothy J Littlewood",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals NHS Trust, Oxford, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Peniket",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals NHS Trust, Oxford, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Gregg",
            "author_affiliations": [
                "Centre for Clinical Haematology, University Hospitals Birmingham NHS Trust, Birmingham, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janice Ward",
            "author_affiliations": [
                "Centre for Clinical Haematology, University Hospitals Birmingham NHS Trust, Birmingham, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Clark",
            "author_affiliations": [
                "The Beatson West of Scotland Cancer Centre, Glasgow, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Parker",
            "author_affiliations": [
                "The Beatson West of Scotland Cancer Centre, Glasgow, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ram Malladi",
            "author_affiliations": [
                "Centre for Clinical Haematology, University Hospitals Birmingham NHS Trust, Birmingham, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick G Medd",
            "author_affiliations": [
                "Plymouth Hospitals NHS Trust, Department of Haematology, Plymouth, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:40:19",
    "is_scraped": "1"
}