{
    "doi": "https://doi.org/10.1182/blood-2018-99-115314",
    "article_title": "Interferon-Gamma Induced Changes in Gene Expression Dramatically Alter Neutrophil Phenotype ",
    "article_date": "November 29, 2018",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster II",
    "abstract_text": "Interferon-gamma (IFN-γ) is a cytokine with powerful immunoregulatory effects. Most of these have been documented within the adaptive immune system and less has been reported about its effects on neutrophil function. Furthermore, most neutrophil studies have evaluated the effect of IFN- γ on mature cells isolated from peripheral blood thus potentially missing effects induced by its action on maturing neutrophils in the bone marrow. The clinical use of IFN-γ has been driven by these data and the clinical findings that administration of this cytokine to patients with Chronic Granulomatous Disease results in decreased incidence of severe infections without correcting the defect in phagocyte Nox2 activity. To determine the in vivo effects on neutrophils maturing in the marrow under the influence of this cytokine, we studied healthy human volunteers receiving IFN-γ at single escalating doses of 10, 25, 50, and 100 mcg/m 2 . Blood samples were obtained before and 4, 8, 12, 24, 36, 48, 72, and 96 hours after the administration. Plasma was stored for IFN-γ, IL-10 and neopterin determination by ELISA. Additionally, neutrophils were isolated from heparinized whole blood and superoxide anion generation after stimulation with PMA (200 ng/ml) and fMLF (1µM) was measured as SOD inhibitable cytochrome c reduction. RNA was isolated from neutrophils by standard techniques and genome wide changes in transcription were measured using Affymetrix gene chips. IFN-gamma concentrations in plasma spiked transiently after its administration and the magnitude and persistence of the resulting peaks were dose dependent. Levels of IL-10 and neopterin, two molecules known to respond to IFN-g, also exhibited time and dose dependent increases in plasma levels albeit with different kinetics; IL-10 responded with sharp peaks similar to the IFN- profiles, but neopterin showed slower developing and longer lasting increases. Superoxide anion generation by neutrophils in response to fMLF and PMA was quantitatively enhanced early after administration of IFN-γ returning to baseline by the end of the observation period. The increase in the respiratory burst exhibited a dose response with a plateau at 50 mcg/m 2 . Marked changes in gene expression were noted and, using the criteria of a 2-fold change over baseline, 866 genes showed increases and 1909 genes exhibited decreases in expression. The changes occurred rapidly after administration returning back towards baseline by 24-36 hours. Both dose dependent increases and decreases were observed. As expected, a number of genes directly associated with neutrophil function were increased such as Nox2 components (CYBB, NCF1), Fc receptors (FCGR1A, FCGR1B), and innate immune receptors including TLR5, TLR8 and LY96. Strikingly, dramatic changes were noted in the genes for proteins in MHCII and MCHI systems, guanylate binding proteins, and the chemokine receptor, CXCR4. In addition, the expression of GTP Cyclohydrolase 1 (GCH1), a rate limiting enzyme in the tetrahydrobiopterin (BH4) biosynthetic pathway, was increased 18-fold after IFN-γ administration. Since BH4 is a cofactor in nitric oxide (NO) synthases we speculated that increased GCH1 could enhance NO production in neutrophils. The upregulation of this pathway in neutrophils was confirmed with a demonstration that NO generation in neutrophil lysates spiked from low levels to peak 4-8 hours after IFN administration before returning toward baseline after 36 hours. The generation of NO as well as other changes in the neutrophil phenotype may provide compensatory strategies to afford more robust function to the cell limited by genetic defects of CGD or other neutrophil dysfunction disorders. These results demonstrate that administration of IFN-γ enhances classic neutrophil function and also induces previously under or unappreciated neutrophil functions. Under the influence of IFN-γ, the neutrophil alters its functional phenotype to include novel strategies that enhance its role in host defense and interaction with the adaptive immune system. Understanding these effects of IFN- γ will help define its clinical effects in CGD and extend its possible uses to other diseases. Disclosures Ambruso: Horizon Pharma Ireland Ltd: Other: Educational Consulting.",
    "topics": [
        "gene expression",
        "interferon type ii",
        "neutrophils",
        "phenotype",
        "cytokine",
        "interleukin-10",
        "neopterin",
        "superoxides",
        "carrier proteins",
        "chemokine receptors"
    ],
    "author_names": [
        "Michael Ellison, PhD",
        "Natalie Briones, MS",
        "Angelina Baroffio",
        "John Murphy",
        "Katherine Gowan",
        "Bridget Sanford",
        "Kenneth L. Jones, PhD",
        "Daniel R. Ambruso, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Ellison, PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Colorado, Denver, School of Medicine, Aurora, CO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natalie Briones, MS",
            "author_affiliations": [
                "Department of Pediatrics, University of Colorado, Denver, School of Medicine, Aurora, CO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angelina Baroffio",
            "author_affiliations": [
                "Department of Pediatrics, University of Colorado School of Medicine, Aurora, CO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Murphy",
            "author_affiliations": [
                "Department of Pediatrics, University of Colorado School of Medicine, Aurora, CO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine Gowan",
            "author_affiliations": [
                "Department of Pediatrics, University of Colorado School of Medicine, Aurora, CO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bridget Sanford",
            "author_affiliations": [
                "Department of Pediatrics, University of Colorado School of Medicine, Aurora, CO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth L. Jones, PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Colorado School of Medicine, Aurora, CO ",
                "Center for Cancer and Blood Disorders, Children's Hospital Colorado, Aurora, CO "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel R. Ambruso, MD",
            "author_affiliations": [
                "Center for Cancer and Blood Disorders, Children's Hospital Colorado, Aurora, CO ",
                "Department of Pediatrics, Children's Hospital Colorado, Aurora, CO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T02:39:26",
    "is_scraped": "1"
}