{
    "doi": "https://doi.org/10.1182/blood.V124.21.1750.1750",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2693",
    "start_url_page_num": 2693,
    "is_scraped": "1",
    "article_title": "Epstein-Barr Virus Kinase-Targeted Therapy for Primary Central Nervous System Post-Transplant Lymphoproliferative Disorder ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "central nervous system",
        "herpesvirus 4, human",
        "phosphotransferases",
        "posttransplant lymphoproliferative disorder",
        "zidovudine",
        "antiviral agents",
        "molecular targeted therapy",
        "dexamethasone",
        "rituximab",
        "toxic effect"
    ],
    "author_names": [
        "James Dugan, MD MS",
        "Bradley M. Haverkos, MD MPH",
        "Ludmila Katherine Martin, MD",
        "Marisa F. Martin",
        "Mark E Lustberg, MD PhD",
        "John T. Patton, PhD",
        "Gerard Nuovo, MD",
        "Fengting Yan, MD, PhD",
        "Robert Cavaliere, MD",
        "Shannon C. Kenney, MD",
        "Joyce Fingeroth, MD",
        "Gerard Lozanski, MD",
        "Juan Carlos Ramos, MD",
        "Pierluigi Porcu, MD",
        "Michael A. Caligiuri, MD",
        "Robert A. Baiocchi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "University of Wisconsin School of Medicine and Public Health, Madison, WI "
        ],
        [
            "Beth Israel of Deaconess Medical Center, Boston, MA "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "University of Miami Miller School of Medicine, Sylvester Comprehensive Cancer Center, Miami, FL"
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ],
        [
            "Ohio State University Medical Center, Columbus, OH "
        ]
    ],
    "first_author_latitude": "39.99465339999999",
    "first_author_longitude": "-83.0172043",
    "abstract_text": "BACKGROUND: Primary central nervous system post-transplant lymphoproliferative disorder (PCNS-PTLD) is a rare complication of solid organ transplant, with no standard therapy. Epstein-Barr virus (EBV) is ubiquitous making the virus a candidate therapeutic target. For virus targeted therapy to be effective, antiviral agents must be phosphorylated by lytic-phase kinases BXLF1 and BGLF4. We hypothesized that lytic kinases would be constitutively expressed in PCNS-PTLD and that antiviral therapy would prove an attractive therapeutic alternative to high dose methotrexate-based regimens in patients who often have impaired organ function and poor performance status. METHODS : We investigated the safety and efficacy of EBV-kinase targeted therapy with zidovudine (AZT), ganciclovir (GCV), rituximab, and dexamethasone in patients with PCNS-PTLD. Patients with biopsy-proven PCNS-PTLD following solid organ transplantation were eligible for treatment. Immune suppression was reduced in all patients prior to treatment. Induction therapy consisted of 14 days of AZT 1500 mg IV BID, GCV 5 mg/kg IV BID, dexamethasone 10 mg IV BID and rituximab 375 mg/m 2 once weekly for four weeks. Maintenance antiviral therapy was initiated on day 15 with valganciclovir 450 mg and AZT 300 mg, both twice daily. Responses were evaluated by serial brain MRIs beginning 4 weeks after initiation of treatment. Brain biopsy specimens were evaluated for expression of BGLF4 and BXLF1 by in situ hybridization or immunohistochemistry. To test the hypothesis that expression of EBV kinases conferred sensitivity to antiviral therapy, 293T cells were transfected with cDNAs (or control vectors) encoding for full length BXLF1 and/or BGLF4. Transiently transfected cells were tested for expression by immunoblot and drug sensitivity to AZT/GCV was performed by MTS and flow cytometry assays. RESULTS: Twelve patients (7 M, 5 F) with a median age of 49 were treated from 1998-2014. Transplant history included kidney (N=11), pancreas (N=2), and liver (N=1). Histology data included diffuse large B-cell lymphoma (N=7) and grade III lymphomatoid granulomatosis (N=5). EBV positivity (EBER-ISH) and CD20 expression were documented in all cases. All patients completed induction therapy. Median follow-up time and median duration of maintenance therapy were 28 months (range 2 - 143). The mean progression free survival (PFS) was 33.8 months. Overall response rate (ORR) was 83.3%. Eight patients achieved a complete response (CR) within a median time of 2 months (range 0.75 – 6 months). Two patients had a partial response (PR) with an average time to response of 1.25 months. Two patients (2/12) had progressive disease (PD). Causes of death included septic shock (n=3), pulmonary embolism (n=1), and poor functional status requiring hospice (n=1). One patient had PD at the time of death. Median overall survival (OS) was 29 months (range 2 – 143 months). Grade 3-4 toxicity was primarily hematologic, including anemia (N=4), thrombocytopenia (N=2), and neutropenia (N=5). Toxicity in the maintenance phase was generally reversible with holding therapy. Three patients required discontinuation of AZT during maintenance treatment for transfusion-dependent anemia persisting after holding AZT for 7 days or neutropenia coinciding with systemic infection. One patient had AZT discontinued due to nausea and vomiting that led to acute kidney injury. Evaluation of BXLF1, BGLF4 and LMP1 was completed in 7 patients and found to be positive in all cases. LMP1 and kinase expression occurred in mutually exclusive regions of the tumor. Expression of BXLF1 and BGLF4 led to enhanced sensitization of 293T cells to antiviral-induced growth inhibition and apoptosis. CONCLUSIONS: EBV-kinase targeted therapy with AZT, GCV, rituximab and dexamethasone appears to be effective treatment for patients with EBV+ PCNS-PTLD. We demonstrated durable responses without disease recurrence and minimal toxicity. Expression of BXLF1 and BGLF4 kinases provides a mechanistic rationale for an antiviral approach to this disease and an attractive option to replace high dose chemotherapeutic regimens with less toxic targeted therapy in patients with compromised transplant organ function. A multi-center phase II trial is in development to further investigate this regimen in patients with immune deficiency-related CNS EBV-LPD. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Porcu: Infinity: Research Funding; Seattle genetics: Research Funding; Actelion: Honoraria; Celgene: Honoraria; United States Cutaneous Lymphoma Consortium: Membership on an entity's Board of Directors or advisory committees; Cutaneous Lymphoma Foundation: Membership on an entity's Board of Directors or advisory committees."
}