{
    "doi": "https://doi.org/10.1182/blood.V112.11.3122.3122",
    "article_title": "Efficiency of BCR: Anti-BCR Interaction Dictates Cellular Outcomes of Signaling in Chronic Lymphocytic Leukemia Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Chronic lymphocytic leukemia is the most prevalent hematologic malignancy in the United States with over 10,000 new cases diagnosed every year. Several markers including Ig V gene mutation status, expression of CD38, ZAP-70 and CD49d, and chromosomal abnormalities associate closely with the biology of the clonal cancer cell and predict prognosis of the CLL patient. Since the demonstration that the degree of somatic mutations in Ig V genes impacts on the prognosis of CLL patients, several investigators have focused on understanding the functional relevance of the BCR expressed by CLL cells. In this study we have assessed cellular outcomes of CLL B cells from 32 cases (equally represented by Ig V gene mutated, M-CLL, and unmutated, U-CLL, cases) triggered through their BCRs by anti-BCR antibodies differing in their ability to bind surface IgM. Specifically, responses to a relatively high affinity bivalent monoclonal anti-IgM antibody (HB57, Ka = 5 × 10 8 M −1 ) conjugated to a dextran backbone (HB57-dextran at 0.1 microgram/ml) were compared with those elicited by polyclonal F(ab)′2 fragments of goat-anti human IgM (GAH-IgM at 10 microgram/ml). The percentages of IgM-expressing clonal CLL cells did not differ significantly between U-CLL and M-CLL cases. HB57-dextran elicited insignificant Ca 2+ flux (mobilization of Indo-1AM) compared with baseline or that elicited by dextran conjugated isotype control mAb, whereas GAH-IgM elicited significant Ca 2+ flux ranging from 1.12–1.83 fold (over unstimulated) in U-CLL cases and 1.11–1.73 fold in M-CLL cases. This induction was independent of percentages of sIgM-expressing CLL cells. Changes in levels of phosphoproteins (phospho-Akt, -Erk and -p38MAP Kinase) induced by both stimuli, determined by phospho-flow, were comparable in the 5 U-CLL and 5 M-CLL cases studied. However, even at the low concentrations tested, the HB57-dextran elicited significant S phase entry ( 3 H-thymidine uptake) in U-CLL cells compared with M-CLL cells (p<0.01). Simultaneously, the HB57-dextran afforded significant rescue from apoptosis (propidium iodide staining) in U-CLL cases compared with both the GAH-IgM reagent (p<0.001), and with that observed by HB57-dextran in M-CLL cases (p<0.001). On the other hand, the heightened Ca 2+ flux response elicited by the GAH-IgM did not culminate in increased S phase entry; rather it resulted in an increase in apoptosis of U-CLL cells. Activity of telomerase confers prolonged survival of activated normal cells, and cancer cells from aggressive forms of solid and hematologic cancers exhibit elevated telomerase activity; such elevated telomerase activity is often found in B cells from U-CLL cases compared to M-CLL cases. In this study, HB57-dextran elicited higher telomerase activity (assayed by the telomere repeat amplification protocol), compared to that elicited by the GAH-IgM antibody, in 12/16 U-CLL and only in 2/14 M-CLL. Taken together, the present studies suggest that the quality (e.g., valency, affinity, etc) of antigen encounter with the BCR determines cell fate and longevity in CLL and may shed light on the observed differences in the pathophysiology of the subgroups of CLL cases.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "signal transduction",
        "immunoglobulin m",
        "telomerase",
        "antibodies",
        "immunoglobulins",
        "hematologic neoplasms",
        "tumor cells, malignant",
        "antigens"
    ],
    "author_names": [
        "Rajendra Damle",
        "Sonal Temburni",
        "Tara Schaaf",
        "Santanu Paul",
        "Patricia Mongini",
        "Steven L. Allen",
        "Matthew Kaufman",
        "Kanti Rai",
        "Nicholas Chiorazzi"
    ],
    "author_dict_list": [
        {
            "author_name": "Rajendra Damle",
            "author_affiliations": [
                "Dept. of Experimental Imm., Feinstein Institute for Medical Research, Manhasset, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sonal Temburni",
            "author_affiliations": [
                "Dept. of Experimental Imm., Feinstein Institute for Medical Research, Manhasset, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara Schaaf",
            "author_affiliations": [
                "Dept. of Experimental Imm., Feinstein Institute for Medical Research, Manhasset, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santanu Paul",
            "author_affiliations": [
                "Dept. of Experimental Imm., Feinstein Institute for Medical Research, Manhasset, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Mongini",
            "author_affiliations": [
                "Dept. of Experimental Imm., Feinstein Institute for Medical Research, Manhasset, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven L. Allen",
            "author_affiliations": [
                "Medicine, North Shore University Hospital - LIJ, Lake Success, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Kaufman",
            "author_affiliations": [
                "OP Svc-Hematology/Oncology, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanti Rai",
            "author_affiliations": [
                "OP Svc-Hematology/Oncology, Long Island Jewish Medical Center, New Hyde Park, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Chiorazzi",
            "author_affiliations": [
                "Dept. of Experimental Imm., Feinstein Institute for Medical Research, Manhasset, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T12:54:18",
    "is_scraped": "1"
}