{
    "doi": "https://doi.org/10.1182/blood-2019-125908",
    "article_title": "Discovery & Characterization of Therapeutically Targetable Ntrk Point Mutations in Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "603.Oncogenes and Tumor Suppressors",
    "abstract_text": "The neurotrophic receptor tyrosine kinases (NTRKs) are a family of genes-NTRK1, NTRK2, and NTRK3-that encode TrkA, TrkB, and TrkC receptors, respectively. These surface receptors consist of an extracellular domain for ligand binding, a single-pass transmembrane domain, and an intracellular domain with kinase activity. Upon ligand binding, these receptors homodimerize, which in turn leads to trans-phosphorylation of key tyrosine residues in the intracellular domain that further activate several downstream pathways including JAK/STAT, PI3K/AKT, and RAS/MAPK to promote proliferation, differentiation, and survival. Apart from the seminal role of these receptors in the development and function of the central and peripheral nervous system (i.e. memory, pain, and plasticity), oncofusions containing NTRKs have been implicated in driving tumor growth in adults and children with the first fusion (i.e., TPM3-NTRK1) reported in 1986, shortly after the confirmation of BCR-ABL1, in a patient with colorectal cancer. Trk fusions are pathognomonic for several rare solid tumor malignancies. A resurgence of interest in these receptors has emerged owing to the realization that they offer a promising therapeutic target. The remarkable efficacy seen with pan-Trk inhibitor larotrectinib in early clinical trials led to its breakthrough, tissue agnostic FDA approval for adult and pediatric patients with Trk-driven solid tumors. Despite our enhanced understanding of Trk biology in solid tumors, the importance of Trk signaling in hematological malignancies is much less appreciated and, thus warrants further investigation. Herein, we describe somatic mutations in NTRK2 and NTRK3 that were identified via deep sequencing among a cohort of 185 patients with acute myeloid leukemia, acute lymphoblastic leukemia, or myeloproliferative neoplasms. Of the nine novel NTRK point mutations we identified, four mutations were oncogenic. To assess the oncogenic capacity of these four mutations, we stably expressed them in Ba/F3 cells, a murine IL-3 dependent pro-B cell line that provides a well-established model system to study kinase mutations. The presence of certain oncogenes transforms Ba/F3 cells to grow indefinitely in the absence of IL-3. Our data demonstrates that these four mutations have transformative potential to promote downstream survival signaling and leukemogenesis. Specifically, the three mutations located within the extracellular and transmembrane domains increased receptor dimerization and downstream MAPK, PI3K/AKT, and JAK/STAT signaling as assessed by immunoblotting. In contrast, the mutation that resides in the juxtamembrane domain impaired dimerization and activated the receptor independent of JAK/STAT signaling. Based on our in silico molecular modeling for this juxtamembrane domain mutation, we believe that activation of the mutant receptor occurs due to altered interactions between this receptor and lipids in the surrounding environment. Importantly, all four activated mutations can be pharmacologically attenuated using entrectinib, a pan-Trk, ROS1, and ALK inhibitor. We also confirmed the expression of total and phosphorylated Trk from available patient cells where possible and assessed the sensitivity of these cells to a panel of small-molecule inhibitors. Collectively, our findings contribute to ongoing efforts focused on defining the mutational landscape that drives hematological malignancies and underscore the utility of Trk inhibitors for patients with aggressive leukemias that are Trk-driven. Figure Legend: Loss of a positively-charged, basic amino acid residue may explain the activation of a NTRK mutation found within the juxtamembrane domain. A. Homology model of human WT Trk receptor. The protein is displayed as molecular surface and colored according to electric potential (basic residues in blue; anionic residues in red). B. Homology model of human juxtamembrane domain Trk receptor mutant. The protein is displayed as molecular surface and is also colored according electric potential. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Tyner: Constellation: Research Funding; Incyte: Research Funding; Agios: Research Funding; Gilead: Research Funding; Seattle Genetics: Research Funding; Petra: Research Funding; Petra: Research Funding; AstraZeneca: Research Funding; Janssen: Research Funding; Genentech: Research Funding; Takeda: Research Funding; Syros: Research Funding; Aptose: Research Funding; Array: Research Funding; Janssen: Research Funding; Incyte: Research Funding; Aptose: Research Funding; Array: Research Funding; Seattle Genetics: Research Funding; Gilead: Research Funding; AstraZeneca: Research Funding; Constellation: Research Funding; Syros: Research Funding; Takeda: Research Funding; Agios: Research Funding; Genentech: Research Funding. Druker: ICON: Other: Scientific Founder of Molecular MD, which was acquired by ICON in Feb. 2019; Bristol-Myers Squibb: Patents & Royalties, Research Funding; GRAIL: Equity Ownership, Other: former member of Scientific Advisory Board; Patient True Talk: Consultancy; Gilead Sciences: Other: former member of Scientific Advisory Board; Monojul: Other: former consultant; Vivid Biosciences: Membership on an entity's Board of Directors or advisory committees, Other: Stock options; Beat AML LLC: Other: Service on joint steering committee; OHSU (licensing fees): Patents & Royalties: #2573, Constructs and cell lines harboring various mutations in TNK2 and PTPN11, licensing fees ; Celgene: Consultancy; ALLCRON: Membership on an entity's Board of Directors or advisory committees; Amgen: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Aptose Biosciences: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Beta Cat: Membership on an entity's Board of Directors or advisory committees, Other: Stock options; Novartis: Other: PI or co-investigator on clinical trial(s) funded via contract with OHSU., Patents & Royalties: Patent 6958335, Treatment of Gastrointestinal Stromal Tumors, exclusively licensed to Novartis, Research Funding; Bristol-Myers Squibb: Other: PI or co-investigator on clinical trial(s) funded via contract with OHSU., Research Funding; Pfizer: Other: PI or co-investigator on clinical trial(s) funded via contract with OHSU., Research Funding; Merck & Co: Patents & Royalties: Dana-Farber Cancer Institute license #2063, Monoclonal antiphosphotyrosine antibody 4G10, exclusive commercial license to Merck & Co; Dana-Farber Cancer Institute (antibody royalty): Patents & Royalties: #2524, antibody royalty; The RUNX1 Research Program: Membership on an entity's Board of Directors or advisory committees; Cepheid: Consultancy, Honoraria; Burroughs Wellcome Fund: Membership on an entity's Board of Directors or advisory committees; Blueprint Medicines: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; CureOne: Membership on an entity's Board of Directors or advisory committees; Pfizer: Research Funding; Aileron Therapeutics: #2573, Constructs and cell lines harboring various mutations in TNK2 and PTPN11, licensing fees , Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "leukemia",
        "point mutation",
        "antibodies",
        "cancer",
        "neurotrophic tyrosine kinase receptor type 2",
        "neurotrophic tyrosine kinase receptor type 3",
        "solid tumors",
        "1-phosphatidylinositol 3-kinase",
        "hematologic neoplasms",
        "immunoconjugates"
    ],
    "author_names": [
        "Sunil K Joshi, BA",
        "William Bisson, PhD",
        "Kristin Qian",
        "Ariane Huang",
        "Kevin Watanabe-Smith, PhD",
        "Jeffrey W. Tyner",
        "Monika Ashok Davare, PhD",
        "Shannon K. McWeeney, PhD",
        "Cristina E. Tognon",
        "Brian J. Druker"
    ],
    "author_dict_list": [
        {
            "author_name": "Sunil K Joshi, BA",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "William Bisson, PhD",
            "author_affiliations": [
                "Oregon State University, Corvallis, OR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristin Qian",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariane Huang",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Watanabe-Smith, PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W. Tyner",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR ",
                "Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR ",
                "Department of Cell, Developmental, and Cancer Biology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Ashok Davare, PhD",
            "author_affiliations": [
                "Papé Pediatric Research Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon K. McWeeney, PhD",
            "author_affiliations": [
                "Division of Bioinformatics and Computational Biology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina E. Tognon",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR ",
                "Howard Hughes Medical Institute, Portland, OR"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian J. Druker",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR ",
                "Howard Hughes Medical Institute, Portland, OR"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T15:33:27",
    "is_scraped": "1"
}