{
    "doi": "https://doi.org/10.1182/blood-2019-128212",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4160",
    "start_url_page_num": 4160,
    "is_scraped": "1",
    "article_title": "Evaluation of Japanese and International Diagnostic Criteria for Idiopathic Castleman Disease ",
    "article_date": "November 13, 2019",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "topics": [
        "angiolymphoid hyperplasia",
        "albumins",
        "anemia",
        "c-reactive protein",
        "c-reactive protein, increased",
        "creatinine",
        "hepatosplenomegaly",
        "histopathology tests",
        "hodgkin's disease",
        "hypoalbuminemia"
    ],
    "author_names": [
        "Makoto Ide, MD"
    ],
    "author_affiliations": [
        [
            "Department of hematology, Takamatsu Red Cross Hospital, Takamatsu, Japan"
        ]
    ],
    "first_author_latitude": "34.340724099999996",
    "first_author_longitude": "134.043027",
    "abstract_text": "Introduction Multicentric Castleman disease (MCD) is an indolent lymph proliferative disorder of unknown etiology, and is divided two categories, HHV-8-associated Castleman disease and idiopathic Castleman disease (iMCD). There are no established diagnostic criteria for MCD. Recently, we formulated two diagnostic criteria [Japanese diagnostic criteria for MCD (Modern Rheumatology 2018, Fujimoto et al.) and the international diagnostic criteria of the Castleman Disease Collaborative Network (CDCN) for iMCD (Blood 2017, Fajgembaum et al.)]. Based on the Japanese diagnostic criteria, MCD can be diagnosed by histological findings (not only a lymph node) and other diseases can be excluded. On the other hand, using the diagnostic criteria of the CDCN, iMCD can only be diagnosed by histological findings (only a lymph node), symptoms, and laboratory data. We compared these two diagnostic criteria and examined their validity. Patients and methods Fifteen patients at a single center were evaluated, and 12 had histologically confirmed iMCD (male/female: 8/4, mean age: 47). All patients had at least a 1-year therapy period for iMCD. In addition, 3 patients (male/female: 2/1, mean age: 67, final diagnosis: tuberculosis lymphadenitis, 1 patient; Hodgkin disease, 1 patient; non-Hodgkin lymphoma, 1 patient) who were unable to be excluded after the first histological diagnosis were evaluated.At the time of diagnosis, clinical symptoms were recorded (constitutional symptoms, hepatosplenomegaly, fluid accumulation, skin symptom, and interstitial pneumonia). Biological parameters (c-reactive protein, complete blood count, albumin, creatinine, and immunoglobulin G) were assessed by standard procedures. The two diagnostic criteria were evaluated by these symptoms and laboratory data. Results Eleven of 12 iMCD patients were diagnosed by the international criteria of CDCN. Only one patient could not be diagnosed by the international diagnostic criteria of CDCN because of lung biopsy instead of lymph node biopsy. The international criteria of CDCN consist of two major criteria, eleven minor criteria, and exclusion criteria. The following clinical symptoms met the CDCN criteria: [histopathology lymph node features: 11 of 12 patients and enlarged lymph nodes: 12 of 12 patients], and the following patient laboratory data met the minor criteria: [elevated CRP: 10 of 12 patients, anemia: 11 of 12 patients, thrombocytopenia or thrombocytosis: 5 of 12 patients), hypoalbuminemia: 11 of 12 patients, renal dysfunction: 2 of 12 patients, polyclonal hyper gammmaglobulinemia: 12 of 12 patients, constitutional symptoms: 4 of 12 patients, large spleen/liver: 9 of 12 patients, fluid accumulation: 1 of 12 patients, eruptive cherry hemangiomatosis/violaceous papules: 3 of 12 patients, and lymphocytic interstitial pneumonia: 3 of 12 patients]. Although three non-MCD patients met the CDCN criteria at first, they were diagnosed with other diseases later. All MCD patients met the Japanese diagnostic criteria. However, the three non-MCD patients also met the Japanese diagnostic criteria at first. Discussion The diagnostic results of the Japanese and CDCN diagnostic criteria were almost identical. However, detailed exclusion criteria need to be considered for accurate diagnosis. If the histological diagnosis and exclusion diagnosis are incomplete, these diagnostic criteria will not be applicable. Disclosures No relevant conflicts of interest to declare."
}