{
    "doi": "https://doi.org/10.1182/blood.V116.21.3064.3064",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1840",
    "start_url_page_num": 1840,
    "is_scraped": "1",
    "article_title": "Final Phase I Results of Perifosine In Combination with Lenalidomide and Dexamethasone In Patients with Relapsed or Refractory Multiple Myeloma (MM) ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "perifosine",
        "brachial plexus neuritis",
        "thalidomide",
        "toxic effect",
        "biological products",
        "bortezomib",
        "nausea"
    ],
    "author_names": [
        "Andrzej J Jakubowiak, MD, PhD",
        "Paul G Richardson, MD",
        "Todd M Zimmerman, MD",
        "Melissa Alsina, MD",
        "Jonathan L. Kaufman, MD",
        "Malathi Kandarpa, PhD",
        "Colleen K. Harvey",
        "Kathleen Colson, RN, BSN, BS",
        "Monica Mitchell, RN, OCN",
        "Teru Hideshima, MD, PhD",
        "Peter Sportelli",
        "Lesa Gardner, RN",
        "Kathy Giusti, MBA",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "University of Michigan Comprehensive Cancer Center, Ann Arbor, MI, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "University of Chicago Medical Center, Chicago, IL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Emory University, Winship Cancer Institute, Atlanta, GA, USA, "
        ],
        [
            "University of Michigan Comprehensive Cancer Center, Ann Arbor, MI, USA, "
        ],
        [
            "University of Michigan Comprehensive Cancer Center, Ann Arbor, MI, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "University of Chicago Medical Center, Chicago, IL, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Keryx Biopharmaceuticals, Inc., New York, NY, USA, "
        ],
        [
            "Keryx Biopharmaceuticals, Inc., New York, NY, USA, "
        ],
        [
            "Multiple Myeloma Research Foundation/Consortium, Norwalk, CT, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.28443310000001",
    "first_author_longitude": "-83.7313934",
    "abstract_text": "Abstract 3064 Introduction: Perifosine (Peri) a novel, oral signal transduction modulator with multiple effects including inhibition of Akt and activation of JNK, has demonstrated clinical activity when combined with dexamethasone (Dex) in patients (pts) with relapsed/refractory MM ( ASH 2007 #1164 ). Lenalidomide (Revlimid , Rev) a novel, oral immunomodulatory drug has activity against MM when combined with Dex. We previously reported encouraging safety data and observed clinical activity of the oral triplet combination ( ASH 2008 # 3691 ). We now report the final phase I results of this study which aimed to determine the MTD and to evaluate activity of Peri + Rev + Dex, as an oral combination in pts with relapsed or refractory MM. Methods: Four cohorts ( 6 pts each) were planned, dosing Peri at 50 or 100mg (daily), Rev 15 or 25mg (d 1–21) and Dex 20mg (d 1–4, 9–12 and 17–20 for 4 cycles, then 20 mg d 1–4) in 28-d cycles. To limit dex-related toxicities, the protocol was amended to use weekly dex (40 mg), applying to cohorts 3, 4, and the MTD cohort. Toxicity was assessed using NCI CTCAE v3.0; DLT was defined as grade (G) 3 non-hematologic toxicity, G4 neutropenia for 5 d and/or neutropenic fever, or platelets <25,000/mm 3 on >1 occasion despite transfusion. Response was assessed by modified EBMT criteria. Pts had to have received at least 1 prior therapy and no more than 4. Pts refractory to Rev/Dex were excluded. Results: 32 pts (17M/15F, median age 64 y, range 37 – 79) were enrolled; 6 pts in cohort 1 (Peri 50mg, Rev 15mg, Dex 20mg); 6 pts in cohort 2 (Peri 50mg, Rev 25mg, Dex 20mg); 8 pts in cohort 3 (Peri 100mg, Rev 15mg, Dex 40mg/wk); 6 pts in cohort 4 (Peri 100mg, Rev 25mg, Dex 40mg/wk) and 6 pts at MTD (Cohort 4). Median prior lines of treatment was 2 (range 1–4) with a median PS of 1. Relapsed (53%), Refractory to last therapy prior to study entry (47%). Prior therapy included dex (94%), thalidomide (75%), bortezomib (44%), and stem cell transplant (72%). Two pts (6%) were previously treated with Rev. 63% (15/24) of the prior thalidomide + dex (Thal/Dex) treated pts had progressed on a Thal/Dex regimen while 43% (6/14) of the prior bortezomib (Vel) treated pts had progressed on a prior Vel based regimen. Two pts did not complete one full cycle (non-compliance and adverse event not related to study drugs – both in cohort 3) and were not included in the efficacy analysis. 31/32 pts were evaluable for safety (non-compliant patient never took study drug and was excluded). The most common grade 1/2 events (any causality) included fatigue (48%), diarrhea (45%), upper respiratory infection (35%), nausea (32%) and hyperglycemia (32%). Grade 3/4 events > 10% included neutropenia (26%); hypophosphatemia (23%); thrombocytopenia (16%) and leucopenia (13%). There was one reported DLT in cohort 3 (Nausea). No grade 3/4 events of peripheral neuropathy or DVT were reported. Rev dose was reduced in 11 pts, Peri reduced in 9 pts and Dex reduced in 7 pts: 30 pts are evaluable for response, with best response as follows: Response: n = 30 . n (%) . ORR (≥PR) . Near Complete Response (nCR) 4 (7%) 15 (50%) Very Good Partial Response (VGPR) 3 (10%) Partial Response (PR) 8 (33%) Minimal Response (MR) 7 (20%)  Stable Disease (SD) 6 (23%)  Progression (PD) 2 (7%)  Response: n = 30 . n (%) . ORR (≥PR) . Near Complete Response (nCR) 4 (7%) 15 (50%) Very Good Partial Response (VGPR) 3 (10%) Partial Response (PR) 8 (33%) Minimal Response (MR) 7 (20%)  Stable Disease (SD) 6 (23%)  Progression (PD) 2 (7%)  View Large Median progression-free survival (PFS) for all pts was 10.8 mos (CI: 4.6, 27.7) and 7 pts have not progressed. The median overall survival (OS) was 30.6 mos (CI: 16.7, NR) with 15/30 pts still alive. Of the 8 thalidomide naïve pts, 4 have progressed with a median projected PFS of 30 mos and all 8 pts remain alive (range 28 – 43 mos). Conclusions: Pts have tolerated Peri + Rev + Dex well with manageable toxicity, and with promising clinical activity demonstrated by an ORR (≥ PR) of 50%, an extended PFS and OS. Given that most pts were exposed to Thal/Dex with more than half refractory to a prior Thal/Dex regimen, the encouraging response rates and survival appear to suggest benefit with the addition of perifosine to Rev/Dex. This data thus warrants further study, including a potential randomized trial to confirm the activity of perifosine added to Rev/Dex. A randomized phase III trial of Peri/Vel/Dex vs. Vel/Dex is underway for previously Vel exposed MM patients. Disclosures: Jakubowiak: Millennium, Celgene, Bristol-Myers Squibb, Johnson & Johnson Ortho-Centocor: Honoraria; Millennium, Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Millennium, Celgene, Centocor-Ortho Biotech: Speakers Bureau. Off Label Use: Perifosine in combination with Lenalidomide and Dexamethasone. Richardson: Celgene: Membership on an entity's Board of Directors or advisory committees; Millenium: Membership on an entity's Board of Directors or advisory committees. Zimmerman: Millennium, Celgene: Speakers Bureau. Alsina: Millennium Pharmaceuticals, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Ortho Biotech: Research Funding. Kaufman: Celgene, Millenium: Consultancy; Celgene, Merck: Research Funding. Sportelli: Keryx Biopharmaceuticals: Employment, Equity Ownership. Gardner: Keryx Biopharmaceuticals: Employment, Equity Ownership. Anderson: Celgene: Consultancy, Honoraria, Speakers Bureau; Millennium: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau."
}