{
    "doi": "https://doi.org/10.1182/blood-2019-130081",
    "article_title": "Comparable Efficacy and Safety of Chinese Generic Imatinib and Branded Imatinib in Patients with Newly Diagnosed Chronic Myeloid Leukemia: A Retrospective Study ",
    "article_date": "November 13, 2019",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Objectives To compare the efficacy and safety of Chinese generic imatinib with branded imatinib in adults with newly diagnosed chronic myeloid leukemia in the chronic phase (CML-CP). Methods Data of adults with newly diagnosed CML-CP receiving Chinese generic imatinib (Xinwei ® , Hansoh, China; Genike ® , Chiatai Tianqing, China) or branded imatinib (Glivec ® , Novartis, Basel, Switzerland) between October 2013 and August 2018, during which both of the agents were commercially available in China, were retrospectively reviewed. Propensity score matching (PSM) case-control study was performed. Assessment of cytogenetic and molecular responses, failure-free survival (FFS), progression-free survival (PFS), and overall survival (OS) was according to European LeukemiaNet recommendation. Assessment of adverse events was according to Common Terminology Criteria for Adverse Events version 4.03. Cox regression model was used to identify independent factors associated with the responses and outcomes. Results In total, 442 adults receiving Chinese generic imatinib (n=236) or Glivec ® (n=206) at an initial dose of 400mg once daily were included. 273 (61.6%) patients were male. Median age was 41 years (range, 18-83 years). Higher white blood cell (WBC) counts (P=0.019), rural household registration (P<0.001), lower education level (P<0.001), and divorced or widowed status (P=0.009) were more common in the Chinese generic imatinib cohort than those in the branded imatinib cohort. There was no significant difference in gender, age, Sokal risk, hemoglobin (HGB) level and basophile percentage in peripheral blood at diagnosis between the 2 cohorts. With the median follow-up of 30 months (range, 3-62 months) and 34 months (range, 3-67 months) in the generic and branded cohorts, respectively, there was no significant difference on the 4-year probabilities of achieving complete cytogenetic response (CCyR, 97% vs. 97.2%, P=0.851), major molecular response (MMR, 87.8% vs. 90.1%, P=0.131), molecular response 4.0 (MR4.0, 55.0% vs. 68.3%, P=0.169), molecular response 4.5 (MR4.5, 32.8% vs. 39.2%, P=0.191) as well as the 4-year probabilities of FFS (77.4% vs.81.1%, P=0.363), PFS (94.4% vs. 95.9%, P=0.480) and OS (95.8% vs. 98.3%, P=0.086) between the Chinese generic imatinib and Glivec cohorts. Multivariate analyses showed the type of drug was not associated with the cytogenetic and molecular responses and outcomes. However, male gender, education level, Sokal risk, WBC counts, HGB level and basophile percentage in peripheral blood at diagnosis were significantly associated with the responses or outcomes (Table 1). There was no significant difference on hematologic (P=0.923) and non-hematologic (P=0.655) adverse events between the 2 cohorts. After the PSM adjustment for gender, age, household registration, education level, marriage status, Sokal risk, WBC count and HGB level, 150 pairs of case-control patients with comparable baseline characteristics were re-analyzed. Similarly, multivariate analyses confirmed that Chinese generic or branded imatinib used as the front-line therapy was not associated with either responses or outcomes. Conclusions Socio-demographics might influenced patients' choice of the type of TKI used. Chinese generic imatinib and Glivec ® as frontline therapy had comparable efficacy and safety in CML-CP patients. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "hemoglobin",
        "adverse event",
        "follow-up",
        "measles-mumps-rubella vaccine",
        "protein-tyrosine kinase inhibitor",
        "leukocyte count",
        "cox proportional hazards models",
        "propensity score method"
    ],
    "author_names": [
        "Xuelin Dou",
        "Yazhen Qin",
        "Yueyun Lai",
        "Hongxia Shi",
        "Xiaojun Huang, MD",
        "Qian Jiang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xuelin Dou",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yazhen Qin",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yueyun Lai",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongxia Shi",
            "author_affiliations": [
                "Peking University Institute of Hematology, National Clinical Research Center for Hematologic Disease, Peking University People's Hospital, Beijing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaojun Huang, MD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qian Jiang, MD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T06:35:42",
    "is_scraped": "1"
}