{
    "doi": "https://doi.org/10.1182/blood.V106.11.3847.3847",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=359",
    "start_url_page_num": 359,
    "is_scraped": "1",
    "article_title": "Presence of Alpha Thalassemia Trait Complicating the Diagnosis of Polycythemia Vera in a Pediatric Patient. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Polycythemia vera is a myeloproliferative disease that is due to clonal expansion of multipotent hematopoietic stem cells and results in erythroid progenitors that can proliferate without erythropoietin. Increased red blood cell mass is usually associated with the disease. Less than 1% of patients with PV are under 25 years of age. We present a teenager in whom the diagnosis of polycythemia vera was complicated by the presence of an alpha thalassemia mutation, leading to a relatively lower hemoglobin than would normally be expected. AP is a 14 year-old African-American male who, two weeks prior to presentation, injured his right knee. A joint effusion was present on roentgenogram and a follow-up MRI was concerning for decreased bone marrow signal intensity, consistent with marrow infiltration. A complete blood count was performed which showed RBC count of 6.7 million, hemoglobin of 14.3 gm/dL, MCV of 60.2 fl, WBC of 12,600/mm 3 and a platelet count of 1,818,000/mm 3 , and prompted a referral to Hematology. He complained of headaches occurring three times a week, relieved with ibuprofen, as well as occasional paresthesias of the hands and feet. His medications included montelukast and albuterol for asthma. Family history was significant for maternal anemia treated with iron for various lengths of time with no improvement. Physical exam was significant only for splenomegaly four centimeters below the left costal margin. Peripheral blood smear showed hypochromia, tear drop cells and occasional target cells. Hemoglobin electrophoresis: HbA 98.5%, HbA2, 1.5%. B12 binding capacity was elevated at 2570 ng/ml (normal 650–1340 ng/ml). Erythropoietin level was 2.0 mu/ml. Examination of the mother’s blood revealed a hemoglobin of 11.5 gm/dl, MCV of 67 fL, with target cells, hypochromia and poikilocytosis on the peripheral blood smear. Paternal hematological parameters and peripheral blood smear were normal. Erythroid progenitors from the patient’s peripheral blood grew a significant number of BFU-E colonies without erythropoietin. Jak2 mutational analysis revealed heterozygosity for the JAK2 VF617 somatic mutation. Given these results, the patient was felt to have a myeloproliferative disorder, most likely polycythemia vera. Anegrelide therapy led to resolution of paresthesias and headaches. With his mother’s history and hematological profile, it seemed most likely that the patient’s relatively low hemoglobin for his condition could be attributed to the presence of an alpha thalassemia mutation. To confirm this hypothesis, a duplex PCR strategy was used to genotype the patient for the common African −3.7 kb alpha-thalassemia deletion. Our studies demonstrated that the patient is heterozygous for the −3.7 kb deletion. While acquired alpha thalassemia has been reported in myelodysplastic diseases, given the patient’s mother’s laboratory values, it seems unlikely to have occurred in this case. We plan to evaluate the mother for the alpha thalassemia mutation as well. Previously, young age has been considered a favorable prognostic indicator for PV. However, recent evidence of a shortened lifespan and significant thrombohemorrhagic morbidity may indicate that this is not the case. Therefore, early diagnosis and evaluation for treatment are imperative. This case serves to demonstrate the potential interaction of alpha thalassemia with the onset of polycythemia vera, leading to a lower than expected hemoglobin level.",
    "topics": [
        "alpha trait thalassemia",
        "polycythemia vera",
        "pediatrics",
        "alpha-thalassemia",
        "hemoglobin",
        "peripheral blood smear",
        "cisplatin/methotrexate/vinblastine protocol",
        "erythropoietin",
        "headache",
        "mean corpuscular volume analyses"
    ],
    "author_names": [
        "Shannon L. Carpenter, MD",
        "Howard A. Britton, MD",
        "Josef T. Prchal, MD",
        "Martha P. Mims, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology/Immunology, University of Texas Health Science Center at San Antonio, San Antonio, TX, USA"
        ],
        [
            "Pediatric Hematology/Oncology/Immunology, University of Texas Health Science Center at San Antonio, San Antonio, TX, USA"
        ],
        [
            "Hematology/Oncology, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Hematology/Oncology, Baylor College of Medicine, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.510515749999993",
    "first_author_longitude": "-98.57551134999999"
}