{
    "doi": "https://doi.org/10.1182/blood-2019-131126",
    "article_title": "Impact of TBI-Based Conditioning Regimen on Outcomes of Patients with Acute Lymphoblastic Leukemia Undergoing Allogeneic Hematopoietic Cell Transplant: Systematic Review and Meta-Analysis ",
    "article_date": "November 13, 2019",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction: Allogeneic hematopoietic cell transplant (allo-HCT) is a curative treatment option for patients with acute lymphoblastic leukemia (ALL). Both total body irradiation(TBI)-based and chemotherapy only (non-TBI) transplant conditioning regimens have been utilized. But the optimal conditioning regimen for all-HCT in ALL remains unclear. We performed a systematic review to assess the totality of evidence pertaining to the efficacy of TBI-based vs- non-TBI conditioning regimens. Methods: We searched PubMed and Embase databases for all studies comparing TBI-based vs. non-TBI conditioning regimens in patients who received allo-HCT for ALL. Two authors independently reviewed all references for inclusion and extracted data related to overall survival (OS), progression free survival (PFS), non-relapse mortality (NRM), relapse, acute- and chronic graft-versus-host disease (GVHD) whenever available. We restricted inclusion criteria to studies published only as peer-reviewed manuscripts which included ALL only patients (both T-ALL and B-ALL) who received a myeloablative conditioning; pediatric only studies were excluded. We also assessed outcomes in subgroups of patients 16 years of age and older which were majority of the included studies. Results: Seven studies were included in the final analysis that met our inclusion criteria. The quality assessment rating for each study was good based on its study type. The results for all patients in these observational studies revealed that TBI-based regimen was significantly favorable (all p.05) the risks of NRM (RR=1.09, 95% CI [0.75, 1.58], 6 studies, 4251 patients), grade II-IV acute GVHD (RR=1.11, 95% CI [0.90, 1.36], 5 studies, 4725 patients) or grade III-IV acute GVHD (RR=1.20, 95% CI [0.89, 1.63], 2 studies, 3248 patients). However, TBI-based regimen increased the risk of chronic GVHD (RR=1.12, 95% CI [1.02, 1.23], 5 studies, 4219 patients). Subgroup comparison of patients 16 years of age and older (range 16-70) showed similar results as shown in Table 1a-d. Conclusion: This meta-analysis represents evidence supporting the use of TBI-based conditioning regimens for allo-HCT in patients with ALL as it offers significantly lower risk of relapse and better survival yet acceptable NRM as compared to non-TBI regimens. View large Download slide View large Download slide  Close modal Disclosures Nishihori: Karyopharm: Research Funding; Novartis: Research Funding. Shah: Celgene/Juno: Honoraria; Kite/Gilead: Honoraria; Incyte: Research Funding; Jazz Pharmaceuticals: Research Funding; Pharmacyclics: Honoraria; Adaptive Biotechnologies: Honoraria; Spectrum/Astrotech: Honoraria; Novartis: Honoraria; AstraZeneca: Honoraria. Bejanyan: Kiadis Pharma: Other: advisory board.",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic hematopoietic stem cell transplant",
        "burkitt's lymphoma",
        "conditioning (psychology)",
        "allopurinol",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "adult t-cell lymphoma/leukemia",
        "chemotherapy regimen",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Mudit Dutta, BS",
        "Rahul Mhaskar, MPH",
        "Hany Elmariah, MD MS",
        "Taiga Nishihori, MD",
        "Bijal Shah, MD",
        "Michael Nieder, MD",
        "Lia Perez, MD",
        "Rawan Faramand, MD",
        "Joseph Pidala, MD",
        "Nelli Bejanyan, MD",
        "Farhad Khimani, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mudit Dutta, BS",
            "author_affiliations": [
                "12901 Bruce B Downs Blvd, University of South Florida, Tampa, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rahul Mhaskar, MPH",
            "author_affiliations": [
                "University of South Florida, Tampa, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hany Elmariah, MD MS",
            "author_affiliations": [
                "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taiga Nishihori, MD",
            "author_affiliations": [
                "Department of Blood & Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bijal Shah, MD",
            "author_affiliations": [
                "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Nieder, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lia Perez, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rawan Faramand, MD",
            "author_affiliations": [
                "Dept. of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Pidala, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelli Bejanyan, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Khimani, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T06:46:54",
    "is_scraped": "1"
}