{
    "doi": "https://doi.org/10.1182/blood.V110.11.4747.4747",
    "article_title": "Elevated Normal Immunoglobulins and Stable M-Protein Levels in Multiple Myeloma Patients on Erythropoietin Treatment. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Recombinant human erythropoietin (rHuEPO) is a well-known treatment for anemia in multiple myeloma (MM) patients. We have previously reported that rHuEPO treatment was associated with prolonged survival of several patients suffering from advanced disease (Mittelman et al., 1997). Recently we have demonstrated that treatment of MM patients with rHuEPO is associated with significant improvements of certain immunological parameters and functions (Prutchi-Sagiv et al., 2006), mainly related to the cellular compartment. The objective of the present retrospective study was to determine whether rHuEPO treatment, in addition to its effects on the cellular immune compartment, also modulates the humoral arm of the immune system in MM patients. Medical charts of eighteen consecutive IgG and IgA MM patients were analyzed and the levels of normal immunoglobulins (Ig) and M-protein before and during rHuEPO treatment were recorded. We have found a significant increase in the levels of normal Ig (IgG, IgA and IgM) in response to rHuEPO, during the 3–9 months fromtreatment initiation. Importantly, the levels of M-protein remained stable for a period of 10–12 months from treatment initiation. These results are in line with previous studies, including our study in murine models (Katz et al., 2007), demonstrating that EPO improves humoral immune responses. The current study highlights the concept that EPO’s immunomodulatory actions on MM patients might also involve the humoral compartment of the immune system.",
    "topics": [
        "erythropoietin",
        "immunoglobulins",
        "multiple myeloma",
        "immunoglobulin a",
        "immunoglobulin g",
        "anemia",
        "immunoglobulin m",
        "recombinant erythropoietin",
        "immune system",
        "arm"
    ],
    "author_names": [
        "Noa Gadassi, MD",
        "Sari Prutchi Sagiv, MA",
        "Howard S. Oster, MD, Ph.D",
        "Drorit Newmann, Ph.D",
        "Moshe Mittelman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Noa Gadassi, MD",
            "author_affiliations": [
                "Department of Medicine, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sari Prutchi Sagiv, MA",
            "author_affiliations": [
                "Department of Cell and Devolopmental Biology, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard S. Oster, MD, Ph.D",
            "author_affiliations": [
                "Department of Medicine, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Drorit Newmann, Ph.D",
            "author_affiliations": [
                "Department of Cell and Devolopmental Biology, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Mittelman, MD",
            "author_affiliations": [
                "Department of Medicine, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T15:33:34",
    "is_scraped": "1"
}