{
    "doi": "https://doi.org/10.1182/blood.V112.11.1199.1199",
    "article_title": "Gene Expression Analysis of Bexarotene Differentiated Acute Myeloid Leukemias Identifies Known and Novel Gene Targets. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "abstract_text": "Despite advances in understanding the molecular pathogenesis of acute myeloid leukemia (AML), therapy for relapsed disease remains inadequate with high mortalities. Clinicians at the University of Pennsylvania have demonstrated that the FDA approved retinoid X receptor (RXR) agonist bexarotene (Targretin ™ ) stimulates leukemic cell differentiation in a subset patents with relapsed AML leading to clinical responses. This underscores the importance of identifying the mechanism by which bexarotene induces differentiation in AML in order to enhance the efficacy of this therapeutic approach. To understand the role of bexarotene and RXR receptors in leukemic cell differentiation, we initially utilized a pharmacogenetic approach to study the effects of bexarotene on AML cell lines using combinations of bexarotene with other differentiation induction agents. These studies demonstrate that bexarotene induces myeloid differentiation in MOLM14, HL60, THP-1, and NB4 cell lines but not in the myeloblastic cell line KG1a. Combination treatment of AML cell lines with bexarotene in combination with all trans retinoic acid (ATRA) enhanced differentiation suggesting that the mechanism of action for bexarotene is through RARα (retinoic acid receptor)/RXRα heterodimer stimulation. Consistent with this, differentiation induced by the drug combination was effectively blocked by the RAR antagonist, LG100815 and partially blocked by the RXR antagonist, LG101208. In contrast, bexarotene does not cooperate with valproic acid, theophylline, the PPARγ agonist rosiglitazone, or the LXR agonist T0901317. Preliminary data from quantitative RT-PCR and Affymetrix microarray analysis of bexarotene responsive AML cell lines at 3, 6, 12, and 96 hours post treatment has identified a subset of genes potentially regulated by bexarotene. CEBPε, a transcription factor known to play a critical role in granulopoiesis and PIM-1, a known oncogenic transcription factor, were among the genes that were significantly upregulated after bexarotene treatment of AML cells. Analysis of the functional role of C/EBPε in retinoid induced differentiation will be presented. Overall, this data supports the hypothesis that bexarotene, like ATRA, induces myeloid differentiation through activation of a RAR/RXR heterodimeric partner. However, other data suggests the presence of RAR independent pathways of signaling. LG100268 , a pure RXR agonist induced myeloid differentiaton although not as robustly as bexarotene. Analysis of RAR and RXR mRNA expression in AML cell lines demonstrates that bexarotene does not induce expression of RARβ or p21, known targets induced by ATRA during myeloid differentiation. Chromatin immunoprecipitation assays demonstrate RXRα occupancy at RARβ and p21 promoter regions containing retinoid response elements (RARE). However, expression of these genes does not correlate with bexarotene-induced differentiation. This data suggests that although their expression has been linked to ATRA responsiveness, induction of RARβ and p21 expression is not necessary for retinoid induced myeloid differentiation. In summary, bexarotene induces myeloid differentiation through RAR dependent and independent pathways. Further analysis of the signaling events necessary for induction of myeloid differentiation by bexarotene may allow for improved selection of patients with AML who will respond to bexarotene.",
    "topics": [
        "bexarotene",
        "genes",
        "leukemia, myelocytic, acute",
        "gene expression",
        "tretinoin",
        "agonists",
        "retinoids",
        "antagonists",
        "leukemic cells",
        "transcription factor"
    ],
    "author_names": [
        "Patricia Vanessa Sanchez, PhD",
        "Reid P Bissonnette, PhD",
        "Donald E Tsai, MD, PhD",
        "Martin Carroll, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Patricia Vanessa Sanchez, PhD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Reid P Bissonnette, PhD",
            "author_affiliations": [
                "Ligand Pharmaceuticals, San Diego, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald E Tsai, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Carroll, MD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T12:48:01",
    "is_scraped": "1"
}