{
    "doi": "https://doi.org/10.1182/blood.V116.21.564.564",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1635",
    "start_url_page_num": 1635,
    "is_scraped": "1",
    "article_title": "Therapeutic Transgene Expression From Genomic Safe Harbors In Patient-Specific Induced Pluripotent Stem Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Gene Therapy and Transfer",
    "abstract_text": "Abstract 564 Insertional oncogenesis poses a severe hurdle to current gene therapy for blood disorders. The semi-random insertion of retroviral vectors combined with the inability for prolonged ex vivo culture of hematopoietic stem cells (HSCs) prohibits prospective integration site selection. The advent of induced pluripotent stem cells (iPSCs) offers for the first time the possibility of generating patient-specific stem cells that can be extensively manipulated in vitro, thus creating a unique platform for precise genetic engineering. Here, we present a novel strategy for the genetic correction of ß-thalassemia major based on the identification and selection of patient-specific iPSC clones harboring a normal ß-globin gene integrated in genomic “safe harbor” sites that permit therapeutic levels of expression while minimizing the possibility of oncogenic risks. We generated a total of 20 iPSC lines from bone marrow stromal cells or skin fibroblasts from 4 patients with ß-thalassemia major of various genotypes using our traceable lentiviral vector system (Papapetrou et al., PNAS, 2009; Lee et al., Nature , 2009), as well as an excisable single polycistronic vector co-expressing OCT4, SOX2, KLF4 and cMYC. Additional transgene-free thal-iPSC lines were generated following Cre recombinase-mediated excision of the reprogramming vector. Seven thal-iPSC lines were selected for further characterization and were shown to fulfill multiple criteria of pluripotency, including teratoma formation. Four thal-iPSC lines were transduced with a lentiviral vector encoding the human ß-globin gene cis-linked to its hypersensitive site (HS) 2, HS3 and HS4 locus control region elements, derived from the TNS9 vector, previously shown to confer erythroid-specific ß-globin gene expression at therapeutic levels (May et al., Nature , 2000). Thal-iPSC clones harboring single vector copies were selected and vector integration sites were mapped to the human genome. To identify safe harbor sites we adopted a set of 5 criteria: (1) distance of at least 50 kb from the 5' end of any gene, (2) distance of at least 300 kb from any cancer-related gene, (3) distance of at least 300 kb from any miRNA, (4) location outside a transcription unit and (5) location outside ultraconserved regions. A survey of 5840 integration sites of the globin lentiviral vector that we mapped in thal-iPSCs revealed that 17.3% meet all five “safe harbor” criteria, supporting the feasibility of recovering thal-iPSC clones harboring vector integrations in “safe harbors” by screening a relatively small set of single-copy clones. Indeed, 3 “safe harbor” integrations were retrieved amongst 36 sites mapped in thal-iPSC clones. Among 13 clones randomly selected and thoroughly confirmed to harbor a single copy of the globin vector, we found one clone, thal5.10-2, with an integration that meets all five “safe harbor” criteria. Upon erythroid differentiation, 12 of the 13 single copy thal-iPSC clones expressed detectable vector-encoded ß-globin at levels ranging from 9% to 159% (mean 53%) of a normal endogenous ß-globin allele. 9 out of 13 clones expressed the ß-globin transgene at levels higher than 30%. Remarkably, the “safe harbor” clone 5.10-2, expressed 85% of a normal ß-globin allele. Microarray analysis of undifferentiated thal-iPSC clones and their erythroid progeny revealed that 3 out of 5 integrations eliminated by our “safe harbor” criteria result in perturbed expression of neighboring genes at a distance ranging between 9 and 275 kb from the vector insertion. Of note, the “safe harbor' integration site in clone 5.10-2 is in a genomic region with no genes within 300 kb on either side, while no significant differentially expressed genes were found elsewhere in the genome. These data demonstrate that the selection of iPSC clones, wherein therapeutic levels of transgene expression without perturbation of endogenous genes is obtained from selected chromosomal sites is feasible by screening a limited number of single-copy clones and applying five “safe harbor” criteria. This study provides a framework and a strategy combining bioinformatics and functional analyses for identifying “safe harbors” for transgene integration and expression in the human genome. This approach may be broadly applicable to introducing therapeutic, suicide or marker genes into patient-specific iPSCs towards the development of safer stem cell therapies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "carcinogenesis",
        "excision",
        "gene therapy",
        "genetic engineering",
        "genome",
        "globins",
        "hematological diseases",
        "micrornas",
        "screening"
    ],
    "author_names": [
        "Eirini P Papapetrou, MD, PhD",
        "Gabsang Lee, PhD",
        "Nirav Malani",
        "Manu Setty",
        "Isabelle Riviere, PhD",
        "Laxmi MS Tirunagari",
        "Kyuichi Kadota, MD",
        "Shoshannah L Roth, PhD",
        "Patricia Giardina, MD",
        "Agnes Viale, PhD",
        "Christina Leslie, PhD",
        "Frederic Bushman, PhD",
        "Lorenz Studer, MD",
        "Michel Sadelain, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Cell Engineering, Molecular Pharmacology and Chemistry Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Developmental Biology Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Microbiology, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Computational Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Cell Therapy and Cell Engineering Facility, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Center for Cell Engineering, Molecular Pharmacology and Chemistry Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Center for Cell Engineering, Molecular Pharmacology and Chemistry Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Microbiology, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Weill Medical College of Cornell University, New York, NY, USA, "
        ],
        [
            "Genomics Core Facility, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Computational Biology Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Microbiology, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Developmental Biology Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Center for Cell Engineering, Molecular Pharmacology and Chemistry Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269"
}