{
    "doi": "https://doi.org/10.1182/blood.V122.21.1494.1494",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2535",
    "start_url_page_num": 2535,
    "is_scraped": "1",
    "article_title": "MDR1 Gene Expression Predicts Response and Progression-Free Survival Of Ph+ CML Patients On Second-Line Nilotinib Therapy After Imatinib Failure - 4-Year Follow-Up ",
    "article_date": "November 15, 2013",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "abstract_text": "Introduction The activity of the drug efflux transporter protein MDR1 reduces the intracellular concentration of nilotinib and thereby impairs its efficacy. Nilotinib has been shown to be efficacious in imatinib-resistant patients. In the face of competing second-generation tyrosine-kinase inhibitors (TKI), early identification of favorable responders is crucially important. We have reported the unexpected positive prognostic impact of high MDR1 gene expression at time of imatinib resistance for subsequent 2 nd line nilotinib treatment. Here, we present (i) a 48-month follow-up of our clinical data and (ii) additional functional analyses studied in an established in vitro , transposon-based vector system with stable siRNA mediated knockdown of MDR1. Aim We sought to assess (i) whether high MDR1 expression remains associated with improved cumulative rates of major molecular remission (MMR), complete cytogenetic remission (CCyR) and patients’ outcome (progression-free survival, PFS) after 48 months and (ii) the impact of MDR1 expression on nilotinib in vitro sensitivity. Methods (i) We analyzed 83 patients resistant to imatinib frontline treatment in chronic phase CML treated with nilotinib 400 mg bid within the CAMN107A2101 trial. MDR1 and BCR-ABL mRNA expression levels were determined by qRT-PCR using LightCycler™ technology, normalized against beta-glucuronidase (GUS) and standardized according to the international scale (IS). Log-rank tests were performed to compare PFS and the cumulative incidences (CI) of MMR and CCyR at 48 months. (ii) MDR1 high overexpressing (K562-DoxH1) and MDR1 low knockdown (K562-DoxMM) cell lines were used for in vitro testing (Rumpold et al., Exp Hematol 2005). Results (i) (a) At 24 and 48 months, patients with MDR1/GUS ratios ≥2.0 attained MMR in 39% and 41%, CCyR in 58% (at both time points), and PFS rates of 75% and 67%, whereas patients with initial MDR1/GUS ratios <2.0 had significantly worse response and PFS rates, i.e. MMR in 13% and 16% (p=0.014), CCyR in 35% and 39% (p=0.044), and PFS of 50% and 46% (p=0.032). (b) BCR-ABL tumor burden prior to nilotinib revealed a significant impact on molecular response rates. BCR-ABL IS <28% separated best concerning cumulative incidences of MMR by 24 and 48 months (41% vs 21% and 48% vs 21%, p=0.009). (c) Nilotinib in vitro sensitivity of BCR-ABL kinase domain mutations at time of imatinib resistance was associated with improved PFS under nilotinib therapy: patients without any mutation showed PFS rates of 71% and 63% at 24 and 48 months, whereas those with either sensitive mutations, intermediately sensitive mutations or mutations with unknown IC 50 attained PFS rates of 67% and 61%; patients with mutations resistant to nilotinib achieved PFS rates of 23% at both time points (p=0.01). (ii) Even though MDR1 high K562 cells are less sensitive than MDR1 low expressing cells, nilotinib (applying doses from 0.01 µM up to 0.5 µM) was still able to significantly impede proliferation of both MDR1 high and MDR1 low , whereas imatinib-mediated growth inhibition was only seen in MDR1 low , but not in MDR1 high cells. Conclusion (i) At the time of imatinib-resistance, a high MDR1 gene expression predicts favorable MMR, CCyR, and PFS on consecutive 2 nd line nilotinib treatment. As shown earlier, single nucleotide polymorphisms (SNPs) within MDR1 (1236CT/TT and 2677GT/TT) were significantly associated with higher MDR1 expression. (Agrawal et al., ASH 2010) (ii) Our functional data support our clinical observation that nilotinib remains efficacious in MDR1 overexpressing cells, whereas even dose-escalated imatinib does not reverse resistance. High MDR1 gene expression might select patients whose mode of resistance is essentially determined by increased efflux activity of MDR1 and not by other pathways of resistance that cannot be overcome by nilotinib. Altogether, our data might be used for the clinical risk stratification in case of imatinib resistance before switching to nilotinib and are undergoing prospective validation within the ENEST1st study. Disclosures: Saussele: Novartis: Honoraria, Research Funding, Travel Other; BMS: Honoraria, Research Funding, Travel, Travel Other; Pfizer: Honoraria. Purkayasatha: Novartis: Employment. Woodman: Novartis: Employment. Hehlmann: BMS: Consultancy, Research Funding; Novartis: Research Funding. Hochhaus: Novartis: Consultancy, Honoraria, Research Funding, Travel Other; BMS: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria; Ariad: Consultancy, Honoraria. Müller: Novartis: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding; Ariad: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "follow-up",
        "gene expression",
        "imatinib mesylate",
        "nilotinib",
        "progression-free survival",
        "measles-mumps-rubella vaccine",
        "bcr-abl tyrosine kinase",
        "disease remission",
        "protein-tyrosine kinase inhibitor",
        "beta-glucuronidase"
    ],
    "author_names": [
        "Mridul Agrawal",
        "Benjamin Hanfstein, MD",
        "Philipp Erben, MD",
        "Dominik Wolf, MD",
        "Thomas Ernst",
        "Susanne Saussele, MD",
        "Alice Fabarius, PhD",
        "Das Purkayasatha",
        "Richard C. Woodman, MD",
        "Rüdiger Hehlmann, MD",
        "Wolf-Karsten Hofmann, MD",
        "Andreas Hochhaus, MD",
        "Martin C. Müller, MD"
    ],
    "author_affiliations": [
        [
            "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik III, Universitätsklinikum, Bonn, Germany, "
        ],
        [
            "Klinik für Innere Medizin II, Abt. Hämatologie und Intern. Onkologie, Universitätsklinikum, Jena, Germany, "
        ],
        [
            "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, USA"
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, USA"
        ],
        [
            "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "Klinik für Innere Medizin II, Abt. Hämatologie und Intern. Onkologie, Universitätsklinikum, Jena, Germany, "
        ],
        [
            "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
        ]
    ],
    "first_author_latitude": "49.4924375",
    "first_author_longitude": "8.486776949999998"
}