{
    "doi": "https://doi.org/10.1182/blood-2020-138847",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4633",
    "start_url_page_num": 4633,
    "is_scraped": "1",
    "article_title": "Role of Hypomethylating Agents in Accelerated and Blast Phase of Philadelphia Negative Myeloproliferative Neoplasms: A Systematic Review ",
    "article_date": "November 5, 2020",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "topics": null,
    "author_names": [
        "Karun Neupane, MBBS,MD",
        "Muhammad Salman Faisal, MD MBBS",
        "Yazan Samhouri, MD",
        "Israr Khan",
        "Asim Tameez Ud Din, MD MBBS",
        "Zahoor Ahmed, MD",
        "Muhammad Aadil Rahman, MBBS",
        "Ali Younas Khan, MD",
        "Hamid Ehsan, MDMBBS",
        "Vinayak Aryal, MBBS, MD",
        "Syed Maaz Abdullah, MBBS",
        "Abdul Rafae, MD",
        "Faiz Anwer, MD",
        "Salman Fazal, MD"
    ],
    "author_affiliations": [
        [
            "Manipal College of Medical Sciences, Pokhara, Nepal "
        ],
        [
            "Hematology and Stem Cell Transplant, James Cancer Hospital and Solove Research Institute, Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology and Cellular Therapy, Allegheny Health Network Cancer Institute, Pittsburgh, PA "
        ],
        [
            "Bolan Medical College, Quetta, Pakistan "
        ],
        [
            "Shifa International hospital, Islamabad, Pakistan "
        ],
        [
            "Department of Internal Medicine, King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "Shifa International hospital, Islamabad, Pakistan "
        ],
        [
            "St Joseph Mercy Oakland, Pontiac, MI "
        ],
        [
            "Georgetown University, Washington, DC "
        ],
        [
            "Tver State Medical University, Tver, Russian Federation "
        ],
        [
            "King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "Internal Medicine, McLaren Flint-Michigan State University, Flint, MI "
        ],
        [
            "Department of Hematology & Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Moreland Hills, OH"
        ],
        [
            "Division of Hematology and Cellular Therapy, Allegheny Health Network Cancer Institute, Pittsburgh, PA "
        ]
    ],
    "first_author_latitude": "28.2518235",
    "first_author_longitude": "83.98668909999999",
    "abstract_text": "Background: Philadelphia negative myeloproliferative neoplasms (MPNs) include polycythemia vera (PV), essential thrombocythemia (ET), primary myelofibrosis (PMF). MPNs can progress to accelerated and blast phase (MPN-AP/BP), defined by blast percentage of 10-19% and ≥20%, respectively, based on IWG-MRT. The therapeutic options, aside from allogeneic hematopoietic stem cell transplantation (Allo-HSCT), are limited. Hypomethylating agents (HMAs), including azacitidine (5-aza) and decitabine, are an effective treatment option for myelodysplastic syndrome and acute myeloid leukemia (AML). They have been used for older adults who are ineligible for intensive chemotherapy. Herein, we did a systematic review to evaluate the efficacy and toxicity of HMAs in MPN-AP/BP. Methods We comprehensively searched multiple databases (PubMed, google scholar, EMBASE, and clinicaltrials.gov), from the inception of the database until April 2020. We used MeSH terms and keywords related to azacitidine, decitabine, and MPN-AP/BP. We included studies that used HMAs as monotherapy on in combination to treat Philadelphia negative MPNs AP/BP and were published in the English language. The initial search yielded 2439 articles. After screening by two reviewers and excluding irrelevant articles, 16 studies were explored in detail. Results Of those studies, nine articles looked at HMAs as monotherapy (five articles for 5-aza and four articles for decitabine). The remaining articles looked at different combinations, including decitabine and ruxolitinib in four studies, 5-aza and ruxolitinib in one study, and ruxolitinib with either decitabine or 5-aza in one study. The combined overall response rate of the 5-aza monotherapy trials was 52/91 (57%), complete response rate (CR) was 26/118 (22.0%), partial response (PR) was 15/118 (12.7%), and hematological improvement (HI) was 18/118 (15.2%). The median overall survival (OS) ranged from 8.4-13.5 months. The combination of 5-aza and ruxolitinib was reported by Drummond et al. with ORR, CR, and PR of 33%, 16.6%, and 16.6%, respectively. Hobbs et al. reported that 1/8 patients receiving HMA (unspecified) achieved CR or CR with incomplete platelet recovery. Four studies reported the use of decitabine alone for the treatment of MPN-AP/BP. Three out of the four studies reported the response rate, and the combined ORR based on these studies was 14/29 (48.3%), CR was 6/42 (14.3%), and PR was 6/41 (14.6%), while the median OS ranged from 6.9 to 9.7 months. The fourth study published by Mascarenhas et al. reported outcomes of decitabine in 6 patients with MF-BP. Three out of six patients treated with decitabine died at 5, 7, and 10 months. The combined ORR of the four studies of the combination decitabine and ruxolitinib was 22/46 (47.8%), CR was 8/67 (11.9%), and PR was 6/46 (13.0%), while median OS ranged from 6.9 months to 21 months. Lancman et al. reported a CR rate of 15% with the use of ruxolitinib with either decitabine (n=26) or 5-aza (n=1). The most common hematological adverse effects reported were thrombocytopenia, neutropenia, anemia, and lymphopenia. The significant non-hematological adverse events were gastrointestinal intolerance (nausea, vomiting, and diarrhea), hypokalemia, and injection site reaction, in addition to infections and bleeding. Conclusion All evidence available for the use of HMAs in Philadelphia negative MPNs-AP/BP is from small series and retrospective analysis. Although they are well tolerated as monotherapy and in combination with other agents like ruxolitinib, they have low CR rates (up to 22% only). The tolerability profile along with familiarity with the drug makes them an attractive option. More effective treatment options with reasonable toxicity profile remain an unmet need in the elderly or frail and unfit patients, who are ineligible for induction chemotherapy and Allo-HSCT. Prospective larger-scale studies are warranted to evaluate the efficacy of HMAs, preferably in combination with novel agents, to achieve higher remission rates with minimal toxicity. View large Download slide View large Download slide  Disclosures Anwer: Incyte, Seattle Genetics, Acetylon Pharmaceuticals, AbbVie Pharma, Astellas Pharma, Celegene, Millennium Pharmaceuticals.: Honoraria, Research Funding, Speakers Bureau. Fazal: Celgene: Speakers Bureau; Karyopham: Speakers Bureau; Incyte Corporation: Consultancy, Honoraria, Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Agios: Consultancy, Speakers Bureau; Glaxosmith Kline: Consultancy, Speakers Bureau; Gilead/Kite: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Stemline: Consultancy, Speakers Bureau; Jazz Pharma: Consultancy, Speakers Bureau; Jansen: Speakers Bureau; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau."
}