{
    "doi": "https://doi.org/10.1182/blood.V124.21.580.580",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2812",
    "start_url_page_num": 2812,
    "is_scraped": "1",
    "article_title": "Mice Deficient in Urokinase-Type Plasminogen Activator (uPA) or uPA Receptor Develop Significantly Diminished Collagen-Induced Arthritis ",
    "article_date": "December 6, 2014",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Novel Mechanisms and Therapeutic Strategies",
    "abstract_text": "Rheumatoid arthritis (RA) is a common and debilitating autoimmune disease characterized by chronic inflammation, synovial hyperplasia, edema, cartilage and bone erosion and loss of joint function. Increasing evidence suggests that the plasminogen activation (PA) system plays a fundamental role in the mechanisms mediating inflammatory joint disease pathogenesis. However, analysis of the precise contribution of PA system components to arthritis pathogenesis has been complicated by the use of gene-targeted mice on non-susceptible genetic backgrounds or experimental models that simultaneously induce wound trauma in conjunction with arthritis induction. To rigorously define the contribution of the urokinase-type plasminogen activator system to arthritis pathogenesis, previously generated genetic deficiencies in both uPA and uPA receptor (uPAR) were inbred for 7 generations (99% inbred) to the well-characterized, collagen-induced arthritis (CIA)-susceptible strain, DBA/1J. Our results indicate a near complete amelioration of joint disease in uPA-deficient mice that was also observed in uPAR-deficient mice. Limited disease development in both uPA- and uPAR-deficient mice correlated with significantly reduced local mRNA levels of key inflammatory mediators (e.g., TNFα, IL-1β, and IL-6) in these animals. To determine if development of inflammatory joint disease in CIA-challenged mice was dependent on the expression of uPAR by non-hematopoietic- or hematopoietic-derived cells, reciprocal bone marrow transplant studies were performed. Mice in which uPAR deficiency was limited to the bone marrow compartment elicited significantly reduced macroscopic and histopathological disease in the paws and knees compared to wild-type mice or mice in which only hematopoietic-derived cells express uPAR. Our results are the first to report in the context of the highly CIA susceptible DBA/1 background that both uPA and uPAR are key determinants of inflammatory joint disease pathogenesis. Furthermore, our findings indicate a fundamental role for uPAR expression by hematopoietic cells in driving arthritis incidence and progression. Thus, these findings suggest that cell-surface associated uPA/uPAR-mediated proteolysis and/or uPAR-mediated signaling events from bone-marrow derived cells are important in promoting inflammatory joint disease, and that disrupting this key proteolytic/signaling system may provide a novel therapeutic strategy to limit clinical arthritis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "arthritis",
        "collagen",
        "mice",
        "urokinase",
        "urokinase plasminogen activator receptor",
        "joint disorders",
        "autoimmune diseases",
        "bone erosion",
        "bone marrow transplantation",
        "chronic inflammation"
    ],
    "author_names": [
        "Sherry Thornton, PhD",
        "Harini Raghu, PhD",
        "Alice Jone, BS",
        "Carolina Cruz, BS",
        "Cheryl L. Rewerts, MS",
        "Malinda D. Frederick",
        "Jay L. Degen, PhD",
        "Matthew J. Flick, PhD"
    ],
    "author_affiliations": [
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, "
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397"
}