{
    "doi": "https://doi.org/10.1182/blood-2019-129097",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4267",
    "start_url_page_num": 4267,
    "is_scraped": "1",
    "article_title": "Experience with Axicabtagene Ciloleucel (Axi-cel) in Patients with Secondary CNS Involvement: Results from the US Lymphoma CAR T Consortium ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "axicabtagene ciloleucel",
        "lymphoma",
        "brachial plexus neuritis",
        "infusion procedures",
        "central nervous system dysfunction",
        "leukapheresis",
        "follow-up",
        "central nervous system lymphoma",
        "neurotoxicity syndromes",
        "steroids"
    ],
    "author_names": [
        "N. Nora Bennani, MD",
        "Matthew J. Maurer, MS",
        "Loretta J. Nastoupil, MD MSc",
        "Michael D. Jain, MD PhD",
        "Julio C. Chavez, MD",
        "Amanda F Cashen, MD",
        "Saurabh Dahiya, MD",
        "Lazaros J. Lekakis, MD",
        "Patrick M Reagan, MD",
        "Olalekan O. Oluwole, MBBS, MPH",
        "Joseph P. McGuirk, DO",
        "Abhinav Deol, MD",
        "Alison R. Sehgal, MD",
        "Andre Goy, MD",
        "Brian T. Hill, MD",
        "Khoan Vu, MD",
        "Charalambos Andreadis, MD",
        "Javier Munoz, MD MS, FACP",
        "Aaron P. Rapoport",
        "Julie M Vose, MDMBA",
        "David B Miklos, MD PhD",
        "Frederick L. Locke, MD",
        "Sattva S Neelapu, MD",
        "Yi Lin, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Lutz, FL "
        ],
        [
            "Department of Medicine, Washington Univ. School of Med., Saint Louis, MO "
        ],
        [
            "University of Maryland School of Medicine, Ellicott City, MD "
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
        ],
        [
            "Wilmot Cancer Institute Division of Hematology/Oncology, University of Rochester Medical Center, Rochester, NY "
        ],
        [
            "Division of Hematology-Oncology, Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "Division of Hematologic Malignancies & Cellular Therapeutics, University of Kansas Medical Center, Kansas City, KS "
        ],
        [
            "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
        ],
        [
            "UPMC Hillman Cancer Center, Pittsburgh, PA "
        ],
        [
            "Department of Hematology & Oncology, John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
        ],
        [
            "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Hematology/Oncology, University of California, San Francisco, San Francisco, CA "
        ],
        [
            "Helen Diller Family Comprehensive Cancer Center, UCSF, San Francisco, CA "
        ],
        [
            "Banner MD Anderson Cancer Center, Clinic, Gilbert, AZ "
        ],
        [
            "University of Maryland Greenebaum Comprehensive Cancer Center and School of Medicine, Baltimore, MD "
        ],
        [
            "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University School of Medicine, Stanford, CA"
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Introduction : Axicabtagene Ciloleucel (axi-cel), a CD19 chimeric antigen receptor (CAR) T-cell therapy, was approved for the treatment of relapsed/refractory aggressive B-cell non-Hodgkin lymphoma in October, 2017. In the ZUMA-1 trial leading to axi-cel FDA approval, patients (pts) with prior or active secondary central nervous system (CNS) lymphoma involvement were excluded. A recent publication of 8 pts with secondary CNS lymphoma who underwent Tisagenlecleucel CAR T cell therapy was reported (Frigault M.J.2019). Since the two FDA approved CAR T cell products have a different neurotoxicity profile, understanding outcomes of axi-cel in this setting is important. We report here the real-world experience of 17 pts treated with axi-cel who had a history of secondary CNS involvement or had active CNS disease at time of CAR T infusion. Methods : Seventeen academic centers from the US Lymphoma CAR T Consortium contributed data independently from the manufacturer. Data regarding secondary CNS involvement, management, and outcome were obtained in addition to CAR T therapy outcome for pts who were identified as having active, secondary CNS involvement at the time of evaluation for CAR-T therapy. Nine centers reported data on 17 cases with CNS involvement. Follow-up data was missing for one pt in the CNS cohort. Lee criteria or the modified Lee grading scale were used for cytokine release syndrome (CRS). CTCAEv4 or CARTOX grading were used for immune effector cells associated neurotoxicity syndrome (ICANS). All leukapheresed pts were included in the intention to treat (ITT) analysis for response rate and event-free survival (EFS). EFS was defined as date of leukapheresis until progression or death due to any cause. EFS was evaluated using Kaplan Meier curves with log-rank test. Differences in clinical characteristics and response between CNS and non-CNS pts were not formally tested due to small sample size and multiple comparison concerns. Results : With a data cut-off of 4/30/2019, 300 pts underwent leukapheresis with intention to manufacture standard of care axi-cel. By the time of leukapheresis, 17 (6%) had secondary CNS involvement (4 parenchymal disease, 10 leptomeningeal/CSF, 3 data not available). Compared to the non-CNS cohort, baseline demographics were comparable (Panel A). Manufactured axi-cel was within specification for 100% of the CNS cohort. There was a higher rate of bridging therapy use in the CNS cohort 82% (1 steroids only, 2 radiation therapy, 12 systemic therapy) vs 52% in non-CNS cohort; p=0.022. Time from leukapheresis to CAR T infusion was 3.5 days longer in the CNS cohort as opposed to the non-CNS cohort: median time of 29.5 (range 20-76) vs. 26 days (range 5-67), (p=0.029), respectively. The CAR T infusion rate was 88% for the CNS cohort (15/17) compared to 93% (262/283) in the non-CNS cohort. Among the 15 infused pts in the CNS cohort, 10 had resolution of CNS involvement, and 5 had persistent active CNS disease at time of CAR T infusion. After axi-cel infusion, the incidence of CRS and ICANS, of any grade or grade 3 or higher, were comparable between the CNS and non-CNS cohorts. Tocilizumab and steroid use were comparable between the two groups (Panel B). No seizures or cerebral edema were noted in the CNS cohort. With a median follow-up of 10.1 months from leukapheresis (range 7.6-12.6), the ITT best overall response rates (CR+PR) and ongoing responses at month 6 between CNS and non-CNS cohorts were 75% vs. 59%, and 41% vs. 31%, respectively (Panel B). In the 5 pts with active CNS disease at time of CAR T infusion, the response of CNS disease were 2 CR, 1 PR and 2 PD as best response. In the 10 pts with resolved CNS disease at time of CAR T infusion, 2 PD were seen and both occurred systemically. EFS from leukapheresis was not statistically significantly different between CNS and non-CNS cohorts (6 months EFS: CNS cohort, 36%; non-CNS cohort 57%. HR=1.58, 95% CI: 0.83-3.01, p=0.16, Panel C). Six month EFS from the date of infusion for the CNS cohort was 49.9% (Panel D). Conclusions: Pts attempting CAR T therapy with secondary CNS disease in the real world setting had similar rates of CAR T infusion, toxicity, and outcomes when compared to patients without CNS disease. Small sample size and limited follow-up caution the strength of conclusions for application to clinical practice, but these results support further investigation of CAR T in pts with history of or active secondary CNS lymphoma. Figure View large Download slide Figure View large Download slide  Disclosures Bennani: Seattle Genetics: Other: Advisory board; Adicet Bio: Other: Advisory board; Purdue Pharma: Other: Advisory board; Purdue Pharma: Other: Advisory board; Bristol-Myers Squibb: Research Funding; Bristol-Myers Squibb: Research Funding; Purdue Pharma: Other: Advisory board; Seattle Genetics: Other: Advisory board; Kite Pharma: Other: Advisory board; Bristol-Myers Squibb: Research Funding; Kite Pharma: Other: Advisory board; Seattle Genetics: Other: Advisory board; Adicet Bio: Other: Advisory board; Adicet Bio: Other: Advisory board; Kite Pharma: Other: Advisory board. Maurer: Celgene: Research Funding; Nanostring: Research Funding; Morphosys: Membership on an entity's Board of Directors or advisory committees. Nastoupil: Bayer: Honoraria; Spectrum: Honoraria; TG Therapeutics: Honoraria, Research Funding; Novartis: Honoraria; Janssen: Honoraria, Research Funding; Gilead: Honoraria; Genentech, Inc.: Honoraria, Research Funding; Celgene: Honoraria, Research Funding. Jain: Kite/Gilead: Consultancy. Chavez: Novartis: Membership on an entity's Board of Directors or advisory committees; Kite: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Genentech: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees. Cashen: Seattle Genetics: Other: Speaker's Bureau; Novartis: Other: Speaker's Bureau; Celgene: Other: Speaker's Bureau. Reagan: Kite, A Gilead Company: Consultancy; Curis: Consultancy; Seattle Genetics: Research Funding. Oluwole: Pfizer: Consultancy; Spectrum: Consultancy; Gilead Sciences: Consultancy; Bayer: Consultancy. McGuirk: Novartis: Research Funding; Fresenius Biotech: Research Funding; Astellas: Research Funding; Bellicum Pharmaceuticals: Research Funding; Kite Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Gamida Cell: Research Funding; Pluristem Ltd: Research Funding; ArticulateScience LLC: Other: Assistance with manuscript preparation; Juno Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Deol: Novartis: Other: Advisory board; Kite: Other: Advisory board; Agios: Other: Advisory board. Sehgal: Juno/Celgene: Research Funding; Merck: Research Funding; Kite/Gilead: Research Funding. Goy: COTA: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Other: leadership role for profit healthcare company; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Astrazenca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; University of Nebraska: Research Funding; Hakensackumc: Research Funding; Takeda: Other: Grants outside of the submitted work; Kite, a Gilead Company: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Grants outside of the submitted work; Pharmacyclics/Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Grants outside of the submitted work, Research Funding; Genentech: Other: Grants outside of the submitted work, Research Funding; Hackensack University Medical Center, RCCA: Employment; Acerta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Grants outside of the submitted work, Research Funding. Hill: Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; TG therapeutics: Research Funding; AstraZeneca: Consultancy, Honoraria; Kite: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Celegene: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Consultancy, Research Funding; Takeda: Research Funding; Amgen: Research Funding. Vu: Celgene: Other: Stock. Andreadis: Genentech: Equity Ownership, Other: Spouse is Employee; Novartis: Honoraria, Research Funding; Amgen: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Gilead: Consultancy; Jazz Pharmaceuticals: Consultancy; Bayer: Consultancy. Munoz: Incyte: Research Funding; Portola: Research Funding; Celgene: Research Funding; Seattle Genetics: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Speakers Bureau; AstraZeneca: Speakers Bureau; Pharmacyclics LLC an AbbVie Company: Consultancy, Research Funding, Speakers Bureau; Kite Pharma: Consultancy, Research Funding, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Fosunkite: Speakers Bureau; Kyowa: Consultancy, Honoraria, Speakers Bureau. Vose: Acerta Pharma: Honoraria, Other: Grants, Research Funding; Bristol-Meyers Squibb Company: Research Funding; Celgene Corporation: Research Funding; Incyte Corporation: Research Funding; Kite Pharma: Honoraria, Other: Grants, Research Funding; Novartis: Research Funding; Seattle Genetics: Research Funding; AbbVie: Consultancy, Honoraria; Epizyme: Consultancy, Honoraria; Legend Pharmaceuticals: Honoraria. Miklos: Miltenyi Biotech: Membership on an entity's Board of Directors or advisory committees; Becton Dickinson: Research Funding; AlloGene: Membership on an entity's Board of Directors or advisory committees; Precision Bioscience: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Kite-Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding; Juno: Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding. Locke: Kite: Other: Scientific Advisor; Novartis: Other: Scientific Advisor; Cellular BioMedicine Group Inc.: Consultancy. Neelapu: Unum Therapeutics: Consultancy, Research Funding; BMS: Research Funding; Pfizer: Consultancy; Incyte: Consultancy; Poseida: Research Funding; Allogene: Consultancy; Merck: Consultancy, Research Funding; Kite, a Gilead Company: Consultancy, Research Funding; Karus: Research Funding; Precision Biosciences: Consultancy; Cell Medica: Consultancy; Acerta: Research Funding; Cellectis: Research Funding; Celgene: Consultancy, Research Funding; Novartis: Consultancy. Lin: Novartis: Membership on an entity's Board of Directors or advisory committees; Juno: Membership on an entity's Board of Directors or advisory committees; Kite/Gilead: Membership on an entity's Board of Directors or advisory committees, Research Funding; BlueBird Bio: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sorrento: Membership on an entity's Board of Directors or advisory committees."
}