{
    "doi": "https://doi.org/10.1182/blood.V110.11.3883.3883",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=888",
    "start_url_page_num": 888,
    "is_scraped": "1",
    "article_title": "Proteomics Analysis of Naturally Occurring CD4+/CD25+ Regulatory T Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Recently, a naturally occurring regulatory T cell population (Tregs) has been identified and shown to actively suppress immune responses of self-reactive T cells. The molecular basis for the function of Tregs remains unclear. We are interested in identifying molecules specifically expressed in human Tregs that are candidates for mediating suppression by comparative proteomic and transcriptomic analysis of human CD4+/CD25+ and CD4+/CD25- T cells using two-dimensional electrophoresis (2-DE) followed by electrospray tandem MS on the Micromass Q-Tof (HPLC-MS/MS) and high-density cDNA microarray technology, respectively. Thus far, the most revealing results of the 2-DE analysis are the detection of an upregulation in the expression of a protein kinase inhibitor and FUSE binding protein (FBP), a regulator of c-Myc expression. The gene expression pattern of the Tregs was overall very similar compared to CD4+/CD25- T cells despite their major functional differences. We have identified several sets of genes differentially expressed in the Tregs. Of special interest are adhesion molecules and chemokine receptors that could reveal distinct trafficking patterns. We are in the process of validating and screening at the protein level several of these candidate genes that could lead to the identification of specific molecular events in the Tregs. The upregulation of the PKC inhibitor is especially interesting, as the reduction of IL-2 production may explain the hypoproliferative status of Tregs. The increase in FBP and a resulting increase in c-Myc transcription may promote the survival of Tregs, thereby contributing to the prevention of autoimmunity.",
    "topics": [
        "aldesleukin",
        "antigens, cd25",
        "carrier proteins",
        "cell adhesion molecules",
        "chemokine receptors",
        "dna, complementary",
        "electrophoresis",
        "high pressure liquid chromatography procedure",
        "molecule",
        "protein kinase c inhibitor"
    ],
    "author_names": [
        "Marina I. Garin, PhD",
        "Cheri C. Chu, MSC",
        "Robin Wait, PhD",
        "Juan A. Bueren, PhD",
        "Robert I. Lechler, MD"
    ],
    "author_affiliations": [
        [
            "Immunoregulation Laboratory, Nephrology and Transplantation, King’s College London, London, United Kingdom",
            "Laboratorio de Hematopoyesis y Terapia Genica, Centro de Investigaciones Energeticas Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain",
            " "
        ],
        [
            "Immunoregulation Laboratory, Nephrology and Transplantation, King’s College London, London, United Kingdom",
            " "
        ],
        [
            "Kennedy Institute of Rheumatology, Imperial College London, London, United Kingdom",
            " "
        ],
        [
            "Laboratorio de Hematopoyesis y Terapia Genica, Centro de Investigaciones Energeticas Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain",
            " "
        ],
        [
            "Immunoregulation Laboratory, Nephrology and Transplantation, King’s College London, London, United Kingdom",
            " "
        ]
    ],
    "first_author_latitude": "51.51148639999999",
    "first_author_longitude": "-0.11599699999999998"
}