{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4537.4537",
    "article_title": "Toxicity and Outcomes of Autologous Stem Cell Transplant in Multiple Myeloma Patients with Renal Insufficiency: An Institutional Comparison between Two Eras ",
    "article_date": "December 7, 2017",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "abstract_text": "Background Approximately 30% of MM patients present with renal insufficiency and 5% require dialysis during the course of disease. Although autologous stem cell transplant (ASCT) is a feasible treatment option for patients with renal insufficiency, including those on dialysis, we reported in a prior retrospective review at our institution that patients on dialysis undergoing ASCT experienced higher rates of drug toxicity and transplant-related mortality (TRM)(St Bernard et al. Bone Marrow Transplant 2015). Since our first report, however, ASCT care has evolved and now includes the use of bortezomib in induction, routine dose reduction of melphalan for conditioning, and the increasing use of lenalidomide as maintenance therapy post-transplant. In the current study, we aimed to compare survival outcomes and toxicities in 96 patients with significant renal insufficiency (including those on dialysis) who underwent ASCT at our centre between the periods of 1998-2007 and 2008-2016. This cut-off was chosen as it reflected the onset of major shifts in our routine ASCT practice. Methods This retrospective study identified 96 patients who underwent ASCT between 1998-2016 with significant renal insufficiency (Cr >177 μmol/L or 2 mg/dL) at ASCT, including 45 patients on dialysis. Patients were divided into two cohorts for analysis: those transplanted between 1998-2007 (Era 1) or 2008-2016 (Era 2). Data was collected on patient and disease characteristics, transplant toxicities, TRM, renal recovery and survival outcomes. TRM was defined as death within 100 days post-ASCT. Renal recovery was defined by ≥25% improvement in CrCl at 100 days post-ASCT compared to CrCl at ASCT. Toxicity grading was based on the NCI CTC-AE guidelines (Ver 4.03). Survival estimates for overall survival (OS) and progression-free survival (PFS) were calculated using the Kaplan-Meier method and group differences of survival was compared using the log-rank test. Statistical significance is indicated whenever p-value < 0.05. Results Patient and disease characteristics (see table): Baseline CrCl and proportion on dialysis at ASCT were similar. Most patients in Era 1 were given HDD or VAD for induction while in Era 2, the majority received CyBOR-D. Significantly more patients in Era 2 achieved ≥VGPR prior to ASCT (p=0.0019). During conditioning, most patients in Era 2 received dose-reduced melphalan, while most patients in Era 1 received full-dose melphalan. Following ASCT, significantly more patients in Era 2 received maintenance therapy, most often with lenalidomide (in 85%). Toxicities: Patients in Era 1 were more likely to experience any high-grade (Grade ≥3) toxicity. In particular, high-grade mucositis, electrolyte abnormalities, delirium and bleeding were significantly more prevalent in Era 1 (see table). Of the 8 patients who experienced high-grade delirium in Era 1, 3 needed psychiatry involvement while 6 required neuroimaging. High-grade bleeds occurred only in Era 1 (4 GI and 2 oral mucosa). Three of these patients required blood product support, however none required intensive care admission. TRM was higher in Era 1 (6 patients; 14%) with no deaths in Era 2 by 100 days post ASCT. Five of the 6 deaths in Era 1 were in dialysis-dependent patients. Efficacy : Significantly more patients in Era 2 achieved ≥VGPR (79.2% vs 45.2%, p=0.001) at 100 days post-ASCT but the proportion of patients with renal recovery was similar between the two eras (39% Era 1 vs 24% Era 2, p=0.20). There was a significant improvement in median PFS (p=0.0176) between Era 1 (2.5 years) and Era 2 (4.7 years). The median OS was similar at 5 years in Era 1 and 5.6 years in Era 2 (p=0.133). Conclusion Over the last 10 years, there have been significant improvements in induction, conditioning, maintenance therapies and peri-transplant care. In keeping with these improvements, we found no TRM in those transplanted more recently as compared to 14% in the older era of ASCT. The incorporation of bortezomib as an induction agent may be largely responsible for the improved response rates and PFS after ASCT; the latter was likely increased as well to by the use of maintenance lenalidomide. Our adoption of routine dose-reduction of melphalan conditioning in renal impairment may have also contributed to the lower toxicity profiles in recent years. However, longer follow-up is needed to further delineate whether these improvements will lead to improved OS in this patient population. Table View large Download slide Table View large Download slide  Close modal Disclosures Reece: Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Honoraria, Research Funding; Otsuka: Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Bristol-Meyers Squibb: Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding. Tiedemann: Takeda Oncology: Honoraria; BMS Canada: Honoraria; Janssen: Honoraria; Novartis: Honoraria; Celgene: Honoraria; Amgen: Honoraria. Prica: Celgene: Honoraria; Janssen: Honoraria. Trudel: Janssen: Research Funding; Astellas: Research Funding; Celgene: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Takeda: Honoraria; GlaxoSmithKline: Research Funding. Kukreti: Celgene: Honoraria; Amgen: Honoraria. Chen: Amgen: Honoraria; Abbvie: Honoraria; Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding.",
    "topics": [
        "autologous stem cell transplant",
        "kidney failure",
        "multiple myeloma",
        "toxic effect",
        "dialysis procedure",
        "hemodialysis",
        "melphalan",
        "transplantation",
        "lenalidomide",
        "bortezomib"
    ],
    "author_names": [
        "Amanda Li, MD BSc",
        "Eshetu G Atenafu, M.Sc., P.Stat",
        "Rosanne St. Bernard, MD MSc",
        "Esther Masih-Khan, PhD",
        "Donna Reece, MD FRCP(C)",
        "Norman Anthony Franke, MD",
        "Rodger Tiedemann, MBChB, PhD",
        "Anca Prica, MD FRCP(C)",
        "Suzanne Trudel, MD FRCP(C)",
        "Vishal Kukreti, MD FRCP(C)",
        "Christine I Chen, MD FRCP(C)"
    ],
    "author_dict_list": [
        {
            "author_name": "Amanda Li, MD BSc",
            "author_affiliations": [
                "Department of Medicine, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eshetu G Atenafu, M.Sc., P.Stat",
            "author_affiliations": [
                "Department of Biostatistics, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosanne St. Bernard, MD MSc",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esther Masih-Khan, PhD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Reece, MD FRCP(C)",
            "author_affiliations": [
                "University of Toronto, Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norman Anthony Franke, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodger Tiedemann, MBChB, PhD",
            "author_affiliations": [
                "University of Toronto, Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anca Prica, MD FRCP(C)",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Trudel, MD FRCP(C)",
            "author_affiliations": [
                "University of Toronto, Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vishal Kukreti, MD FRCP(C)",
            "author_affiliations": [
                "University of Toronto, Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine I Chen, MD FRCP(C)",
            "author_affiliations": [
                "University of Toronto, Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:44:31",
    "is_scraped": "1"
}