{
    "doi": "https://doi.org/10.1182/blood.V122.21.SCI-43.SCI-43",
    "article_title": "Mechanisms of Neutrophil Release from the Bone Marrow ",
    "article_date": "November 15, 2013",
    "session_type": "Scientific Committee on Myeloid Biology: The Molecular Biology of Congenital Neutropenia",
    "abstract_text": "Neutrophils are an essential component of the innate immune response and a major contributor to inflammation. Consequently, neutrophil homeostasis in the blood is tightly regulated. This is achieved by balancing neutrophil production and release from the bone marrow with clearance of senescent neutrophils from the circulation. Here, we highlight recent studies elucidating the signals that regulate neutrophil homeostasis. Constitutive chemokine expression by bone marrow stromal cells plays a key role in regulating neutrophil egress. Specifically, CXCL12 from CXCL12-abundant reticular (CAR) cells and possibly endothelial cells serves to retain neutrophils in the bone marrow. Conversely, CXCL1/2 expression from endothelial cells may promote neutrophil egress. Consistent with these observations, gain-of-function mutations of CXCR4 (the major receptor for CXCL12) or loss-of-function mutations of CXCR2 (the major receptor for CXCL1/2) are associated with myelokathexis in humans. G-CSF promotes neutrophil release from the bone marrow, in large part, by decreasing CXCL12 expression in bone marrow stromal cells, while increasing CXCL2 expression in bone marrow endothelial cells. CXCL12 production from bone marrow stromal cells may be a target of a feedback loop involving the clearance of senescent neutrophils. Specifically, macrophage engulfment of senescent neutrophils in the bone marrow attenuates CXCL12 expression, thereby facilitating neutrophil egress. Recent data suggest that signals from gut microbiota may play a significant role in regulating neutrophil homeostasis. In particular, mice raised under germ-free conditions display marked neutropenia. Gut microbiota appear to regulate neutrophil homeostasis, at least in part through toll-like receptor signaling. These data suggest new pathways that might be targeted therapeutically to modulate neutrophil number in the blood. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "chemokine (c-x-c motif) ligand 1",
        "chemokines",
        "cxcr4 receptors",
        "granulocyte colony-stimulating factor",
        "inflammation",
        "myelokathexis",
        "neutropenia",
        "neutrophils",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Daniel Link, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel Link, MD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:29:26",
    "is_scraped": "1"
}