{
    "doi": "https://doi.org/10.1182/blood-2019-127412",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4170",
    "start_url_page_num": 4170,
    "is_scraped": "1",
    "article_title": "Higher Incidence of Neutralizing Anti-FVIII Antibodies (Inhibitors) in Black and Hispanic American Hemophilia A Patients Enrolled in the My Life, Our Future Programme ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "antibodies",
        "hemophilia a",
        "hispanics or latinos",
        "hemophilias",
        "genotype determination",
        "hemostasis procedures",
        "thrombosis",
        "factor viii antibody",
        "introns",
        "donors"
    ],
    "author_names": [
        "Kathleen P. Pratt, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Uniformed Services University of the Health Sciences, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.0007945",
    "first_author_longitude": "-77.0864812",
    "abstract_text": "My Life, Our Future (MLOF) Research Repository projects are made possible by the enthusiastic participation of the hemophilia community, which to date has collectively donated >9,000 blood samples, and provided associated relevant clinical data, to a central repository maintained by the American Thrombosis and Hemostasis Network (ATHN). Genotyping to determine the hemophilia-causing mutations was carried out by Bloodworks NW and the University of Washington. Donors also agreed to have their coded whole genome sequence (WGS) data made available to researchers approved by an ATHN-sponsored peer review of applications from scientists to access these data for specific projects. This remarkable collaborative effort between the patient and research communities will now allow us to address outstanding clinically relevant questions through adequately powered statistical analyses. Earlier studies of up to ~400 subjects have indicated that Black American and Hispanic American hemophilia A (HA) patients are likelier than White patients (and possibly other racial/ethnic/geographic cohorts) to develop neutralizing anti-factor VIII (FVIII) antibodies, or \"inhibitors\". Demographic, clinical and genotyping data for 4677 HA subjects (ATHN dataset version date 3/31/19) were analyzed to compare reported inhibitor incidences in the following cohorts: (1) Black vs. White and (2) White Hispanic vs. White non-Hispanic. The Black cohort included 4% Black Hispanic. Race and ethnicity were self-reported and inhibitor histories, titers, outcomes of immune tolerance induction, etc. were also extracted from the questionnaires. To reduce potential confounding due to different hemophilia severity and different HA-causing mutations, subgroup analyses were carried out for (mild + moderate HA) vs severe HA cohorts and for cohorts consisting of specific mutation types. Specific racial/ethnic groups, and mutation types within these groups, were also compared. Finally, the inhibitor incidences of all races/ethnicities with severe HA due to a large deletion mutation vs. severe HA due to an inversion mutation were compared. This report is a first-pass analysis, using Fisher's Exact and Chi-square tests, to analyze trends in the data. Among severe HA subjects, Blacks were likelier to develop an inhibitor than Whites (OR=1.7, CI=1.2-2.2, p<0.0001). White Hispanic subjects were also at higher risk than White non-Hispanics (OR=1.6, CI=1.3-2.1, p<0.0002). Race-associated inhibitor risks for subgroups with severe HA due to an inversion mutation were similar. Interestingly, there were no significant differences between inhibitor incidences in White Hispanic (large F8 deletion) vs. White Hispanic ( F8 inversion), White-non-Hispanic (large F8 deletion) vs. White-non-Hispanic ( F8 inversion), or Black (large F8 deletion) vs. Black ( F8 inversion). Previous retrospective analyses have indicated large deletions are associated with increased inhibitor risk, and some have hypothesized a protective effect (immunologically) of intron-22 inversion mutations. This question was further examined by analyzing the entire cohort (all races + ethnicities). As in the smaller cohorts, there was no significant difference in inhibitor incidences for 143 subjects with a large F8 deletion mutation compared to 972 subjects with an inversion mutation. Overall, this study confirms an increased inhibitor risk for American Black and Hispanic HA patients compared to White patients. The results also argue against inversion mutations conferring lower inhibitor risk compared to other cross-reactive material-negative (i.e. precluding intact FVIII protein expression) mutations. The My Life, Our Future Research Repository is a collection of samples and data developed through a collaboration of the American Thrombosis Hemostasis Network (ATHN), Bloodworks NW and the National Hemophilia Foundation, with support from Bioverativ and under leadership of the PI, Barbara Konkle, MD. Phenotypic data were provided through the ATHNdataset, under stewardship of the ATHN. The partners acknowledge the dedicated efforts of the HTCs and their patients for contributing to this Research Repository. The content of this abstract is solely the responsibility of the authors and does not represent official views of the U.S. Department of Defense or of the My Life, Our Future program or its partners. Disclosures Pratt: Grifols, Inc: Research Funding; Bloodworks NW: Patents & Royalties: inventor on patents related to FVIII immunogenicity."
}