{
    "doi": "https://doi.org/10.1182/blood.V122.21.3461.3461",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2556",
    "start_url_page_num": 2556,
    "is_scraped": "1",
    "article_title": "Stop-Codon Mutation In The Extracellular Part Of G-CSFR Leading To G-CSF Unresponsiveness Due To Defects In Erk1/2 Phopsphorylation In a Patient With Severe Congenital Neutropenia ",
    "article_date": "November 15, 2013",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster III",
    "topics": [
        "codon, terminator",
        "congenital neutropenia",
        "granulocyte colony-stimulating factor",
        "mutation",
        "receptors, colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "unresponsive to stimuli",
        "granulocyte colony-stimulating factor receptors",
        "cd33 antigen",
        "colony-stimulating factors"
    ],
    "author_names": [
        "Olga Klimenkova",
        "Cornelia Zeidler, MD",
        "Julia Skokowa",
        "Karl Welte"
    ],
    "author_affiliations": [
        [
            "Molecular Hematopoiesis, Hannover Medical School, Hannover, Germany, "
        ],
        [
            "Department of Molecular Hematopoiesis, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Department of Molecular Hematopoiesis, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Department of Molecular Hematopoiesis, Hannover Medical School, Hannover, Germany"
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "We identified a 10 year old female severe congenital neutropnia patient who did not respond to the treatment with G-CSF (Filgrastim) up to 100 µg/kg/day, s.c. By search of possible reasons of G-CSF unresponsiveness, we detected by deep sequencing of the CSF3R (SOLID 5500xl, 3125 reads) a novel mutation within the extracellular part of CSF3R . The mutation was also confirmed by convential Sanger sequencing. It is a heterozygous stop-codon mutation C1641T (NM_000760), p.W547* (NP_000751) which is localized proximal to the cell membrane in the fifth fibronectin type III domain of the CSF3R . This is a first report describing a stop-codon mutation in the extracellular part of CSF3R in severe congenital neutropenia. FACS analysis revealed severely diminished surface expression levels of G-CSFR on CD33 + bone marrow myeloid progenitor cells of this patient as compared to G-CSFR levels on CD33 + cells of healthy individuals. In line with reduced expression of G-CSFR, we found disturbed G-CSFR-triggered intracellular signaling pathways activated by G-CSFR. MAPK/Erk1/2 activation by phosphorylation is known to be crucial for G-CSF- induced myeloid differentiation and STAT5 signaling is important for proliferation and survival of myeloid cells upon stimulation with G-CSF. We demonstrated abrogated phosphorylation of ERK1/2 and of STAT5 in bone marrow CD33 + myeloid cells of CN patient treated with G-CSF in vitro for 2, 5, 10 and 15 minutes, comparing with healthy donor. Since this patient has no known inherited CN-associated mutations (e.g. ELANE, HAX1, G6PC3), it may represent a new subgroup of CN patients characterized by non-responsiveness to G-CSF due to lack of binding of G-CSF to its receptor. Since the majority of investigations on CSF3R mutations are targeting the cytoplasmic part of the receptor only, we suggest that CN patients who do not respond to G-CSF treatment should be tested also for mutations within the extracellular part of the CSF3R. Disclosures: No relevant conflicts of interest to declare."
}