{
    "doi": "https://doi.org/10.1182/blood-2020-142076",
    "article_title": "The T117S Variant of Cytochrome b5 Reductase 3 Increases the Risk for Ischemic Stroke with Enhanced Anemia in Mice with Sickle Cell Disease ",
    "article_date": "November 5, 2020",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-New Genetic Approaches to Sickle Cell Disease",
    "abstract_text": "Introduction. Stroke and silent infarcts are serious complications of sickle cell disease (SCD), occurring frequently in children between 3 and 14 years old. A vast amount of clinical and experimental evidence has concluded that decreased nitric oxide (NO) bioavailability and/or NO responsiveness, as is seen in SCD, is a major contributing factor in the pathogenesis of neurovascular disease. NO responsiveness, which occurs via NO-induced activation of soluble guanylate cyclase (sGC), requires reduced heme iron (Fe 2+ ) in the sGC active site. We recently identified cytochrome b5 reductase 3 (Cyb5R3) as an sGC heme iron reductase in vascular smooth muscle (VSM), where it reverses the oxidized heme iron of sGC (Fe 3+ --> Fe 2+ ) to preserve NO sensing/signaling under conditions of oxidative stress. In a mouse model of SCD we have shown that knockdown of Cyb5R3 in VSM accelerates the development of pulmonary hypertension and cardiac remodeling. A missense variant of Cyb5R3 (T117S) that results in loss-of-function methemoglobin reductase activity occurs at a high frequency in persons of African ancestry (0.23 minor allele frequency). Unpublished baseline data from the Walk-PHaSSt trial (NCT00492531) reveals that persons with SCD who carry the T117S variant are at increased risk of ischemic stroke; these individuals self-reported almost 50% more (74 vs 51 cases per 1000 individuals) ischemic stroke than those with wild-type (WT) Cyb5R3. Hypothesis. We hypothesized that impaired reductase function of Cyb5R3 T117S leads to sustained sGC heme oxidation, which drives cerebral vascular dysfunction and exacerbates brain damage after ischemic stroke in SCD. Methods. Bone marrow transplant was used to create SCD mice with global expression of WT or T117S Cyb5R3, hereafter referred to as SS/WT or SS/T117S, respectively. All mice were male, C57Bl/6 background, and >85% engrafted with SS Hb for 12 weeks. Ischemic stroke was induced using transient middle cerebral artery occlusion (MCAO: 55 min occlusion, 48 hr reperfusion), after which brains were stained with 2,3,5-triphenyltetrazolium chloride (TTC,1%) to determine infarct volume. Blood was sampled before and after MCAO to assess effects of brain infarct on hematological parameters. Student's t-test was used for analysis of 2 groups and Pearson's R used for correlation analyses of brain infarct volume with hematology changes [(post-pre/pre) * 100]. Results. Global expression of T117S Cyb5R3 in SCD caused increased cerebral infarct volume (62.9 vs 26.7 cm 3 , P=0.003) and mortality (3/6 vs 0/6) relative to WT Cyb5R3. WT and T117S Cyb5R3 mice with SCD were similar in that both showed declining red blood cells (RBC), hemoglobin (Hgb) and hematocrit (Hct) as infarct volumes increased. In the SS/T117S group, the anemia was more severe in keeping with larger infarct volumes. There were different signatures to the hematologic changes that occurred with cerebral infarct in SCD. When compared to WT Cyb5R3, T117S caused the erythroid compartment to contract (RBC: -12.97% vs 13.41%, P=0.01; Hct: -19.75% vs 0.31%, P=0.025; Hgb: -17.93% vs 2.78%, P=0.017). In SS/WT mice platelet numbers increased more relative to SS/T117S (17.5 vs 9.7 * 10 3 cells/uL); and MPV, a measure of platelet activation, inversely correlated with brain infarct volume (r = -0.94, P=0.006), the opposite of what was seen in SS/T117S (r = 0.87, P=0.056). Monocytes seem to play an important role in the volume of brain infarct in SS/T117S as their numbers increased in parallel with infarct volume (r = 0.73, P=0.16), but followed the opposite trajectory in SS/WT mice (r = -0.75, P=0.14). Conclusion. These results indicate that Cyb5R3 is an important modifying factor in the evolution and outcome of ischemic brain injury in SCD. Our findings also raise questions on just how cerebral infarct modifies the anemia of SCD, as well as the role played by Cyb5R3 in the dynamics of that relationship. To what extent is the sGC-cGMP-PKG pathway involved at the cerebrovascular and erythropoietic levels? Does Cyb5R3 contribute resilience to ischemic stroke in SCD? The development and application of targeted therapies for effectively preventing and treating cerebrovascular disease in SCD rely on finding the answers to these questions. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Katherine C Wood, PhD",
        "Heidi M Schmidt",
        "Scott Hahn, MS",
        "Subramaniam Sanker, PhD",
        "Samit Ghosh, PhD",
        "Solomon Fiifi Ofori-Acquah, PhD",
        "Seyed Mehdi Nouraie, MD PhD",
        "Mark T Gladwin, MD",
        "Adam C Straub, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katherine C Wood, PhD",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute; Division of Pulmonary, Allergy and Critical Care Medicine, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heidi M Schmidt",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, Department of Medicine, Univeristy of Pittsburgh, Pittsburgh, PA ",
                "Department of Pharmacology and Chemical Biology, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Hahn, MS",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Subramaniam Sanker, PhD",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, Department of Medicine, Univeristy of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samit Ghosh, PhD",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Solomon Fiifi Ofori-Acquah, PhD",
            "author_affiliations": [
                "School of Biomedical and Allied Health Sciences, University of Pittsburgh, Pittsburgh, PA ",
                "School of Biomedical and Allied Health Sciences, University of Ghana, Accra, Ghana ",
                "Pittsburgh Heart, Lung, and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seyed Mehdi Nouraie, MD PhD",
            "author_affiliations": [
                "Division of Pulmonary, Allergy and Critical Care Medicine, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark T Gladwin, MD",
            "author_affiliations": [
                "Department of Medicine, University of Pittsburgh Medical Center, Pittsburgh, ",
                "Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam C Straub, PhD",
            "author_affiliations": [
                "Department of Pharmacology and Chemical Biology, University of Pittsburgh, Pittsburgh, PA ",
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T04:02:32",
    "is_scraped": "1"
}