{
    "doi": "https://doi.org/10.1182/blood.V120.21.4896.4896",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2239",
    "start_url_page_num": 2239,
    "is_scraped": "1",
    "article_title": " Ex Vivo T hree-Dimensional (3D) Functional biomimicry for the Long-Term Cytokine-Free Culture of Human Primary Acute Myeloid Leukemia (AML) ",
    "article_date": "November 16, 2012",
    "session_type": "Malignant Stem and Progenitor Cells",
    "topics": [
        "biomimetics",
        "cytokine",
        "leukemia, myelocytic, acute",
        "karyotype determination procedure",
        "antigens",
        "artifacts",
        "bone marrow specimen",
        "centrifugation, density gradient",
        "coculture techniques",
        "drug delivery systems"
    ],
    "author_names": [
        "Maria Rende, PhD",
        "Teresa Mortera-Blanco, PhD",
        "Nayef Aqel, MD",
        "Sarah Ryley, BSc, DipRCPath",
        "Ricardo Morilla",
        "Athanasios Mantalaris, PhD",
        "Nicki Panoskaltsis, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Chemical Engineering, Imperial College London, London, United Kingdom, "
        ],
        [
            "Department of Chemical Engineering, Imperial College London, London, United Kingdom, "
        ],
        [
            "Department of Histopathology, North West London Hospitals NHS Trust, London, United Kingdom, "
        ],
        [
            "Kennedy Galton Centre for Cytogenetics, London, United Kingdom, "
        ],
        [
            "Immunophenotyping, Hemato-Oncology, Institute of Cancer Research/Royal Marsden Hospital, London, United Kingdom, "
        ],
        [
            "Department of Chemical Engineering, Imperial College London, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.49968990000001",
    "first_author_longitude": "-0.17803719999999998",
    "abstract_text": "Abstract 4896 Current in vitro models for the study of AML rely on cell lines or, if primary cells are used, require abnormally high concentrations of exogenous cytokines and/or stromal cells in a co-culture system. These conditions introduce bias and artifact by selecting for culture-responsive cells and do not account for the 3D leukemic growth observed in the bone marrow. We have previously shown that human AML cell lines can be cultivated in 3D synthetic polymeric scaffolds coated with collagen and fibronectin for 8 weeks. We have also shown that human cord blood mononuclear cells can be cultured in the same 3D in vitro system with good viability (>90%), proliferation and clonogenic capacity in the absence of exogenous cytokines over a period of 4–6 weeks. Herein, we evaluate the potential for human primary AML cells to survive in a cytokine-free environment on 3D polyurethane (PU) scaffolds rendered bioactive by collagen type I over 35 days. After informed consent, peripheral blood (PB) and/or bone marrow (BM) aspirate samples were obtained from patients with AML of different subtypes, some also with abnormal karyotype. Mononuclear cells were separated by standard Ficoll-Paque density gradient centrifugation, seeded directly at a density of 2×10 6 cells per scaffold (5×5×5 mm 3 ) and then cultivated without exogenous cytokines for 35 days with full medium exchange performed every other day. Standard two-dimensional (2D) Dexter cultures were used as controls. Cultures were assessed at 2 hours for seeding efficiency, and then weekly for viability, proliferative capacity, and cellular phenotype. Of 19 patient samples studied, 11 exhibited good viability prior to seeding and were successfully cultured in the scaffolds for 35 days. Seeding efficiency was high (82 ± 0.22%). Although cells were extracted manually from the scaffolds for assessment, necessitating some cell death due to the extraction technique, average viability was higher than 75 ± 0.15% over the first 21 days, with 54 ± 0.11% still viable at 35 days. In contrast, AML controls in standard 2D-flask cultures did not survive beyond 14 days. In situ , the proliferation rates were different for each AML sample, yet growth kinetics showed a similar trend, peaking at day 14–21 in all AML subtypes. Interestingly, there were no differences in the growth kinetics of mononuclear cells seeded into the 3D scaffolds from PB and BM of the same patient. The similarity of the kinetic profile to that observed previously in the 3D normal cord blood cultures suggested that the 2–3 week time period was critical for the establishment and stabilization of both types of cultures and that in future it may be an informative period to investigate further. Scanning electron microscopy (SEM) showed that in situ cellular density increased with culture time and cells had migrated within the inner scaffold pores and appeared organized in colonies and clusters within distinct niches. Retention of the initial AML phenotype and morphology was observed by immunohistochemistry of sectioned scaffolds. Wright-Giemsa staining of the extracted cells every 7 days confirmed fidelity of the AML population in culture over time (in the absence of exogenous cytokines), with leukemic blasts and dysplastic maturation similar in appearance to those observed in the original patient bone marrow sample, even after 35 days. Maintenance of the original AML karyotype in 2 patients with chromosome 7 abnormalities was confirmed by interphase FISH with 55.2% and 76.4% of the output leukemic cells exhibiting a signal pattern consistent with del(7q) after 21 days (10% and 73% blasts in the original input cell population, respectively), indicating culture fidelity. This in vitro 3D platform can be used to study primary human AML in the absence of exogenous cytokines and xenogeneic or allogeneic antigens, thereby abrogating the introduction of bias in the study of leukemogenesis, AML clonal hierarchy and the microenvironment. The model may be widely applicable to a broad range of leukemia types for the study of disease, and as a biomimetic tool for drug discovery and chemotherapeutic or small molecule inhibitor drug targeting within the 3D microenvironment. Disclosures: No relevant conflicts of interest to declare."
}