{
    "doi": "https://doi.org/10.1182/blood.V116.21.4179.4179",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1670",
    "start_url_page_num": 1670,
    "is_scraped": "1",
    "article_title": " NF1 Alterations Are Common In AML with Complex Karyotype and Correlate with Specific Genomic Imbalances ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Poster II",
    "topics": [
        "genome",
        "karyotype determination procedure",
        "protein p53",
        "leukemogenesis",
        "cancer",
        "chemotherapy regimen",
        "chromosomal disorder",
        "crossbreeding",
        "disease progression",
        "gene expression profiling"
    ],
    "author_names": [
        "Frank G. Rücker, MD",
        "Lars Bullinger, MD",
        "Frank Stegelmann, MD",
        "Carmen Blersch",
        "Peter Lichter, PhD",
        "Jürgen Krauter, MD",
        "Brigitte Schlegelberger, MD, PhD",
        "Arnold Ganser, MD",
        "Richard F. Schlenk, MD",
        "Hartmut Döhner, MD",
        "Konstanze Döhner, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, Universitätsklinikum Ulm, Boston, MA, USA, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany, "
        ],
        [
            "Molecular Genetics, German Cancer Research Center, Heidelberg, Germany, "
        ],
        [
            "Hematology/Oncology and Transplantation, Hannover Medical School, Hannover, Germany, "
        ],
        [
            "Hannover Medical School, Inst. of Cell & Molecular Pathology, Hannover Medical School, Hannover, Germany, "
        ],
        [
            "Hematology/Oncology and Transplantation, Hannover Medical School, Hannover, Germany, "
        ],
        [
            "Universitätsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Universitätsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Universitätsklinikum Ulm, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "48.4234467",
    "first_author_longitude": "9.9552135",
    "abstract_text": "Abstract 4179 In acute myeloid leukemia (AML), complex karyotype is defined as the presence of three or more chromosome abnormalities in the absence of one of the recurrent genetic abnormalities as defined by the recent WHO classification. AML with complex karyotype (CK-AML) account for approximately 10 to 15% of all cases and are associated with preceding myelodysplasia (MDS) or exposure to toxic agents; the prognosis of patients is very poor. So far, little is known about the molecular mechanisms underlying initiation or progression of CK-AML. To identify genomic regions of potential pathogenic relevance, we used microarray-based techniques [array-comparative genomic hybridization (CGH) and single-nucleotide polymorphism (SNP) analysis] for high-resolution genome-wide analysis in 242 cases, including 171 (71%) cases enrolled on clinical protocols using intensive chemotherapy. Among other genomic imbalances, we identified loss of chromosome band 17q11.2 encompassing the NF1 locus in 55 (23%) of the 242 cases. Interestingly, three of these cases exhibited homozygous loss of NF1 . Based on these findings and the fact that NF1 is recurrently altered in myeloid malignancies, we further investigated its role in CK-AML. Therefore, we analyzed 11 cases with heterozygous microdeletions of NF1 for mutations in the remaining allele by direct sequencing of exons 1 to 60 and identified 5 mutations in 4 cases; all of these mutations resulted in a premature stop codon (3 frameshift mutations, 2 nonsense mutations); one frameshift mutation (c.2033dupC) was recurrent. Combining the findings from array-based and mutation analyses, we so far identified 7 patients with biallelic NF1 gene alterations, i.e. homozygous loss or loss of one allele and at least one mutation in the remaining allele. Since correlation of NF1 alteration with data from array-based genomic profiling revealed a significant correlation with loss of chromosome band 17p13 encompassing TP53 ( P < .001), we correlated NF1 alteration with the TP53 status (mutation and/or loss), which was available for all 242 cases, and found a positive correlation with both TP53 alteration (mutation and/or loss) and TP53 mutation ( P < .001 each). In addition, NF1 alteration was significantly correlated with biallelic TP53 alterations (loss and mutation or homozygous mutations) ( P < .001). We than further investigated the two genotypes NF1 alteration /TP53 alteration (n=50) and NF1 no alteration /TP53 alteration (n=109) with regard to their association with other genomic imbalances. The genotype NF1 alteration /TP53 alteration was significantly correlated to the total number of deletions (median 9 vs 7; P = .025), the genomic complexity as measured by the total number of aberrations per case (median 13 vs 11; P = .039), and the presence of 16q loss (50% [25/50] vs 29% [32/109], P = .014) when compared with the NF1 no alteration /TP53 alteration genotype. Notably, in a recently published murine model deficiency of ICSBP , located on 16q24, was shown to synergize with NF1 haplo-insufficiency in leukemogenesis. In conclusion, the NF1 gene is found to be recurrently altered in CK-AML. Being associated with specific genomic aberrations, NF1 alteration is likely cooperating in myeloid leukemogenesis or disease progression. One important co-player might be TP53 that has an important role in genomic stability. The exact mechanism of interaction between NF1 and TP53 or other concurrent genetic alterations have to be further investigated. Disclosures: Döhner: Pfizer: Research Funding."
}