{
    "doi": "https://doi.org/10.1182/blood.V126.23.3646.3646",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3059",
    "start_url_page_num": 3059,
    "is_scraped": "1",
    "article_title": "Identification of Novel Drug Targets in T-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "drug delivery systems",
        "t-cell leukemia, acute",
        "bupropion",
        "leukemia",
        "transcription factor",
        "acute lymphocytic leukemia",
        "childhood cancer",
        "cholinergic agents",
        "cholinergic receptors"
    ],
    "author_names": [
        "Saara Laukkanen",
        "Thomas Liuksiala",
        "Matti Nykter",
        "Merja Heinäniemi",
        "Olli Lohi"
    ],
    "author_affiliations": [
        [
            "Tampere Center for Child Health Research, University of Tampere and Tampere University Hospital, Tampere, Finland "
        ],
        [
            "Institute of Biosciences and Medical Technology, University of Tampere, Tampere, Finland "
        ],
        [
            "Institute of Biosciences and Medical Technology, University of Tampere, Tampere, Finland ",
            "Department of Signal Processing, Tampere University of Technology, Tampere, Finland "
        ],
        [
            "A.I.Virtanen Institute for Molecular Sciences, University of Eastern Finland, Kuopio, Finland"
        ],
        [
            "Tampere Center for Child Health Research, University of Tampere and Tampere University Hospital, Tampere, Finland "
        ]
    ],
    "first_author_latitude": "61.50042225",
    "first_author_longitude": "23.8012272",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is the most common childhood cancer and one of the leading causes of death in children with tumors. Genetic changes in T-cell acute lymphoblastic leukemia (T-ALL) are relatively well known, but the underlying molecular processes driving the disease remain insufficiently understood. Better knowledge of molecular events in T-ALL would improve our understanding of the development and maintenance of the disease and could also lead to the development of targeted and more effective treatments. We have compiled a large gene expression data-set from microarray studies of various hematological and lymphoid malignancies and healthy tissues that use a uniform technical platform (Affymetrix HG U133 Plus 2.0) (see abstract by Liuksiala et al). Data-set includes 1302 healthy samples and 4418 leukemia samples: 1713 acute myeloid leukemias, 1648 precursor B-ALLs, 801 chronic lymphocytic leukemias, 385 T-ALLs, and 215 chronic myeloid leukemias. From this data-set, we identified a number of transcription factors (TFs) that were differentially expressed in T-ALL, including high expression of NOTCH1 and BCL11B as previously reported (Weng et al Science 2004; Gutierrez et al Blood 2011). Several novel candidate TFs with specific expression in T-ALLs were also discovered, including strong expression of two poorly characterized TFs, SIX6 and PCBP3. These findings were validated using real-time quantitative PCR (RT-qPCR) in a cell line panel consisting of T-ALL and pre-B-ALL cell lines as well as healthy controls. We next sought to identify novel drug targets in T-ALL by comparing our leukemia expression data-set with the therapeutic target database (TTD). TTD is a database providing information about the known and explored therapeutic protein and nucleic acid targets, and the corresponding drugs aimed at these targets. We identified high expression of a nicotinic acetylcholine receptor (nAChR) subunit CHRNA3 (cholinergic receptor, nicotinic, alpha 3), which is a target of nAChR inhibitor bupropion. RT-qPCR confirmed the high expression of CHRNA3 in T-ALL cell lines but not in pre-B-ALL cells or healthy controls. The effect of bupropion was tested in Jurkat cells which represent T-ALL cell line with high expression of CHRNA3. Increasing concentrations of bupropion (1-100µM) resulted in dose-dependent decrease in proliferation of Jurkat cells as measured by cell viability assay AlamarBlue. As a control, cell lines with low level of CHRNA3 expression (CCRF-CEM and REH) were treated as well but these cells did not show any changes in the rate of proliferation. In summary, we have identified several candidate transcription factors which could have a leukemic role in T-ALL. Furthermore, we identified high expression of CHRNA3 in T-ALL, suggesting a role for the cholinergic system in T-cell leukemia, and thus a novel avenue in search of putative therapeutic options. Disclosures No relevant conflicts of interest to declare."
}