{
    "doi": "https://doi.org/10.1182/blood.V124.21.5161.5161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2736",
    "start_url_page_num": 2736,
    "is_scraped": "1",
    "article_title": "Usefulness of Screening for Paroxismal Nocturnal Hemoglobinuria in Patients with Undefined Anemia ",
    "article_date": "December 6, 2014",
    "session_type": "508. Bone Marrow Failure",
    "abstract_text": "Background: Paroxysmal nocturnal hemoglobinuria (PNH) is a rare life-threatening blood disease that is characterized by intravascular hemolytic anemia and thrombosis. It may be primary or secondary to other bone marrow diseases. It results from clonal expansion of a multipotent hematolopoietic stem cell harboring a PIG-A mutation. The PIG-A gene product is required for the biosynthesis of glycophosphatidylinositol anchors, a glycolipid moiety that tethers proteins to lipid bilayer of cell membranes. Consequently, the PNH stem cell and its progeny have a reduction or absence of all GPI-anchored proteins. Two of these proteins, CD55 and CD59, are complement regulatory proteins and are fundamental to the pathophysiology of paroxysmal nocturnal hemoglobinuria. CD55 inhibits C3 convertase and CD59 blocks the formation of the membrane attack complex (MAC). The loss of complement regulatory proteins renders PNH erythrocytes susceptible to both intravascular (due to CD59 deficiency) and extravascular (due to CD55 deficiency) hemolysis, but it is the intravascular hemolysis that contributes to much of the morbidity and mortality from the disease. Eculizumab is a humanized monoclonal antibody that is a terminal complement inhibitor and the first therapy approved for the treatment of PNH. In clinical trials in patients with PNH, eculizumab was associated with reductions in chronic hemolysis, thromboembolic events, and transfusion requirements, as well as improvements in PNH symptoms, quality of life, and survival. Methods: In a national observational study, 3162 patients with aplastic anemia, hemoglobinuria, myelodysplastic syndromes, undefined anemia, and atypical thrombosis have been evaluated for the PNH III clone. In a single center study in Reggio Calabria, Italy, 103 of the national registry patients were screened. Diagnostic flow cytometry for CD55 and CD59 on white and red blood cells was performed. Based on the levels of these cell proteins, cells may be classified as type I, II, or III PNH cells. Type I cells have normal levels of CD55 and CD59; type II have reduced levels; and type III have absent levels. Results: Of the national registry, 428 (13,5%) had GPI-linked defects. In the single center registry from Reggio Calabria, 3 cases (3%) with undefined anemia were identified as harboring the PNH III clone. Of the latter, at diagnosis, 2 patients had myelodysplastic syndromes and were red blood cell transfusion-dependent with high serum LDH levels (> 10 times upper normal limits) and one patient presented with cerebral venous thrombosis. They received Eculizumab according to international guidelines. The 2 patients with transfusion requirement obtained an erythroid response with transfusion independence with a significant decrease in serum LDH and the patient with cerebral thrombosis experienced complete recovery. Conclusions: PNH screening is useful among high risk populations. The identification of the PNH clone allows for targeted therapy to obtain clinically meaningful responses. Disclosures Oliva: Celgene: Consultancy, Honoraria; Novartis: Consultancy, Speakers Bureau.",
    "topics": [
        "anemia",
        "hemoglobinuria",
        "night time",
        "screening",
        "antigens, cd55",
        "antigens, cd59",
        "transfusion",
        "eculizumab",
        "complement membrane attack complex",
        "complement system proteins"
    ],
    "author_names": [
        "Antonio Giovanni Marino, MD",
        "Esther Natalie Oliva, MD",
        "Bianca Maria Oliva, BSc",
        "Giovanna Sofo, BSc",
        "Natale Ranieri, MD",
        "Francesca Ronco"
    ],
    "author_affiliations": [
        [
            "Azienda Ospedaliera Bianchi Melacrino Morelli, Reggio Calabria, Italy "
        ],
        [
            "A.O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
        ],
        [
            "A.O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy"
        ],
        [
            "A.O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy"
        ],
        [
            "A.O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
        ],
        [
            "A.O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy"
        ]
    ],
    "first_author_latitude": "38.113104299999996",
    "first_author_longitude": "15.659505699999999"
}