{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3120.3120",
    "article_title": "Carfilzomib in Relapsed or Refractory Multiple Myeloma Patients with Early or Late Relapse Following Prior Therapy: A Subgroup Analysis of the Randomized Phase 3 Aspire and Endeavor Trials ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Introduction:The randomized phase 3 ASPIRE and ENDEAVOR trials investigated the safety and efficacy of the irreversible proteasome inhibitor carfilzomib in patients with relapsed or refractory multiple myeloma (RRMM). Here we performed post hoc analyses of ASPIRE and ENDEAVOR to investigate the efficacy of carfilzomib among subgroups of patients who had early or late disease relapse following initiation of the immediately prior therapy. Methods: Patients in both ASPIRE and ENDEAVOR had RRMM and received 1 to 3 prior lines of therapy. In both trials carfilzomib was administered on days 1, 2, 8, 9, 15 and 16 of 28-day cycles. Patients in ASPIRE were randomized to receive either carfilzomib, lenalidomide, and dexamethasone (KRd) or lenalidomide and dexamethasone (Rd). In ASPIRE carfilzomib was given at 27 mg/m 2 (20 mg/m 2 on days 1 and 2 of cycle 1); after 12 cycles carfilzomib was omitted on days 8 and 9, and after cycle 18 carfilzomib was discontinued. Patients in ENDEAVOR were randomized to receive carfilzomib (20 mg/m 2 on days 1 and 2 of cycle 1; 56 mg/m 2 thereafter) and dexamethasone (Kd) or 21-day cycles of bortezomib (1.3 mg/m 2 , intravenous bolus or subcutaneous injection) and dexamethasone (Vd). In ENDEAVOR carfilzomib and bortezomib were both given until unacceptable toxicity or progression. Patients in ASPIRE and ENDEAVOR who relapsed ≤ 1 year after initiating the most recent (immediate) prior line of therapy (as determined by investigator assessment) were categorized as early relapsers, and patients who relapsed after > 1 year were categorized as late relapsers. The P values reported for this post hoc analysis are descriptive and were included for exploratory purposes. Results: In the ASPIRE trial, the median progression-free survival (PFS) for early relapsers was 21.4 months (95% confidence interval [CI]: 17.3-26.1) for KRd vs 10.7 months (95% CI: 8.3-19.4) for Rd (hazard ratio [HR]: 0.714; 95% CI: 0.508-1.004; P = 0.0257) (Figure 1), and the overall response rate (ORR) was 83.2% for KRd vs 54.8% for Rd (complete response [CR] or better, 22.1% vs 7.7%). For late relapsers in ASPIRE, the median PFS was 29.7 months (95% CI: 24.9-33.5) for KRd vs 18.2 months (95% CI: 15.6-22.2) for Rd (HR: 0.675; 95% CI: 0.533-0.854; P = 0.0005) (Figure 1), and the ORR was 89.0% for KRd vs 69.7% for Rd (CR or better, 36.9% vs 10.1%). Rates of grade ≥ 3 adverse events (KRd vs Rd) were 82.1% vs 81.0% for early reIapsers and 85.0% vs 80.3% for late relapsers. In the ENDEAVOR trial, early relapsers had a median PFS of 13.9 months (95% CI: 7.4-not evaluable [NE]) for Kd vs 5.7 months (95% CI: 4.8-6.7) for Vd (HR: 0.598; 95% CI: 0.423-0.846; P = 0.0017) (Figure 2), and the ORR was 63.4% for Kd vs 49.1% for Vd (CR or better, 6.5% vs 3.4%). The median PFS for late relapsers was 22.2 months (95% CI: 15.7-NE) for Kd vs 10.2 months (95% CI: 9.0-12.1) for Vd (HR: 0.486; 95% CI: 0.382-0.620; P < 0.0001) (Figure 2), and the ORR was 81.8% for Kd vs 66.8% for Vd (CR or better, 14.9% vs 7.4%). Rates of grade ≥ 3 adverse events (Kd vs Vd) were 68.9% vs 74.6% for early reIapsers and 74.6% vs 64.6% for late relapsers. Conclusions: In this post hoc subgroup analysis, we found that patients with RRMM who received carfilzomib-based therapy had improved outcomes compared with control groups, regardless of whether they experienced an early relapse or a late relapse following the most recent prior line of therapy. Additionally, we observed in both trials that patients with early relapse had worse PFS and lower rates of overall response compared to patients with late relapse, in both the carfilzomib and the control arms. View large Download slide View large Download slide  Close modal Disclosures Mateos: Amgen: Honoraria; Janssen: Honoraria; Celgene: Consultancy, Honoraria; Takeda: Consultancy, Honoraria. Goldschmidt: Chugai: Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Takeda: Consultancy; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Amgen: Consultancy. San Miguel: Roche: Consultancy; Sanofi: Consultancy; Novartis: Consultancy; Merck Sharp & Dohme: Consultancy; Millennium: Consultancy; Janssen: Consultancy; Celgene: Consultancy; Bristol-Myers Squibb: Consultancy; Amgen: Consultancy. Mikhael: Onyx, Celgene, Sanofi, AbbVie: Research Funding. DeCosta: Amgen: Employment, Equity Ownership. Zhou: Amgen: Employment, Equity Ownership. Obreja: Amgen: Employment, Equity Ownership. Blaedel: Amgen: Employment, Equity Ownership. Szabo: Amgen Inc.: Equity Ownership; Amgen Europe GmbH: Employment. Leleu: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pierre Fabre: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "carfilzomib",
        "multiple myeloma",
        "dexamethasone",
        "adverse event",
        "bortezomib",
        "lenalidomide",
        "complete remission",
        "intravenous bolus",
        "proteasome inhibitors",
        "subcutaneous injections"
    ],
    "author_names": [
        "Maria-Victoria Mateos",
        "Hartmut Goldschmidt, MD",
        "Jesus F San Miguel, MD PhD",
        "Joseph Mikhael, MD",
        "Lucy DeCosta, MSc",
        "Lifen Zhou",
        "Mihaela Obreja",
        "Julie Blaedel",
        "Zsolt Szabo, MD",
        "Xavier Leleu, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria-Victoria Mateos",
            "author_affiliations": [
                "University Hospital of Salamanca, Salamanca, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD",
            "author_affiliations": [
                "Heidelberg Medical University, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus F San Miguel, MD PhD",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Mikhael, MD",
            "author_affiliations": [
                "Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucy DeCosta, MSc",
            "author_affiliations": [
                "Amgen Ltd., London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lifen Zhou",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mihaela Obreja",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Blaedel",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zsolt Szabo, MD",
            "author_affiliations": [
                "Amgen GmbH, Zug, Switzerland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Leleu, MD PhD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire de Poitiers, Poitiers, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:27:55",
    "is_scraped": "1"
}