{
    "doi": "https://doi.org/10.1182/blood.V110.11.603.603",
    "article_title": "Vaccine Efficacy Following Autologous Peripheral Blood Stem Cell Transplant for Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Autologous Transplantation",
    "abstract_text": "Despite guidelines from the CDC and EBMT, most centers do not consistently re-immunize adults following an autologous transplant. Over the last decade outbreaks of measles, mumps, and pertussis in the general population highlight the need for effective vaccination in this vulnerable population. We have analyzed the pre and post vaccine titers of 106 adult survivors of an autologous PBSCT for the treatment of Hodgkin’s lymphoma (HL, n=58) or Non-Hodgkin’s Lymphoma (NHL, n=48) performed at this center. Eighty percent of patients evaluated received a transplant between 1/1/00 and 7/31/05. The median age at PBSCT was 37 years and at vaccination, 41 years. Patients transplanted for HL were significantly younger than those transplanted for NHL (median 31 years vs 49 yrs). Cytoreduction for the majority of patients with HL included BEAM or CBV with or without involved field RT (IFRT), or TLI/IFRT/CBV. Sixty-five percent of patients transplanted for NHL received BEAM and 33 of 48 received post HCT adjuvant Rituximab. Pre-vaccination titers evaluated at a median of 25.2 months after HCT demonstrated that 90% of patients lacked protective titers against pneumococcus. Titers against H flu, tetanus, and polio were negative in 58%, 23%, and 16% of the population, respectively. Sixty-percent of patients transplanted for HL were susceptible to measles, mumps, and rubella when tested >24 months post HCT compared to 30% of those transplanted for NHL (p=0.03). Vaccine Responses  . PPV23 . Influenza . H flu . MMR . Tetanus . IPV . # Vaccinated 54 53 32 19 22 14 % Response 13% 4% 81% 32% 41% 93% . PPV23 . Influenza . H flu . MMR . Tetanus . IPV . # Vaccinated 54 53 32 19 22 14 % Response 13% 4% 81% 32% 41% 93% View Large As shown in the above table, the response to IPV and H flu were excellent. There was no difference in the response to these vaccines among patients who were transplanted for HL or NHL +/− adjuvant Rituximab. In contrast, response to the 23-valent pure polysaccharide pneumococcal (PPV23) vaccine and the inactivated influenza vaccine were poor. Only 7 of 54 patients who received PPV23 as their initial pneumococcal vaccine seroconverted and no individual (0/17) who received post transplant Rituximab responded to this vaccine. In contrast, 67% of patients who received a series of the protein conjugated pneumococcal vaccine, Prevnar® (PCV7) either as their first pneumococcal vaccine post HCT or after having failed PPV23, responded. Following a single MMR (n=19), Td (n=9) or Tdap (n=13), less than half of the patients developed immunity. This study demonstrates that the majority of adult survivors of an autologous transplant for HL or NHL lack protective immunity against one or more vaccine preventable diseases emphasizing the need for re-immunization of this population. Pre and post vaccine titers should be obtained to document seroconversion as many patients fail to develop protective antibodies after single immunizations. This data also suggests that autologous HCT recipients would benefit by replacement of the pneumococcal vaccine, PPV23 with PCV7, administration of two rather than one MMR vaccines, and that more data is needed to justify the use of Tdap as the initial tetanus vaccine after HCT.",
    "topics": [
        "lymphoma",
        "peripheral blood stem cells",
        "transplantation",
        "vaccines",
        "pneumococcal 23-valent vaccine",
        "pneumococcal vaccine",
        "measles-mumps-rubella vaccine",
        "rituximab",
        "immunologic adjuvants",
        "measles"
    ],
    "author_names": [
        "Trudy N. Small, MD",
        "Robert D. Rice, RN",
        "Emily McCullagh",
        "Ariela Noy",
        "Tanya Trippett",
        "Steven M. Horwitz",
        "Andrew D. Zelenetz",
        "Craig Moskowitz"
    ],
    "author_dict_list": [
        {
            "author_name": "Trudy N. Small, MD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert D. Rice, RN",
            "author_affiliations": [
                "Nursing, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily McCullagh",
            "author_affiliations": [
                "Nursing, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariela Noy",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Trippett",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Horwitz",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Zelenetz",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig Moskowitz",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T18:46:58",
    "is_scraped": "1"
}