{
    "doi": "https://doi.org/10.1182/blood-2018-99-111726",
    "article_title": "Literature Review of All Cases of Aggressive T-Cell Large Granular Lymphocytic Leukemia Cases and Report of an Additional Case ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "Large granular lymphocyte (LGL) leukemia is a spectrum of rare lymphoproliferative disorders, classified into T-cell LGL leukemia, chronic lymphoproliferative disorder of NK-cells and aggressive NK-cell leukemia; chronic NK-cell leukemia is a provisional diagnosis. However, we identified fourteen cases of aggressive T-LGL leukemia retrieved in the literature. Considering this unusual and rare clinical presentation, we are reporting a literature review and presenting an additional case. Leukemic cells of T-LGL leukemia have a characteristic phenotype (CD3 + CD8 + CD16 + CD57 + ) and show clonal TCR gene rearrangement, while leukemic cells of aggressive NK cell leukemia show a distinguishable phenotype (CD3 - CD4 - CD8 - CD16 + CD56 + CD57 - ) and are EBV-related. In contrast with the aggressive NK cell leukemia, the chronic lymphoproliferative disorder of T-cell is not EBV-associated and has a distinguishable immunophenotype (CD16+CD56−CD57+). While T-LGL leukemia and chronic lymphoproliferative disorder of NK-cells have a more chronic disease (years), mainly reported with autoimmune disease (rheumatoid arthritis), numerous infections due to neutropenia and a mild-to-moderate splenomegaly, aggressive NK-cell leukemia is characterized by systemic manifestations and a disseminated disease after a few weeks of presentation despite treatment instauration. In contrast to the T-LGL leukemia, aggressive T-LGL leukemia has a clinical presentation similar to the aggressive NK-cell leukemia, characterized by constitutional symptoms, rapidly progressive hepatosplenomegaly, cytopenia and organ infiltration. The atypical clinical presentation and pathological findings of the aggressive T-LGL leukemia explain the diagnostic challenge of this entity for clinicians. In fact, cases of aggressive T- LGL leukemia retrieved atypical size, irregular nuclei and atypical immunophenotype. Some cases had features similar to those described for patients with NK-cell leukemia (CD56 + CD57 - ) while others did not present neither NK nor T-cell classical immunophenotype (CD56 - 57 - ). Facing the heterogeneity of aggressive LGL leukemia, the rapidly evolutive disease (multi-organic infiltration) and the absence of randomized trials on large numbers of patients, no consensus on the treatment approach exists. (Table 1) Our patient presented, at the age of 24 yo, with transitory and autonomous resolution of hepatosplenomegaly and pancytopenia. Almost 30 years later, the patient developed a similar and persistent episode, which lead to a diagnosis of aggressive T-cell LGL leukemia. Was this first episode the early and indolent presentation of his T- LGL leukemia or was it only related to an indolent and transitory etiology? Considering the clinical evolution of previously reported case and of our patient, LGL leukemia tends to evolve in many ways; resolution, indolent and chronic or aggressive evolution and transformation into a lymphoma. As the cases retrieved in literature, the diagnosis of our patient was complicated by atypical clinical presentation and unusual pathological findings; massive medullary involvement without real images of intra-sinusal lymphocytosis and atypical T- LGL based on their small-medium size with slightly irregular nuclei and the lack of expression of CD56/CD57. Facing the heterogeneity of treatments attempted for aggressive T-LGL leukemia and their unpredictable response, we believe that the treatments given to our patient were consistent with the current literature and did not add an additional mortality risk (3 cycles of CHOP, 4 cycles of ESHAP, methotrexate, splenectomy). As reported in literature, even though our patient was treated with varying regimens, his disease rapidly evolved into a multi-organic infiltration (skin, lungs, liver, kidney, facial cranial nerves, conus medullaris and bone marrow involvement) Large granular lymphocyte (LGL) leukemia represent a spectrum of indolent and aggressive diseases, whereby an indolent form can evolve into an aggressive form. Aggressive T-cell LGL leukemia are characterized by a multisystem disease, an atypical immunophenotype (CD56-CD57- or CD56+CD57-) and are associated with an uncertainty regarding therapeutics.Our case report of an aggressive T-cell LGL leukemia adds to the few available studies on the subject. View large Download slide View large Download slide  Close modal Disclosures Pavic: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AstraZeneca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "aggressive nk-cell leukemia",
        "antigens, cd16",
        "atypical",
        "autoimmune diseases",
        "bone marrow involvement",
        "cd56 antigens",
        "cd57 antigens",
        "chronic disease",
        "chronic leukemia",
        "chronic natural killer cell lymphocytosis"
    ],
    "author_names": [
        "Vanessa Brunet, MD",
        "Michel Pavic, MD",
        "Sofia Marouan",
        "Isabelle Fleury, MD MSc, FRCP",
        "Jean-Francois Castilloux, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vanessa Brunet, MD",
            "author_affiliations": [
                "Hematology, University of Sherbrooke, Montréal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michel Pavic, MD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire De Sherbrooke (CHUS) - Centre de Recherche Clinique Etienne-Le Bel (CRCELB) Hopital Fleurimont, Sherbrooke, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sofia Marouan",
            "author_affiliations": [
                "Pathology, University of Sherbrooke, Sherbrooke, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Fleury, MD MSc, FRCP",
            "author_affiliations": [
                "University of Montreal, Maisonneuve-Rosemont Hospital, Montreal, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Francois Castilloux, MD",
            "author_affiliations": [
                "Hematology, University of Sherbrooke, Sherbrooke, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T02:44:21",
    "is_scraped": "1"
}