{
    "doi": "https://doi.org/10.1182/blood.V124.21.912.912",
    "article_title": "PIM2 Pro-Survival Functions Are Mediated By RSK2 in AML ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "abstract_text": "Acute myeloid leukemia (AML) with FLT3 internal tandem duplication (FLT3-ITD) is a poor prognosis hematologic malignancy accounting for 30% of AML cases. Constitutive FLT3-ITD activation drives STAT5 signaling resulting in enhanced PIM kinases expression. PIM serine/threonine kinases (including PIM1,-2,-3) are involved in cell cycle and apoptosis regulation and thus represent emerging therapeutic targets. We previously reported an increased PIM2 protein expression in primary AML cells compared to normal CD34+ immature hematopoietic cells. Here, we aimed to study PIM kinases as potential therapeutic target in FLT3-ITD AML. In two distinct FLT3-ITD+ human AML cell lines (MV4-11 and MOLM-14) doxycycline (Dox)-induced shRNA-mediated PIM2 knockdown enhanced apoptosis, attested by an increase in early apoptotic (annexin V positive, DAPI negative) and late apoptotic (both annexin V, DAPI positive) cells. Cell death upon PIM2 knockdown was confirmed by an inhibition of colony formation in methylcellulose. Mechanisms of apoptosis induction involved release of second mitochondria-derived activator of caspases (SMAC) as well as increased p53 and Bax expression and Bax nuclear translocation, leading to loss of mitochondrial membrane potential. To gain further mechanistic insights, we performed global gene expression profiling in the MOLM-14 cell line lentivirally transduced with Dox-inducible PIM2 shRNA. Consistent with our functional analysis, cell-cycle regulatory genes (including c-MYC , CHK1 or PLK1 ) and pro-survival genes (including RSK2 or BCL2 ) were down-regulated, while pro-apoptotic genes (most notably TP53 and BAX ) were up-regulated. Here we focused on RSK2 , a member of the mitogen-activated protein kinase (MAPK) signaling pathway that has not been previously reported to be a target of PIM2. In the MOLM-14 cell line, PIM2 knockdown reduced RSK2 mRNA and protein levels. RSK2 knockdown using a Dox-inducible RSK2 shRNA induced apoptosis similarly to that observed following PIM2 knockdown in this cell line. In parallel with PIM2 knockdown, RSK2 down-regulation enhanced p53 expression and activity, as measured by increased expression of its transcriptional target p21, as well as Bax expression. In summary, our results suggest that RSK2 is a PIM2 transcriptional target that contributes to PIM-2-dependent cell survival mediated by a novel RSK2-p53-Bax signaling pathway. RSK2 therefore warrants further study as a potential pharmacologic target in AML (particularly in cases resistant to PIM inhibition) as well as other PIM-addicted malignancies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "annexin a5",
        "apoptosis",
        "bcl2 gene",
        "bcl-2 protein",
        "cancer",
        "caspases",
        "cell cycle",
        "cell death",
        "cell lines",
        "cell survival"
    ],
    "author_names": [
        "Marie-Anne Hospital, MD",
        "Arnaud Jacquel, PhD",
        "Alexa Green",
        "Mireille Lambert, PhD",
        "Patrick Auberger, PhD",
        "Catherine Lacombe",
        "Olivier Hermine, MD PhD",
        "Ivan C Moura, PhD",
        "Patrick Mayeux, PhD",
        "Didier Bouscary, MD",
        "Jerome Tamburini, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie-Anne Hospital, MD",
            "author_affiliations": [
                "Cochin Hospital, paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Arnaud Jacquel, PhD",
            "author_affiliations": [
                "Inserm U1065, Nice, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexa Green",
            "author_affiliations": [
                "INSERM U1016, Paris, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mireille Lambert, PhD",
            "author_affiliations": [
                "Cochin Hospital, paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Auberger, PhD",
            "author_affiliations": [
                "Inserm U1065, Nice, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Lacombe",
            "author_affiliations": [
                "Institut Cochin, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Hermine, MD PhD",
            "author_affiliations": [
                "Hôpital Necker-Enfants Malades, Paris, France ",
                "Hôpital Necker-Enfants Malades, Paris, France ",
                "University Paris Descartes, Paris, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan C Moura, PhD",
            "author_affiliations": [
                "Paris Descartes – Sorbonne Paris Cité University, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Mayeux, PhD",
            "author_affiliations": [
                "Cochin Institute, Hematology Department, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Bouscary, MD",
            "author_affiliations": [
                "APHP - Hôpital Cochin,, Paris, France ",
                "Hôpital Cochin, APHP, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Tamburini, MD PhD",
            "author_affiliations": [
                "Université Paris 5, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T09:33:28",
    "is_scraped": "1"
}