{
    "doi": "https://doi.org/10.1182/blood.V122.21.2944.2944",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2535",
    "start_url_page_num": 2535,
    "is_scraped": "1",
    "article_title": "Relationship Between Lenalidomide Dose Modification and Duration Of Treatment In Newly Diagnosed Multiple Myeloma Patients ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "topics": [
        "duration of treatment",
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "dexamethasone",
        "hematopoietic stem cell transplantation",
        "neoadjuvant therapy",
        "off-label use",
        "thalidomide",
        "toxic effect"
    ],
    "author_names": [
        "Kathy Lang, PhD",
        "Gary Binder, MBA",
        "Iris Lin, PhD",
        "Dejan Milentijevic, PhD",
        "Huan Huang, PhD",
        "Yasir Nagarwala, MD",
        "William N. Harwin, MD"
    ],
    "author_affiliations": [
        [
            "Boston Health Economics, Waltham, MA, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Boston Health Economics, Waltham, MA, USA, "
        ],
        [
            "Market Access Solutions, LLC, Raritan, NJ, USA, "
        ],
        [
            "Boston Health Economics, Waltham, MA, USA, "
        ],
        [
            "Celgene Corporation, Berkeley Heights, NJ, USA, "
        ],
        [
            "Florida Cancer Specialists/Sarah Cannon Research Institute, Ft. Meyers, FL, USA"
        ]
    ],
    "first_author_latitude": "42.3889705",
    "first_author_longitude": "-71.23969095",
    "abstract_text": "Introduction A number of studies have shown clinical benefits for multiple myeloma (MM) patients who continue to stay on therapy with lenalidomide (LEN), including progression-free survival (PFS) and overall survival (OS) (Palumbo A, et al. NEJM. 2013, McCarthy P, et al. NEJM. 2013, Boccadoro. JCO . 2013). Dose modification is one factor used by physicians to achieve sustained duration of treatment (DOT), particularly to manage toxicities and/or pursue a continuous therapy regimen; in a clinical trial of LEN in newly diagnosed MM (NDMM) patients (pts) followed-up for a median of 30 mos, 42% of pts experienced a dose reduction (Palumbo A, et al. NEJM. 2012). This analysis evaluated whether there is supporting evidence, in a real-world setting, for physicians using LEN dose modification to achieve a longer time on therapy. Objective Medical claims analysis was performed to evaluate the relationship between lenalidomide (LEN), dose modification and DOT among patients with NDMM. Methods A retrospective cohort analysis was conducted using a claims database from a large US payer, covering approximately 14 million commercially insured and Medicare advantage members. Patients with at least two outpatient or one inpatient medical claims associated with a diagnosis of MM (ICD-9-CM code: 203.0x) between Jan 1, 2008 and Oct 31, 2012 were extracted from the database. Index date was defined as the date of the first diagnosis of MM. A minimum of 12 months pre-index and 6 months post-index enrollment with no MM treatment was required to define the NDMM patient population. To avoid DOT limitations imposed by fixed-length induction therapy, only pts without claims for stem cell transplant (SCT) were evaluated. DOT was compared among the group treated with LEN who had dose modification (increase or decrease in number of mg per day) relative to the group with no dose modification. Results Among the 236 pts meeting the inclusion criteria, 69 (29%) pts had LEN dose reductions, 15 (6%) had dose increases, and 152 (64%) had no dose change. DOT in pts without a dose change was 7.33 months ± 7.62 (mean ± SD), while pts who had a dose reduction had significantly longer DOT of 14.63 months ± 10.47 (p<0.01). Of the 69 pts with dose reductions, DOT before dose reduction was 5.18 months ± 4.82 compared with 9.46 months ± 10.26 after dose reduction (p<0.01, paired). The subset of pts who were still on LEN therapy at the end of the data window (N=27) showed a similar association between dose reduction and DOT, with DOT of 20.29 months ± 11.62 and 11.99 months ± 9.29 in dose reduction and non-dose reduction subgroups (p<0.01), respectively. Conclusion NDMM pts who had dose reductions of LEN had twice the duration of therapy compared with pts without dose reductions. This analysis suggests that dose modification of MM treatment may be an effective tool to help pts achieve the benefits associated with longer time on therapy. Future clinical studies are needed to determine the best approaches to dose adjustment to improve disease control. Disclosures: Lang: Celgene: Research Funding. Off Label Use: Lenalidomide is a thalidomide analog indicated for the treatment of multiple myeloma, in combination with dexamethasone, in patients who have received at least one prior therapy. Binder: Celgene: Employment, Equity Ownership. Lin: Celgene: Research Funding. Milentijevic: Celgene: Consultancy. Huang: Celgene: Research Funding. Nagarwala: Celgene: Employment, Equity Ownership. Harwin: Celgene: Honoraria."
}