{
    "doi": "https://doi.org/10.1182/blood.V124.21.936.936",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2914",
    "start_url_page_num": 2914,
    "is_scraped": "1",
    "article_title": "Frequency and Characteristics of Pegaspargase Antibodies in Adults Treated with a Pediatric Acute Lymphoblastic Leukemia Regimen ",
    "article_date": "December 6, 2014",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster I",
    "abstract_text": "Introduction: Pediatric ALL regimens emphasize higher cumulative doses of non-cytotoxic chemotherapy, particularly asparaginase (ASN). Several recent studies of pediatric regimens in adults have shown promising preliminary results. These studies commonly now employ multiple doses of the long-acting pegaspargase (PEG-ASN), rather than the native enzyme, due to fewer required doses, long duration of action and decreased immunogenicity. One concern of ASN dosing is hypersensitivity reactions, which can be overt (symptomatic) or silent. Both overt and silent hypersensitivity can provoke ASN antibody (Ab) formation. Besides the risks of severe, overt hypersensitivity, Ab formation, in general, may have deleterious therapeutic effects, due to pharmacodynamic (PD)--by blocking enzyme activity--and pharmacokinetic (PK)—via altered drug clearance--effects on PEG-ASN. While PEG-ASN Abs have been detailed in children, it has not been as well defined in adults. We report the frequency and characteristics of PEG-ASN Abs in adults treated by a pediatric ALL regimen. Methods: Regimen details, which included six planned intravenous PEG-ASN doses in individual cycles, were previously reported (Douer. J Clin Oncol. 2014;32:905). Each PEG-ASN dose was accompanied by hydrocortisone premedication plus additional protocol corticosteroid therapy for at least 7 days prior to and post-PEG-ASN dosing. Sample collections were planned during three cycles: Induction Phase 1 (IND1) and Delayed Re-Inductions (DRI) 1 and 2. Samples were collected prior to PEG-ASN dosing, the day of PEG-ASN delivery, and weekly following PEG-ASN dosing. Serum was analyzed at American International Biotechnology, LLC, in Richmond, VA, qualitatively and quantitatively for Ab presence, Ab specificity, PEG-ASN neutralization (PD), and PEG-ASN activity (PK). Results: Of 51 patients, 43 had analyzable Ab data. Abs were detected in 27 patients (63%). Baseline clinical characteristics were similar between Ab formers and the 16 non-formers (37%) regarding age, sex, presenting WBC count, immunophenotype, Philadelphia chromosome, and disease risk. 61 PEG-ASN doses were analyzed; 34 doses (56%) were associated with an Ab. The cycle breakdown for Ab positivity was: IND1 (n=25/41;61%), DRI1 (n=3/11;27%), DRI2 (n=4/7;57%) and unspecified cycle (n=2/2;100%). 27/34 doses with Abs (79%) showed positivity within seven days, although some Abs were not detected until three or four weeks post-dose. Duration of detected Abs varied from a few days to greater than one month in some instances. Abs were directed against ASN (n=33), PEG (n=3), and concurrent ASN and PEG Abs (n=2). No Abs were neutralizing (PD). 26/34 doses with Abs had sufficient PK data to assess PEG-ASN activity 14 days post-dose. Among patients with Abs, 2/26 (8%) showed evidence of increased drug clearance, with PEG-ASN activities less than 200 mIU/mL 14 days post-dose. 0/16 non-Ab formers (0%) displayed evidence of increased drug clearance at the 14-day mark. Ab formers received lower mean total PEG-ASN doses (3.4 vs 4.5) compared to non-Ab formers. For the entire trial, there were 10 patients (rash=4; allergy=6) and 13 doses (rash=5; allergy=8) with overt hypersensitivity to PEG-ASN. Only 2/34 (6%) Abs were directly associated with an overt hypersensitivity reaction in the same cycle; 32/34 Abs (94%) were silent. The other PEG-ASN doses with overt PEG-ASN hypersensitivity (n=11) occurred in cycles not assessed for Abs, but 10/11 either had previous documented Ab (n=8/10) or Ab documented subsequently (n=2/10). Four patients developed grade 3/4 allergy/anaphylaxis, with three patients having either Ab or hypersensitivity prior to high-grade hypersensitivity. Three patients stopped PEG-ASN due to allergy/anaphylaxis. Summary: In adult ALL treated with multiple PEG-ASN doses, PEG-ASN Abs: (1) are common; (2) often occur after the first dose; (3) the majority present within seven days of PEG-ASN dosing, but some may present several weeks post-dose; (4) are not associated with PD effect and uncommonly increase PEG-ASN clearance (8%); (5) often are associated with hypersensitivity. In conclusion, although PEG-ASN Abs in adult ALL potentially may impact therapy by altering enzymatic activity and duration of optimal asparagine depletion, and contributing to overt hypersensitivity, it appears that silent blocking Abs are uncommon with corticosteroid premedication. Disclosures Douer: Sigma Tau Pharmaceuticals: Consultancy, Research Funding.",
    "topics": [
        "antibodies",
        "leukemia, lymphocytic, acute, childhood",
        "pegaspargase",
        "hypersensitivity",
        "anaphylaxis",
        "enzymes",
        "glucocorticoids",
        "premedication",
        "asparaginase",
        "asparagine"
    ],
    "author_names": [
        "Patrick W. Burke, MD",
        "Ibrahim Aldoss, MD",
        "Laleh Ramezani, BSc",
        "Vinod Pullarkat, MD",
        "Ann Mohrbacher, MD",
        "Dan Douer, MD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, Weill Cornell Medical College, New York, NY "
        ],
        [
            "City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Keck School of Medicine, University of Southern California, Los Angeles, CA"
        ],
        [
            "City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Keck School of Medicine, University of Southern California, Los Angeles, CA"
        ],
        [
            "Memorial Sloan Kettering Cancer Center, Weill Cornell Medical College, New York, NY "
        ]
    ],
    "first_author_latitude": "40.76536485",
    "first_author_longitude": "-73.9614012"
}