{
    "doi": "https://doi.org/10.1182/blood.V124.21.2419.2419",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2828",
    "start_url_page_num": 2828,
    "is_scraped": "1",
    "article_title": "Allogeneic T Cells Utilize Glycolysis As the Predominant Metabolic Pathway to Induce Acute Graft-Versus-Host Disease ",
    "article_date": "December 6, 2014",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster II",
    "topics": [
        "allopurinol",
        "amino acids",
        "antidepressive agents, tricyclic",
        "antioxidants",
        "bone marrow transplantation",
        "bone marrow transplantation, allogeneic",
        "carbohydrates",
        "chromatography",
        "deoxyglucose",
        "eicosanoids"
    ],
    "author_names": [
        "Hung Nguyen",
        "Kelley MK Haarberg, MS,PhD",
        "Yongxia Wu",
        "Jianing Fu",
        "Jessica Lauren Heinrichs",
        "David Bastian",
        "Steven Schutt, B.S.",
        "Sharad Shrestha, PhD",
        "Chen Lui, PhD",
        "Hongbo Chi, PhD",
        "Xue-Zhong Yu"
    ],
    "author_affiliations": [
        [
            "Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Northwestern University, Feinberg School of Medicine, Chicago, IL "
        ],
        [
            "Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Medical University of South Carolina, Charleston, SC ",
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Medical University of South Carolina, Charleston, SC ",
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Medical University of South Carolina, Charleston, SC "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pathology, Gainesville, FL "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Medical University of South Carolina, Charleston, SC ",
            "Medical University of South Carolina, Charleston, SC"
        ]
    ],
    "first_author_latitude": "32.7848917",
    "first_author_longitude": "-79.94759675",
    "abstract_text": "Allogeneic hematopoietic cell transplantation (allo-HCT) is an effective therapy for hematologic malignancies through T cell-mediated graft-versus-leukemia (GVL) effects, but allogeneic T cells often lead to severe graft-versus-host disease (GVHD). Cell metabolism plays pivotal roles in T-cell activation, differentiation, and function. However, understanding of T cell-metabolism is still superficial, and even less is known how metabolism regulates T-cell response to alloantigens and GVHD induction after allo-HCT. In this study, using a high-throughput liquid-and gas-chromatography-based metabolic approach, we compared the metabolic process of allogeneic versus syngeneic T cells at day 4 (early preclinical stage), day 7 (preclinical stage), and day 14 (clinical stage) post bone marrow transplantation (BMT), with naïve T cells as additional controls. Over 180 metabolites were identified and quantified. T cells after being transferred into pre-conditioned recipients were undergoing metabolic reprogramming reflected by attenuated levels of metabolites involving anabolic pathways of lipids, amino acids, nucleotides and carbohydrates in allogeneic and syngeneic T cells compared to those in naïve T cells. In comparison with syngeneic T cells, allogeneic T cells exhibited increased oxidative stress, reflected by higher levels of eicosanoid, cyclooxygenase, and lipoxygenase-oxidized eicosanoids, and decreased levels of antioxidant compounds such as glutathione (GSH) and glutathione disulfide (GSSG). To obtain biomass for robust proliferation followed by alloantigen stimulation, allogeneic T cells further increased pentose phosphate and polyamine synthesis by day 7 post-BMT. We also observed that allogeneic T cells and syngeneic T cells expressed comparable levels of metabolites in fatty acid and glutamine oxidized in tricarboxylic acid (TCA) cycle, which was much lower than those of naïve T cells. Importantly, allogeneic T cells exhibited higher levels of metabolites in glycolysis as compared to syngeneic T cells regardless of time points. Consistently, using Seahorse approach, we also found that allogeneic T cells significantly increased aerobic glycolysis as compared to syngeneic T cells post-BMT, whereas oxidative phosphorylation was similar. Moreover, blocking glycolysis with 2-deoxyglucose remarkably inhibited donor T-cell proliferation, expansion and Th1 differentiation after allo-BMT. Thus, aerobic glycolysis rather than mitochondrial oxidative phosphorylation is the preferential metabolic process required for the optimal expansion and activation of allogeneic T cells. Given mechanistic target of rapamycin (mTOR) plays an essential role in controlling T-cell metabolism particularly in glycolysis, we hypothesized that targeting mTOR would prevent GVHD by inhibiting glycolytic metabolism. Using pharmacological and genetic approaches, we unequivocally demonstrated that mTOR, especially mTORC1, was essential for T-cell glycolytic activity and for GVHD induction. Mechanistically, mTORC1 promoted T-cell activation, expansion, Th1 differentiation, and migration into GVHD target organs, but inhibited the generation of induced T regulatory cells. In conclusion, the current work provides compelling evidence that allogeneic T cells utilize glycolysis as a predominant metabolic process after BMT. Furthermore, we validate glycolysis or its key regulator, such as mTORC1, to be a valid therapeutic target for the control of GVHD. Disclosures: No relevant conflicts of interest to declare."
}