{
    "doi": "https://doi.org/10.1182/blood.V106.11.2882.2882",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=291",
    "start_url_page_num": 291,
    "is_scraped": "1",
    "article_title": "Pharmacological Blockade of NF-kB with AS602868, a Potent Small Molecule Inhibitor of IKK2 Leads to Apoptosis of Sensitive and Resistant Chronic Myeloid Leukemia Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The Bcr-Abl inhibitor imatinib mesylate is now the first choice treatment for all newly diagnosed CML patients. Nevertheless not all patients reach a complete cytogenetic response (CCR) and many develop resistance for the drug upon disease progression. Additional cellular targets should be thus identified to develop alternative therapeutic strategies. The transcription factor NF-kB appears as a promising target for the treatment of cancer since it is a pro-survival factor, found abnormaly active in numerous hematologic malignancies and solid tumors. NF-kB activation relies on ubiquitin-mediated degradation of its inhibitor IkB after phosphorylation by 2 specific kinases, IKK1 and IKK2. We disrupted NF-kB signaling pathway by the use of AS602868, a small molecule inhibitor of IKK2 on two CML cell lines, LAMA84 and BaF3/Bcr-Abl and on primary CML cells. First we showed that NF-kB is constitutively activated in both CML cell lines and that this constitutive activation is under the control of the Bcr-Abl kinase. We next demonstrated that IKK2 targeting by AS602868 led to apoptosis of CML cells. AS602868 induced a dose dependent growth inhibition (IC50 3–4μM) of CML cell lines. This inhibition was associated with activation of cellular caspases 3, 8 and 9 and induction of DNA fragmentation. Interestingly AS602868 could induce death of imatinib resistant cellular clones derived from LAMA84 and BaF3-Bcr-Abl cells (IC50 1–2μM). Finally AS602868 selectively inhibited the proliferation and the hematopoietic colony formation of primary CML cells derived from imatinib sensitive or resistant patients. Although the exact mechanism of NF-kB activation by Bcr-Abl remains to be elucidated, our data strongly suggest that targeting NF-kB with the IKK2 inhibitor AS602868 may represent a new promising therapeutic tool for the treatment of CML.",
    "topics": [
        "apoptosis",
        "leukemia, myelocytic, chronic",
        "nf-kappa b",
        "small molecule",
        "pharmacology",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "phosphotransferases",
        "cancer",
        "caspases"
    ],
    "author_names": [
        "Veronique Imbert, PhD",
        "Nadege Gonthier, PhD",
        "Catherine Frelin, PhD",
        "Nicolas Sirvent, MD",
        "Michael Hummelsberger, MD",
        "Anne Sirvent von Bueltzingsloewen, MD",
        "Jill-Patrice Cassuto, MD",
        "Francois-Xavier Mahon, MD",
        "Philippe Rousselot, MD",
        "Michel Dreano, PhD",
        "Jean-Francois Peyron, PhD"
    ],
    "author_affiliations": [
        [
            "INSERM U526, Faculte de Nice, Nice, France"
        ],
        [
            "INSERM U526, Faculte de Nice, Nice, France"
        ],
        [
            "INSERM U526, Faculte de Nice, Nice, France"
        ],
        [
            "Hematologie Clinique, CHU de Nice, Nice, France"
        ],
        [
            "Hematologie Clinique, CHU de Nice, Nice, France"
        ],
        [
            "Hematologie Clinique, CHU de Nice, Nice, France"
        ],
        [
            "Hematologie Clinique, CHU de Nice, Nice, France"
        ],
        [
            "INSERM E0217, Universite Victor Segalen, Bordeaux, France"
        ],
        [
            "CIC, Hopital St. Louis, Paris, France"
        ],
        [
            "Serono International, Geneva, Switzerland"
        ],
        [
            "INSERM U526, Faculte de Nice, Nice, France"
        ]
    ],
    "first_author_latitude": "43.818859700000004",
    "first_author_longitude": "7.3537529"
}