{
    "doi": "https://doi.org/10.1182/blood.V128.22.3575.3575",
    "article_title": "Role of Donor Source on Clinical Outcomes and Inpatient Resource Utilization for Hematopoietic Cell Transplantation in Children with Acute Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster II",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) and acute myelogenous leukemia (AML) are the two most common childhood leukemias. Novel drug therapies and allogeneic hematopoietic cell transplant (alloHCT) have improved ALL and AML treatment outcomes over the past two decades. However, alloHCT may be associated with significant morbidity and mortality that results in increased healthcare utilization. To date, no multi-center comparative effectiveness studies have been performed specifically evaluating alloHCT in children with ALL or AML. This study uses a novel methodology to investigate the hypothesis that matched sibling donor (MSD) alloHCT has significantly lower healthcare utilization compared to unrelated donor (URD) and that among URD, umbilical cord blood transplants (CBT) will have higher initial utilization but lower long-term utilization. Clinical and transplant outcomes data from the Center for International Blood and Marrow Transplant Research (CIBMTR) database were merged with inpatient resource utilization and standardized cost data from the Pediatric Health Information System (PHIS) database using a probabilistic merge methodology. This merged dataset contained U.S. patients age 1-21 years who received alloHCT for ALL or AML from 2004-2013 with comprehensive CIBMTR data at a PHIS reporting hospital. The primary outcomes of overall survival (OS), leukemia free survival (LFS), and inpatient resource utilization were evaluated using Kaplan-Meier analysis, Cox proportional hazards, and unadjusted Poisson regression analysis. Cost and resource comparisons for all donor types were made through day+100 and focused on URD only comparisons up to 2-year follow-up. Donor procurement costs were not directly included in this analysis. A total of 797 patients (54% of CIBMTR eligible patients and 89% of CIBMTR patients at PHIS centers) were successfully identified in both CIBMTR and PHIS; 433 had ALL and had 364 AML. LFS for ALL at 3 years was 68% for MSD, 53% for MUD, and 53% for CBT. The LFS in ALL was significantly impacted by donor type, age, disease status, and CMV (Table). The associated total costs were significantly higher for well-matched unrelated bone marrow (MUD) vs MSD at 100d ($246,149 vs $147,547, p<0.01), but CBT costs were not significantly higher compared to MUD at 100d ($275,673 vs $246,149, p=0.09). When median total costs per day were compared across donor source, findings were similar with well- MUD was significantly higher than MSD at 100d ($3,388/d vs $2,511/d, p=0.012), and no significant difference between CBT and MUD ($3,881/d vs $3,388/d, p=0.53). The corresponding average length of stay (ALOS) was 35 days for MUD, 34 days MSD, and 53 days CBT. Among URD alloHCT, median CBT costs per day were not significantly higher compared to MUD at 2yrs ($2,472/d vs $2,294/d, p=0.49). AlloHCT for AML had a 3-yr LFS of 56% for MSD, 46% for MUD, and 41% for CBT. LFS were significantly different by disease status and performance status (Table). The associated total costs were significantly higher for MUD at 100d than MSD ($259,293 vs $143,870, p<0.001), but CBT costs were not significantly higher compared to MUD at 100d ($301,160 vs $259,293, p=0.055). Comparisons of median total costs per day were similar, MUD vs MSD at 100d was significantly higher ($3,627/d vs $2,478/d, p<0.01), but CBT costs were not significantly higher compared to MUD at 100d ($3,891/d vs $3,627/d, p=0.95). The corresponding ALOS was 38 days for MUD, 35 days MSD, and 66 days CBT. Among URD alloHCT, median CBT costs per day were not significantly higher compared to MUD at 2yrs ($3,232/d vs $3,102/d, p=0.49). This study recapitulates previously published outcomes of alloHCT for acute leukemia AND adds key findings on the impact of alloHCT on inpatient resource utilization and costs. Specifically, MSD and MUD alloHCT provide similar survival outcomes; however, MSD alloHCT has a significant advantage in cost and resource utilization for both ALL and AML. Among URD transplants, CBT does not show any substantial survival or resource utilization advantage over MUD. Ongoing research will need to be performed to determine if the difference among URD alloHCT becomes significant with a larger sample size and/or beyond the 2 years following alloHCT. Table View large Download slide Table View large Download slide  Close modal Disclosures Pulsipher: Novartis: Consultancy, Other: Study Steering Committee; Jazz Pharmaceutical: Consultancy; Medac: Other: Housing support for conference; Chimerix: Consultancy. Hahn: Novartis: Equity Ownership; NIH: Research Funding.",
    "topics": [
        "child",
        "donors",
        "hematopoietic stem cell transplantation",
        "leukemia, acute",
        "treatment outcome",
        "transplantation",
        "acute lymphocytic leukemia",
        "allogeneic hematopoietic stem cell transplant",
        "childhood leukemia",
        "follow-up"
    ],
    "author_names": [
        "Staci D Arnold, MD MBA",
        "Ruta Brazauskas, PhD",
        "Naya He, MPH",
        "Yimei Li, PhD",
        "Prakash Satwani, MD MBBS",
        "Michael A Pulsipher, MD",
        "Matt Hall, PhD",
        "Yoshiko Atsuta, MD PhD",
        "Jignesh D Dalal, MD",
        "Theresa Hahn, PhD",
        "Carmem Bonfim, MD",
        "Nandita Khera, MD",
        "Richard Aplenc, MD PhD",
        "Wael Saber, MD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Staci D Arnold, MD MBA",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center for Children's Healthcare of Atlanta, Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ruta Brazauskas, PhD",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI ",
                "Division of Biostatistics, Institute for Health and Society, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naya He, MPH",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yimei Li, PhD",
            "author_affiliations": [
                "Center for Clinical Epidemiology and Bio-Sttistics, Perelman School of Medicine University of Pennsylvania, Philadephia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prakash Satwani, MD MBBS",
            "author_affiliations": [
                "Division of Pediatric Hematology, Oncology, and Stem Cell Transplantation, Department of Pediatrics, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A Pulsipher, MD",
            "author_affiliations": [
                "Division of Hematology Oncology/Blood and Marrow Transplant, Children's Hospital Los Angeles, USC Keck School of Medicine, Los Angeles, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matt Hall, PhD",
            "author_affiliations": [
                "Children's Hospital Association, Overland Park, KS "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiko Atsuta, MD PhD",
            "author_affiliations": [
                "Japanese Data Center for Hematopoietic Cell Transplantation, Nagoya, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jignesh D Dalal, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation, Pediatric Hematology/Oncology, Rainbow Babies and Children's Hospital, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theresa Hahn, PhD",
            "author_affiliations": [
                "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmem Bonfim, MD",
            "author_affiliations": [
                "Hospital de Clínicas, Federal University of Paraná, Curitiba, Brazil "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nandita Khera, MD",
            "author_affiliations": [
                "Department of Hematology/ Oncology, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Aplenc, MD PhD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wael Saber, MD MS",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:42:34",
    "is_scraped": "1"
}