{
    "doi": "https://doi.org/10.1182/blood.V126.23.4120.4120",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3174",
    "start_url_page_num": 3174,
    "is_scraped": "1",
    "article_title": "Clonal Evolution of Gene Mutations Involving DNA Methylation in the Progression of CMML to Secondary AML ",
    "article_date": "December 3, 2015",
    "session_type": "636. Myelodysplastic Syndromes - Basic and Translational Studies: Poster III",
    "topics": [
        "dna methylation",
        "leukemia, myelomonocytic, chronic",
        "leukemia, secondary acute",
        "mutation",
        "polymerase chain reaction",
        "bone marrow specimen",
        "ccaat/enhancer binding protein alpha",
        "granulocyte colony-stimulating factor receptors",
        "impedance threshold device",
        "liquid chromatography"
    ],
    "author_names": [
        "Hsiao-Wen Kao, MD",
        "Ming-Chung Kuo, MD",
        "Po-Nan Wang, MD",
        "Jin-Hou Wu, MD",
        "Tung-Huei Lin, MS",
        "Yu-Shu Shih, MS",
        "Der-Cherng Liang, MD",
        "Lee-Yung Shih, MD"
    ],
    "author_affiliations": [
        [
            "Chang Gung Memorial Hospital and Chang Gung University, Taoyuan, Taiwan "
        ],
        [
            "Chang Gung Memorial Hospital-Linkou and Chang Gung University, Taoyuan, Taiwan "
        ],
        [
            "Chang Gung Memorial Hospital-Linkou, Taoyuan, Taiwan "
        ],
        [
            "Chang Gung Memorial Hospital, Taoyuan, Taiwan "
        ],
        [
            "Chang Gung Memorial Hospital-Linkou, Taoyuan, Taiwan "
        ],
        [
            "Chang Gung Memorial Hospital, Taoyuan, Taiwan "
        ],
        [
            "Mackay Memorial Hospital, Taipei, Taiwan"
        ],
        [
            "Chang Gung Memorial Hospital-Linkou and Chang Gung University, Taoyuan, Taiwan "
        ]
    ],
    "first_author_latitude": "25.045891",
    "first_author_longitude": "121.45802095000002",
    "abstract_text": "Background and Aim: The molecular pathogenesis of progression of chronic myelomonocytic leukemia (CMML) to secondary acute myeloid leukemia (sAML) remains incompletely understood. Genemutations involving DNA methylation in the transformation of CMML to sAML were investigated in matched paired CMML/sAML bone marrow samples to determine the roles of TET2 , DNMT3A , IDH1 and IDH2 mutations in the evolution of CMML to sAML. Material and Methods: 106 CMML (63 CMML-1 and 43 CMML-2) patients were analyzed for TET2, DNMT3A, IDH1, and IDH2 mutations at the initial diagnosis. 33 patients had paired CMML/sAML bone marrow samples for comparative analyses. Mutational analysis of TET2 was performed by PCR followed by direct sequencing for PCR products amplified with primer pairs covering the whole coding sequences (exons 3-11). DNMT3A mutations (exons 2-23) were screened by denaturing high-performance liquid chromatography (DHPLC) with adding GC-clamps to the primers to facilitate mutation detection.Samples with abnormal DHPLC profile were then directly sequenced. The hot spots of IDH1 and IDH2 genes on exon 4 were PCR-amplified from gDNA and subjected for direct sequencing. Additional gene mutations were analyzed by PCR-based assays with direct sequencing. The allele burden of gene mutations was measured at both CMML and sAML phases by pyrosequencing with a detection sensitivity of 5%. Results: The frequencies of TET2 , DNMT3A, IDH1 and IDH2 in 106 CMML patients were 39.8% (41/103), 8.5% (9/106), 0% (0/106), and 7.5% (8/106), respectively. These epigenetic gene mutations were mostly mutually exclusive. Of the 31 paired CMML/sAML samples examined for DNMT3A , 4 had DNMT3A mutations at diagnosis; the mutation status, patterns and allele burden remained unchanged at sAML phases. None of 33 patients acquired IDH1 mutation and one acquired IDH2 mutation during sAML progression. Of the 30 patients with paired samples analyzed for TET2 mutation, 12 patients had TET2 mutations at both CMML and sAML phases; 10 patients retained the same TET2 mutations with stable allele burden, one patient had clonal expansion of TET2 mutation, and the other patient acquired 3 rd TET2 mutation at sAML progression along with expansion of a preexisted TET2 mutant clone and one stable TET2 mutant subclone. Another patient harboring TET2 mutation at CMML diagnosis lost themutation at sAML progression. Acquisition of additional gene mutations during sAML evolution was detected in 5 TET2- mutated patients, including RUNX1 , CEBPA , FLT3- ITD, JAK2 V617F, NPM1, SRSF2, and CSF3R, either alone or in combination. Conclusions: Our results showed that TET2 and DNMT3A mutational status and allele burden remained unchanged during the progression of CMML to sAML except that rare patients might have expansion or emergence of TET2 subclone at sAML phase. Acquisition of additional gene mutations occurred in half of TET2- mutated patients during the progression of CMML to sAML. Grant support: NHRI- EX103-10003NI and MOHW103-TD-B-111-09 Disclosures No relevant conflicts of interest to declare."
}