{
    "doi": "https://doi.org/10.1182/blood-2021-153227",
    "article_title": "Phase II Trial of Ten-Day Decitabine with Venetoclax (DEC10-VEN) in Acute Myeloid Leukemia: Updated Outcomes in Genomic Subgroups ",
    "article_date": "November 5, 2021",
    "session_type": "615.Acute Myeloid Leukemias: Commercially Available Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Background : DEC10-VEN is an effective regimen and offers better outcomes compared to intensive chemotherapy in older pts with newly diagnosed (ND) or relapsed/refractory (R/R) AML (Maiti. Am J Hematol 2021; Maiti. Cancer 2021). We report long term outcomes in major genomic subgroups. Methods : Pts received decitabine 20 mg/m 2 on D1-10 until CR/CRi, followed by 5-day cycles. VEN dose was 400 mg daily but held on C1D21 if D21 bone marrow (BM) had ≤5% blasts. VEN could be reduced to <14 days in cases of myelosuppression (DiNardo. Lancet Haematol 2020). Treatment-naïve group included pts with ND and secondary AML (sAML) without therapy for antecedent hematological disorder (AHD). Previously treated AML included sAML with prior therapy for AHD and R/R AML. Concomitant TKIs included gilteritinib (18), sorafenib (13), midostaurin (5), enasidenib (3) and ponatinib (1). Eligible pts could proceed to stem cell transplantation (SCT) after response. Endpoints were defined per ELN2017. NGS targeting entire coding regions of 81 myeloid genes was performed on screening BM sample with an analytical sensitivity of 5%. Measurable residual disease (MRD) was tested by multiparametric flow cytometry (sensitivity 0.1%). Results : Between January 2018 and April 2021 we enrolled 199 pts with ND AML (n=83), untreated sAML (n=20), treated sAML (n=25), and R/R AML (n=71). Median age of treatment-naïve pts was 72 yrs (range 61-72) and of previously treated pts was 67 yrs (range 18-85, Table 1 ). No pts had favorable risk cytogenetics. Median no. of prior therapies in previously treated pts was 2 (range 1-8) and 24% pts (23/96) had prior SCT. 21 treatment-naïve and 20 previously treated pts underwent SCT after response. Median follow-up for all pts was 25.4 mo. Among treatment-naïve pts, CR/CRi rates were high in all mutations subgroups ranging from 70-88% in pts with NPM1 mut , FLT3 mut , IDH1/2 mut , TP53 mut , RUNX1 mut , K/NRAS mut . Pts with ASXL1 mut had modest CR/CRi rate of 56% ( Table 2 ). FLT3 TKI was used in 71% FLT3 mut pts (n=15/21). MRD negative rate among responding pts were high across all mutational subgroups ranging from 62-91%, except 55% in pts with ASXL1 mut and 50% in pts with TP53 mut . Median overall survival (OS) for treatment-naïve pts with NPM1 mut was not reached (NR), IDH1/2 mut was 29.6 mo, FLT3 mut was 24.5 mo, RUNX1 mut was 16.2 mo, ASXL1 mut was 15.2 mo, K/NRAS mut was 12.1 mo and TP53 mut was 5.4 mo ( Fig 1a-b ). The median relapse-free survival (RFS) among treatment-naïve pts with NPM1 mut was NR, IDH1/2 mut was NR, FLT3 mut was 20.0 mo, RUNX1 mut was 9.7 mo, ASXL1 mut was 8.5 mo, K/NRAS mut was 6.5 mo and TP53 mut was 3.1 mo ( Fig 1c-d ). Among NPM1 + FLT3 co-mutated pts, outcomes in treatment-naïve pts (n=26) included ORR of 96%, CR/CRi in 88%, MRD negative in 92% (22/24), median OS NR and median RFS NR. Among previously treated NPM1 + FLT3 pts (n=9), ORR was 78%, CR/CRi in 56%, MRD negative in 86% (6/7), median OS 12.4 mo and median RFS 6.6 mo. Among NPM1 + DNMT3A co-mutated pts, outcomes in treatment-naïve pts (n=28) included ORR of 93%, CR/CRi in 89%, MRD negative in 79% (19/24), median OS 15.2 mo and median RFS 9.0 mo. Among previously treated NPM1 + DNMT3A pts (n=6), ORR was 75%, CR/CRi in 50%, MRD negative in 75% (3/4), median OS was 4.7 mo and median RFS was 5.2 mo. Among previously treated pts CR/CRi rates in pts with NPM1 mut was 68%, IDH1/2 mut 50%, FLT3 mut 42%, RUNX1 mut 45%, ASXL1 mut 38%, TP53 mut 30%, and K/NRAS mut was 26% ( Table 2 ). FLT3 TKI used in 95% of FLT3 mut pts (n=18/19). MRD negative rate among responding pts were high for pts with NPM1 mut , FLT3 mut , IDH1/2 mut , RUNX1 mut and ASXL1 mut ranging from 60-87%, but were low for pts with K/NRAS mut at 56% and TP53 mut at 37%. The median OS among previously treated pts with IDH1/2 mut was 16.9 mo, RUNX1 mut was 13.7 mo, NPM1 mut was 12.4 mo, ASXL1 mut was 9.0 mo, FLT3 mut was 6.4 mo, K/NRAS mut was 6.0 mo, and for TP53 mut was 4.5 mo ( Fig 1e-f ). The median RFS among treatment-naïve pts with K/NRAS mut was 18.9 mo, NPM1 mut was 15.6 mo, IDH1/2 mut was 15.3, RUNX1 mut was 12.9 mo, ASXL1 mut was 10.7 mo, TP53 mut was 9.4 mo, and for FLT3 mut was 6.6 mo ( Fig 1g-h ). Conclusions: DEC10-VEN offered high rates of CR/CRi, negative MRD, favorable OS and RFS across several genomic subgroups of treatment-naïve AML including NPM1 , FLT3 , IDH1/2 and modest outcomes in pts with these mutations in salvage setting. Outcomes in pts with TP53 , RUNX1 , ASXL1 and K/NRAS were suboptimal. Outcomes with FLT3 VEN HMA triplet was encouraging, particularly for frontline FLT3 mut pts. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures DiNardo:  Novartis: Honoraria; Takeda: Honoraria; ImmuneOnc: Honoraria, Research Funding; Bristol Myers Squibb: Honoraria, Research Funding; Notable Labs: Current holder of stock options in a privately-held company, Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees; Agios/Servier: Consultancy, Honoraria, Research Funding; Foghorn: Honoraria, Research Funding; AbbVie: Consultancy, Research Funding; Forma: Honoraria, Research Funding; Celgene, a Bristol Myers Squibb company: Honoraria, Research Funding. Pemmaraju:  Affymetrix: Consultancy, Research Funding; Cellectis S.A. ADR: Other, Research Funding; Samus: Other, Research Funding; Blueprint Medicines: Consultancy; Celgene Corporation: Consultancy; Clearview Healthcare Partners: Consultancy; Dan's House of Hope: Membership on an entity's Board of Directors or advisory committees; Protagonist Therapeutics, Inc.: Consultancy; Aptitude Health: Consultancy; Incyte: Consultancy; Novartis Pharmaceuticals: Consultancy, Other: Research Support, Research Funding; LFB Biotechnologies: Consultancy; Stemline Therapeutics, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other, Research Funding; ASH Communications Committee: Membership on an entity's Board of Directors or advisory committees; ASCO Leukemia Advisory Panel: Membership on an entity's Board of Directors or advisory committees; HemOnc Times/Oncology Times: Membership on an entity's Board of Directors or advisory committees; Sager Strong Foundation: Other; Plexxicon: Other, Research Funding; CareDx, Inc.: Consultancy; Daiichi Sankyo, Inc.: Other, Research Funding; Springer Science + Business Media: Other; DAVA Oncology: Consultancy; Roche Diagnostics: Consultancy; MustangBio: Consultancy, Other; Abbvie Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other, Research Funding; Bristol-Myers Squibb Co.: Consultancy; ImmunoGen, Inc: Consultancy; Pacylex Pharmaceuticals: Consultancy. Daver:  Amgen: Consultancy, Research Funding; Trovagene: Consultancy, Research Funding; FATE Therapeutics: Research Funding; Sevier: Consultancy, Research Funding; Astellas: Consultancy, Research Funding; Hanmi: Research Funding; Genentech: Consultancy, Research Funding; Abbvie: Consultancy, Research Funding; Gilead Sciences, Inc.: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Daiichi Sankyo: Consultancy, Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; Novimmune: Research Funding; Glycomimetics: Research Funding; Trillium: Consultancy, Research Funding; ImmunoGen: Consultancy, Research Funding; Novartis: Consultancy; Jazz Pharmaceuticals: Consultancy, Other: Data Monitoring Committee member; Dava Oncology (Arog): Consultancy; Celgene: Consultancy; Syndax: Consultancy; Shattuck Labs: Consultancy; Agios: Consultancy; Kite Pharmaceuticals: Consultancy; SOBI: Consultancy; STAR Therapeutics: Consultancy; Karyopharm: Research Funding; Newave: Research Funding. Issa:  Syndax Pharmaceuticals: Research Funding; Novartis: Consultancy, Research Funding; Kura Oncology: Consultancy, Research Funding. Borthakur:  Astex: Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; University of Texas MD Anderson Cancer Center: Current Employment; Ryvu: Research Funding; Protagonist: Consultancy; Takeda: Membership on an entity's Board of Directors or advisory committees; ArgenX: Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy. Ravandi:  Taiho: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Agios: Honoraria, Research Funding; Xencor: Honoraria, Research Funding; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astex: Honoraria, Research Funding; Jazz: Honoraria, Research Funding; Prelude: Research Funding; AbbVie: Honoraria, Research Funding; AstraZeneca: Honoraria; Novartis: Honoraria; Syros Pharmaceuticals: Consultancy, Honoraria, Research Funding. Alvarado:  BerGenBio: Research Funding; Jazz Pharmaceuticals: Research Funding; Sun Pharma: Consultancy, Research Funding; MEI Pharma: Research Funding; FibroGen: Research Funding; CytomX Therapeutics: Consultancy; Daiichi-Sankyo: Research Funding; Astex Pharmaceuticals: Research Funding. Kadia:  BMS: Other: Grant/research support; Dalichi Sankyo: Consultancy; Cure: Speakers Bureau; Jazz: Consultancy; Liberum: Consultancy; Aglos: Consultancy; Amgen: Other: Grant/research support; Novartis: Consultancy; AbbVie: Consultancy, Other: Grant/research support; Genentech: Consultancy, Other: Grant/research support; Pfizer: Consultancy, Other; Pulmotech: Other; Sanofi-Aventis: Consultancy; Cellonkos: Other; Ascentage: Other; Genfleet: Other; Astellas: Other; AstraZeneca: Other. Jabbour:  Amgen, AbbVie, Spectrum, BMS, Takeda, Pfizer, Adaptive, Genentech: Research Funding. Short:  Novartis: Honoraria; Jazz Pharmaceuticals: Consultancy; NGMBio: Consultancy; Astellas: Research Funding; AstraZeneca: Consultancy; Takeda Oncology: Consultancy, Research Funding; Amgen: Consultancy, Honoraria. Jain:  Adaptive Biotechnologies: Honoraria, Research Funding; Janssen: Honoraria; Aprea Therapeutics: Research Funding; Genentech: Honoraria, Research Funding; Bristol Myers Squibb: Honoraria, Research Funding; Precision Biosciences: Honoraria, Research Funding; Fate Therapeutics: Research Funding; Servier: Honoraria, Research Funding; ADC Therapeutics: Honoraria, Research Funding; TG Therapeutics: Honoraria; Beigene: Honoraria; Incyte: Research Funding; Cellectis: Honoraria, Research Funding; Pfizer: Research Funding; AstraZeneca: Honoraria, Research Funding; Pharmacyclics: Research Funding; AbbVie: Honoraria, Research Funding. Wierda:  Juno Therapeutics: Research Funding; KITE Pharma: Research Funding; Pharmacyclics LLC, an AbbVie Company: Research Funding; Cyclacel: Research Funding; Loxo Oncology, Inc.: Research Funding; Acerta Pharma Inc.: Research Funding; Genzyme Corporation: Consultancy; Miragen: Research Funding; Oncternal Therapeutics, Inc.: Research Funding; Sunesis: Research Funding; GSK/Novartis: Research Funding; Genentech: Research Funding; Gilead Sciences: Research Funding; Xencor: Research Funding; Janssen: Research Funding; Karyopharm: Research Funding; AbbVie: Research Funding; AstraZeneca: Research Funding. Sasaki:  Daiichi-Sankyo: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees. Takahashi:  GSK: Consultancy; Celgene/BMS: Consultancy; Symbio Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy. Yilmaz:  Daiichi-Sankyo: Research Funding; Pfizer: Research Funding. Burger:  Beigene: Research Funding, Speakers Bureau; Pharmacyclics LLC: Consultancy, Other: Travel/Accommodations/Expenses, Research Funding, Speakers Bureau; Gilead: Consultancy, Other: Travel/Accommodations/Expenses, Research Funding, Speakers Bureau; TG Therapeutics: Other: Travel/Accommodations/Expenses, Research Funding, Speakers Bureau; AstraZeneca: Consultancy; Novartis: Other: Travel/Accommodations/Expenses, Speakers Bureau; Janssen: Consultancy, Other: Travel/Accommodations/Expenses, Speakers Bureau. Verstovsek:  Incyte Corporation: Consultancy, Research Funding; PharmaEssentia: Research Funding; Promedior: Research Funding; AstraZeneca: Research Funding; NS Pharma: Research Funding; Ital Pharma: Research Funding; Celgene: Consultancy, Research Funding; Protagonist Therapeutics: Research Funding; Roche: Research Funding; Sierra Oncology: Consultancy, Research Funding; Gilead: Research Funding; Genentech: Research Funding; CTI BioPharma: Research Funding; Blueprint Medicines Corp: Research Funding; Novartis: Consultancy, Research Funding; Constellation: Consultancy; Pragmatist: Consultancy. Andreeff:  Karyopharm: Research Funding; Syndax: Consultancy; Medicxi: Consultancy; Oxford Biomedica UK: Research Funding; Amgen: Research Funding; ONO Pharmaceuticals: Research Funding; Glycomimetics: Consultancy; Novartis, Cancer UK; Leukemia & Lymphoma Society (LLS), German Research Council; NCI-RDCRN (Rare Disease Clin Network), CLL Foundation; Novartis: Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Consultancy, Research Funding; Breast Cancer Research Foundation: Research Funding; Aptose: Consultancy; Senti-Bio: Consultancy; AstraZeneca: Research Funding; Reata, Aptose, Eutropics, SentiBio; Chimerix, Oncolyze: Current holder of individual stocks in a privately-held company. Bose:  CTI BioPharma: Honoraria, Research Funding; Incyte Corporation: Honoraria, Research Funding; Astellas: Research Funding; Kartos Therapeutics: Honoraria, Research Funding; Sierra Oncology: Honoraria; NS Pharma: Research Funding; Celgene Corporation: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Blueprint Medicines: Honoraria, Research Funding; Novartis: Honoraria; Constellation Pharmaceuticals: Research Funding; Pfizer: Research Funding; Promedior: Research Funding. Ferrajoli:  BeiGene: Other: Advisory Board, Research Funding; Janssen: Other: Advisory Board ; AstraZeneca: Other: Advisory Board, Research Funding. Thompson:  Gilead: Other: Institution: Advisory/Consultancy, Honoraria; Janssen: Consultancy, Honoraria; AbbVie: Other: Institution: Advisory/Consultancy, Honoraria, Research Grant/Funding; Pharmacyclics: Other: Institution: Advisory/Consultancy, Honoraria, Research Grant/Funding; Adaptive Biotechnologies: Other: Institution: Advisory/Consultancy, Honoraria, Research Grant/Funding, Expert Testimony; Genentech: Other: Institution: Advisory/Consultancy, Honoraria, Research Grant/Funding; Amgen: Other: Institution: Honoraria, Research Grant/Funding. Welch:  Janssen: Research Funding; Notable Labs: Research Funding. Kantarjian:  Ipsen Pharmaceuticals: Honoraria; Immunogen: Research Funding; Pfizer: Honoraria, Research Funding; Aptitude Health: Honoraria; Jazz: Research Funding; NOVA Research: Honoraria; KAHR Medical Ltd: Honoraria; Astellas Health: Honoraria; Daiichi-Sankyo: Research Funding; BMS: Research Funding; AbbVie: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Astra Zeneca: Honoraria; Amgen: Honoraria, Research Funding; Ascentage: Research Funding; Precision Biosciences: Honoraria; Taiho Pharmaceutical Canada: Honoraria. Konopleva:  Ablynx: Other: grant support, Research Funding; Agios: Other: grant support, Research Funding; Rafael Pharmaceuticals: Other: grant support, Research Funding; AbbVie: Consultancy, Honoraria, Other: Grant Support, Research Funding; AstraZeneca: Other: grant support, Research Funding; Reata Pharmaceuticals: Current holder of stock options in a privately-held company, Patents & Royalties: intellectual property rights; Ascentage: Other: grant support, Research Funding; Calithera: Other: grant support, Research Funding; Forty Seven: Other: grant support, Research Funding; F. Hoffmann-La Roche: Consultancy, Honoraria, Other: grant support; Cellectis: Other: grant support; KisoJi: Research Funding; Genentech: Consultancy, Honoraria, Other: grant support, Research Funding; Novartis: Other: research funding pending, Patents & Royalties: intellectual property rights; Eli Lilly: Patents & Royalties: intellectual property rights, Research Funding; Sanofi: Other: grant support, Research Funding; Stemline Therapeutics: Research Funding. OffLabel Disclosure: Off-label use - venetoclax in relapsed/refractory AML",
    "author_names": [
        "Abhishek Maiti",
        "Courtney D. DiNardo",
        "Caitlin R. Rausch",
        "Naveen Pemmaraju",
        "Guillermo Garcia-Manero",
        "Maro Ohanian",
        "Naval Daver",
        "Ghayas C. Issa",
        "Gautam Borthakur",
        "Farhad Ravandi",
        "Yesid Alvarado",
        "Tapan M. Kadia",
        "Elias J. Jabbour",
        "Nicholas J. Short",
        "Guillermo Montalban-Bravo",
        "Nitin Jain",
        "Steven M. Kornblau",
        "Lucia Masarova",
        "William G. Wierda",
        "Koji Sasaki",
        "Koichi Takahashi",
        "Musa Yilmaz",
        "Jan A. Burger",
        "Zeev E. Estrov",
        "Srdan Verstovsek",
        "Michael Andreeff",
        "Prithviraj Bose",
        "Alessandra Ferrajoli",
        "Philip A. Thompson",
        "Kathryn Montalbano",
        "Kenneth Vaughan",
        "Carol A. Bivins",
        "Sherry A. Pierce",
        "Wei Qiao",
        "Jing Ning",
        "John S. Welch",
        "Hagop Kantarjian",
        "Marina Konopleva"
    ],
    "author_dict_list": [
        {
            "author_name": "Abhishek Maiti",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas Health Science Center At Houston, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Courtney D. DiNardo",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caitlin R. Rausch",
            "author_affiliations": [
                "Pharmacy, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Pemmaraju",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maro Ohanian",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naval Daver",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghayas C. Issa",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yesid Alvarado",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan M. Kadia",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias J. Jabbour",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas J. Short",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Montalban-Bravo",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nitin Jain",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Kornblau",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, M.D. Anderson Cancer Center University of Texas, Houston, TX"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Masarova",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G. Wierda",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Sasaki",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Takahashi",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Musa Yilmaz",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Burger",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev E. Estrov",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prithviraj Bose",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Ferrajoli",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip A. Thompson",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Montalbano",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Vaughan",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol A. Bivins",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry A. Pierce",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Qiao",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 34,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Ning",
            "author_affiliations": [
                "department of biostatics, The University of Texas, M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 35,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John S. Welch",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University, Saint Louis, MO"
            ],
            "author_rank": 36,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop Kantarjian",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 37,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 38,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:40:35",
    "is_scraped": "1"
}