{
    "doi": "https://doi.org/10.1182/blood.V114.22.641.641",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1373",
    "start_url_page_num": 1373,
    "is_scraped": "1",
    "article_title": "Recipient T and B Lymphocytes Dictate the Severity of Antibody-Mediated Transfusion-Related Acute Lung Injury (TRALI). ",
    "article_date": "November 20, 2009",
    "session_type": "BASIC SCIENCE AND CLINICAL PRACTICE IN BLOOD TRANSFUSION: TRANSFUSION MEDICINE BASIC SCIENCE AND LABORATORY RESEARCH",
    "topics": [
        "antibodies",
        "b-lymphocytes",
        "transfusion-related acute lung injury",
        "infusion procedures",
        "chemokines",
        "severe combined immunodeficiency",
        "transfusion",
        "antigens",
        "edema",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Yoke Lin Fung, PhD",
        "Michael Kim",
        "Edwin R Speck",
        "John Freedman, MD",
        "John W. Semple, PhD"
    ],
    "author_affiliations": [
        [
            "Australian Red Cross Blood Service, Brisbane, Australia, "
        ],
        [
            "St. Michael's Hospital, Toronto, ON, Canada, "
        ],
        [
            "St. Michael's Hospital, Toronto, ON, Canada, "
        ],
        [
            "Transfusion and Laboratory Medicine, The Keenan Research Centre in the Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, ON, Canada"
        ],
        [
            "St. Michael's Hospital, Toronto, ON, Canada, "
        ]
    ],
    "first_author_latitude": "-27.4328737",
    "first_author_longitude": "153.01377499999998",
    "abstract_text": "Abstract 641 Transfusion-related acute lung injury (TRALI) is a serious complication of transfusion and has been ranked as the leading cause of transfusion-related fatalities. The majority (approx. 80%) of TRALI reactions are associated with and probably initiated by donor alloantibodies recognizing recipient granulocytes and/or human leukocytes antigens (HLA). Nonetheless, many details of the immunopathogenesis of TRALI are unknown. Previous studies have shown that a murine anti-MHC (H-2K d ) class I antibody (clone 34-1-2s) can induce TRALI in mice (Looney et al J Clin Invest. 116:1615,2006) and we utilized this model in an attempt to understand the role that recipient lymphocytes might play in TRALI reactions. BALB/c (H-2 d ) mice were injected iv with titrations of 34-1-2s and body temperature, morbidity/mortality, pulmonary granulocyte accumulation and serum levels of MIP-2 (the murine analog of human neutrophil chemokine IL8) were measured at various time points. Results showed that when BALB/c mice were administered 34-1-2s, a significant drop (N=20) in rectal body temperature indicating shock occurred within 30 min post-infusion, with evidence of recovery beginning at 1 hour post-infusion. Visible signs of breathing difficulty were apparent but there was no mortality observed. A significant granulocyte accumulation (N=20) within the lungs was also observed by 30 min post-infusion, which continued on to the end of the experiment (2 hours post-infusion). Serum MIP-2 levels were also significantly elevated concurrently with the granulocyte accumulation. To determine the role of recipient lymphocytes on these responses, BALB/c mice with severe combined immunodeficiency (SCID; lacking T and B lymphocytes) were infused with 34-1-2s. Compared with the BALB/c recipients, the decreases in rectal temperatures in the SCID mice were significantly greater (N=18) and there was a 66% mortality rate (N=18) with symptoms of severe respiratory distress and tracheal edema with 30 minutes after infusion of 34-1-2s. In addition, there was a significantly greater accumulation of pulmonary granulocytes in the SCID mice at lower doses of 34-1-2s and the antibody stimulated the production of significantly higher serum levels of MIP-2. These findings were also seen in 34-1-2s-infused SCID mice that were first depleted of natural killer cells suggesting that NK cells play no role in the enhanced severity of the antibody-mediated TRALI reaction. Taken together, these results suggest that recipient T and B lymphocytes have a protective role in suppressing antibody-mediated TRALI reactions perhaps by modulating recipient chemokine production. They identify a potentially new recipient mechanism that controls the severity of antibody-mediated TRALI. Disclosures: No relevant conflicts of interest to declare."
}