{
    "doi": "https://doi.org/10.1182/blood.V110.11.1209.1209",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=937",
    "start_url_page_num": 937,
    "is_scraped": "1",
    "article_title": "Inhibition of Multiple Myeloma Tumor Growth and FGFR3 by the Aurora-Angiogenesis Inhibitor ENMD-981693. ",
    "article_date": "November 16, 2007",
    "session_type": "Cell Processing",
    "topics": [
        "angiogenesis",
        "multiple myeloma",
        "tumor growth",
        "neoplasms",
        "phosphotransferases",
        "tartrates",
        "transplantation, heterologous",
        "aura",
        "immunoprecipitation",
        "polycythemia vera"
    ],
    "author_names": [
        "Todd A. Hembrough",
        "Xiaoru Chen",
        "Patricia A. Burke",
        "Glenn M. Swartz",
        "Kathleen Bengali",
        "Richard Brokx",
        "Theresa M. LaVallee",
        "Mark R. Bray"
    ],
    "author_affiliations": [
        [
            "EntreMed, Inc, Rockville, MD, USA"
        ],
        [
            "EntreMed, Inc, Rockville, MD, USA"
        ],
        [
            "EntreMed, Inc, Rockville, MD, USA"
        ],
        [
            "EntreMed, Inc, Rockville, MD, USA"
        ],
        [
            "EntreMed, Inc, Rockville, MD, USA"
        ],
        [
            "EntreMed, Inc, Rockville, MD, USA"
        ],
        [
            "EntreMed, Inc, Rockville, MD, USA"
        ],
        [
            "EntreMed, Inc, Rockville, MD, USA"
        ]
    ],
    "first_author_latitude": "39.1031834",
    "first_author_longitude": "-77.19586815",
    "abstract_text": "ENMD-981693 is a novel, orally-active antimitotic and antiangiogenic molecule that was discovered through a screening effort directed towards Aurora kinases. In addition to activity against Aurora A (AurA), ENMD-981693 is a potent inhibitor of several tyrosine kinases which drive the neo-vascularization of growing tumors, namely JAK2, VEGFR2 (KDR), PDGFRα and the FGF receptor family members FGFR1, R2, and R3. Multiple myeloma (MM) is a disease in which AurA and angiogenesis have been shown to play a role in disease progression. In addition, up to 15% of MM patients have a t(4;14) translocation, which leads to ectopic overexpression of the FGFR3, and is associated with a poor clinical outcome. In preclinical models, inhibitors of FGFR3 have exhibited antitumor activity towards t(4;14) bearing MM tumors. In in vitro proliferation assays, ENMD-981693 demonstrated an IC50 of ∼2 μM towards several MM cell lines, including H929, U266 and RPMI-8226. In immunoprecipitation studies, ENMD-981693 inhibits the kinase activity of both FGFR3 (IC50 ∼0.8 μM) and JAK2 (IC50 ∼0.5 μM) in the MM cell lines U266 and H929. These activities are in accord with the inhibitory activity of ENMD-981693 on the purified kinase domains of FGFR3 (IC50=0.5 μM) and JAK2 (IC50=0.12 μM). ENMD-981693 also inhibits activation of JAK2 activity in the HEL cell line which expresses the polycythemia vera mutated form of JAK2 (V617F). Mice implanted with H929 tumor xenografts were treated for 4 days with 75 – 225 mg/kg/d of the tartrate salt of ENMD-981693 (ENMD-2076). The amount of phosphorylated (and thus activated) FGFR3 immunoprecipitated from lysates of H929 tumors showed a significant decrease following drug treatment with no change in total FGFR3. In complementary immunoprecipitation studies, a similar decrease in JAK2 activity was seen in these H929 tumors treated with ENMD-981693 tartrate. Daily, oral treatment of RPMI-8226 xenografts with ENMD-981693 tartrate (225 mg/kg) resulted in a significant (67%) reduction in tumor burden. Follow up studies will assess the activity of ENMD-981693 tartrate on MM tumor xenografts which harbor the t(4;14) translocation, and whose growth is largely driven by FGFR3. Taken together, ENMD-981693 has been identified as a single agent that targets multiple critical mediators of MM growth, and angiogenesis. This suggests that ENMD-981693 has the potential for clinical activity in MM, particularly in patients with the t(4;14) translocation and in polycythemia vera patients with mutated JAK2. An IND filing is planned for ENMD-981693 in 2007."
}