{
    "doi": "https://doi.org/10.1182/blood-2020-141099",
    "article_title": "Bone Marrow Multiparametric Magnetic Resonance Imaging with Texture Analysis for Follow-up of Advanced Stage Myelofibrosis after Transplantation ",
    "article_date": "November 5, 2020",
    "session_type": "803.Emerging Diagnostic Tools and Techniques",
    "abstract_text": "Introduction Hematopoietic cell transplantation (HCT) is a potentially curative treatment in myelofibrosis (MF). Nevertheless, in at least one-third of patients, a reliable parameter for disease response is lacking due to the absence of a molecular marker (in triple-negative MF) or the suboptimal sensitivity for CALR and MPL monitoring with routinely used PCR methods. Trephine biopsy provides a limited histological description, as it does not represent the fibrosis and/or blast eradication status of the entire bone marrow. The aim of this study is to identify magnetic resonance imaging (MRI) biomarkers that reflect response to transplant and may serve as predictors of transplant efficacy. Methods We report the case of a 45-year-old man diagnosed with triple-negative MF who was eligible for HCT following progression after a previous procedure. A pre-transplant trephine biopsy showed grade III fibrosis, according to the WHO 2016 classification. CD34+ cells were found to comprise 10%-15% of cells. He underwent MRI 8 days before bone marrow transplantation from a haploidentical donor. A second, comparative MRI was performed 6 months after HCT; concurrent chimerism was estimated through Short Tandem Repeats (STRs) analysis. A multiparametric protocol was applied, including intravoxel incoherent motion (IVIM) diffusion-weighted imaging, Dixon GRE with fat fraction calculation, and Turbo Spin Echo T1 and STIR sequences. MRI examination was performed on a 3 Tesla MRI machine and included lumbar segments L4 and L5, pelvis, sacral bone, and coccyx. A phased-array surface coil was applied to optimize signal-to-noise ratio. Finally, radiomics and texture analysis were performed on ADC sequences using specific image software post-analysis (Slicer 3D v.4.10.2). Results The selected MRI parameters showed substantial modifications between the first and second exams. T1 and STIR sequences demonstrated a decrease in bone marrow fibrosis (Figure 1). ADC values increased at pre-specified target points (iliac crest, pre-transplant: 0.762, post-transplant: 0.901; femur, pre-transplant: 0.77, post-transplant: 0.808). Moreover, among 300 features analyzed (Figure 2), 20 presented changes potentially related with bone marrow restoration. Concomitant STRs analysis showed a full donor chimerism status. Conclusions To the best of our knowledge, this is the first case of functional, textural analysis-based MRI employed in transplanted MF. Multiparametric MRI data, including anatomical and functional sequences (particularly IVIM with texture analysis of ADC values and Dixon with fat fraction calculation) may represent valuable biomarkers for accurate detection of bone marrow engraftment and chimerism. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Massimiliano Gambella, MD",
        "Federico Zaottini, MD",
        "Stefania Bregante, MD",
        "Riccardo Picasso, MD",
        "Emanuele Barabino, MD",
        "Carlo Martinoli, MD",
        "Emanuele Angelucci, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Massimiliano Gambella, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, IRCCS Ospedale Policlinico San Martino, Genoa, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Federico Zaottini, MD",
            "author_affiliations": [
                "Department of Radiology, IRCCS Ospedale Policlinico San Martino, Genoa, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Bregante, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, IRCCS Ospedale Policlinico San Martino, Genoa, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riccardo Picasso, MD",
            "author_affiliations": [
                "Department of Radiology, IRCCS Ospedale Policlinico San Martino, Genoa, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Barabino, MD",
            "author_affiliations": [
                "Department of Radiology, IRCCS Ospedale Policlinico San Martino, Genoa, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Martinoli, MD",
            "author_affiliations": [
                "Department of Radiology, IRCCS Ospedale Policlinico San Martino, Genoa, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuele Angelucci, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation, IRCCS Ospedale Policlinico San Martino, Genoa, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T13:03:10",
    "is_scraped": "1"
}