{
    "doi": "https://doi.org/10.1182/blood-2018-99-115315",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3881",
    "start_url_page_num": 3881,
    "is_scraped": "1",
    "article_title": "microRNA and Severity of Sickle Cell Anemia ",
    "article_date": "November 29, 2018",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Poster III",
    "topics": [
        "micrornas",
        "sickle cell anemia",
        "biological markers",
        "endothelin-1",
        "scanning laser ophthalmoscopy",
        "cerebrovascular accident",
        "doppler echocardiography",
        "inflammation",
        "ischemic stroke",
        "leg ulcer"
    ],
    "author_names": [
        "Thaís Priscila Biassi, MSc",
        "Elvira Maria Guerra-Shinohara, PhD",
        "Patrícia Natália Silva Moretti, PhD",
        "Valeria de Freitas Dutra, MD",
        "Ana Carolina Cabañas-Pedro, MSc",
        "Grazielle Mecabo, PhD",
        "Gisele W. B. Colleoni, PhD",
        "Maria Stella Figueiredo, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Universidade Federal de São Paulo - UNIFESP, Sao Paulo, Brazil "
        ],
        [
            "Division of Hematology, Universidade Federal de São Paulo - UNIFESP, Sao Paulo, Brazil "
        ],
        [
            "Department of Morphology and Genetics, Universidade Federal de São Paulo - UNIFESP, São Paulo, Brazil"
        ],
        [
            "Division of Hematology, Universidade Federal de São Paulo - UNIFESP, Sao Paulo, Brazil "
        ],
        [
            "Division of Hematology, Universidade Federal de São Paulo - UNIFESP, Sao Paulo, Brazil "
        ],
        [
            "Division of Hematology, Universidade Federal de São Paulo - UNIFESP, Sao Paulo, Brazil "
        ],
        [
            "Division of Hematology, Universidade Federal de São Paulo - UNIFESP, Sao Paulo, Brazil "
        ],
        [
            "Division of Hematology, Universidade Federal de São Paulo - UNIFESP, Sao Paulo, Brazil "
        ]
    ],
    "first_author_latitude": "-23.5916438",
    "first_author_longitude": "-46.6489943",
    "abstract_text": "Background: Sickle cell anemia (SCA) is a complex disease, associated with hemolysis, vaso-occlusion, vascular inflammation and endothelial activation. Significant morbidity and premature mortality are hallmarks of the disease and elevation of tricuspide regurgitant velocity (TRV), determined by doppler-echocardiography, has been associated with higher risk. The identification of biomarkers associated with severity in SCA is desirable. Circulating serum microRNAs (miRNA) are molecular targets studied in different diseases as diagnostic or prognostic markers, however there are few studies in SCA. Purpose: to identify specific signatures of miRNAs in plasma samples of SCA patients according to severity indexes. Methods: Screening of the miRNAs expression was performed in 8 patients. These patients were classified by TRV measure (referred as TRV Score): 4 samples with TVR ≥ 2.5 m/s and 4 with TRV < 2.5 m/s. After extraction of total RNA, the samples were analyzed by real-time PCR using Megaplex RT Human Pool A and Megaplex RTHuman Pool Blife (Thermofisher) comprising 667 distinct miRNAs. Expression Suite Software (Thermofisher) and SPSS were used for analysis. Seventeen miRNAs were differentially expressed between the two groups (p < 0.05) and miR16 was considered as the endogenous candidate. Five differentially expressed miRNAs (miR15b, miR502, miR510, miR544, miR629) were selected for validation in 56 patient samples using TRV Score. Another two severity scores were also used: (a) Organ Injury Score (SLO) - based on the presence or absence of 5 lesions: stroke, TRV ≥ 2.5 m/s, leg ulcers, osteonecrosis, and microalbuminuria (adapted from Afenyi-Annan et al. Transfusion 2008; 48:197) and (b) NIH Bayesian score - available online (http://bios.ugr.es/dss-calculator/). The ROC curve was used to analyze the data of relative expression (2 - Δ CT ) of each miRNA. Results: Two out of five miRNA, miR510 and miR629, were significantly decreased in more severe patients. The miR510 expression allowed the discrimination of the patients according to TRV Score at the cutoff 0.000331043, sensitivity 71.4%, specificity 73.3% and AUC of 0.825 (95% CI: 0.689-0.962, p = 0.001). The same miRNA was also a good discriminant in the SLO at a cutoff of 0.000331043, sensitivity 77.8%, specificity 72.2% and area under the curve (AUC) of 0.769 (95% CI: 0.666-0.931), p = 0.008. The miR629 was related to severity according to the Bayesian Score at the cutoff of 0.0009854449, sensitivity 66.7%, specificity 75% and AUC of 0.729 (95% CI: 0.552-0.907, p = 0.027). The other miRNAs, miR15b, miR502 and miR544, showed no significant results. Discussion and Conclusions: This is the first study which looks into plasma miRNA as a biomarker of SCA severity. The miR510 regulate Peroxirredoxin-1 (PRDX1), a protein involved in the stress-oxidation. Increased oxidative stress presented in SCA might imply that miR510 has a role in this mechanism. The miR629 appears to be involved in the AKT1 signaling pathway related to Endothelin-1. As it is known, endothelin-1 is increased in SCA and is important in pulmonary hypertension. The miR510 and miR629 appear to be hypoexpressed in patients with more severe SCA, probably with greater importance in the regulation of clinical manifestations associated with vascular disease, although more studies seem to be necessary. Disclosures No relevant conflicts of interest to declare."
}