{
    "doi": "https://doi.org/10.1182/blood.V126.23.4975.4975",
    "article_title": "Cellular Iron Status Is Associated with Better Survival and Increased Chemotherapy Sensitivity in AML ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Iron is mainly used in oxygen transfer reactions including reactions necessary for cellular proliferation. Since iron is essential for cellular processes, but excess iron is toxic, complex pathways have evolved to maintain iron homeostasis in various subcellular compartments. Genomic studies by others of samples in a breast cancer tissue bank have indicated that mRNA expression of iron regulatory genes predicting low iron cellular import and high iron cellular export are associated with a good prognosis, indicating that lower bioavailable cellular iron is associated with slower tumor growth rate and better patient survival. Our genomic analysis of 168 de novo AML samples reported in The Cancer Genome Atlas (TCGA) study however showed an opposite result to the breast cancer studies: 1) High iron uptake indicated by high transferrin receptor mRNA and low HFE mRNA, 2) Increased intracellular \"labile\" iron (bioavailable iron) indicated by low ferritin heavy chain to light chain ratio and 3) Less iron efflux indicated by low ferroportin; were all associated with significantly increased survival (p<0.02 to p<0.05). For example, 10 year overall survival was 46% for below the mean ferroportin mRNA (84 patients) vs. 20% for above the mean RNA (84 patients) (p < 0.03). Since the majority of these patients were treated with standard high dose chemotherapy, we hypothesized that increased bioavailable iron might potentiate chemotherapy effects on leukemic cells. We report in three leukemia cell lines (HL-60, BDCM, MOLM-13) the addition of soluble ferrous iron salts (50 uM, a dose reached in vivo with a single recommended IV iron dose commonly used for iron deficiency) significantly increased the growth inhibitory effect of Idarubicin (IDA) or Cytarabine (Ara-C). Growth inhibition by Ara-C or IDR was significantly increased with added iron in single experiments and was consistent; for example three consecutive experiments on separate days using MOLM-13 treated with Ara-C (1uM) or IDR (30 nM), added Fe showed significantly increased inhibition of proliferation at 24h (paired t p<0.03 for Ara-C and p<0.02 for IDR). Lower doses of chemotherapy showed more consistent results especially at later time points. For example, a relatively low dose of IDA (2.5 nM) incubated with BDCM cells caused 15% (48h) and 9% (72h) inhibition of proliferation compared to untreated cells, but with 50 uM Fe added cell counts decreased by 27% (48h) and 34% (72h), (p<0.01 compared to iron control and p<0.03 compared to treated cells with no iron added). The addition of human transferrin (100 ug/mL) to the iron containing media further increased the chemotherapy effect. FACS staining showed cells in apoptosis (annexin V positive and PI negative) were not significantly increased by the addition of iron, although there was a small consistent increase in \"late\" apoptosis cells (annexin V positive, PI positive) measured at 24h. Reactive oxygen species (ROS) level measured by FACS was increased in iron treated cells, supporting prior studies indicating that cells with a higher ROS levels are more sensitive to chemotherapy. Taken together these results provide strong support for further studies of iron treatment as an adjunct for chemotherapy of AML. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chemosensitivity",
        "iron",
        "cytarabine",
        "chemotherapy regimen",
        "rna, messenger",
        "annexin a5",
        "breast cancer",
        "chemotherapy effects",
        "ferroportin",
        "mechlorethamine"
    ],
    "author_names": [
        "Paul A. Seligman, MD",
        "Shanshan Pei, PhD",
        "Jeffrey R. Parrish, BS",
        "Rhoda B. Schleicher, MS",
        "Prakhar Singal",
        "Craig T Jordan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul A. Seligman, MD",
            "author_affiliations": [
                "Division of Hematology, University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shanshan Pei, PhD",
            "author_affiliations": [
                "Division of Hematology, University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey R. Parrish, BS",
            "author_affiliations": [
                "Division of Hematology, University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rhoda B. Schleicher, MS",
            "author_affiliations": [
                "Division of Hematology, University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prakhar Singal",
            "author_affiliations": [
                "Division of Hematology, University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig T Jordan, PhD",
            "author_affiliations": [
                "Division of Hematology, University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T03:57:16",
    "is_scraped": "1"
}