{
    "doi": "https://doi.org/10.1182/blood.V122.21.2145.2145",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2419",
    "start_url_page_num": 2419,
    "is_scraped": "1",
    "article_title": "Allogeneic Hematopoietic Cell Transplantation Is Effective In Patients With Advanced Systemic Mastocytosis: A Multicenter Retrospective Analysis ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "hematopoietic stem cell transplantation",
        "mastocytosis, systemic",
        "complement membrane attack complex",
        "human leukocyte antigens",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification",
        "monitored anesthesia care",
        "tissue transplants",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Celalettin Ustun",
        "Andreas Reiter",
        "Bart L Scott, MD",
        "Ryotaro Nakamura",
        "Damaj Gandhi",
        "Sebastian Kreil",
        "Ryan Shanley",
        "William J Hogan, MD",
        "Miguel-Angel Perales, MD",
        "Tsiporah B. Shore",
        "Herrad Baurmann",
        "Robert K Stuart",
        "Bernd Gruhn",
        "Michael Doubek",
        "Jack W Hsu",
        "Eleni Tholouli",
        "Tanja Gromke",
        "Lucy A Godley",
        "Livio Pagano, MD",
        "Andrew Gilman",
        "Eva Maria Wagner, MD",
        "Tor Shwayder",
        "Martin Bornhaeuser",
        "Esperanza B Papadopoulos, M.D.",
        "Alexandra Boehm",
        "Gregory M Vercellotti",
        "Maria Theresa Van Lint",
        "Christoph Schmid",
        "Werner Rabitsch, MD",
        "Vinod Pullarkat, MD",
        "A. John Barrett, MD",
        "Olivier Hermine, MD, PhD",
        "Hans Gustaf Hagglund",
        "Wolfgang R Sperr, M.D.",
        "Uday R Popat, MD",
        "Steven M. Devine, MD",
        "H. Joachim Deeg, MD",
        "Daniel J. Weisdorf, MD",
        "Cem Akin",
        "Peter Valent"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "III. Medizinische Universitätsklinik, Medizinische Fakultät Mannheim der Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Service d'hematologie, Hopital Necker Enfants Malades, Paris, France, "
        ],
        [
            "III. Medizinische Universitätsklinik, Medizinische Fakultät Mannheim der Universität Heidelberg, Mannheim, Germany, "
        ],
        [
            "Biostatistics and Bioinformatics Core, University of Minnesota Masonic Cancer Center, Minneapolis, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplantation, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Divison of Hematology/Oncology, Weill Cornell Medical College, New York Presbyterian Hospital, New York, NY, USA, "
        ],
        [
            "Stiftung Deutsche Klinik fuer Diagnostik GmbH, Wiesbaden, Germany, "
        ],
        [
            "Division of Hematology/ Oncology, Medical University of South Carolina, Charleston, SC, USA, "
        ],
        [
            "Department of Pediatrics, Jena University Hospital, Jena, Germany, "
        ],
        [
            "Department of Internal Medicine, Hematology and Oncology, University Hospital Brno, Masaryk University, Brno, Czech Republic, "
        ],
        [
            "Division of Hematology-Oncology, University of Florida, Gainesville, FL, USA, "
        ],
        [
            "Department of Paediatric Haematology, Royal Manchester Children's Hospital, Manchester, United Kingdom, "
        ],
        [
            "Department of Bone Marrow Transplantation, University Hospitals of Essen, Essen, Germany, "
        ],
        [
            "Section of Hematology/Oncology, The University of Chicago, Chicago, IL, USA, "
        ],
        [
            "Istituto di Ematologia, Università Cattolica S. Cuore, Rome, Italy, "
        ],
        [
            "Pediatric Blood and Marrow Transplantation, Levine Children's Hospital, Charlotte, NC, USA, "
        ],
        [
            "Universitaetsmedizin Mainz, Mainz, Germany, "
        ],
        [
            "Dermatology, Henry Ford Hospital, Detroit, MI, USA, "
        ],
        [
            "Universitätsklinikum Carl Gustav Carus, Dresden, Germany, "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Internal Medicine 1, Elisabethinen Hospital Linz, Linz, Austria, "
        ],
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Divisione Ematologia e Trapianto do Midollo, IRCCS San Martino-IST, Genova, Italy, "
        ],
        [
            "2. Medizinische Klinik, Klinikum Augsburg, Augsburg, Germany, "
        ],
        [
            "Internal Medicine I, BMT, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Division of Hematology, University of Southern California Keck School of Medicine, Los Angeles, CA, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hôpital Necker-Enfants Malades, Institut Imagine, Paris, France, "
        ],
        [
            "Hematology Center, Karolinska University Hospital, Huddinge, Stockholm, Sweden, "
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Internal Medicine, Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Center for International Blood & Marrow Transplant Research, University of Minnesota Medical Center, Fairview, Minneapolis, MN, USA, "
        ],
        [
            "Medicine-Allergy and Immunology, Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
        ]
    ],
    "first_author_latitude": "44.97241425",
    "first_author_longitude": "-93.22827755",
    "abstract_text": "Systemic mastocytosis (SM) is a rare hematologic neoplasm characterized by abnormal growth and accumulation of tissue mast cells (MC) in various organ systems, including bone marrow (BM). Indolent and advanced forms of SM have been described. Whereas patients with ISM have a normal or near normal life-expectancy, patients with advanced SM, including those suffering from mast cell leukemia (MCL) have a poor prognosis. In these patients, neoplastic MC are usually resistant against conventional drugs and various targeted drugs. In rapidly progressive aggressive SM (ASM) and MCL, polychemotherapy followed by allogeneic hematopoietic stem cell transplantation (alloHCT) has been proposed. However, outcome of alloHCT in advanced SM is unknown, and it also remains uncertain whether clinically relevant graft-versus-SM (GVSM) effects may occur in these patients, as only sporadic case reports have been published. We performed a retrospective multi-center analysis to evaluate the outcome of alloHCT in patients with advanced SM. Fifty-four advanced SM patients receiving SCT in 32 transplantation centers in Europe and America were identified between 1990 and 2013. The median patient age was 45 years. Donors were: HLA identical siblings (31), unrelated donors (URD) (15), umbilical cord blood donors (UCB) (2), and haploidentical donors (1). In 5 patients, stem cell source was not defined (5). Thirty-four patients received myeloablative conditioning (MAC) and 18 received reduced intensity conditioning regimens (RIC). In 2 patients, conditioning regimen was not specified. Indications for alloHCT were SM with an associated clonal hematologic non-mast cell lineage disease (SM-AHNMD) (n=32), MCL (n=13, including one with MCL-AHNMD), 8 with ASM and 1 with myelomastocytic leukemia (MML). The most prevalent AHNMD was acute myeloid leukemia (AML, n=16). With follow-up of 35-6180 (median 365) days, SM responses (defined as ≥50% decrease in BM mast cells ± decrease in serum tryptase ± regression of other organ manifestations) were observed in 39 patients (72%), including complete responses (CR) documented in 12 patients (22%). Eleven patients had stable disease, whereas 4 patients (7%) progressed immediately after alloHCT (primary resistance). In addition, 10 patients progressed (5 of them within 100 days) after an initial response. Progression was most frequently seen in MCL patients (n=6, 50%). In the AHNMD group, only 8 patients relapsed/progressed (25%). The overall survival (OS) and SM progression-free survival (PFS) at 1 year were 63% and 50% for all patients, 77% and 68% for SM-AHNMD, 63% and 50% for ASM, and 25% and 17% for MCL, respectively. The strongest predictive variable associated with inferior survival was a diagnosis of MCL. Other factors associated with poor outcome were: Karnofsky performance status ≤70%, ≥2 SM regimens given before alloHCT (e.g., steroids, cladribine, chemotherapy, tyrosine kinase inhibitor), donor source (alternative donors-UCB and haploidentical compared to sibling or URD), SM progression within the first 100 days, normal cytogenetics (compared to t(8;21) (q22;q22), and RIC (compared to MAC). The following variables were not associated with poor outcome: patient and donor age, recipient-donor sex match status, graft source (BM vs. peripheral stem cells), BM mast cell percentage at time of alloHCT, and CR status of AML or SM response at time of alloHCT. This largest multi-center analysis of results in advanced SM provides evidence for clinical efficacy of alloHCT, presumably because of a GVSM effect of alloHCT (achieving CR, and response to donor-lymphocyte infusions and RIC alloHCT). However, responses varied among different SM categories: while patients with SM-AHNMD enjoyed excellent outcomes, the OS for MCL patients in general, was poor. Nevertheless it is remarkable that 3 of 13 patients with MCL – an otherwise fatal disease with a median survival of <12 months – became long-term survivors after alloHCT. In summary, our results support development of a prospective alloHCT study, with the aim to optimize therapy and to improve overall outcome in advanced SM. Based on our pilot study, alloHCT should also be considered in practice for eligible and fit patients with SM-AHNMD (if treatment of AHNMD component needs alloHCT or SM component is aggressive), rapidly progressing ASM, MCL and MML when a suitable HLA-matched sibling donor or URD is available. Disclosures: Vercellotti: Sangart Inc.: Research Funding; Seattle Genetics: Research Funding. Akin: Novartis: Consultancy. Valent: Novartis: Consultancy, Honoraria, Research Funding."
}