{
    "doi": "https://doi.org/10.1182/blood.V116.21.4972.4972",
    "article_title": "Function and Clonality of T-Cells In Myelodysplasia ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 4972 Objective: Myelodysplastic (MDS) syndromes are clonal disorders arising from haematopoietic multi-potential stem cells. Research has implied that cells of the immune system play a role in the disease process. The aim of this study was to examine the clonality, response to mitogens, effects of lymphocytes on bone marrow clonogenic progenitors and proliferative capacity of selected marrow progenitors in a well defined cohort of MDS patients. Methodology: Seventeen patients with MDS were accrued. The clonality of the T-cells was studied using the TCR Vβ repertoire kit. In order to assess in vitro function, the lymphocytes were activated using phorbol 12-myristate13 acetate (PMA) and thereafter analysed for expression of the activation antigen CD69 using standard flow cytometry. The results were compared to age matched controls. The effect of the autologous blood mononuclear cell populations on clonogenic growth was studied by culturing Li- selected CD34+ cells with both PMA activated and non-activated autologous lymphocytes using a non-contact double layer culture technique. Results: T-cells did not demonstrate monoclonality, although skewing of the T-cell repertoire was observed. The median percent of CD3+ T-cells expressing CD69 after activation was 30% (9.5 – 95.4%). This was reduced in comparison to age matched controls (p=0.025). The effect of the lymphocytes on clonogenic cell growth was heterogeneous however median values demonstrated a cell dose response in the colony numbers directly related to cultured lymphocyte numbers (p=0.04 compared to no lymphocytes added). In addition, the median CFU-GM scores were higher when cultured with PMA activated lymphocytes (p=0.05). This pattern was not significantly different to normal controls. Background: Our investigations suggest that in this cohort of MDS patients the T-cells were not clonal but had reduced activation capacity when stimulated with the mitogen PMA. However, their ability to stimulate colony growth of autologous bone marrow CD34+ cells was preserved. Furthermore, selected CD34+ MDS cells proliferated well, with clone numbers not different from control. These observations imply that the previously reported abnormal T-cell responses and poor clonogenic growth may be the result of complex interactions between T-cells, the malignant clone and accessory cells in the bone marrow stroma. Further study examining each of these cell populations is required to better understand the mechanism of marrow failure and progression to leukaemia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "clonality (genetic analysis)",
        "myelodysplastic syndrome",
        "t-lymphocytes",
        "mitogens",
        "acetates",
        "antigens",
        "flow cytometry",
        "leukemia",
        "pancytopenia",
        "phorbols"
    ],
    "author_names": [
        "Glenda Davison, BSc",
        "Nicolas Novitzky, MD, PhD",
        "Rygana Abdulla, Ntl, Dip, Med, Tech"
    ],
    "author_dict_list": [
        {
            "author_name": "Glenda Davison, BSc",
            "author_affiliations": [
                "Department of Biomedical Sciences, Cape Peninsula University of Technology, Cape Town, South Africa, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Novitzky, MD, PhD",
            "author_affiliations": [
                "UCT Leukemia Unit, Division of Haematology-Department of Medicine and NHLS, University of Cape Town, Groote Schuur Hospital and National Health Laboratory Services, Cape Town, South Africa, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rygana Abdulla, Ntl, Dip, Med, Tech",
            "author_affiliations": [
                "Division of Haematology, University of Cape Town and Groote Schuur Hospital, Cape Town, South Africa"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T18:39:25",
    "is_scraped": "1"
}