{
    "doi": "https://doi.org/10.1182/blood.V112.11.1214.1214",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1133",
    "start_url_page_num": 1133,
    "is_scraped": "1",
    "article_title": "Biomarkers of Cartilage and Bone Damage as a Measure of Joint Damage in Haemophilia. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "biological markers",
        "cartilage",
        "hemophilia a",
        "hemophilias",
        "osteoarthritis",
        "tissue degeneration",
        "hemophilic arthropathy",
        "joint disorders",
        "inflammation",
        "rheumatoid arthritis"
    ],
    "author_names": [
        "Nathalie W.D. Jansen, PhD",
        "Goris Roosendaal, MD, PhD",
        "Bjorn Lundin, MD, PhD",
        "Lily Heijnen, MD, PhD",
        "Matthias Theobald, MD, PhD",
        "Johannes W.J. Bijlsma, MD, PhD",
        "Floris P.J.G. Lafeber, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Van Creveldkliniek, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Hematology and Van Creveldkliniek, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Diagnostic Radiology, Lund University Hospital, Lund, Sweden"
        ],
        [
            "Hematology and Van Creveldkliniek, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Hematology and Van Creveldkliniek, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Rheumatology & Clinical Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Rheumatology & Clinical Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
        ]
    ],
    "first_author_latitude": "52.0865646",
    "first_author_longitude": "5.179913099999999",
    "abstract_text": "Purpose Biomarkers of bone and cartilage turnover have frequently been evaluated for joint diseases such as rheumatoid arthritis (RA) and osteoarthritis (OA). Results have thus fare not been very conclusive. Some biomarkers such as urinary CTXII and serum COMP appear to correlate with severity of joint degeneration, whereas other are less distinctive. Hemophilic arthropathy (HA) is a very progressive joint degeneration as a result of frequent joint bleeds. From clinical practice it is concluded that the rate of degeneration exceeds that of OA and RA joints. This degeneration has characteristics of both inflammation mediated (as seen in RA) and degenerative (as seen in OA) joint disease. Furthermore, the joint damage is largely restricted to 3 major joints (ankle, knees, and elbows). Therefore, it might be that this rapidly progressive, localized joint degeneration can be used for the evaluation and validation of biomarkers of cartilage and bone turnover. In the present study we therefore investigated whether commercially available biomarkers of cartilage and bone in blood and/or urine are associated with severity of joint damage in patients with haemophilic arthropathy. Methods Blood and urine were collected from 36 patients suffering from haemophilia. Urine samples were assessed for the amount of CTX-I and CTX-II. Serum samples were assessed for the amount of CTX-I, CTX-II, COMP, C1,2C, C2C, and CS846. Radiographs of ankles, knees and elbows were scored according to Pettersson, a radiographic joint score specific for haemophilic arthropathy based on cartilage and bone changes. Results U-CTX-II (R=0.39; p=0.01), C1,2C (R=0.31; p=0.04) and CS846 (R=0.31; p=0.03) showed (marginal) correlations with the Pettersson score. Slightly better correlations were obtained when only narrowing of joint space width (JSW) as one of the items in the Pettersson score was used. The other biomarkers showed no correlation with the Pettersson score. Also the bone biomarkers did not correlate with specific bone changes. Interestingly, combined indexes of different markers, based on linear stepwise regression analysis, increased the correlation significantly up to R=0.65; p≤0.001) for the combination of U-CTX-II, COMP and CS846. Conclusions The present results show that even despite this rapidly progressive degeneration of 6 large joints, from the individual biomarkers determined only U-CTX-II, C1,2C and CS846 show correlation with the severity of arthropathy. Importantly, a relation improved when the markers were related to the process they are supposed to describe (cartilage degeneration markers with JSW narrowing). Most important, combination of markers, significantly improve the relation with the radiographically determined joint degeneration. In general however, it may be concluded that these markers alone seem not of sufficient value for evaluation of joint damage yet."
}