{
    "doi": "https://doi.org/10.1182/blood-2019-126791",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4178",
    "start_url_page_num": 4178,
    "is_scraped": "1",
    "article_title": "Effect of Ara-C on T-Cell Function and Flotetuzumab Activity in Pediatric Acute Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "cytarabine",
        "leukemia, myelocytic, acute",
        "t-lymphocytes",
        "pediatrics",
        "myeloblastic leukemia, pediatric acute",
        "leukemia",
        "surrogate endpoints",
        "adverse effects",
        "chemotherapy regimen",
        "flow cytometry"
    ],
    "author_names": [
        "Anilkumar Gopalakrishnapillai, PhD",
        "Anne Kisielewski, BS",
        "Ezio Bonvini, MD",
        "John Muth, MS",
        "Jan K Davidson-Moncada, MD PhD",
        "E. Anders Kolb, MD",
        "Sonali Barwe, PhD MSc"
    ],
    "author_affiliations": [
        [
            "Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "MacroGenics, Inc., Rockville, MD "
        ],
        [
            "MacroGenics, Inc., Rockville, MD "
        ],
        [
            "MacroGenics, Inc., Washington, DC"
        ],
        [
            "Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Alfred I. duPont Hospital for Children, Wilmington, DE "
        ]
    ],
    "first_author_latitude": "39.7791955",
    "first_author_longitude": "-75.555432",
    "abstract_text": "Acute myeloid leukemia (AML) in children still has a poor prognosis despite the use of maximally intensive chemotherapy associated with severe short-term and long-term side effects. Therefore, development of targeted therapeutics is necessary to improve outcomes in pediatric AML. CD123 (IL3RA) is overexpressed in most of pediatric AML patients (Bras et al., Cytometry B Clin Cytom, 963:134, 2019) and has been pursued as a target for immunotherapy. The efficacy of a dual affinity retargeting agent (CD123xCD3; MGD006 or flotetuzumab), was evaluated in two patient-derived xenograft models of pediatric AML. In addition, concurrent administration of cytarabine with MGD006 was performed to determine the effect of cytarabine on T-cell function and flotetuzumab efficacy. NSG-SGM3 mice were transplanted with 2.5 x 10 6 cells AML PDX cells. After 18 days post transplant, when human cells were detectable in mouse blood, mice were randomly assigned to one of 8 treatment groups - 1) untreated, 2) T-cells, 3) T-cells with MGD006 (0.5 mg/Kg, Q5d), 4) T-cells with Ara-C (50 mg/Kg, Q5d), 5) T-cells with concurrent administration of Ara-C and MGD006, 6) MDG006 and 7) Ara-C. Mice belonging to groups 2-5 were intravenously injected with 2.0 x 10 6 human pan T-cells (StemCell Technologies, Cat No. 70024.1), prior to i.p. administration of MGD006 and/or Ara-C. Mice were monitored daily and peripheral blood was collected periodically to evaluate leukemia progression (CD45+CD3-) and T-cell expansion (CD3+CD45+) by flow cytometry. Mice were euthanized when they showed systemic signs of leukemia based on weight and body condition score. The growth of human cell percentage in mouse blood over time was plotted and Kaplan-Meier survival plots were generated. On the day after treatment was terminated, AML cell percentage was greatly reduced, in mice treated with T-cells + MGD006 (Fig. 1, group 3) or T-cells + MGD006 + Ara-C (group 5), compared to the other groups. In addition, exposure to MGD006 (groups 3 and 5) enhanced expansion of adoptively transferred T-cells compared to AML PDX mice receiving T-cells alone (group 2). The ability of MDG006 to enhance the expansion of T-cells in vivo was not attenuated by treatment with Ara-C. Similar results were obtained in a second PDX model (Fig. 2). Taken together, MGD006 enhanced T-cell engraftment with or without Ara-C accompanied by marked reduction in the burden of AML blats in the peripheral blood. As expected, MGD006 in the absence of the effector T-cells (group 6) had minimal effect on reducing leukemic burden or survival (Fig. 3A, B). Mice injected with T-cells alone (group 2) showed 40-day improvement in survival, likely due to the allogeneic effect of T-cells. Regardless, the addition of MGD006 with T-cells (group 3) amplified the effect as mice did not reach experimental endpoints upon study termination at 210 days (Fig. 3B, brown line). Ara-C treatment (group 7) delayed leukemia progression and prolonged median survival by 22.5 days compared to untreated mice (Fig. 4A, B). Consistent with the T-cell expansion induced by Ara-C (Fig. 1), mice treated with T-cells + Ara-C (group 4) survived longer (median survival 180 days) than those treated with Ara-C (group 7) or T-cells alone (group 2) (median survival 116 and 135 days respectively). Mice administered with MGD006 concurrently with Ara-C following T-cell injection (group 5) also did not reach experimental endpoints upon study termination (Fig. 3B, purple line). These mice had 0.1% residual AML cells when the study was terminated (Fig. 3A, solid purple line), which was significantly lower than mice receiving T-cells + MGD006 (group 3, 2% AML cells, P=0.0047). These data demonstrate the activity of MGD006 in the presence of T-cells in prolonging survival in pediatric AML PDX models. Inclusion of Ara-C to this regimen was more efficient in reducing AML burden. View large Download slide View large Download slide  Disclosures Bonvini: MacroGenics, Inc.: Employment, Equity Ownership. Muth: MacroGenics, Inc.: Employment, Equity Ownership. Davidson-Moncada: MacroGenics, Inc.: Employment, Equity Ownership."
}