{
    "doi": "https://doi.org/10.1182/blood.V128.22.4663.4663",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3360",
    "start_url_page_num": 3360,
    "is_scraped": "1",
    "article_title": "Center Characteristics and Procedure-Related Factors Have an Impact on Outcomes of Allogeneic Transplantation for Patients with CLL: A Retrospective Analysis from the European Society for Blood and Marrow Transplantation (EBMT) ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "alemtuzumab",
        "antithymoglobulin",
        "bcl-2 protein",
        "bone marrow transplantation",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "donors",
        "frailty",
        "hematopoietic stem cells"
    ],
    "author_names": [
        "Johannes Schetelig, MD MSc",
        "Liesbeth C de Wreede, PhD",
        "Niels S. Andersen, MD PhD",
        "Carol Moreno, MD",
        "Michel van Gelder, MD PhD",
        "Antonin Vitek, MD PhD",
        "Michal Karas, MD",
        "Mauricette Michallet, MD PhD",
        "Maciej J Machaczka, MD",
        "Martin Gramatzki, MD",
        "Dietrich W. Beelen, Prof. Dr. MD",
        "Jurgen Finke, MD",
        "Julio Delgado",
        "Liisa Volin, MD PhD",
        "Jakob Passweg, MD",
        "Peter Dreger, MD",
        "Nicolaas PM Schaap, MD PhD",
        "Matthias Theobald, MD",
        "Anja Henseler",
        "Anja van Biezen",
        "Martin Bornhaeuser",
        "Simona Iacobella",
        "Hein Putter, Prof. Dr",
        "Stefen Schönland, Prof. Dr.",
        "Nicolaus Kröger, Prof. Dr"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany "
        ],
        [
            "LUMC, Dept. Medical Statistics & Bioinformatics, Leiden, Netherlands "
        ],
        [
            "Department of Hematology, Copenhagen University Hospital, Rigshospitalet, Copenhagen, Denmark "
        ],
        [
            "Department of Hematology, Hospital Santa Creu i Sant Pau, Barcelona, Spain "
        ],
        [
            "Department of Internal Medicine/Hematology, Maastricht University Medical Center, Maastricht, Netherlands "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
        ],
        [
            "Hematology/Oncology, Charles University Hospital, Pilsen, Czech Republic "
        ],
        [
            "Hematology department 1G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
        ],
        [
            "Hematology Center Karolinska, Karolinska University Hospital Huddinge, Stockholm, Sweden "
        ],
        [
            "Division of Stem Cell Transplantation and Immunotherapy, Department of Medicine II, Christian-Albrechts-University of Kiel, Kiel, Germany "
        ],
        [
            "Department of Bone Marrow Transplantation, West German Cancer Center, University Hospital Essen, Essen, Germany "
        ],
        [
            "Hematology, Oncology and Stem Cell Transplantation, University of Freiburg, Freiburg, Germany "
        ],
        [
            "Hematology, Hospital de la Santa Creu y Sant Pau, Madrid, Spain "
        ],
        [
            "Helsinki University Hospital, Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Division of Hematology, Department of Biomedicine and Clinical Research, University Hospital of Basel, Basel, Switzerland "
        ],
        [
            "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Hematology, Radboud University Medical Center, Nijmegen, Netherlands "
        ],
        [
            "IIIrd Dept. of Medicine, Johannes Gutenberg-University Medical Center, Mainz, Germany "
        ],
        [
            "Medical Statistics & Bioinformatics, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Department of Medical Statistics and Bioinformatics, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Medical Clinic I, University Hospital, Dresden, Germany "
        ],
        [
            "Dipartimento di Biologia, University of Tor Vergata, Rome, Italy "
        ],
        [
            "Department of Medical Statistics and Bioinformatics, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Medizinische Klinik u. Poliklinik V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "51.056227",
    "first_author_longitude": "13.7793331",
    "abstract_text": "Introduction:Even in the era of novel targeted therapies for the treatment of Chronic Lymphocytic Leukemia (CLL) patients, such as BTK, PI3K and BCL2 inhibitors, allogeneic hematopoietic stem cell transplantations (alloHCT) will remain an important treatment option for a subset of patients with very high risk CLL. The current study focused on the impact of center and procedure-related factors on outcomes after alloHCT, taking into account the impact of patient- and disease-related risk factors. Patients and Methods:Data of 684 CLL patients who received a first alloHCT between 2000 and 2011 were analyzed. Their data were collected as part of the EBMT CLL Data Quality Initiative. Outcomes of interest were Event-Free Survival (EFS) up to 5 years after transplantation and mortality in the first 100 days after alloHCT. Outcomes were analyzed by means of the Kaplan-Meier method and Cox proportional hazards models with a frailty (random effects) component to take into account unexplained center heterogeneity. The following factors describing center characteristics or the transplant procedure were analyzed: experience in alloHCT in general and, for CLL specifically, accreditation by the Joint Accreditation Committee-ISCT & EBMT (JACIE), Gross National Income (GNI)/capita based on purchasing power parity (PPP) (GNI/cap), donor type, donor-patient sex-match, type of conditioning, stem cell source and T-cell depletion (TCD). Results:Five-year EFS of the whole cohort was 37% (95% Confidence Interval, 33%-42%), Day-100 survival was 90% (88%-92%). Experience of the transplant center was measured by the number of all alloHCTs, and alloHCTs for patients with CLL respectively. The median total number of alloHCTs per center per year was 45 (range 0-169) and the median number of CLL alloHCTs was only 2 per center per year (range 0-19). Greater experience with transplantation of patients with CLL (Hazard Ratio (HR) 0.96 per additional transplant, p=0.002), JACIE accreditation (HR 0.7, p=0.045) and a higher GNI/cap (HR 0.4, 95% CI 0.2-0.96, p=0.04) showed a protective impact on 5-year EFS in the Cox model. In vivo TCD with alemtuzumab (HR 1.5 compared to no TCD, p=0.03) and a female donor for a male patient (HR 1.4 compared to a male donor for a male patient, p=0.02) were the only procedure-related factors significantly associated with EFS. Event-Free Survival after in vivo TCD with Anti-Thymocyte-Globulin or after ex vivo TCD was comparable to EFS without TCD (HR 0.9, 0.7-1.3, p=0.6; HR 0.9, 0.5-1.6, p=0.8). Non-myeloablative conditioning did not have a negative impact on 5-year EFS, and exposed patients to a lower risk of non-relapse mortality. Measured and unmeasured center characteristics did not have a significant impact on 100-day mortality. Even when correcting for patient-, procedure- and center-related characteristics, there was still significant variation in center outcome, expressed by center-specific HRs derived from the frailty models, ranging from 0.6 to 1.2. Their impact is illustrated in a model-based plot for EFS (see Figure) which shows outcomes for three reference patients with the same characteristics who would be transplanted in three centers with the same measured characteristics but with the highest, average and lowest HRs in the dataset. These unexplained center effects likely represent a mixture of differences which could apply to the location of the transplant center, unmeasured characteristics of the patient population transplanted at this center, selection criteria which were not reported and factors determining the success of the transplant procedure which might differ between centers. Conclusion: We have confirmed that both center- and procedure-related factors have a significant impact on the EFS of patients with CLL undergoing alloHCT. Our results may help to interpret outcomes of single or multicenter studies better. Since non-myeloablative conditioning did not have a negative impact on EFS and exposed patients to a lower risk of non-relapse mortality, this approach should be favored for future alloHCT for CLL. Probability of Event-Free Survival up to Five Years Post-HCT for three Reference Patients Contribution: J.S. designed the research and wrote the paper. L.C.d.W conducted the statistical analysis and produced the figure. Figure View large Download slide Figure View large Download slide  Disclosures Schetelig: Sanofi: Honoraria. Gramatzki: Janssen: Other: Travel/Accommodation/Expenses, Research Funding. Dreger: Gilead: Consultancy; Gilead: Speakers Bureau; Janssen: Consultancy; Novartis: Speakers Bureau; Novartis: Consultancy; Roche: Consultancy."
}