{
    "doi": "https://doi.org/10.1182/blood.V124.21.3041.3041",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2934",
    "start_url_page_num": 2934,
    "is_scraped": "1",
    "article_title": "Elevated High Sensitivity Troponin T (HsTnT) during Front-Line Therapy with Cyclophosphamide, Doxorubicin, Vincristine and Prednisone +/- Rituximab (CHOP+/-R) or Cyclophosphamide, Epirubicin, Vincristine and Prednisone +/- Rituximab (CEpOP+/-R) Correlates with a Decline in Left Ventricular Ejection Fraction (LVEF) in Patients with Aggressive B-Cell Lymphoma: Results from a Randomized Prospective Clinical Trial NCT00854568 ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "b-lymphocytes",
        "cyclophosphamide",
        "doxorubicin",
        "epirubicin",
        "left ventricular ejection fraction",
        "lymphoma",
        "prednisone",
        "rituximab",
        "troponin t",
        "vincristine"
    ],
    "author_names": [
        "Kai Xue, MD",
        "Juan J Gu, PhD",
        "Qunling Zhang, MD",
        "Xiaojian Liu, MD",
        "Jiachen Wang",
        "Jianfeng Luo",
        "Francisco J. Hernandez-Ilizaliturri, MD",
        "Stanley F. Fernandez, MD",
        "Myron S. Czuczman, MD",
        "Junning Cao, MD Associate Professor",
        "Xiaonan Hong, MD",
        "Ye Guo, MD"
    ],
    "author_affiliations": [
        [
            "Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "School of Public Health, Fudan University, Shanghai, China "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "University at Buffalo, the State University of New York, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY"
        ],
        [
            "Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Fudan University Shanghai Cancer Center, Shanghai, China "
        ],
        [
            "Fudan University Shanghai Cancer Center, Shanghai, China "
        ]
    ],
    "first_author_latitude": "31.03303",
    "first_author_longitude": "121.64571",
    "abstract_text": "Anthracycline associated cardiomyopathy (AAC) is a rare but real complication that negatively influence the clinical outcome and quality of life in B-cell lymphoma patients. Guidelines for cardiac monitoring during chemotherapy had been formulated but are primarily based on cardiac imaging. On the other hand, current available cardiac imaging studies only detect changes once significant myocardial damage has occurred. Thus, there is a need to identify, test and validate novel biomarkers that may predict early cardiac injury in cancer patients receiving cardio-toxic agents. Recently introduced into the clinical practice, high sensitivity troponin T (HsTnT) assay has allowed unparalleled sensitivity and precision to detect early myocardial injury. To this end, we prospectively evaluated changes in HsTnT levels during chemotherapy and correlated it with changes in left ventricular ejection fraction (LVEF) and/or incidence of AAC in previously untreated diffuse large B-cell lymphoma (DLBCL) patients enrolled in a phase III clinical trial comparing two chemotherapy regimens CHOP+/-R vs. CEpOP+/-R, ( NCT00854568 ). A total of 348 DLBCL (N=315) or follicular lymphoma grade 3 (FLG3) (N=33) were randomized to receive either 6 cycles of CHOP+/-R or CEpOP+/-R administered on a 21 day cycles. Demographic, clinical and pathological characteristics were collected for each patient. In addition, baseline and after 4 cycles of the planned therapy were completed, cardiac multi gated acquisition [MUGA] scan and HsTnT using one-step electrochemiluminescence immunoassay (Roche cobase 411) were performed. Treatment groups were well balanced in terms of clinical and demographic characteristics. After 27.1 month follow up, there was no difference in terms of overall response rate (ORR) and progression free survival (PFS) between CHOP+/-R or CEpOP+/-R (Estimated 3-year PFS: 79.7±3.3 % vs. 80.0±3.4%, P = 0.958). Cardiac biomarkers were collected in 324 patients. Elevated HsTnT values after 4 cycles of therapy were observed in 30.9% and changes in LVEF were detected only in 16.0 % of the patients. In detail, elevated levels of HsTnT were observed in 100/324 patients, 66/157 in the CHOP+/-R group and 34/167 in the CEpOP+/-R group (42.0% vs. 20.4%, P = 0.001) ( Figure 1 ). All these patients were asymptomatic, clinically and hemodynamically stable. Moreover, there was no difference between these two groups in terms of incidence of decreased LVEF (27/168, 16.1% vs. 27/180, 15.0%, P = 0.783). Patients with an elevated HsTnT after 4 cycles of their planned treatment exhibited a more pronounced decrease in the absolute LVEF than patients with stable HsTnT levels ( P = 0.009) ( Figure 2 ). Our data suggest that while CHOP+/-R or CEpOP+/-R are equivalent in terms of clinical activity; CEpOP+/-R is associated with a lower incidence of HsTnT elevation. Subclinical decrease in LVEF was associated with elevations on HsTnT in the patient population studied suggesting that HsTnT can potentially be applied as a serum biomarker to identify patients at risk for AAC. Longer follow up is required to further define if the differences observed on HsTnT changes between CHOP+/-R and CEpOP+/-R treated patients will translate in differences in the incidence of clinically relevant AAC. Figure 1. View large Download slide Incidence of adverse cardiac event defined as decrease in LVEF by ≥ 10% or elevated HsTnT levels in DLBCL patients treated with either CHOP+/-R or CEpOP+/-R. While changes in LVEF were similar between treatment arms, a significantly higher number of patients in the CHOP+/-R group exhibited elevation of HsTnT levels after 4 cycles of planed therapy. * P = 0.001 Figure 1. View large Download slide Incidence of adverse cardiac event defined as decrease in LVEF by ≥ 10% or elevated HsTnT levels in DLBCL patients treated with either CHOP+/-R or CEpOP+/-R. While changes in LVEF were similar between treatment arms, a significantly higher number of patients in the CHOP+/-R group exhibited elevation of HsTnT levels after 4 cycles of planed therapy. * P = 0.001 Figure 2. View large Download slide Correlation between changes in HsTnT levels and LVEF. In the combined treatment groups (CHOP+/-R and CEpOP+/-R ), DLBCL patients with elevated HsTnT levels after 4 cycles of therapy had a more pronounced decline in LVEF than patients with normal HsTnT levels.* P = 0.009 Figure 2. View large Download slide Correlation between changes in HsTnT levels and LVEF. In the combined treatment groups (CHOP+/-R and CEpOP+/-R ), DLBCL patients with elevated HsTnT levels after 4 cycles of therapy had a more pronounced decline in LVEF than patients with normal HsTnT levels.* P = 0.009 Disclosures No relevant conflicts of interest to declare."
}