{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3256.3256",
    "article_title": "Initial Results of KD025-208: A Phase 2a Open Label Trial of KD025 for Steroid-Dependent Chronic Graft Versus Host Disease ",
    "article_date": "December 7, 2017",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "abstract_text": "Introduction: cGVHD occurs in approximately 50% of patients undergoing allogeneic hematopoietic stem cell transplantation and it remains a leading cause of post-transplant morbidity and mortality. cGVHD typically exhibits features of both autoimmune and fibrotic diseases and can affect single or multiple organ systems. Corticosteroids are the primary treatment modality and while not uniformly effective, often cause additional adverse effects in patients with prolonged use. Despite major advances in the understanding of cGVHD biology, no targeted therapy has been approved for cGVHD. KD025 is an orally available Rho-associated coiled-coil kinase 2 (ROCK2) selective inhibitor currently in Phase 2 clinical development for autoimmune and fibrotic indications. KD025 has been shown to downregulate pro-inflammatory T helper 17 cells and T follicular helper cells while upregulating anti-inflammatory regulatory T cells, which may potentially correct the immunological imbalance seen in cGVHD. Methods: Seventeen adult patients were enrolled in KD025-208, a Phase 2a, open-label study. Enrollment is planned for three cohorts (200 mg QD, 200 mg BID, and 400 mg QD) of 16 steroid-dependent cGVHD patients per cohort. The primary activity endpoint is the percentage of patients who meet the NIH Consensus Conference-defined overall response criteria (Partial Response (PR) + Complete Response (CR)) at 24 weeks. Secondary efficacy endpoints include changes in corticosteroid and calcineurin inhibitor dose and changes in cGVHD severity using the Physician-Reported Global cGVHD Activity Assessment. Exploratory endpoints include changes in symptom burden/bother using the Lee cGVHD Symptom Scale. Results: Seventeen patients with a median age of 50 years, median time from transplant to cGVHD diagnosis of 9.1 months, median time from initial cGVHD diagnosis to KD025 treatment initiation of 25.9 months, and median number of prior treatment regimens of three were enrolled in the 200 mg QD cohort. KD025 demonstrated an overall response rate (PR or CR at any evaluation time point) of 71% (12/17). Three patients discontinued KD025 treatment prior to 24 weeks (one cancer relapse, one cGVHD progression, and one adverse event of headache). Each of the three discontinued patients had demonstrated responses (PR) prior to study discontinuation. Fourteen of 17 (82%) patients remained on treatment at 24 weeks. At week 24, KD025 demonstrated clinical responses (CR or PR) in 57% (8/14) of the remaining evaluable patients. In addition to the eight responders, four patients had stable disease (SD) at 24 weeks; therefore, CR, PR or SD occurred in 86% (12/14) of patients. Importantly, of patients remaining on treatment at 24 weeks, 57% (8/14) had a reduction in steroid dose and 67% (4/6) had a reduction in tacrolimus dose. Moreover, 57% (8/14) of patients had a reduction in symptoms as measured by the Lee cGVHD Symptom Scale score. Patients with PR or SD were permitted to remain on KD025 for an additional 24 weeks. Eleven of 14 patients elected to remain on KD025 treatment after 24 weeks. Two patients were discontinued due to lack of response at 24 weeks and one patient with stable cGVHD was discontinued due to an unrelated adverse event of nephrotic syndrome. In addition, KD025 demonstrated an overall clinical benefit rate (PR or CR at any evaluation time point or SD at 24 weeks) of 88% (15/17) in all cGVHD patients. No treatment-related serious adverse events (SAEs) have been reported and no definitive treatment-related elevations in liver function tests (LFTs) (ALT, AST, ALP, and Bili) have been observed. Elevations in LFTs were commonly observed prior to KD025 dosing and may be attributable to cGVHD liver involvement. KD025 has been well tolerated and the overall adverse event profile appears consistent with cGVHD. Other low-grade treatment emergent adverse events seen in three or more patients were anemia (24%), diarrhea (24%), and nausea (24%). Conclusions: Treatment of cGVHD with KD025 demonstrated encouraging clinical responses and a favorable safety profile in patients with steroid-dependent cGVHD when administered at 200 mg QD. Eight of 14 patients (57%) demonstrated a 2014 NIH Consensus Conference-defined PR. No drug-related SAEs were reported. Enrollment in the dose-escalating cohorts is ongoing. Disclosures Lee: Kadmon: Other: One-time advisory board member; Bristol-Myers-Squibb: Other: One-time advisory board member; Amgen: Other: One-time advisory board member; Mallinckrodt: Honoraria. Salhotra: Kadmon: Consultancy. Jagasia: Mallinckrodt: Consultancy; Janssen: Consultancy, Research Funding; Therakos: Consultancy, Research Funding. Schueller: Kadmon: Employment, Equity Ownership.",
    "topics": [
        "graft-versus-host disease, chronic",
        "steroid dependency",
        "adverse event",
        "liver function tests",
        "adrenal corticosteroids",
        "glucocorticoids",
        "mineralocorticoids",
        "surrogate endpoints",
        "transplantation",
        "adverse effects"
    ],
    "author_names": [
        "Aleksandr Lazaryan, MD PhD MPH",
        "Stephanie J Lee, MD MPH",
        "Amandeep Salhotra, MD",
        "Madan Jagasia, MD MBBS, MS",
        "James Essell, MD",
        "Alexandra Zanin-Zhorov, PhD",
        "Beth Mac Gillivray, MSc",
        "Olivier Schueller, PhD",
        "David Eiznhamer, PhD",
        "Bruce Blazar, MD",
        "John L. Ryan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aleksandr Lazaryan, MD PhD MPH",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, University of Minnesota, HOT, Minneapolis, MN ",
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephanie J Lee, MD MPH",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amandeep Salhotra, MD",
            "author_affiliations": [
                "City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madan Jagasia, MD MBBS, MS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Essell, MD",
            "author_affiliations": [
                "Oncology/Hematology Care, Cincinnati, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Zanin-Zhorov, PhD",
            "author_affiliations": [
                "Kadmon Corporation, LLC, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beth Mac Gillivray, MSc",
            "author_affiliations": [
                "Kadmon Corporation, LLC, Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Schueller, PhD",
            "author_affiliations": [
                "Kadmon Corporation, LLC, Cambridge, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Eiznhamer, PhD",
            "author_affiliations": [
                "Kadmon Corporation, LLC, Cambridge, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce Blazar, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John L. Ryan, MD PhD",
            "author_affiliations": [
                "Kadmon Corporation, LLC, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:54:37",
    "is_scraped": "1"
}