{
    "doi": "https://doi.org/10.1182/blood-2020-138777",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4478",
    "start_url_page_num": 4478,
    "is_scraped": "1",
    "article_title": "The Potential Role of Emicizuamb Prophylaxis in Severe Von Willebrand Disease ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": null,
    "author_names": [
        "Assaf Arie Barg",
        "Gili Kenet",
        "Tami Livnat",
        "Einat Avishai",
        "Ivan Budnik, MDPhD",
        "Tami Brutman-Barazani",
        "Ilia Tamarin",
        "Aharon Lubetsky",
        "Dalia Bashari",
        "Rima Dardik, PhD",
        "Shadan Lalezari",
        "Mudi Misgav"
    ],
    "author_affiliations": [
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "National Hemophilia Center and Coagulation Center and Amalia Biron Res Inst of Thromb & Hemost and Department of Pediatric Hematology-Oncology, Safra Children's Hospital, Tel Hashomer Medical Center, Ramat Gan, Israel "
        ],
        [
            "Israel National Hemophilia Center and Thrombosis Institute, Chaim Sheba Medical Center, Tel Hashomer, Israel "
        ],
        [
            "Israel National Hemophilia Center, Chaim Sheba Medical Center, Tel Hashomer and The Amalia Biron Thrombosis Research Institute, Tel Aviv, Israel "
        ],
        [
            "The Israeli National Hemophilia Center and Thrombosis Unit, Ramat Gan, ISR "
        ],
        [
            "Sechenov First Moscow State Medical University, Moscow, Russian Federation "
        ],
        [
            "National Hemophilia Center and Thrombosis Unit and Amalia Biron Res Inst of Thromb & Hemost, Tel Hashomer, Israel "
        ],
        [
            "The Israeli National Hemophilia Center affiliated to the Tel Aviv University, Ramat Gan, Israel "
        ],
        [
            "The Israeli National Hemophilia Center affiliated to Tel Aviv University, Ramat Gan, Israel "
        ],
        [
            "The Israeli National Hemophilia Center affiliated to Tel Aviv University, Ramat Gan, Israel "
        ],
        [
            "Sheba Medical Center, Tel Hashomer, Israel "
        ],
        [
            "The Israel National Hemophilia Center and Thrombosis Unit, Chaim Sheba Medical Center, Tel Hashomer, Israel "
        ],
        [
            "National Hemophilia Center and Institute of Thrombosis & Hemostasis, Sheba Medical Center, Tel-Hashomer, Israel ",
            "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel"
        ]
    ],
    "first_author_latitude": "32.1166516",
    "first_author_longitude": "34.80566609999999",
    "abstract_text": "Severe Von Willebrand's disease (VWD) may be associated with chronic joint damage and may require prophylactic therapy. In severe VWD, factor VIII (FVIII) levels are low due to rapid clearness. Emicizumab is a humanized bispecific antibody which mimics the function of coagulation factor VIII (FVIII). It has been approved for prophylaxis in hemophilia A. This is the first study assessing the potential role of emicizumab as an alternative prophylactic treatment in a cohort of patients with severe VWD. We present a TG model evaluating patients' hemostasis following ex vivo spiking of their plasma samples with emicizumab. We also report 24 weeks of successful emicizumab prophylaxis in a child with severe VWD and repeated hemarthroses. A cohort of twenty-four VWD patients were included in the study. Fifty-four percent of our patients were males and the cohort consisted of 14 children (≤18 years) and 10 adults. The majority of patients (96%) were of Caucasian origin. Hemarthrosis was encountered in most type 3 VWD patients, whereas none of the type 2 VWD patients had any joint bleeds. Prophylactic treatment was administered in the majority of type 3 VWD patients, whereas type 2 VWD patients largely required only intermittent on demand therapy applied for bleeding episodes or any surgical interventions. Thrombin generation analysis was carried out blindly in plasma obtained from thirteen type 3 VWD patients and eleven type 2 VWD patients. Seventeen healthy volunteers served as a control group. In plasma from type 3 VWD patients, TG was substantially lower than in plasma from type 2 VWD patients, with ETP of 765 nM×min (596-962) vs. 1954 nM×min (1483-2008) (P = 0•001) and peak height of 47 nM (36-65) vs. 262 nM (142-318) (P = 0•002) In order to examine the potential use of emicizumab as an alternative treatment option for type 3 VWD patients, an ex vivo spiking analysis comparing the effect of Haemate P and emicizumab on TG was performed. An improvement in peak height was demonstrated following spiking with both Haemate P concentrations (P = 0•001 for both) and with the higher emicizumab concentration (P = 0•011). Notably, whereas spiking with both Haemate P concentrations increased peak height to near-normal level, spiking with higher emicizumab concentration increased it to a lesser extent (the median was still lower than in normal controls (P = 0•005). Following the decision to treat our impetus patient with emicizumab prophylaxis, TG analyses were performed in the patient's plasma before and during emicizumab loading and maintenance (Figure 3). As expected, patient's initial TG was extremely low and improved following the first administration of emicizumab loading dose (at week 2 after therapy initiation), at which time emicizumab level was 21 µg/mL. Further significant improvement of TG was noted following loading period completion while emicizumab level was 62 µg/mL. Our patient has been treated with emicizumab for more than six months altogether and did not encounter any joint bleeds since the commencement of therapy. During this period, a single dose of Haemate P was administered following tooth exfoliation. Our study contributes towards a better understanding of TG as a surrogate marker of VWD patients' hemostasis. Our data suggests that some severe VWD patients could be safely and efficiently treated with emicizumab. The successful prophylaxis of our patient and our ex vivo laboratory findings should set the ground for further collaborative multicenter studies to examine the efficacy and safety of emicizumab prophylaxis in type 3 VWD patients. Disclosures Barg: roshe: Honoraria, Speakers Bureau. Kenet: PI Healthcare, CSL Behring: Honoraria; Bayer, Pfizer, Takeda, BioMarin, Novo Nordisk: Speakers Bureau; Bayer, Pfizer, Roche, Alnylam (Sanofi), Shire: Research Funding; Bayer, Pfizer, BioMarin, Takeda, Roche, Novo Nordisk, Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. OffLabel Disclosure: The use of Emicizumab in sever Von Willebrand disease"
}