{
    "doi": "https://doi.org/10.1182/blood.V106.11.5552.5552",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=506",
    "start_url_page_num": 506,
    "is_scraped": "1",
    "article_title": "Real Cost of Allogeneic Nonmyeloablative Hematopoietic Stem Cell Transplantation for CML and Hypothetical Comparison with Imatinib Therapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction: Nonmyeloablative hematopoietic stem cell transplantation (HSCT) and imatinib have changed the treatment of CML dramatically during the last years. Many problems remain unresolved, however. Among them, issues like overall survival, quality of life, and economical aspects are very important. Except for one recent theoretical report ( Pharmacotherapy  2005 ; 25 (3): 325 –334 ), data concerning treatment costs are very scarce. Here we wanted to analyze the economical data from one European country in order to shed some more light on the costs of both these treatment options. Materials and Methods: Nonmyeloablative regimen consisted of fludarabin, busulfan, and ATG (Fresenius). The total real costs of transplantation treatment were calculated for 21 patients (median age 50 years, all but 2 in first chronic phase, 2 were transplanted with MUD). A payment algorithm for the health care is quite complicated and consists of several categories, as follows: hospitalization: one day in the hospital (different for normal ward, intensive care unit, or existing deep myelosuppression); extra payment for: some very expensive drugs, blood products, some more complicated treatment procedures (e.g. dialysis, surgery), some more complicated laboratory analyses (e.g. cytogenetics, PCR) or other examinations (e.g. CT scans, bronchoscopy); ambulatory treatment: clinical examination; extra payment for: all drugs, blood products, some more complicated treatment procedures, and all laboratory analyses or other examinations. For all transplanted patients, we also calculated the hypothetical costs if they would have been treated with imatinib, 400 mg/day, for the same time as they were really followed-up after the transplantation. For imatinib, only ambulatory treatment, no disease progression, no complications, and regular 3-months visit intervals (incl. some laboratory examinations) were considered. Results: The median follow up was 25 months (3–82). The total cost of the treatment for all patients who underwent transplantation was higher than the hypothetical total imatinib treatment cost for all patients (3.734.139 vs. 2.747.065 USD.) However, there were dramatic variations in the costs of transplantations depending mainly on the complications and partially on the length of the follow-up (57.302 vs. 383.140 USD). Transplantation was more expensive than imatinib in all payment categories except for ambulatory drugs (337.951 vs. 2.261.052 USD). Nevertheless, in 7 patients with longest follow-up (more than 4 years), transplantation was actually much cheaper then imatinib (more detailed data will be provided). Conclusion: Despite all drawbacks of this study, it seems unlikely that nonmyeloablative HSCT might be dramatically cheaper than imatinib therapy in global comparison. In some patients with longer follow-up, however, transplantation seems to have significant financial benefit. Except for the transplantation itself, the major financial burdens of transplantation treatment are GvHD management and immunological manipulations during molecular relapses. In imatinib treatment, the most expensive item is the drug itself. This analysis may serve as a basis for improvement of the cost effectiveness of either procedure.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "imatinib mesylate",
        "transplantation",
        "follow-up",
        "blood products",
        "bronchoscopy",
        "busulfan",
        "computed tomography",
        "dialysis procedure",
        "disease progression"
    ],
    "author_names": [
        "Jiri Mayer, MD, PhD",
        "Yvona Brychtova, MD",
        "Marta Krejci, MD, PhD",
        "Michael Doubek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine-Hematooncol., University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine-Hematooncol., University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine-Hematooncol., University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine-Hematooncol., University Hospital, Brno, Czech Republic"
        ]
    ],
    "first_author_latitude": "49.17529940000001",
    "first_author_longitude": "16.5697957"
}