{
    "doi": "https://doi.org/10.1182/blood.V122.21.2953.2953",
    "article_title": "Utilization Of ADAMTS13 Testing In Suspected Thrombotic Thrombocytopenic Purpura (TTP) ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Introduction Thrombotic thrombocytopenic purpura (TTP) is a rare but life-threatening condition, characterized by thrombotic microangiopathy (TMA) that results in microangiopathic hemolytic anemia (MAHA), thrombocytopenia and clinical symptoms including altered mental status, renal impairment and fever. Diagnosing TTP in acute setting continues to be a challenge, since the clinical pentad is not consistently present in TTP, making it difficult to differentiate from other conditions with TMA. The initial clinical decision for plasma exchange (PEX) is supported if there are MAHA and thrombocytopenia without a clear alternative cause. Acquired autoimmune deficiency of ADAMTS13 is known to cause idiopathic TTP and forms a basis for success of PEX in many patients by replenishing ADAMTS13 in addition to immunosuppressive therapy. However, low levels of ADAMTS13 alone are known to be neither sufficiently sensitive nor specific for diagnosis of TTP in acute setting. The aims of this retrospective study were to evaluate: (i) the utilization of ADAMTS13 testing in suspected TTP; (ii) the utilization of PEX in patients with TTP diagnosis; (iii) the association of low ADAMTS13 activity with early mortality in TTP; and (iv) the incidence of ADAMTS13 deficiency in non-TTP diagnoses. Methods After IRB approval, we identified 49 adult patients at a single tertiary medical center, who had ADAMTS13 testing between 2005 and June 2013 for suspected TTP. We searched the final diagnosis, either TTP or non-TTP. The results of ADAMTS13 testing and use of PEX were reviewed in the TTP and non-TTP patients. We identified the final diagnosis of the non-TTP patients. We assessed association of severely low ADAMTS13 activity (<10%) with early mortality defined as death within 3 months of diagnosis in patients with TTP diagnosis. Results Of the 49 patients who had ADAMTS13 testing 18 (37%) were male. The median age was 51years (range 20-81). All patients with TTP had PEX except one who could not initiate PEX due to early death. Twenty-five of the 30 patients (83%) with TTP had low ADAMTS13 activity and 17 of the 30 patients (57%) had severe deficiency (<10%). Five of the 30 patients with TTP suffered early mortality. The relative risk of death among TTP patients with severely low ADAMTS13 activity (<10%) was 1.15 (95% CI 0.22-5.90) compared to TTP patients with low to normal ADAMTS13 activity. Nineteen of the 49 patients who had ADAMTS13 testing subsequently had non-TTP diagnosis. Eight of these 19 patients with non-TTP diagnoses were found to have low ADAMTS13 activity: two patients with DIC secondary to sepsis; two patients with thrombocytopenia associated with primary presentation of hemophagocytic lymphohistiocytosis (HLH); one patient each with malignancy associated with TMA, vasculitis due to autoimmune disease, hematopoietic stem cell transplantation associated TMA and sepsis with renal failure; None of the eight patients with non-TTP diagnosis had severe deficiency. Four patients with non-TTP diagnosis underwent PEX and all had normal ADAMTS13 activity. Three of the 4 patients were subsequently diagnosed with drug induced TMA after oral opioid injection and one with hemolytic uremic syndrome. Conclusions Patients with a strong suspicion of TTP should be treated with PEX. ADAMTS13 activity is found to be relatively specific for TTP, being supportive of the clinical diagnosis in majority of cases. There was no statistically significant correlation between death and severely low ADAMTS13 activity in the cohort of TTP patients studied. ADAMTS13 activity can be low in a variety of non-TTP conditions. Its utility in diagnosis and prognosis of non-TTP conditions, especially HLH, needs further evaluation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adamts13 gene",
        "thrombotic thrombocytopenic purpura",
        "tissue microarray",
        "trimethylamine",
        "microangiopathic hemolytic anemia",
        "thrombocytopenia",
        "sepsis",
        "autoimmune diseases",
        "cancer",
        "clinical diagnosis"
    ],
    "author_names": [
        "Mijung Lee, MD",
        "Colin A Hardin, MD",
        "Bonnie Chapman, MPH",
        "Steven M. Duffy, MD",
        "Zhanna Spektor, MD",
        "Ajeet Gajra, MD, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Mijung Lee, MD",
            "author_affiliations": [
                "Hematology/Oncology, SUNY Upstate Medical University, Syracuse, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Colin A Hardin, MD",
            "author_affiliations": [
                "Internal Medicine, SUNY Upstate Medical University, Syracuse, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bonnie Chapman, MPH",
            "author_affiliations": [
                "SUNY Upstate Medical University, Syracuse, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Duffy, MD",
            "author_affiliations": [
                "Hematology/Oncology, SUNY Upstate Medical University, Syracuse, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhanna Spektor, MD",
            "author_affiliations": [
                "Pathology, SUNY Upstate Medical University, Syracuse, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajeet Gajra, MD, MBBS",
            "author_affiliations": [
                "Hematology/Oncology, SUNY Upstate Medical University, Syracuse, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T09:33:25",
    "is_scraped": "1"
}