{
    "doi": "https://doi.org/10.1182/blood.V118.21.521.521",
    "article_title": "Both DOCK180 and DOCK2 Participate in the CXCL12 and CCL19 Dependent Chemotaxis of Human Dendritic Cells Derived From Monocytes Through the Activation of Rac ",
    "article_date": "November 18, 2011",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Macrophage Development and Function",
    "abstract_text": "Abstract 521 DOCK180, an archetype CDM family protein and a guanine nucleoside exchange factor (GEF), plays a pivotal role in the regulation of cell motility and phagocytosis through the activation of Rac small GTPase. The expression of DOCK180 is ubiquitous except in hematopoietic cells, and a recent report indicated that DOCK180 was also found in dendritic cells (DCs) during their differentiation from CD14 positive monocytes (Fujimoto et al . ASH 2005). Although a knockout study of DOCK2, a hematopoietic cell-specific homolog of DOCK180, demonstrated the essential role of DOCK2 in murine lymphocyte motility and chemotaxis, no involvement of DOCK2 in DCs derived from monocytes has yet been observed. In addition, no data have so far been reported regarding the role of DOCK2 and DOCK180 in the motility of human DCs. In this study, we investigated the role of DOCK180, as well as DOCK2, in the chemotaxis of human DCs derived from monocytes. DCs were prepared by culturing the isolated monocytes from adult volunteers at the Hokkaido Blood Bank in the presence of GM-CSF and IL-4 for 7 days, and gene knock-down assays against DOCK180 or DOCK2 using siRNA were performed. Real time reverse transcriptase-polymerase chain reaction revealed the expression levels of DOCK180 and DOCK2 mRNA in DOCK180 knock-down and DOCK2 knock-down DCs to be almost half of those in DCs transfected with the control random oligonucleotide (control DCs). To determine the role of DOCK2 and DOCK180 in the migration evoked by CXCL12, transwell chemotaxis assays using these knock-down DCs were performed. The migration rates of DOCK180 knock-down DCs and DOCK2 knock-down DCs were significantly reduced to 46±15% and 47±18% compared to those of control DCs (considered to be 100%), respectively. We also found a reduced migration rate that was induced by another chemokine, CCL19, in both DOCK180 and DOCK2 knock-down DCs (34±5% and 47±12%, respectively). Next, we generated DOCK180/DOCK2 double knock-down DCs using the same siRNA technique and again performed the transwell migration assay. Interestingly, the double knock-down DCs showed additive reduction in their migration in response to CXCL12 and CCL19 compared to each single knock-down (19±2% and 15±6%, respectively). These reductions did not come from the down-regulation of chemokine receptors, since the flow cytometric analysis revealed no differences in the expression rates of CXCR4 and CCR7 in each type of DCs. Finally, to demonstrate the activation of Rac as a result of chemokine stimulation via DOCK2 and DOCK180, each of the knock-down DC lines were incubated with CXCL12, and a pull-down assay for Rac was performed. When control DCs were stimulated with CXCL12, the levels of the GTP-bound form of Rac were rapidly elevated within 5 seconds after the stimulation, and reached a peak after 15 seconds. This elevation of the GTP-bound form of Rac was significantly reduced in both DOCK180 or DOCK2 single knock-down DCs. Moreover, consistent with data from the chemotaxis study, very limited activation of Rac in the double knock down DCs was seen. These data demonstrated that DOCK180 and DOCK2 function as significant GEFs for Rac. Taken together, our data demonstrated that both DOCK180 and DOCK2 in human DCs derived from monocyte play a pivotal role in the chemotaxis in response to CXCL12 and CCL19, which do not correlate with the findings in murine DCs. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotaxis",
        "dendritic cells",
        "monocytes",
        "stromal cell-derived factor 1",
        "chemokines",
        "rna, small interfering",
        "cd14 antigen",
        "chemokine receptors",
        "cxcr4 receptors",
        "granulocyte-macrophage colony-stimulating factor"
    ],
    "author_names": [
        "Hideki Goto, MD, PhD",
        "Mitsufumi Nishio, MD, PhD",
        "Katsuya Fujimoto, MD, PhD",
        "Tomoyuki Endo, MD, PhD",
        "Masato Obara, MD, PhD",
        "Keisuke Yamaguchi, MD, PhD",
        "Yukari Takeda, MD, PhD",
        "Hiroshi Nishihara, MD, PhD",
        "Takao Koike, MD, PhD",
        "Masahiro Imamura, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hideki Goto, MD, PhD",
            "author_affiliations": [
                "Internal medicine II, Hokkaido University, Sapporo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mitsufumi Nishio, MD, PhD",
            "author_affiliations": [
                "Internal medicine II, Hokkaido University, Sapporo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katsuya Fujimoto, MD, PhD",
            "author_affiliations": [
                "Internal medicine II, Hokkaido University, Sapporo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoyuki Endo, MD, PhD",
            "author_affiliations": [
                "Internal medicine II, Hokkaido University, Sapporo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masato Obara, MD, PhD",
            "author_affiliations": [
                "Internal medicine II, Hokkaido University, Sapporo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keisuke Yamaguchi, MD, PhD",
            "author_affiliations": [
                "Internal medicine II, Hokkaido University, Sapporo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukari Takeda, MD, PhD",
            "author_affiliations": [
                "Internal medicine II, Hokkaido University, Sapporo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Nishihara, MD, PhD",
            "author_affiliations": [
                "Translational Pathology, Hokkaido University Graduate School of Medicine, Sapporo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takao Koike, MD, PhD",
            "author_affiliations": [
                "Internal medicine II, Hokkaido University, Sapporo, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Imamura, MD, PhD",
            "author_affiliations": [
                "Dept of Hematol Hokkaido Univ Sch of Med, Sapporo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T03:56:50",
    "is_scraped": "1"
}