{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3491.3491",
    "article_title": "Prevalence of Bone Marrow Fibrosis in 47 Cases of Autoimmune Hemolytic Anemia Patients: Clinical and Biologic Relationships ",
    "article_date": "December 7, 2017",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster III",
    "abstract_text": "AIHA is an uncommon and heterogeneous disease caused by autoantibodies directed against erythrocytes and classified as warm (direct antiglobulin test DAT typically positive with anti-IgG antisera and seldom with anti C3d), cold (CAD, usually IgM driven with DAT positive for C3d), mixed (DAT positive for both IgG and high titer C3d), and atypical (DAT negative and IgA driven) forms. The disease is generally benign, but some cases show refractoriness to/relapse after first and further therapy lines, with a correlation with low Hb and inadequate bone marrow compensatory response at onset. Here we aimed to evaluate bone marrow histology (BMH) in 47 primary AIHA patients followed at our Institution, focusing on fibrosis, cellularity, dyserytrhopoiesis, and lymphocyte infiltrate, and their relationship with clinical, laboratory and immunological parameters, collected at enrolment (from January 2017), along with informed consent. BMH samples were revised by an expert hemopathologist and fibrosis graded (MF0 to MF3) according WHO 2016. The number of therapy lines (steroids, immunesuppressors, rituximab, splenectomy) were retrospectively collected. Serum levels of TGF-beta, IL-6, IL-10, IL-17, TNF-alpha, and IFN-gamma were evaluated in patients and in 40 age and sex matched healthy controls, using ELISA kits. Statistical analysis was performed using Student' t test for continuous variables and chi-square or Fischer exact probability test for categorical ones. Figure 1 shows main data of patients (14 males and 33 females; mean age 57 years; 26 CAD, 4 warm, 7 warm with C3d+, 5 mixed, and 5 atypical AIHA), divided according to bone marrow fibrosis (BMF) grade: BMF MF1 was observed in 36% of cases with no relationship with AIHA type, nor with mean Hb values, LDH levels, and the presence of splenomegaly; reticulocyte counts were higher in MF1 cases (p=0.02), although the incidence of inadequate reticulocytosis was comparable in the two groups (82% vs 93%). MF1 cases showed significantly increased cellularity (p=0.005) and dyserythropoiesis (p=0.04), without differences in lymphocyte infiltrate. Concerning cytokine levels, MF1 patients showed increased TGF-beta serum levels and reduced IL-6 (p=0.033), IL-10, IL-17, TNF-alpha, and IFN-gamma compared with MF0 cases. As regards treatment, no differences were observed among MF0 and MF1 cases considering the frequency of steroid and rituximab administration and their efficacy. Splenectomy was performed in 3 cases, all MF0, with 100% response, and cytotoxic immunesuppressors were given to both MF0 and MF1 with a response in the former patients only (67% vs 0%). Of note, MF1 cases more frequently required 2 nd or further therapy lines (70 vs 53%), and displayed AIHA related complications (infections, acute renal failure and concomitant thrombocytopenia); at variance the occurrence of thrombosis was more common in MF0 cases. This is the first observation of BMF MF1 in more than 1/3 of AIHA cases. Although the number of patients is limited and the results preliminary, our data suggest that this subgroup is characterized by a hypercellular dyserythropoietic bone marrow and a higher rate of relapse and treatment requirement. Consistently, in MF1 cases, TFG-beta was the only cytokine increased among those tested. These chronic refractory cases may show clinical/pathologic features similar to low-risk myelodysplastic syndromes and recently described idiopathic cytopenia/dysplasia of unknown significance. On the other hand, MF0 AIHA patients seemed to present with a more florid hemolytic disease characterized by increased immune activation and cytokine release, more frequent thrombotic events, and a better response to immunesuppression. Figure1. Clinical and laboratory features of AIHA patients divided according to bone marrow fibrosis grade. Upper panel consists of a table showing clinical and laboratory parameters at diagnosis, therapy lines and complications. Lower panel consists of a graph showing cytokine levels in patients with or without bone marrow fibrosis. Data are given as median (range), if not better specified. TGF-β transforming growth factor beta; IL interleukin; TNF-α tumor necrosis factor alpha; IFN-γ interferon gamma. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Barcellini: Alexion: Honoraria; Agios: Honoraria, Research Funding; Novartis: Honoraria.",
    "topics": [
        "autoimmune hemolytic anemia",
        "myelofibrosis",
        "flap endonuclease-1",
        "cytokine",
        "interferon type ii",
        "transforming growth factor beta",
        "tumor necrosis factor-alpha",
        "atypical",
        "fibrosis",
        "immunoglobulin g"
    ],
    "author_names": [
        "Bruno Fattizzo, MD",
        "Anna Zaninoni, BS",
        "Umberto Gianelli",
        "Alberto Zanella, MD",
        "Agostino Cortelezzi, Prof",
        "Wilma Barcellini, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bruno Fattizzo, MD",
            "author_affiliations": [
                "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico and University of Milan, Italy, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Zaninoni, BS",
            "author_affiliations": [
                "1UOC Ematologia, UOS Fisiopatologia delle Anemie, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico di Milano, Milan, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umberto Gianelli",
            "author_affiliations": [
                "Division of Pathology, University of Milan, IRCCS Ca' Granda-Maggiore Policlinico Hospital Foundation, Milan, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Zanella, MD",
            "author_affiliations": [
                "Hematology Unit, IRCCS Ca' Granda Ospedale Maggiore Policlinico of Milan, Italy, Milano, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agostino Cortelezzi, Prof",
            "author_affiliations": [
                "Foundation IRCCS Ca' Granda Ospedale Maggiore Policlinico e Università degli Studi di Milano, Milano, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilma Barcellini, MD",
            "author_affiliations": [
                "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:34:16",
    "is_scraped": "1"
}