{
    "doi": "https://doi.org/10.1182/blood.V104.11.1427.1427",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=204",
    "start_url_page_num": 204,
    "is_scraped": "1",
    "article_title": "Outcome of Patients with Myelodysplastic Syndromes (MDS) Undergoing Allogeneic Myeloablative Transplantation: A Retrospective Analysis Comparing HLA Matched Unrelated Donor Bone Marrow Transplantation (BMT) to HLA Identical Sibling SCT. A Retrospective Study on Behalf of the EBMT - Chronic Leukemia Working Party. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "In this retrospective EBMT study, the outcome of MDS pts after bone marrow HLA matched unrelated donor transplantation (BMmUrD, n=144) was compared to the one after bone marrow (BMsib, n=240) or PBPC (PBsib, n=184) HLA identical sibling transplantation (HIS, n=424), with myeloablative conditionings, from 1994 to 2004. There were 191 RA/RARS, 183 RAEB, and 194 RAEB-T with no history of MPD/acute leukemia. BMmUrD pts were younger at SCT (p<.001), and more frequently received TBI and anti-T cell serotherapy during conditioning (p<.001). Cytogenetics was available for 461 pts (unfavorable, n=127), and IPSS for 469 pts (int2+high IPSS, n=180). T-cell depletion (TCD) was performed for 27%, 41%, and 38% of the BMsib, PBsib, and BMmUrD grafts (p=.014). The median follow-up after BMsib, PBsib, and BMmUrD SCT was 60, 36, and 29 mo. The 3-year TRM after BMsib, PBsib, and BMmUrD SCT was 37%, 34%, and 46% (p<.08). In a Gray multivariate model, the use of BMmUrD was associated with an increased 3-year TRM. The impact of this covariate was mainly observed during the first 100 days after SCT, and in pts with either advanced stage MDS, favorable/intermediate cytogenetics, or who received TBI-based conditionings or TCD grafts. The 3-year relapse incidence (RI) was 24%, 22%, and 19% for the BMsib, PBsib, and BMmUrD groups, and excluding TCD: 24%, 15%, and 13% (p=.03). In non-TCD transplants (n=337), RI was significantly decreased in BMmUrD pts (p=.025) when adjusted for other significant covariates. However, this result was associated with an increased incidence of the competing risk in BMmUrD, i.e., TRM. For instance, in advanced stage MDS, RI was 37%, 35%, and 8% in the BMsib, PBsib, and BMmUrD groups, but the TRM was 35%, 30%, and 63%, respectively. The 3-year survival with BMsib, PBsib, and BMmUrD was 43%, 48%, and 39% (p<.07); 44%, 52%, and 45% without TCD (p=NS); and 40%, 40%, 29% with TCD (p=.055). Considering the overall group of pts and adjusting for age, advanced stage MDS, and unfavorable cytogenetics, the use of BMmUrD was adversely affecting the outcome (RR, 1.17; 95%CI, 1.06–1.29; p=.001, n=513 pts - Cox predicted survivals: 44%, 53%, 35% for BMsib, PBsib, BMmUrD). Without TCD, the outcome of BMmUrD was similar to the one of BMsib (RR, 1.12; 95%CI, 0.99–1.27; p=.08 - Cox predicted survivals: 46%, 59%, 43% for BMsib, PBsib, and BMmUrD). Finally, replacing cytogenetics by the IPSS in the model, Int-2/High IPSS pts had a Cox predicted survival of 41%, 51%, and 51% in the BMsib, PBsib, and the BMmUrD groups (p=NS, n=108 pts), whereas Low/Int-1 IPSS pts had a worse outcome with BMmUrD (RR, 1.29; 95%CI, 1.09–1.53; p=.003 - Cox predicted survivals, 53%, 62%, 32%). Finally, the 3-year DFS for the BMsib, PBsib, and BMmUrD groups was 39%, 44%, and 36% (p=.07); and 41%, 49%, and 43% without TCD. In conclusion, BMmUrD is associated with an increased early TRM, a lower RI, and a survival that can be similar to, or even better than the one after BMsib in some subgroups of pts, especially if using unmanipulated grafts. We confirm our previous results showing an improved outcome in high-risk MDS with the use of PBPC as a stem cell source for HIS transplantation.",
    "topics": [
        "bone marrow transplantation",
        "chronic leukemia",
        "donors",
        "human leukocyte antigens",
        "myelodysplastic syndrome",
        "relationship - sibling",
        "transplantation",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "tissue transplants"
    ],
    "author_names": [
        "Ph. Guardiola",
        "W. Fibbe",
        "T. Ruutu",
        "L. Verdonck",
        "U.W. Schaefer",
        "E. Gluckman",
        "G. Verhoef",
        "J.J. Cornelissen",
        "E. Carreras",
        "N.H. Russel",
        "D. Selleslag",
        "A. Vitek",
        "F. Locatelli",
        "E. Alessandrino",
        "H. Schouten",
        "A. van Biezen",
        "R. Brand",
        "D. Niederwieser",
        "T.M. de Witte"
    ],
    "author_affiliations": [
        [
            "BMT Unit, St Louis Hospital, Paris, France"
        ],
        [],
        [],
        [],
        [],
        [
            "BMT Unit, St Louis Hospital, Paris, France"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "first_author_latitude": "38.622993300000005",
    "first_author_longitude": "-90.2405181"
}