{
    "doi": "https://doi.org/10.1182/blood.V118.21.SCI-17.SCI-17",
    "article_title": "Thrombin Control Mechanisms and Thrombin Targets in Cancer Biology ",
    "article_date": "November 18, 2011",
    "session_type": "Scientific Committee on Hemostasis: Hemostatic Factors in Cancer Biology",
    "abstract_text": "Abstract SCI-17 A link between hemostasis and cancer has been recognized for more than a century, but the last decade has seen substantial strides in understanding the mechanisms by which hemostatic system components actively contribute to the malignant phenotype. The expression of procoagulants, such as tissue factor (TF), by tumor cells has been shown to be a poor prognostic factor in clinical studies and a crucial determinant of metastasis in animal models. While TF expressed by tumor cells likely plays a multifaceted role in cancer biology, a substantial body of evidence indicates that tumor cell-associated and circulating hemostatic system components (e.g., prothrombin, fibrinogen, platelets) play a cooperative role in supporting metastasis. The capacity of tumor cells to generate thrombin has been proposed to support metastasis through several mechanisms, including tumor cell proliferation, stable adhesion, regulation of apoptosis, and escape from innate immune surveillance mechanisms. More recently, the fundamental importance of endothelial regulators of thrombin activity in metastasis was established through studies of tumor dissemination in mice expressing mutant forms of thrombomodulin (TM). Mice expressing a TM derivative with reduced thrombin affinity (TM Pro ) exhibited a profoundly prometastatic phenotype relative to wild-type (WT) mice. The TM Pro mutation was shown to support metastasis by promoting the survival of tumor cell emboli newly localized to the lung. The impact of the TM Pro mutation on metastasis was dependent on tumor cell-associated tissue factor, prothrombin, thrombin function, and platelets. In contrast, mice expressing a mutant form of TM lacking the lectin-like domain (TM Led ) that were shown previously to have altered immune function but normal thrombin affinity, exhibited metastatic potential comparable to wild-type mice. These studies further highlight the importance of the hemostatic system in metastasis and demonstrate that apart from tumor cell-associated and circulating procoagulants, TM-mediated regulation of hemostatic function strongly influences tumor cell metastatic success. In addition, recent studies of inflammation-driven cancer have revealed that the role of hemostatic factors in tumor biology is not limited to later phases of malignant progression, such as metastasis. Fibrin(ogen)-mediated regulation of leukocyte function was shown to support tumor development and tumor proliferation in a murine model of inflammation-driven colon cancer. Recent advances in our understanding of the role of hemostatic factors in cancer biology demonstrate that this system of proteins can be important in multiple phases of malignant progression, and underscore the potential utility of targeting selected coagulation factors as a novel adjunct therapy in the treatment of cancer. Disclosures: Palumbo: Novo Nordisk Corporation: Research Funding.",
    "topics": [
        "animal model",
        "cancer biology",
        "thrombin",
        "neoplasms",
        "neoplasm metastasis",
        "hemostatics",
        "cancer",
        "tumor cells",
        "inflammation",
        "prothrombin"
    ],
    "author_names": [
        "Jay L. Degen, PhD",
        "Joseph S. Palumbo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jay L. Degen, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children’s Research Foundation, Cincinnati, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph S. Palumbo, MD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children’s Research Foundation, Cincinnati, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T03:58:15",
    "is_scraped": "1"
}