{
    "doi": "https://doi.org/10.1182/blood.V110.11.4276.4276",
    "article_title": "Influence of Maternal Folic Acid Supplementation on Hematopoietic Factors in Offspring. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Observational studies of childhood acute lymphoblastic leukemia (ALL) have generally supported a protective role for maternal intake of foods or vitamins rich in folic acid during pregnancy. Using C57BL/6J mice, we evaluated the effect of dietary folic acid intake in the perigestational period on surface marker and gene expression in B-lineage cells as a potential model to further elucidate the role of maternal diet in the etiology of childhood ALL. Thirty-six female mice were randomized to one of three folic-acid varied diets (low=0.3, control=2.0, high=8.0 mg/kg) one month prior to mating and maintained on the diet until pup weaning at three weeks. Reproductive characteristics and offspring red blood cell (RBC) folate were recorded, and bone marrow lymphocytes were isolated for surface marker characterization by flow cytometry. For gene expression analyses, CD19 positive B-lineage bone marrow cells were purified from three pups per dietary group using anti-CD19 microbeads. Gene expression levels were interrogated using the Agilent mouse whole genome microarray. No statistically significant differences were found among dietary groups with respect to mating success, litter size, estimated 21 day offspring weights, or the percentage of male offspring. However, there were significant differences among the 3 diets in offspring survival to the end of the experiment (39%, 84%, and 30% for the 0.3, 2.0, and 8.0 mg/kg groups, respectively). Pup RBC folate values were positively correlated with dietary folic acid dose with mean values of 428, 615, and 724 ng/ml, respectively. Mice were euthanized at 3 weeks. There was no significant difference in the expression of CD19, IgM, or kappa light chains on bone marrow lymphocytes in the offspring among dietary groups. ANOVA analysis, using Genedata Expressionist Pro software, showed differential expression of 267 genes using a Benjamini and Hochburg false discovery rate cutoff of 10%. Three main patterns of gene expression between pups of different dietary groups were identified through unsupervised hierarchical clustering analysis; 152 and 86 genes were up- and down-regulated, respectively, in both the high and the low folic acid groups relative to the control group. Twenty-seven genes showed increasing expression with increasing dietary folic acid dose. In conclusion, dietary folic acid given to dams prior to conception through weaning had a significant effect on offspring survival and gene expression. Additional analyses are underway to determine the relevance of genes found to be differentially expressed with respect to risk of B-cell lineage leukemias followed by validation of relevant gene candidates through quantitative RT-PCR. These data will be used to help inform future etiologic studies of childhood ALL.",
    "topics": [
        "b-lymphocytes",
        "bone marrow",
        "bone marrow cells",
        "cd19 antigens",
        "diet",
        "erythrocytes",
        "flow cytometry",
        "folic acid",
        "folic acid supplementation",
        "immunoglobulin m"
    ],
    "author_names": [
        "Kimberly J. Johnson",
        "David A. Largaespada, PhD",
        "Tucker W. LeBien, PhD",
        "Raha Allaei",
        "Julie A. Ross, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kimberly J. Johnson",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David A. Largaespada, PhD",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tucker W. LeBien, PhD",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raha Allaei",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie A. Ross, PhD",
            "author_affiliations": [
                "Cancer Center, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T03:47:02",
    "is_scraped": "1"
}