{
    "doi": "https://doi.org/10.1182/blood.V110.11.1062.1062",
    "article_title": "Late Onset Eosinophilia (beyond Day 100), Rather Than Early Onset Eosinophilia, Has a Significant Prognostic Impact on Transplant Outcomes after Allogeneic Peripheral Blood Stem Cell Transplantation (PBSCT). ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "abstract_text": "Background: The significance of eosinophilia after allogeneic stem cell transplantation (SCT) is presently unknown. The eosinophil activation pathway involves Th2 cytokines and thus eosinophilia after PBSCT may reflect Th2 pathway activation. Previous data suggest that blood eosinophilia precedes or coincides with the development of acute or chronic graft-verus-host disease (aGVHD or cGVHD). In a recent report, Aisa et al reported that patients with peripheral eosinophilia within 100 days post-SCT had a superior overall survival (OS) and transplant-related mortality (TRM) along with a lower incidence of cGVHD compared to those who did not (Transplant Int 2007). Methods: A retrospective analysis of 237 recipients who received allogeneic PBSC from related donors at PMH was performed (myeloablative:reduced intensity conditioning 162:75). The present study evaluated the impact of early (before day 100: EEo) or late onset (beyond day 100: LEo) eosinophilia (≥0.5x10 9 /L in peripheral blood) on transplant outcomes after allogeneic PBSCT. The patient population included 237 recipients of allogeneic PBSC from related donors (male:female 137:100, median age 51 years-old). Results: Biphasic pattern of eosinophilia with 2 peaks before day 100 and beyond day 100 was observed after PBSCT. The cumulative incidence of early onset eosinophilia was 43% at day 100. EEo was not associated with the development of grade 3–4 aGVHD (p=0.1), but there was a trend in the development of grade 2–4 aGVHD (p=0.053). In univariate analyses, the group with EEo showed favorable OS (p=0.002), TRM (p=0.05) and a lower relapse incidence (p=0.05) compared to those without EEo but did not have improved GVHD-specific survival (GSS). EEo did not predict the grade of aGVHD or response to steroid therapy for aGVHD. EEo was significantly associated with the development of late onset eosinophilia (p=0.000004 by chi-square test, p=0.00007 by McNemar test). The cumulative incidence of LEo was 62% at 2 years with median onset of 1 year after SCT. There was an association with the onset of cutaneous (p=0.001), oral (p=0.04), ocular (p=0.02) or pulmonary cGVHD (p=0.03). In univariate analyses, with median follow-up durations of 773 days (patients with LEo) and 679 days (patients without LEo), significant differences were observed in favor of those with LEo in terms of 3 year OS (86% vs 41%, p=0.00000000005), TRM at 3 years (10% vs 37%, p=0.000003), 3 year relapse rate (11% vs 31%, p=0.00003) and 3-year GSS (90% vs 64%, p=0.00001). In multivariate analyses, the LEo, rather than EEo, was identified as a significant favorable prognostic factor for OS (p=0.000006, hazard ratio [HR] 0.21), TRM (p=0.0006, HR 0.24), relapse incidence (p=0.003, HR 0.28) and GSS (p=0.001, HR 0.26). Conclusion: The late onset eosinophilia (beyond day 100), not EEo, seemed to have an important prognostic implication for outcome after allogeneic PBSCT. Further studies are warranted to validate its prognostic impact on SCT outcomes. Figure 1. View large Download slide Comparisonof overall survival (A) and GVHD-specific survival (B) between patients with and without late onset eosinophilia after allogeneic PBSCT Figure 1. View large Download slide Comparisonof overall survival (A) and GVHD-specific survival (B) between patients with and without late onset eosinophilia after allogeneic PBSCT  Close modal",
    "topics": [
        "eosinophilia",
        "peripheral blood stem cell transplantation",
        "transplantation",
        "gerstmann-straussler-scheinker disease",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "allogeneic stem cell transplant",
        "cytokine",
        "follow-up",
        "peripheral blood eosinophilia"
    ],
    "author_names": [
        "Dong Hwan (Dennis) Kim, MD, PhD",
        "Gizelle Popradi, MD",
        "John Kuruvilla, MD",
        "Vikas Gupta, MD",
        "Mark Minden, MD, PhD",
        "Hans A. Messner, MD, PhD",
        "Jeffrey H. Lipton, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dong Hwan (Dennis) Kim, MD, PhD",
            "author_affiliations": [
                "Lymphohematopoietic Cell Transplant Program, Princess Margaret Hospital, Toronto, ON, Canada",
                "Hematology/Medical Oncology, Samsung Medical Center, Seoul, Republic of Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gizelle Popradi, MD",
            "author_affiliations": [
                "Lymphohematopoietic Cell Transplant Program, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Kuruvilla, MD",
            "author_affiliations": [
                "Lymphohematopoietic Cell Transplant Program, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Gupta, MD",
            "author_affiliations": [
                "Lymphohematopoietic Cell Transplant Program, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Minden, MD, PhD",
            "author_affiliations": [
                "Lymphohematopoietic Cell Transplant Program, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans A. Messner, MD, PhD",
            "author_affiliations": [
                "Lymphohematopoietic Cell Transplant Program, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey H. Lipton, MD, PhD",
            "author_affiliations": [
                "Lymphohematopoietic Cell Transplant Program, Princess Margaret Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T18:44:19",
    "is_scraped": "1"
}