{
    "doi": "https://doi.org/10.1182/blood-2019-130742",
    "article_title": "Evaluation of the Oral SYK Inhibitor Fostamatinib in Patients after Allogeneic Transplantation for Chronic Graft-Versus-Host Disease ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Our group previously showed that B cells signal aberrantly through the B cell receptor (BCR) in allogeneic hematopoietic stem cell transplant (HCT) patients with active chronic graft-versus-host disease (cGVHD). Preclinical mouse studies have demonstrated the importance of the proximal BCR molecule, spleen tyrosine kinase (SYK), in cGVHD development. Hypothesizing that the oral small molecule SYK inhibitor, fostamatinib, would safely target aberrant BCR-activated B cells in HCT patients, we are conducting a single-center, investigator-initiated phase 1 trial (NCT02611063). Our primary objective is to evaluate the safety and tolerability of fostamatinib in patients early after HCT and in those with refractory active cGVHD. Secondary objectives include assessment of cGVHD manifestations, B cell activation, and immune recovery. Methods: All patients receive HCT treatment per program standards at Duke University. Prophylaxis (P-cGVHD) subjects enroll 80-150 days after HCT and have no evidence of cGVHD. P-cGVHD subjects receive drug for up to 1 year post-transplant (215-285 fostamatinib days). Steroid-refractory cGVHD (SR-cGVHD) subjects enroll with active cGVHD that persists despite systemic high-dose steroids. SR-cGVHD subjects receive drug for up to 365 days total. For all enrollees, modified continual reassessment criteria are used to determine starting dose (100mg daily, 150mg daily, or 100mg twice BID) and any needed dose modifications. We monitor for drug-limiting toxicities (DLTs), adverse events (AEs), and cGVHD manifestations using NIH cGVHD consensus criteria at up to 12 follow-up visits. Results: 15 of a planned 18 total patients have enrolled. In the P-cGVHD group (n=5), of the 4 patients who completed treatment (mean 239 fostamatinib days), 1 patient developed cGVHD while enrolled and 2 patients subsequently developed cGVHD, 4 and 6 weeks after study completion. The fifth P-cGVHD subject discontinued therapy on study day 155 (provider decision to initiate donor lymphocyte infusion for low CD3+ chimerism). In the SR-cGVHD group (n=10), 2 patients completed treatment (mean 365 fostamatinib days); 3 patients withdrew (mean 132 fostamatinib days), for non-cardiac chest pain, progression of cGVHD, and moved away; and 5 patients are actively enrolled (mean 207 fostamatinib days). Both SR-cGVHD patients who completed the study clinically improved while on fostamatinib and requested continuation of drug. A total of 2, 9, and 4 patients have been initiated on 100mg daily, 150mg daily, and 100mg BID, respectively. At the 100mg daily dose, no DLTs were noted. At the 150mg daily dose, 1 patient developed liver function test (LFT) elevation. At the 100mg BID dose, 2 patients developed LFT elevation and 1 patient developed non-cardiac chest pain. One patient required dose adjustment: 100mg BID to 150mg daily, for LFT elevation. Two serious AEs possibly related to fostamatinib occurred: 1 patient developed non-cardiac chest pain and 1 patient developed a deep venous thrombosis. No probably- or definitely-related serious AEs occurred. To assess whether fostamatinib effectively targets aberrantly activated B cells, we examined subjects' whole blood using flow cytometry. When comparing CD19 + B cells on study day 1 versus study day 60 in the SR-cGVHD group (n=7), we found the relative proportion of CD19 + CD38 + IgD low plasmablast-like cells was decreased (p=0.03, Fig 1A-B), suggesting fostamatinib 'hit target.' Importantly, in the P-cGVHD group, total lymphocyte and B cell counts did not decrease during day 1 to day 225 (Fig 1C-D), suggesting fostamatinib did not affect immune recovery when given early after HCT. Further investigations with functional assays are underway. Conclusions: This study demonstrates for the first time that fostamatinib is safe and tolerated in HCT recipients both early after transplant and in those with active cGVHD. Importantly, fostamatinib does not appear to hinder lymphocyte or B cell recovery when initiated between days 80-150 after HCT. Additionally, fostamatinib may effectively target aberrantly activated B cells in patients with active SR-cGVHD. Fostamatinib, now FDA-approved for treatment of immune thrombocytopenia, merits a phase 2, randomized controlled trial to assess efficacy as a prophylactic agent against cGVHD. This work was supported by a National Institutes of Health grant, NIH (NHLBI) R01 HL 129061. Fostamatinib was supplied by Rigel. View large Download slide View large Download slide  Close modal Disclosures Horwitz: Abbvie Inc: Membership on an entity's Board of Directors or advisory committees. Gasparetto: BMS: Consultancy, Honoraria, Other: Travel, accommodations, or other expenses paid or reimbursed ; Celgene: Consultancy, Honoraria, Other: Travel, accommodations, or other expenses paid or reimbursed ; Janssen: Consultancy, Honoraria, Other: Travel, accommodations, or other expenses paid or reimbursed . Sung: Novartis: Research Funding; Merck: Research Funding; Seres: Research Funding. Rizzieri: Celgene, Gilead, Seattle Genetics, Stemline: Other: Speaker; AbbVie, Agios, AROG, Bayer, Celgene, Gilead, Jazz, Novartis, Pfizer, Sanofi, Seattle Genetics, Stemline, Teva: Other: Advisory Board; AROG, Bayer, Celgene, Celltron, Mustang, Pfizer, Seattle Genetics, Stemline: Consultancy; Stemline: Research Funding.",
    "topics": [
        "fostamatinib",
        "graft-versus-host disease, chronic",
        "transplantation, homologous",
        "chest pain, noncardiac",
        "cd19 antigens",
        "steroids",
        "transplantation",
        "adverse event",
        "allogeneic hematopoietic stem cell transplant",
        "deep vein thrombosis"
    ],
    "author_names": [
        "William C. McManigle, MD",
        "Rachel A. DiCioccio, BS",
        "Sarah Anand, MD",
        "Zhiguo Li, PhD",
        "Jonathan C Poe, PhD",
        "Krista R. Nichols, RN, MSN, AOCNS",
        "Amy N. Suthers, PhD",
        "Wei Jia, MD PhD",
        "Kelly Corbet, BS",
        "Megan Covington, BS",
        "Julia Lloyd-Cowden, BS",
        "Richard D. Lopez, MD",
        "Gwynn D. Long, MD",
        "Mitchell E. Horwitz, MD",
        "Cristina Gasparetto, MD",
        "Anthony D. Sung, MD",
        "Nelson J. Chao, MD",
        "David A. Rizzieri, MD",
        "Stefanie Sarantopoulos, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "William C. McManigle, MD",
            "author_affiliations": [
                "Department of Medicine, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rachel A. DiCioccio, BS",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Anand, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhiguo Li, PhD",
            "author_affiliations": [
                "Department of Biostatistics and Bioinformatics, Duke University, Durham, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan C Poe, PhD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krista R. Nichols, RN, MSN, AOCNS",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy N. Suthers, PhD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Jia, MD PhD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Corbet, BS",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan Covington, BS",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Lloyd-Cowden, BS",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard D. Lopez, MD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gwynn D. Long, MD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell E. Horwitz, MD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Gasparetto, MD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D. Sung, MD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Hospital, Durham, NC"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson J. Chao, MD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Rizzieri, MD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefanie Sarantopoulos, MD PhD",
            "author_affiliations": [
                "Dept. of Medicine, Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T04:05:47",
    "is_scraped": "1"
}