{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2546.2546",
    "article_title": "Development of a Novel Class of Microtubule Destabilizing Agents with Selectivity Against Diffuse Large B-Cell Lymphoma (DLBCL) with B-Cell Receptor (BCR) Activation ",
    "article_date": "December 7, 2017",
    "session_type": "605. Molecular Pharmacology, Drug Resistance—Lymphoid and Other Diseases: Poster II",
    "abstract_text": "To identify drugs with preferential activity against phenotypically defined subtypes of DLBCL, we carried out a high throughput screening of 100,000 drug-like compounds in two cell lines with and without tonic BCR activation. After 3 rounds of progressive viability screening we identified a small molecule, named Li5, which decreased viability of BCR-DLBCLs. In an extended DLBCL panel including cell lines with tonic or chronic (OCI-Ly1, OCI-Ly7, Farage, OCI-Ly10), and no (Toledo, Karpas422, Pfeiffer) BCR activation, we confirmed that Li5 is over 40 times more selective against DLBCL with tonic or chronic BCR activity ( P = 0.001). To determine whether this differential effect is maintained in animal models, we formulated Li5 and evaluated its toxicity in C57BL/6 mice. Li5 was administered up to 200 mg/kg without evidence of toxicity in biochemical and histological assays. To asses the selective anti-lymphoma effect, we xenografted two BCR-DLBCL cell lines (OCI-Ly1 and OCI-Ly7) and a non-BCR-DLBCL cell line (Toledo) into SCID mice. Once tumors developed, we administered 10 mg/kg/day of Li5 or vehicle. Li5 significantly decreased lymphoma size in OCI-Ly7 and OCI-Ly1 mice ( P < 0.005 and P = 0.005, respectively, vs. vehicle) but not in Toledo mice ( P = n.s., vs. vehicle), indicating the compound holds its selectivity in vivo. The mechanism of action (MOA) of Li5 was determined by comparing the transcriptomic changes (pre-post by RNA-seq in triplicates) induced by Li5 in a BCR-DLBCL cell line with those induced by drugs with known MOA using Connectivity-mapping. Surprisingly, we found a significant correlation with microtubule-destabilizing agents (MDAs), suggesting a common MOA. To validate the microtubules as targets of Li5, we first evaluated biochemically the formation of microtubules by spectroscopy and found that Li5 impairs their formation. Analytical ultracentrifugation experiments revealed that Li5 does not bind to unassembled tubulin unlike classic MDAs, while sedimentation/HPLC assays demonstrated that Li5 bounds to preformed microtubules. This represents a molecular MOA never reported before for a MDA. Studying the microtubule cytoskeleton of treated-cells by immunofluorescence, we observed a dose-dependent disruption of mitotic spindle microtubules but also interphase microtubules. We thus compared known cellular effects of MDAs in cells by treating BCR- and non-BCR DLBCL cell lines with Li5 and analyzing cell cycle and apoptosis. Li5 induced significant G2/M cell cycle arrest in both BCR and non-BCR cell lines however apoptosis was followed only in BCR cell lines. These effects remained after correcting by doubling time. Apoptosis was induced in non-BCR cells using chemotherapy agents indicating these cells do not have a defect in mechanisms inducing apoptosis. With all, these results suggest that Li5 inhibition of cell cycle is not the basis for its selectivity. To understand the basis of Li5 selectivity towards BCR-DLBCLs, we conducted a differential expression analysis (RNA-seq) comparing Li5 responsive (OCI-Ly1, OCI-Ly7, Farage, OCI-Ly10) and non-responsive (Toledo, Karpas422, Pfeiffer) DLBCLs. We found a significant (FRD<0.05) up-regulation of genes in the \"P53/DNA damage response\" (TP53, ZMAT3), \"MAPK signaling\" (DUSP16, PTPN7, GPER1) and \"cytoskeleton signaling\" (TUBB2A, SERP1, EVC, CCDC39 and APC2) pathways. Thus, our data suggests that Li5 selectivity could be explained due to a functional dependency of BCR signaling towards cytoskeletal components in BCR-DLBCL cells. In normal lymphocytes, BCR signaling drives remodeling of cytoskeletal elements to promote subsequent signaling events needed for full BCR activation and antigen internalization. The role of the cytoarchitecture in maintaining the activity of BCR in DLBCL is unknown. By using Li5, a novel MDA with a unique MOA, we identified the microtubules as critical determinants of survival of DLBCL with tonic and chronic BCR activation. Disclosures Rivera: Weill Cornell Medicine: Employment. Cerchietti: Lymphoma Research Foundation: Research Funding; Celgene: Research Funding; Leukemia and Lymphoma Society: Research Funding; Weill Cornell Medicine - New York Presbyterian Hospital: Employment.",
    "topics": [
        "animal model",
        "diffuse large b-cell lymphoma",
        "microtubules",
        "receptors, antigen, b-cell",
        "lymphoma",
        "memorial delirium assessment scale",
        "rna",
        "screening",
        "toxic effect",
        "antigens"
    ],
    "author_names": [
        "Benet Pera Gresely, PhD",
        "Francisco de Asís Balaguer, BS",
        "Mariano Gonzalo Cardenas, PhD",
        "Maria Victoria Revuelta, PhD",
        "Maria Nieves Calvo Vidal, PhD",
        "Rossella Marullo, MD PhD",
        "Nahuel Zamponi, PhD",
        "Ildefonso Ismael Rodriguez Rivera, MD",
        "Yong Ai, PhD",
        "Joseph Fraser Glickman, MSPH, PhD",
        "Isabel Barasoain, PhD",
        "Fernando Díaz, PhD",
        "Ari Melnick, MD",
        "Fengtian Xue, PhD",
        "Leandro Cerchietti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Benet Pera Gresely, PhD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Francisco de Asís Balaguer, BS",
            "author_affiliations": [
                "Department of Chemical and Physical Biology, Center for Biological Research, Madrid, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariano Gonzalo Cardenas, PhD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Victoria Revuelta, PhD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Nieves Calvo Vidal, PhD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rossella Marullo, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nahuel Zamponi, PhD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ildefonso Ismael Rodriguez Rivera, MD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Ai, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, University of Maryland, Baltimore, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Fraser Glickman, MSPH, PhD",
            "author_affiliations": [
                "The High-Throughput and Spectroscopy Resource Center, Rockefeller University, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabel Barasoain, PhD",
            "author_affiliations": [
                "Department of Chemical and Physical Biology, Center for Biological Research, Madrid, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Díaz, PhD",
            "author_affiliations": [
                "Department of Chemical and Physical Biology, Center for Biological Research, Madrid, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ari Melnick, MD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fengtian Xue, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, University of Maryland, Baltimore, MD "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandro Cerchietti, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology & Medical Oncology, Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:34:59",
    "is_scraped": "1"
}