{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3936.3936",
    "article_title": "Bromodomain Inhibition Is Effective Against Acute Myeloid Leukemia Cells Under Hypoxia and Induces Genome-Dependent Metabolic Perturbations ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Inhibition of bromodomain-containing (BRD) proteins showed anti-tumor activity against different subtypes of acute myeloid leukemia (AML; Dawson et al. Nature 2011; Zuber et al. Nature 2011; Dawson et al. Leukemia 2013; Chen et al. Cancer Cell 2014; Gröschel et al. Cell 2014; Zhao et al. Cell Reports 2016). However, epigenetic and functional changes occurring under hypoxic conditions may affect BRD protein activity and the consequences of its inhibition. Moreover, the levels of c-MYC, a main target of bromodomain inhibitors, are decreased at low oxygen concentrations mimicking the bone marrow microenvironment which harbor leukemia stem cells, the final target of successful therapies. We treated AML cell lines representative of diverse genetic background (KG1; MLL-driven: MOLM-13, NOMO-1, NPM1 and DNMT3A mutated: OCI-AML3; t(8;21): Kasumi-1; c-MYC-amplified: HL-60) for 48h with the bromodomain inhibitor GSK1215101A (250 µM or 500 µM) under hypoxic conditions (1% O 2 ). GSK1215101A reduced cell viability in a dose-dependent manner in all the cell lines (15%-35% reduction at 250 µM and 25%-65% reduction at 500 µM) except for HL60, with Kasumi-1 being the most sensitive model. A significant increase of Annexin V + apoptotic cells was detected in NOMO-1 and Kasumi-1 cells, while OCI-AML3, Kasumi-1, HL-60 and KG-1 showed a marked decrease in cell proliferation with reduction of the percentage of cells in S phase and arrest into G 0 /G 1 phase. To better understand GSK1215101A effects on AML cells, we performed gene expression profiling of actively translated mRNAs isolated by polysome profiling, along with western blot analysis of OCI-AML3, Kasumi-1 (drug-sensitive) and HL-60 (drug-resistant) cell lines after 16 hour of treatment (in order to allow cell adaption to the selective pressure induced by the drug, while avoiding massive cell death). GSK1215101A enforced hypoxia-induced c-MYC downregulation in all the cell lines and induced HIF-1a upregulation specifically in drug-sensitive ones, which was confirmed by immuofluorescence. Moreover, since c-MYC is a known regulator of cancer cell metabolism, we analyzed the metabolic changes induced by GSK1215101A by Ultrahigh Performance Liquid Chromatography-Tandem Mass Spectroscopy (Metabolon, Inc). GSK1215101A treatment resulted in changes in metabolite levels that are consistent with alterations in energy metabolism and cell component biosynthesis, with marked differences between the OCI-AML3 and Kasumi-1 models. Lactate levels were significantly reduced in hypoxic Kasumi-1 cells after treatment, which may be consistent with a drug-dependent decrease in lactate dehydrogenase activity, while no differences were observed at transcriptional and translational level. Little effects were observed on OCI-AML3 lactate levels. In parallel, OCI-AML3 showed a significant increase of both the reduced (3.9-fold) and oxidized (2.6-fold) forms of glutathione, which plays an important role in antioxidant defense, redox-homeostasis and protein folding. Consistently, the translational profile of OCI-AML3 cells showed enrichment of deregulated genes involved in superoxide metabolic process and response to oxidative stress (NCF1/2, ADNP2, XBP1, HSPA1A/B). Taken together, these data indicate that inhibition of bromodomain-containing proteins is effective against AML cells under hypoxic conditions and offer insights into the drug effects on leukemic cell metabolism, which is highly dependent on the genomic backgrounds. Moreover, the results suggest potential targets for novel combination therapies interfering with metabolic pathways or HIF-1a activity. Supported by: EHA research fellowship award, ELN, AIL, AIRC, project Regione-Università 2010-12 (L. Bolondi), FP7 NGS-PTL project, HARMONY project, Fondazione del Monte BO e RA project. Disclosures Martinelli: ARIAD/INCYTE: Consultancy; PFIZER: Consultancy; ROCHE: Consultancy; JOHNSON & JOHNSON: Consultancy; CELGENE: Consultancy; AMGEN: Consultancy.",
    "topics": [
        "genome",
        "hypoxia",
        "leukemia, myelocytic, acute",
        "perturbations",
        "lactates",
        "leukemia",
        "subacute sclerosing panencephalitis",
        "tumor cells, malignant",
        "annexin a5",
        "antioxidants"
    ],
    "author_names": [
        "Giorgia Simonetti, PhD",
        "Samantha Bruno, MSc",
        "Carmine Onofrillo, PhD",
        "Marco Malferrari, PhD",
        "Cristina Papayannidis, MD PhD",
        "Giovanni Marconi, MD",
        "Michele Cavo, MD",
        "Stefania Rapino, PhD",
        "Lorenzo Montanaro, MD PhD",
        "Giovanni Martinelli, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Giorgia Simonetti, PhD",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samantha Bruno, MSc",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmine Onofrillo, PhD",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Malferrari, PhD",
            "author_affiliations": [
                "Department of Chemistry, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Papayannidis, MD PhD",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Marconi, MD",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Cavo, MD",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Rapino, PhD",
            "author_affiliations": [
                "Department of Chemistry, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorenzo Montanaro, MD PhD",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli, MD",
            "author_affiliations": [
                "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:32:22",
    "is_scraped": "1"
}