{
    "doi": "https://doi.org/10.1182/blood.V108.11.1029.1029",
    "article_title": "Immune Tolerance Induction by High Doses FVIII in Hemophilia A Patients with Inhibitor Does Not Require Deletion of FVIII-Specific T Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "In patients with hemophilia A and FVIII inhibitor, tolerance to FVIII can frequently be restored by prolonged administration of FVIII (immune tolerance induction). We studied the cellular response to FVIII in two patients successfully desensitized with high doses of FVIII. Each patient had also transiently received glucocorticoids, when the antibody titer increased after an initial decline upon start of the desensitization. On repeated stimulations with FVIII loaded autologous dendritic cells, FVIII-specific T oligoclonal cell lines and T cell clones were derived from one of the two patients up to two years after complete elimination of the inhibitor. The interleukins produced by the T cell lines included IL-2, IL-5 and IL-13. Although ITI is frequently unsuccessful in mild/moderate haemophilia A patients, this patient remained tolerant to FVIII even after a 10 days FVIII continuous infusion, 18 months after complete elimination of the inhibitor. Several microcultures from CD4+ T cells purified after this treatment responded to FVIII specifically demonstrating the long term persistence of FVIII-specific T cells after ITI. By contrast, no FVIII-specific T cell lines could be derived from blood of control individuals without hemophilia A. Thus, although in animal models of tolerance, administration of high doses of antigen result in T cell elimination, deletion of FVIII-specific T cells is not required for successful tolerance induction to FVIII.",
    "topics": [
        "animal model",
        "hemophilia a",
        "immune tolerance",
        "t-lymphocytes",
        "aldesleukin",
        "antibody titer",
        "antigens",
        "glucocorticoids",
        "interleukin-13",
        "interleukin-5"
    ],
    "author_names": [
        "Marc G. Jacquemin, MD",
        "Renaud Lavend’homme, Ms",
        "Thérèse Tinot, Ms",
        "Kathelijne Peerlinck, MD",
        "Jean Marie Saint-Remy, MD",
        "Brigitte Pautard, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marc G. Jacquemin, MD",
            "author_affiliations": [
                "Center for Molecular and Vascular Biology, University of Leuven, Leuven, Belgium"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Renaud Lavend’homme, Ms",
            "author_affiliations": [
                "Center for Molecular and Vascular Biology, University of Leuven, Leuven, Belgium"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thérèse Tinot, Ms",
            "author_affiliations": [
                "Département de Pédiatrie, Centre Hospitalier Universitaire d’Amiens, Amiens, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathelijne Peerlinck, MD",
            "author_affiliations": [
                "Center for Molecular and Vascular Biology, University of Leuven, Leuven, Belgium"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Marie Saint-Remy, MD",
            "author_affiliations": [
                "Center for Molecular and Vascular Biology, University of Leuven, Leuven, Belgium"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Pautard, MD",
            "author_affiliations": [
                "Département de Pédiatrie, Centre Hospitalier Universitaire d’Amiens, Amiens, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T13:02:59",
    "is_scraped": "1"
}