{
    "doi": "https://doi.org/10.1182/blood.V126.23.4762.4762",
    "article_title": "Presence of Primary Cilia in Human Hematopoietic System ",
    "article_date": "December 3, 2015",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation",
    "abstract_text": "Primary cilia are non-motile microtubule-based organelles that are present on the cellular membrane of all eukaryotic cells. The presence of cilia is required for the response to developmental signaling pathways such as Hedgehog (Hh) and Wnt/β-catenin. Loss of primary cilia or their function has been linked to a number of human genetic diseases, called ciliopathies (Dorn et al ., Dev Cell, 2012). Recent studies suggest that abnormal hedgehog Hh pathway activity due to ciliary dysfunction could lead to various cancers such as glioblastoma, medulloblastoma, basal cell carcinoma, breast, prostate and ovarian cancer (Menzl et al., Cilia, 2014, Moser et al., BMC cancer 2009). Although the Hh pathway has emerged as an exciting new therapeutic target in leukemia and myeloproliferative diseases, to date, there have been no reports describing the presence of primary cilia in human blood or leukemia cells. In the present study, we have successfully identified primary cilia in hematopoietic system (Fig. 1). Primary cilia are well characterized in hedgehog responsive NIH3T3 cells; therefore, these cells were included in the study as a positive control for cilia staining. Localization of acetylated tubulin (which stains for the ciliary body) and gamma tubulin (which stains the basal body) was used to confirm the presence of primary cilia in normal human peripheral blood mononuclear cells (PBMCs) and normal bone marrow (BM) cells. Furthermore, we have also identified primary cilia in acute myeloid leukemia cell lines (KG1, KG1a, K562). Additionally, hedgehog pathway components such as, Smoothened and Gli3 were localized in primary cilia of acute myeloid leukemia (AML) cell lines. Interestingly, the frequency of primary cilia in AML cells (10-36%) was found to be lower than normal PBMCs and BM (97-99%) (Fig. 1). Moreover, cilia present on leukemic cells were often shorter and dysmorphic, with less well defined basal bodies. KG1 cells, which have a higher number of cilia, retain sensitivity to Hh pathway inhibitors, but K562 and KG1a, which have high levels of Hh activity but very low numbers of cilia, are resistant. Loss of cilia is, therefore, associated with activation of Hh signaling that is resistant to SMO antagonists, and could have important implications for the development of this class of drugs. In conclusion, we present the first evidence showing the presence of primary cilia in hematologic system and implicate the loss of primary cilia in development of hematological malignancies through deregulated Hh signaling. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antagonists",
        "basal cell carcinoma",
        "cancer",
        "cilia",
        "ciliopathies",
        "genetic disorder",
        "glioblastoma",
        "hematologic neoplasms",
        "hematopoietic system",
        "leukemia"
    ],
    "author_names": [
        "Mohan Singh, PhD",
        "Parvesh Chaudhry, PhD",
        "Giridharan Ramsingh, MD",
        "Akil Merchant, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohan Singh, PhD",
            "author_affiliations": [
                "University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Parvesh Chaudhry, PhD",
            "author_affiliations": [
                "University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giridharan Ramsingh, MD",
            "author_affiliations": [
                "Hematology, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akil Merchant, MD",
            "author_affiliations": [
                "University of Southern California, Los Angeles,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T09:29:39",
    "is_scraped": "1"
}