{
    "doi": "https://doi.org/10.1182/blood-2020-143037",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4479",
    "start_url_page_num": 4479,
    "is_scraped": "1",
    "article_title": "Treatment of Severe, Drug-Refractory Viral Infections with Allogeneic, Off-the-Shelf Multi-Virus Specific T Cells in Patients Following HSCT: Results from a Phase 2 Study ",
    "article_date": "November 5, 2020",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "topics": null,
    "author_names": [
        "Ifigeneia Tzannou, MD",
        "Ayumi Watanabe, Bsc",
        "Anastasia Papadopoulou, PhD",
        "Manik Kuvalekar, Msc",
        "Swati Naik, MBBS",
        "Premal Lulla, MBBS",
        "Robert A. Krance, MD",
        "Carlos A. Ramos, MD",
        "Helen E. Heslop, MD DSc",
        "Ann M. Leen, PhD",
        "Bilal Omer, MD"
    ],
    "author_affiliations": [
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX ",
            "Hematology Department & HCT Unit, G. Papanikolaou Hospital, Thessaloniki, Greece "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Department of Pediatrics, Baylor College of Medicine Texas Children's Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Pediatrics, Center for Cell & Gene Therapy, Houston, TX"
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.708278800000002",
    "first_author_longitude": "-95.40039744999999",
    "abstract_text": "Background. Serious viral infections associated with delayed immune reconstitution are a leading cause of morbidity and mortality after allogeneic hematopoietic stem cell transplantation (HSCT). In approximately 90% of allogeneic HSCT patients, the suppressed immune system allows viruses that were previously in a latent, quiescent state to reactivate, with up to 60% of patients experiencing a reactivation of 2 or more viruses, including BKV, CMV, AdV, EBV and HHV-6; HSCT also predisposes for persistent acute infections, such as AdV. There is a lack of effective antiviral drugs to treat the majority of these infections and, when used clinically, available antiviral therapies are associated with significant toxicities, resulting in a substantial unmet medical need in this population. Viralym-M is an allogeneic, off-the-shelf multi-virus specific T cell (VSTs) product targeting five common viruses (BKV, CMV, AdV, EBV and HHV-6) that can lead to devastating diseases in allogeneic HSCT recipients. As T cells play a central role in response to viral infection, Viralym-M is intended to restore VST immunity to treat or prevent viral diseases and infections. Efficacy and safety of Viralym-M in allogeneic HSCT recipients with at least one treatment-refractory infection were evaluated in a phase II proof-of-concept trial (CHARMS study). In a previously published interim analysis from the study, infusion of Viralym-M was well tolerated and associated with clinical responses in most patients. Here we present the efficacy and safety data from the complete cohort of patients enrolled in the CHARMS study. Methods. Allogeneic HSCT patients who had either failed antiviral therapy or were unable to tolerate standard antivirals to control BKV, CMV, AdV, EBC, HHV-6, and/or JCV infection were enrolled to the study. Viralym-M was given as a single infusion of 2x10 7 VSTs/m 2 . If a partial response was achieved, patients could receive up to 4 additional doses after 4 weeks, at 2-week intervals. Study end points included resolution of the target infections as measured by viral load, resolution of clinical signs and symptoms as determined by the primary investigator, and safety. A complete response (CR) was defined as viral load returning to normal range and resolution of clinical signs/symptoms, while a partial response (PR) as a ≥50% decrease in viral load and/or 50% improvement of clinical signs/symptoms. Clinical end points were assessed by 6 weeks post infusion, and patients were followed until the end of study at 12 months. Persistence of the VSTs was examined by the epitope specificity of circulating T cells. Results. Fifty-eight patients were treated with Viralym-M, with one patient who was treated for two different infections separately (N=59). Nineteen (32.2%) were pediatric and 40 (67.8%) were adults. Of the patients with one viral infection, 30.5% had BKV, 28.8% CMV, 13.6% AdV, 5.1% HHV-6, 1.7% EBV, and 1.7% JCV. Eleven patients (18.6%) had more than one virus infection: 10 were co-infected with 2 different viruses, and 1 with 3 different viruses. The majority of patients received one infusion (74.6%). Overall, more than 90% of patients achieved a clinical response (PR or CR) by 6 weeks post Viralym-M infusion. 11 patients on the trial were co-infected with multiple viruses and 19 of the 23 viral infections in these patients responded to Viralym-M. We tested for persistence in 16 patients and 11 (69%) had circulating VSTs with persistence of VSTs of third party origin for up to 12 weeks. Treatment with Viralym-M was generally well tolerated. No immediate toxicities were observed and, other than isolated fever in a few patients, we observed no symptoms associated with CRS. Fourteen cases of acute graft-versus-host disease (GVHD) were observed; 8 of these were pre-existing. Of the six patients that experienced de novo GVHD, all had transient grade 1 skin GVHD that resolved with treatment. Conclusions. More than 90% of patients achieved a clinical response by 6 weeks post Viralym-M treatment, which was generally well tolerated, suggesting that Viralym-M can be safely and effectively used to treat viral infections, including multiple infections, in patients following allogeneic HSCT. Viralym-M has now received Regenerative Medicine Advanced Therapy (RMAT) and PRIority MEdicine (PRIME) designation from both the FDA and EMA. Phase 3 and proof-of-concept studies are in progress. Disclosures Tzannou: Allovir: Consultancy. Watanabe: AlloVir: Consultancy. Kuvalekar: AlloVir: Consultancy. Ramos: Novartis: Membership on an entity's Board of Directors or advisory committees; Tessa Therapeutics: Research Funding; Kuur Therapeutics: Research Funding. Heslop: Novartis: Consultancy; Gilead Biosciences: Consultancy; PACT Pharma: Consultancy; Kiadis: Consultancy; Tessa Therapeutics: Consultancy, Research Funding; Marker Therapeutics: Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; AlloVir: Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees. Leen: AlloVir: Consultancy, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Marker Therapeutics: Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees. Omer: Allovir: Consultancy, Research Funding."
}