{
    "doi": "https://doi.org/10.1182/blood.V112.11.365.365",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1213",
    "start_url_page_num": 1213,
    "is_scraped": "1",
    "article_title": "Prevention of Rat Cardiac Allograft Rejection by Host Th2 Cell Adoptive Transfer ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "topics": [
        "adoptive transfer",
        "cardiac transplant rejection",
        "host (organism)",
        "th2 cells",
        "transplantation",
        "rapamycin",
        "allograft heart",
        "allografting",
        "cyclosporine",
        "cytokine"
    ],
    "author_names": [
        "Shoba Amarnath, PhD",
        "Hao Chen, MD, PhD",
        "Carliann M Costanzo",
        "Joanna M Swerczek, LVT, LATg",
        "Michael A Solomon, MD",
        "Daniel H Fowler, MD"
    ],
    "author_affiliations": [
        [
            "Experimental Transplantation Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Critical Care Medicine, cinical center, National Institute of Health, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Critical Care Medicine, cinical center, National Institute of Health, Bethesda, MD, USA"
        ],
        [
            "Critical Care Medicine, cinical center, National Institute of Health, Bethesda, MD, USA"
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.00184465",
    "first_author_longitude": "-77.10269985000001",
    "abstract_text": "We have recently shown that ex vivo manufactured, rapamycin-resistant donor Th2 cells (Th2.R cells) prevent the rejection of allogeneic bone marrow grafts through a process that involves IL-4-mediated polarization of host T cells towards a Th2 phenotype. Because donor T cell therapy lacks feasibility in the setting of cardiac allograft transplantation using cadaveric donors, we developed an approach to prevent rejection that incorporates host Th2 cell therapy prior to organ transplantation. The aims of the study were to: (1) develop a method for the ex vivo manufacture of rat Th2.R cells and inject such syngeneic Th2.R cells just prior to class I and class II disparate cardiac allografting; (2) determine whether such adoptive host Th2.R cell transfer polarizes post-transplant immunity towards a Th2 phenotype; and (3) evaluate in a preliminary manner whether Th2.R cell transfer reduces graft rejection in a model that uses sub-optimal cyclosporine therapy. Recipient-type (Black Norway, BN) CD4+ T cells were co-stimulated with anti-rat anti-CD3 and –CD28 antibodies in the presence of rapamycin, rrIL4, rhuIL-2, and rhIL7 (3-day culture interval). The Th2.R cell cytokine phenotype was determined by intra-cellular flow cytometry and multi-analyte testing of supernatants obtained after repeat co-stimulation. Th2.R cells were injected (i.v.; 1 × 107 cells) 2–3 hours prior to cardiac allografting (donor strain, Dark Agouti; DA). Cardiac function was evaluated clinically by cardiac palpation through day 28 post-grafting. At day 28, histology studies and immune function studies were performed, including assessment of host-anti-donor alloreactivity. Engraftment controls (cohort #1) and rejection controls (cohort #2) received cyclosporine (CSA) through the full 28 days or only through day 18, respectively; the experimental cohort (#3) received host Th2.R cells followed by the short-course of CSA. Supernatants from the Th2.R cell product contained 1500 pg/ml IL-4 and only 50 pg/ml of IFN-γ; the frequency of IL-4+ cells and IFN-γ+ cells was 10% and 1%, respectively. Clinical rejection was observed in cohort #2 (3/3 subjects) whereas all subjects in cohorts #1 and #3 had full cardiac function through day 28 (cohort #1- 2/3 subjects; cohort #3- 3/3 subjects). Relative to rejection controls, Th2.R cell recipients had a reduced frequency of intra-cardiac CD8+ T cells (%CD8+ T cells, 9.2 ± 6.2 vs. 1.1 ± 0.3; p<0.001) and spleen CD8+ T cells (1.9 ± 0.2 vs. 0.5 ± 0.2; p=0.014). Furthermore, after ex vivo re-stimulation with donor-type dendritic cells, intra-cardiac CD8+ T cells from Th2.R cell recipients tended to produce less IFN-γ relative to rejection controls (pg/ml in supernatant; 15.7 ± 1.4 vs. 44.2 ± 1.4; p=0.07) and tended to produce increased IL-4 relative to rejection controls (1974 ± 140 vs. 260 ± 291; p=0.07). This study demonstrates a feasible and successful methodology for inducing recipient based immunotolerance by generating rapamycin-resistant Th2 cells in the rat species.. Adoptive transfer of host-type Th2.R cells just prior to fully genetically-disparate cardiac allograft transplantation results in a shift towards Th2 cytokines post-transplant, a reduction in the frequency of intra-cardiac T cell infiltration, and shows promise as a novel method to prevent cardiac allograft rejection."
}