{
    "doi": "https://doi.org/10.1182/blood.V108.11.1519.1519",
    "article_title": "Signalling Pathways Have Different Expression Profiles in Human Platelets Isolated from Men and Women. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Cardiovascular diseases (CVD) are the leading causes of death for men and women in the U.S. Platelets play a central role in the inflammation and coagulation mechanisms responsible for these disorders, and anti-platelet drugs are therefore the current mainstays in prevention and therapy. Understanding the signaling pathways involved in normal and abnormal platelet function using proteomic techniques offers a novel strategic approach to the discovery of potential new therapeutic targets. Hypothesis: The incidence and outcomes of cardiovascular disease are profoundly dependent on gender, and it is possible that differences in platelet signaling mechanisms may contribute to these disparities. We have therefore hypothesized that the platelet signaling proteome is gender-specific. Methods: Platelets were isolated and purified from four normal adult male and four normal adult female donors under an IRB-approved protocol. Conventional 2D-gel electrophoresis (2DGE) and mass spectrometry were used to profile the high abundance platelet proteome. Antibody microarrays, bearing 507 monoclonal antibodies against low abundance proteins involved in signaling pathways and related functions, were used to interrogate the lower abundance platelet. Western blots were used to validate a subset of the data. Results: Discovery studies with 2DGE revealed at least nineteen lower abundance proteins which could be significantly distinguished on the basis of gender (P<0.05). Two of these proteins, a thrombopoeitin-activated G-protein component (#1101) and a megakaryocyte-relevant co-factor for DNA synthesis (#1583), were selectively elevated in male platelets. Concurrent studies on the sensitive antibody microarray platform revealed that more than 420 proteins were significantly expressed in a gender-specific manner (P<0.05). Of these, 62 remained significant by the stringent criterion of a False Discovery Rate (FDR) of <10% (SAM Algorithm, 2000 permutations). By rank-ordering the proteins by expression level, we found that platelets from normal male and female donors were significantly and uniquely enriched in different signaling proteins. These gender-specific signaling proteins included IL-1beta, and specific isoforms of iNOS (inducible nitric oxide synthase), PLC (phospholipase C), and PKC (protein kinase C). Western blot analysis validated a subset of the differentially expressed platelet proteome. Conclusions: These data support the hypothesis that the platelet signaling proteome is gender-specific. We interpret these data to indicate that gender-specific differences in the platelet signaling proteome may contribute to the gender-specific disparity in outcomes for cardiovascular diseases in men and women.",
    "topics": [
        "antibodies",
        "antiplatelet agents",
        "blood platelets",
        "cardiovascular diseases",
        "electrophoresis",
        "gel",
        "gtp-binding proteins",
        "inflammation",
        "interleukin-1 beta",
        "mass spectrometry"
    ],
    "author_names": [
        "Stephen W. Rothwell, PhD",
        "Ofer Eidelman, PhD",
        "Catherine Jozwik, PhD",
        "Gregory Mueller, PhD",
        "Merrily Poth, MD",
        "Pamela L. Zeitlin, MD,PhD",
        "William Guggino, PhD",
        "David M. Jacobowitz, PhD",
        "Meera Srivastava, PhD",
        "Harvey B. Pollard, MD,PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen W. Rothwell, PhD",
            "author_affiliations": [
                "Department of Anatomy, Physiology and Genetics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ofer Eidelman, PhD",
            "author_affiliations": [
                "Department of Anatomy, Physiology and Genetics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Jozwik, PhD",
            "author_affiliations": [
                "Department of Anatomy, Physiology and Genetics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Mueller, PhD",
            "author_affiliations": [
                "Department of Anatomy, Physiology and Genetics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merrily Poth, MD",
            "author_affiliations": [
                "Department of Pediatrics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela L. Zeitlin, MD,PhD",
            "author_affiliations": [
                "Department of Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, USA",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Guggino, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, USA",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Jacobowitz, PhD",
            "author_affiliations": [
                "Department of Anatomy, Physiology and Genetics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA",
                " "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meera Srivastava, PhD",
            "author_affiliations": [
                "Department of Anatomy, Physiology and Genetics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA",
                " "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harvey B. Pollard, MD,PhD",
            "author_affiliations": [
                "Department of Anatomy, Physiology and Genetics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA",
                " "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T18:40:57",
    "is_scraped": "1"
}