{
    "doi": "https://doi.org/10.1182/blood.V108.11.1043.1043",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=802",
    "start_url_page_num": 802,
    "is_scraped": "1",
    "article_title": "Severe Factor V Deficiency Associated with Chromosome 1q Deletion. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "acetic acid",
        "activated partial thromboplastin time measurement",
        "antithrombin iii",
        "blood coagulation disorders",
        "centrifugation",
        "chromosome 1q",
        "chromosome deletion",
        "codon, nonsense",
        "dna",
        "factor v"
    ],
    "author_names": [
        "Jonathan S. Caudill, MD",
        "Ruchira Sood, PhD",
        "James L. Zehnder, MD",
        "Erik C. Thorland, PhD",
        "Vilmarie Rodriguez, MD",
        "Rajiv K. Pruthi, MD",
        "David P. Steensma, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Mayo Clinic"
        ],
        [
            "Pathology, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pathology, Stanford University, Stanford, CA, USA"
        ],
        [
            "Laboratory Medicine & Pathology, Mayo Clinic"
        ],
        [
            "Pediatric Hematology/Oncology, Mayo Clinic"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "36.86399765",
    "first_author_longitude": "-93.94408659999999",
    "abstract_text": "Background: Coagulation factor V (FV) is an essential cofactor of the prothrombinase complex, catalyzing conversion of prothrombin to thrombin. Severe FV deficiency is a rare coagulation defect with a prevalence in the general population of approximately 1 in 1,000,000 and a variable bleeding risk (Asselta R et al. J Thromb Haemostas 2006). Genetic mutations underlying a FV-deficient hemorrhagic diathesis have been described in a limited number of cases, display considerable allelic heterogeneity, and have been due to point mutations in the FV gene located at chromosome 1q23. Here, we report a 15 year-old girl with psychomotor delay, CNS abnormalities, and a solitary left kidney - features consistent with a congenital 1q deletion including band 1q23 - who was found to have severely reduced plasma FV activity after a routine preoperative laboratory evaluation prior to an elective spinal stabilization surgery revealed a mildly prolonged prothrombin (PT, 13.2 seconds; normal 8.4 – 12 seconds) and activated partial thromboplastin (aPTT, and 38 seconds; normal 21 – 33 seconds) time. She had undergone minor surgical procedures in the past without reports of significant bleeding, and her family members were also clinically unaffected. Methods: FV procoagulant activity level was measured in the patient with an MDA-180 automated coagulation analyser (Trinity Biotech, Ireland). The patient’s peripheral blood leukocytes were separated by density centrifugation and fixed in methanol:glacial acetic acid (2:1). We then performed interphase fluorescent in-situ (FISH) analysis using probes covering the FV gene and the more telomeric HPC1 gene as a control. Genomic DNA was also isolated from the patient, and the coding region (25 exons) of the FV gene amplified by polymerase chain reaction (PCR) and sequenced. Results: FV activity assays revealed a severely reduced level of 9% (normal range: 60–130%). Factor V activity levels in the patient’s family members were not assessed. Peripheral blood karyotyping revealed an interstitial deletion of 1q: 46,XX,del(1)(q24.2q25.3 or q23.3q25.1). Interphase FISH analysis was performed. Red signals corresponded to the FV probe and green signals corresponded to HPC1, which is approximately 13 MB telomeric to FV. In contrast to healthy controls, the patient had a signal pattern of only 1 green HPC1 signal and 1 red FV signal, corresponding to heterozygous loss of the FV gene and adjacent chromosomal material. Sequencing of the retained allele revealed a novel hemizygous S234W mutation (encoded by exon 6). The lost serine is part of a conserved “SGP” peptide segment predicted to be a solvent-exposed region of the heavy chain of the FV protein. Conclusion: Most mutations causing FV deficiency are autosomal recessive and introduce frame shifts resulting in the generation of a premature termination codon. Karyotypic and FISH analysis of this patient revealed a novel mechanism for FV deficiency: loss of an entire FV allele as part of a chromosomal deletion, coupled with a point mutation in the other allele. Structural modeling of the consequences of the S234W point mutation, which is predicted to alter the hydrophobicity of the protein, is ongoing. Syndromes involving an interstitial deletion of 1q have been described in association with ATIII deficiency (Pallotta, Dalpra et al. 2001), but to our knowledge, this is the first description of a 1q deletion with FV deficiency."
}