{
    "doi": "https://doi.org/10.1182/blood.V116.21.1756.1756",
    "article_title": "Incidence, Method and Covariates of Central Nervous System (CNS) Prophylaxis for Diffuse Large B-Cell Lymphoma In the National Comprehensive Cancer Network (NCCN) Lymphoma Database ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "Abstract 1756 Background: The optimal criteria to determine which patients with diffuse large B-cell lymphoma (DLBCL) should receive central nervous system (CNS) prophylaxis remain controversial. We aimed to characterize patterns of CNS prophylaxis administration in patients with DLBCL in a large multi-institutional database. Methods: The National Comprehensive Cancer Network (NCCN) Non-Hodgkin's Lymphoma Outcomes Database is a prospective cohort study collecting clinical, treatment, and outcomes data for patients at seven participating NCCN centers. Patients who presented between January 1, 2001 and July 1, 2008 with newly-diagnosed DLBCL, without CNS disease at baseline, and who received R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine and prednisone) within 180 days of diagnosis were eligible for this analysis. We assessed clinical and sociodemographic covariates of receipt of CNS prophylaxis and type of prophylaxis received (either ≥2 doses of intrathecal methotrexate and/or cytarabine or ≥1 dose of systemic methotrexate). Extrapolating from prior studies (e.g., Boehme et al, Ann Oncol , 2007), we defined high-risk features as >1 extranodal site involvement, elevated lactate dehydrogenase (LDH), bone marrow involvement, or other high-risk site involvement (orbit, testis, peripheral blood, bone/vertebrae, nasal/paranasal sinuses), and assessed rates of CNS prophylaxis in patients with ≥1 high-risk feature. We also determined rates of CNS recurrence for patients with ≥ 2 high-risk features who received prophylaxis versus those who did not. Results: Of a total of 989 patients with DLBCL (mean age 56; 44.4 % female; 70.2% with low or low-intermediate international prognostic index (IPI) score), 117 received CNS prophylaxis (11.8% [95% Confidence Interval (CI) 9.8%-13.8%]). Considered individually, patients with bone marrow involvement, other high-risk site involvement, >1 extranodal site involvement, high versus low IPI score, and advanced stage (III or IV) were significantly more likely to receive CNS prophylaxis (all p<0.0001); those with elevated LDH or presence of B-symptoms were not. In addition, age, gender, race/ethnicity, performance status, and cancer center were not associated with CNS prophylaxis receipt. Rates of CNS prophylaxis, in descending order of frequency, are shown below for significant clinical factors:  Individual Clinical Factor . + CNS prophylaxis . Other high-risk site involvement 36.0% Bone marrow involvement 28.2% >1 Extranodal site involvement 23.1% High IPI 18.6% Stage III/IV 15.8% Individual Clinical Factor . + CNS prophylaxis . Other high-risk site involvement 36.0% Bone marrow involvement 28.2% >1 Extranodal site involvement 23.1% High IPI 18.6% Stage III/IV 15.8% View Large Of those who received CNS prophylaxis, 71.8% received intrathecal therapy and 28.2% received systemic therapy. There were significant center-specific differences regarding type of CNS prophylaxis used (p1 extranodal site involvement, elevated LDH, bone marrow involvement, or other high-risk site involvement) were increasingly likely to receive CNS prophylaxis (0 features: 4.3%; 1 feature: 8.1%; 2 features: 20.1%; 3 features: 31.0%; 4 features: 61.1%; p<0.0001). Of all patients with ≥1 high-risk feature (n= 617), 16.4% received CNS prophylaxis. With median follow-up of 2.5 years, there were 20 CNS recurrences (2.0% [95% CI 1.1%-2.9%]). For those with ≥2 high-risk features (n=284), rates of CNS relapse were not significantly different in those who did and did not receive prophylaxis. Conclusion: In our cohort, several classic clinical high-risk variables were associated with receipt of CNS prophylaxis. The modality of prophylaxis used, whether intrathecal or systemic, appeared predominantly mediated by site-specific clinician preference rather than clinical or sociodemographic factors. While an increasing number of widely-accepted high-risk features was associated with higher rates of CNS prophylaxis, surprisingly, a minority of patients with high-risk features received CNS prophylaxis. In conclusion, we found no standard of care for administration of CNS prophylaxis in DLBCL; moreover, as the rate of CNS recurrence was low, our data suggest the need for further evaluation of the efficacy of CNS prophylaxis in the R-CHOP era. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "central nervous system",
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "national comprehensive cancer network",
        "central nervous system prophylaxis",
        "bone marrow involvement",
        "extranodal disease",
        "methotrexate",
        "r-chop",
        "central nervous system dysfunction"
    ],
    "author_names": [
        "Anita Kumar, MD",
        "Ann Vanderplas",
        "Ann S. LaCasce, MD, MSc",
        "Maria A. Rodriguez, MD",
        "Allison L. Crosby, MS",
        "Eva Lepisto, MSc, MA",
        "Myron S. Czuczman, MD",
        "Auayporn Nademanee, M.D.",
        "Joyce Niland, PhD",
        "Leo I. Gordon, MD, FACP",
        "Michael Millenson, MD",
        "Andrew D. Zelenetz, MD, PhD",
        "Jonathan W. Friedberg, MD",
        "Gregory A. Abel, MD, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Anita Kumar, MD",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ann Vanderplas",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann S. LaCasce, MD, MSc",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria A. Rodriguez, MD",
            "author_affiliations": [
                "M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison L. Crosby, MS",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Lepisto, MSc, MA",
            "author_affiliations": [
                "National Comprehensive Cancer Network, Fort Washington, PA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron S. Czuczman, MD",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Auayporn Nademanee, M.D.",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyce Niland, PhD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo I. Gordon, MD, FACP",
            "author_affiliations": [
                "Robert H. Lurie Comprehensive Cancer Center - Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Millenson, MD",
            "author_affiliations": [
                "Fox Chase Cancer Center, Philadelphia, PA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Zelenetz, MD, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan W. Friedberg, MD",
            "author_affiliations": [
                "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory A. Abel, MD, MPH",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T15:42:48",
    "is_scraped": "1"
}