{
    "doi": "https://doi.org/10.1182/blood.V126.23.853.853",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3168",
    "start_url_page_num": 3168,
    "is_scraped": "1",
    "article_title": "Randomized Trial on GvHD Prophylaxis with or without Anti-Human T-Lymphocyte Immunoglobulin ATG-Fresenius (ATG-F) in Allogeneic Hematopoietic Cell Transplantation from Matched Unrelated Donors: Final Long-Term Results after 8.6 Years Median Follow-up ",
    "article_date": "December 3, 2015",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Clinical Trials",
    "topics": [
        "donors",
        "follow-up",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "immunoglobulins",
        "t-lymphocytes",
        "transplantation",
        "graft-versus-host disease, chronic",
        "therapeutic immunosuppression",
        "cyclosporine"
    ],
    "author_names": [
        "Jürgen Finke, MD",
        "Claudia Schmoor, PhD",
        "Wolfgang A Bethge, MD",
        "Hellmut Ottinger, Priv.-Doz. Dr. MD",
        "Matthias Stelljes",
        "Liisa Volin, MD PhD",
        "Dominik Heim, MD",
        "Hartmut Bertz, MD",
        "Olga Grishina, MD",
        "Gerard Socie"
    ],
    "author_affiliations": [
        [
            "University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "Clinical Trials Unit, University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "University of Tübingen Medical Center, Tübingen, Germany "
        ],
        [
            "Department of Bone Marrow Transplantation, West German Cancer Center, University Hospital Essen, Essen, Germany "
        ],
        [
            "Department of Medicine A/Hematology and Oncology, University of Münster, Münster, Germany "
        ],
        [
            "Stem Cell Transplantation Unit, Helsinki University Hospital, Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Hematology, University Hospital Basel, Basel, Switzerland "
        ],
        [
            "University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "Clinical Trials Unit, University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "St-Louis Hospital, Paris, France"
        ]
    ],
    "first_author_latitude": "48.00699074999999",
    "first_author_longitude": "7.833121349999998",
    "abstract_text": "Background: Previously, in 201 adult patients with allogeneic hematopoietic cell transplantation from matched unrelated donors, we demonstrated that the addition of ATG-F to standard cyclosporine, methotrexate GvHD prophylaxis (control) significantly reduces acute and chronic GvHD without negatively affecting relapse and survival [1,2,3]. Methods: Now, we present final results after an extended follow-up (median 8.6, Q1 8.0, Q3 9.3 years) with regard to chronic GvHD, non-relapse mortality (NRM), relapse, relapse mortality, disease-free survival (DFS) and overall survival (OS). Additionally, we analyse the effect of ATG-F vs control on the composite endpoint severe GvHD (acute GvHD III-IV, extensive chronic GvHD) and relapse-free survival, and on time under immunosuppressive therapy. Since mortality within the first year after transplantation is usually high, we also analyse conditional survival, i.e. the OS probability after having survived 1 and 2 years after transplantation. Results: The incidence of extensive chronic GvHD after 8 years was 13.5% in the ATG-F group vs 51.8% in the control group (p<0.0001). The 8-year rates with respect to outcome were: NRM 20.5% vs 34.0% (p=0.15), relapse 35.2% vs 29.9% (p=0.54), relapse mortality 30.8% vs 28.8% (p=0.90), DFS 44.3% vs 36.1% (p=0.60), and OS 48.7% vs 36.8% (p=0.31), ATG-F vs control, respectively. ATG-F substantially increased the combined severe GvHD/relapse-free survival rate. The rates were 48.5% vs 20.4% after 1 year and 33.6% vs 13.0% after 8 years (p=0.0003), ATG-F vs control, respectively (see figure). The probability of being alive and free of immunosuppressive therapy was 46.8% in the ATG-F group and 11.2% in the control group at 8 years (p=0.0002). The survival probabilities increased when patients had survived the first year. The conditional 8 years-survival probability increased in the ATG-F group from 48.7% (unconditional) to 70.6% and 80.9% (conditional on having survived 1 and 2 years after transplantation), and in the control group from 36.8% (unconditional) to 58.5% and 71.7% (conditional on having survived 1 and 2 years after transplantation). Conclusion: The long-term follow-up of 8.6 years shows that ATG-F GvHD prophylaxis provides a sustained protective effect without increasing relapse and compromising survival. ATG-F in addition to standard cyclosporine, methotrexate as GvHD prophylaxis results in significantly improved severe GvHD/relapse-free survival. Furthermore, the stable results from our prospective trial after an extended long-term follow-up demonstrate that the choice to use ATG-F in unrelated donor transplantation after myeloablative conditioning substantially increases the probability of surviving free of immunosuppressive therapy, and thus reduces the risk associated with long-term immunosuppression. References: [1] Finke et al. Lancet Oncol 2009;10:855 [2] Socie et al. Blood 2011;117:6375 [3] Finke et al. Biol Blood Marrow Transplant 2012;18:1716 Disclosures Bertz: GILEAD Sciences: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}