{
    "doi": "https://doi.org/10.1182/blood-2021-148483",
    "article_title": "Safety and Efficacy of Tinostamustine in Heavily Pre-Treated Patients with Relapsed/Refractory (R/R) Hodgkin Lymphoma (HL) ",
    "article_date": "November 5, 2021",
    "session_type": "624.Hodgkin Lymphomas and T/NK cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background: Despite recent advances in the treatment of HL, an unmet medical need remains, particularly for patients with R/R disease. The alkylating deacetylase inhibitor molecule tinostamustine (EDO-S101) is a novel multi-action therapy designed to improve drug access to DNA strands, induce DNA damage and counteract its repair in cancer cells. Data from a dose-escalation study in patients with R/R haematological malignancies indicate that tinostamustine was well tolerated, with signals of efficacy observed(Zinzani PL, et al. 24 th Congress of the European Hematology Association. 13-16 June 2019. Amsterdam, The Netherlands. Abstract PF300; Pinto A, et al. Hematological Oncology. 2019; 37(S2):Abstract 273). Aims: Here we report findings from the cohort-expansion stage of a Phase I study to evaluate the safety, pharmacokinetics and efficacy of tinostamustine in heavily pre-treated patients with R/R HL (NCT02576496). Methods: Recruitment to the expansion cohort was conducted in two stages, with recruitment continuing only if sufficient response to tinostamustine was observed. Patients received the recommended Phase II dose (RP2D) of tinostamustine as determined in the dose-expansion stage of the study, according to their baseline platelet count: 80mg/m 2 (>100 x 10 9 /l to <200 x 10 9 /l platelets), and 100mg/m 2 (≥200 x 10 9 /l platelets) over 60 minutes on Day 1 of a 21-day cycle. Patients with a confirmed diagnosis of HL were eligible for recruitment if they had received at least two lines of prior therapy and for whom no other standard therapy with proven clinical benefit was available. Efficacy variables included overall response rate (ORR; complete response [CR] + partial response [PR]) and survival outcomes. Overall response rates were evaluated from Cycle 3 until progression or toxicity. Data presented in this abstract will focus on the best overall response and overall response rate of tinostamustine with a data cut-off of 5 July 2021. The safety analysis summarised adverse events (AEs) by US National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) grade for all treated patients. Treatment-related AEs, AEs leading to death, serious adverse events (SAEs), and AEs resulting in trial discontinuation were summarised. Stopping rules were applied for patients who experienced QTc prolongations >500 ms, or prolongations that represented an increase >60 ms from baseline, that were not transient or occurred in more than 1 cycle. Results: A total of 14 patients with R/R HL were recruited to the expansion cohort. Patients had a median age of 36.5 (range 25.0-74.0) years, were predominantly male (n/N=10/14, 71.4%) with an ECOG Performance Status of 0 (10/14, 71.4%) and had received a median of 5 (range 3-8) lines of prior therapy; 9/14 (64.3%) had refractory disease. Tinostamustine was well tolerated with no unexpected AEs observed. Treatment-emergent adverse events (TEAEs) were principally haematological (43 events in 7/14 patients; 50%) including thrombocytopenia, neutropenia, anaemia and lymphopenia. In addition, 9/14 patients experienced 23 gastrointestinal disorders, the majority of which were nausea or vomiting. Five patients (35.7%) experienced 6 serious TEAEs that were considered related to tinostamustine, including thrombocytopenia (n=1) and infusion-related reaction (n=1). A total of 4/14 patients (33.3%) discontinued treatment due to TEAEs (thrombocytopenia: n=3), whilst 5/14 patients (41.7%) discontinued due to progressive disease; mean ± SD time to disease progression was 147.5 ± 84.7 days. No fatal TEAEs, or incidences of within-cycle QTc prolongations ≥500 ms, or increases from baseline ≥60 ms, were observed. Patients received a median of 4.5 (range 1-12) cycles of tinostamustine. ORR was 36% (5/14 patients; 95% confidence interval: 13%, 65%); 5/14 patients achieved a PR following a median of 4 (range 3-6) cycles. 7/14 patients experienced stable disease following a median of 6 (range 3-12) cycles. Conclusions: Administration of tinostamustine on Day 1 of a 21-day cycle to patients with R/R HL was well tolerated with no unexpected AEs. Signals of efficacy were observed with an ORR of 36%. Tinostamustine is a promising new agent warranting further investigation in a larger HL patient cohort. Funding: Mundipharma Research Disclosures Ghesquieres:  Roche: Consultancy, Honoraria, Other: Travel, accommodation, expenses; Gilead Sciences: Consultancy, Honoraria, Other: Travel, accommodation, expenses; Mundipharma Research Limited: Consultancy, Honoraria; Takeda: Other: Travel, accommodation, expenses; Celgene: Consultancy, Honoraria, Other: Travel, accommodation, expenses. Pinto:  Bristol-Myers Squibb, F. Hoffmann-La Roche, Ltd, Janssen, Celgene, Gilead Sciences, and Mundipharma EDO: Honoraria, Speakers Bureau; Bristol-Myers Squibb, F. Hoffmann-La Roche, Ltd, Celgene, Gilead Sciences, and Mundipharma EDO: Membership on an entity's Board of Directors or advisory committees; Mundipharma EDO: Other: intellectual property , Patents & Royalties; F. Hoffmann-La Roche Ltd: Other: travel, accommodations, or expenses . Sureda:  GSK: Consultancy, Honoraria, Speakers Bureau; Bluebird: Membership on an entity's Board of Directors or advisory committees; MSD: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Kite, a Gilead Company: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Mundipharma: Consultancy; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Support for attending meetings and/or travel, Research Funding, Speakers Bureau; Roche: Other: Support for attending meetings and/or travel; BMS/Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Support for attending meetings and/or travel, Speakers Bureau. Morschhauser:  Janssen: Honoraria; Roche: Consultancy, Speakers Bureau; Chugai: Honoraria; Genmab: Membership on an entity's Board of Directors or advisory committees; AstraZenenca: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Servier: Consultancy; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech, Inc.: Consultancy; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Epizyme: Consultancy, Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Janik:  Mundipharma Research Limited: Current Employment. Zinzani:  SERVIER: Other: Advisory board, Speakers Bureau; EUSAPHARMA: Consultancy, Other, Speakers Bureau; ROCHE: Other, Speakers Bureau; TAKEDA: Other: Advisory board, Speakers Bureau; TG Therapeutics: Other: Advisory board, Speakers Bureau; MSD: Consultancy, Other: Advisory board, Speakers Bureau; SANDOZ: Other: Advisory board; GILEAD: Other: Advisory board, Speakers Bureau; JANSSEN-CILAG: Other: Advisory board, Speakers Bureau; BMS: Other: Advisory board, Speakers Bureau; CELLTRION: Other: Advisory board, Speakers Bureau; KYOWA KIRIN: Other, Speakers Bureau; NOVARTIS: Consultancy, Other, Speakers Bureau; ADC Therap.: Other; Incyte: Other, Speakers Bureau; Beigene: Other, Speakers Bureau; VERASTEM: Consultancy, Other: Advisory board, Speakers Bureau. OffLabel Disclosure: Tinostamustine is not register for the treatment of Hodgkin Lymphoma",
    "author_names": [
        "Herve Ghesquieres",
        "Antonio Pinto",
        "Anna Sureda",
        "Olivier Tournilhac",
        "Franck Morschhauser",
        "Tomas Janik",
        "Pier Luigi Zinzani"
    ],
    "author_dict_list": [
        {
            "author_name": "Herve Ghesquieres",
            "author_affiliations": [
                "Department of Hematology, Hopital Lyon Sud, Pierre Benite, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonio Pinto",
            "author_affiliations": [
                "Istituto Nazionale Per Lo Studio E La Cura Dei Tumori Fondazione Giovanni, Napoli, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Sureda",
            "author_affiliations": [
                "Institut Català D'Oncologia, Hospitalet de Llobregat, IDIBELL, Universitat de Barcelona, Barcelona, Spain",
                "Hematology Department, Institut Català d'Oncologia - Hospitalet, IDIBELL, University of Barcelona, Barcelona, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Tournilhac",
            "author_affiliations": [
                "Service d'Hematologie Clinique et de Therapie Cellulaire, CHU Estaing, Universite Clermont Auvergne, EA7453, CIC-1405, CLERMONT FERRAND, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Morschhauser",
            "author_affiliations": [
                "Maladies du Sang, Hôpital Claude Huriez, CHRU Lille, Lille, France",
                "CHRU de Lille, Hôpital Claude Huriez, Lille, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Janik",
            "author_affiliations": [
                "Mundipharma Research Limited, Cambridge, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Zinzani",
            "author_affiliations": [
                "Institute of Hematology \"L. e A. Seràgnoli\", University of Bologna, Bologna, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:49:25",
    "is_scraped": "1"
}