{
    "doi": "https://doi.org/10.1182/blood.V110.11.2115.2115",
    "article_title": "Methylation Status of Tumor Suppressor Genes BEX2, IGSF4, RARB and TIMP3 Is Indicative for AML with Translocations of the MLL Gene. ",
    "article_date": "November 16, 2007",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy including Disordered Epigenetic Regulation",
    "abstract_text": "The methylation of CpG islands leads to the abnormal silencing of tumor suppressor genes and thus supposedly contributes to tumorigenesis. Recently, brain expressed X-linked-2 (BEX2) was described as candidate tumor suppressor gene in malignant glioma. With tissue expression array analyses, we could show that BEX2 was highly expressed in various brain-derived tissues, but not in hematopoetic cells of healthy donors. Also acute lymphoblastic leukemia (ALL) and acute myeloid leukemia (AML) cell lines usually did not show high levels of BEX2. However, we found BEX2 highly expressed in those AML cell lines that carried aberrations of the mixed lineage leukemia gene (MLLmu). While MLL wild-type (MLLwt) cell lines showed hypermethylation of a CpG rich area within the BEX2 promoter, the BEX2 expressing, MLLmu cell lines did not show methylation of the BEX2 promoter. Confirming that BEX2 is an epigenetically regulated gene, aza-2′deoxycytidine increased the expression of BEX2 mRNA in MLLwt cells. Hypermethylation profiles of tumor suppressor genes may be used to identify subtypes of leukemia/lymphoma. To find out whether silencing and activation patterns of BEX2 in leukemia correlate with those of other tumor suppressor genes, we performed a polymerase-chain reaction (PCR) based assay (MLPA) that allowed us to simultaneously verify methylation- and ploidy status of 24 tumor suppressor genes. Twenty-eight human leukemia cell lines were tested, fourteen AML- and ALL-derived cell lines, half of them with MLL translocations. In summary, 7/24 tumor suppressor genes (plus BEX2) appear to be promising markers allowing for the distinction between ALL and AML, and between MLLmu and MLLwt AML. All AML and ALL cell lines were affected by methylation or deletion of CKDN2B and/or ESR1. Analysis of the methylation status of DAPK1 and FHIT allowed to distinguish between ALL and AML. The promoters of both genes, DAPK1 and FHIT were methylated in the majority of ALL cell lines: 11/14 ALL vs. 1/14 AML cell lines showed methylation of DAPK1, 13/14 ALL vs. 2/14 AML showed methylation of FHIT. There was no correlation between the methylation status of tumor suppressor genes and the MLL status in ALL cell lines. In contrast, MLLmu and wt AML cell lines showed differential promoter methylation patterns of IGSF4, RARB and TIMP3. At least two of these genes were methylated in every MLLwt AML cell line, but not in MLLmu AML. Quantitative real-time PCR demonstrated that expression of BEX2 and IGSF4 was silenced in cells carrying the methylated promoters. For RARB and TIMP3, additional mechanisms besides promoter methylation appear to be involved in gene regulation. These results show that methylation status of as few as four tumor suppressor genes (BEX2, IGSF4, RARB and TIMP3) may allow conclusions about the MLLmu/wt status of AML cells. Our results raise the question whether MLLmu proteins are directly or indirectly responsible for the hypomethylation of BEX2, IGSF4, RARB and TIMP3. If this is the case, tissue-specific effectors must play important additional roles as MLLmu ALL cells do not show this phenomenon.",
    "topics": [
        "cell adhesion molecule-1",
        "methylation",
        "mll gene",
        "translocation (genetics)",
        "tumor suppressor genes",
        "leukemia",
        "polymerase chain reaction",
        "acute lymphocytic leukemia",
        "glioma, malignant",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Hilmar Quentmeier, PhD",
        "Willy G. Dirks, PhD",
        "Stefan Nagel, PhD",
        "Sonja Röhrs, PhD",
        "Björn Schneider, PhD",
        "Hans G. Drexler, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hilmar Quentmeier, PhD",
            "author_affiliations": [
                "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Willy G. Dirks, PhD",
            "author_affiliations": [
                "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Nagel, PhD",
            "author_affiliations": [
                "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Röhrs, PhD",
            "author_affiliations": [
                "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Björn Schneider, PhD",
            "author_affiliations": [
                "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans G. Drexler, PhD",
            "author_affiliations": [
                "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T15:38:21",
    "is_scraped": "1"
}