{
    "doi": "https://doi.org/10.1182/blood.V112.11.1956.1956",
    "article_title": "Approach to Establish Long Term Anti-Acute Myeloid Leukemia (AML) Immune Responses by Inducing Central Memory AML Specific CD4 T Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "The efficacy of adoptive cell therapy of cancer and leukemia is often limited by the failure of cultured T cells, particularly cloned CD8+ T cells, to persist in vivo, and insight into the basis for the poor survival of the transferred cells is lacking. We previously reported a novel culture method that induces AML dendritic cell differentiation and primes in situ AML-reactive T cells (AMLDC culture) ( Zhong et al. Exp Hematol  2008 , 36 : 486 ). Highly reactive anti-AML T-cell lines were generated. These T-cell lines caused specific lysis of autologous AML cells, but not autologous LCL or allogeneic AML cells, and they depleted autologous AML colony-forming cells (CFC), but not normal CFC. The culture procedure has been further optimized in this study. We found that by the addition of the TLR-4 agonist LPS,(1–100 ng/ml) in the last 24 hours of AMLDC culture (day 6), CD80, CD86, CD53, CD83 or HLA-Dr expression of AML cells pre-induced by cytokine combination GM-CSF/IL-4 or GM-CSF/IL4/IL2/IL7/IL12 could be significantly enhanced (n=6, P<0.005–0.04; n=8, P<0.0001–0.005 respectively). Addition of LPS increased the IFN-gamma secretion by T cells generated from AMLDC culture in response to autologous AML cells 4–10 fold (3 of 3; P<0.001). Addition of TNF-alpha, (10–20 ng/ml) in the last 24 hours of culture could also significantly enhance the expression of above surface molecules. However, LPS induced significantly higher expression of CD80 and CD86 on AMLDC compared with TNF-alpha. T cells generated from AMLDC culture with TNF-alpha led to differential effects on autologous AML reactivity. IFN-gamma secretion was enhanced in 4 of 7 studies and suppressed in 3 of 7. The significantly enhanced AML cell reactivity of autologous T cells generated from AMLDC culture by adding LPS was also demonstrated in limiting dilution AMLDC culture in 96 well plates. The majority of T cell lines selected and expanded from AMLDC culture with LPS were CD3+CD4+ (12 of 18), and 18 T cell lines tested expressed moderate to high level of CD62L, implying the central memory phenotype. Conclusions: Timely exposure of AMLDC culture to TLR-4 agonists, followed by T cell expansion, may promote the generation of AML-reactive T cells and differentiation toward the central memory phenotype. Theoretically, this should promote long-term maintenance and potential of regulation of both humoral and cellular immune responses against AML upon infusion of AML reactive autologous T cells derived from such cultures and may therefore enhance the therapeutic efficacy of these cells.",
    "topics": [
        "agonists",
        "cancer",
        "cd80 antigens",
        "cell therapy",
        "cytokine",
        "dilution technique",
        "granulocyte-macrophage colony-stimulating factor",
        "helper-inducer t-lymphocytes",
        "hla-dr antigens",
        "immune response"
    ],
    "author_names": [
        "Ruikun Zhong, MD",
        "Thomas A. Lane, MD",
        "Edward D Ball, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ruikun Zhong, MD",
            "author_affiliations": [
                "Moores UCSD Cancer Center, University of California, San Diego, La Jolla, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas A. Lane, MD",
            "author_affiliations": [
                "Moores UCSD Cancer Center, La Jolla, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward D Ball, MD",
            "author_affiliations": [
                "Medicine, Division of Blood and Marrow Transplantation, UCSD, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:27:20",
    "is_scraped": "1"
}