{
    "doi": "https://doi.org/10.1182/blood-2018-99-117400",
    "article_title": "Safety and Efficacy of Blinatumomab in Patients with Central Nervous System (CNS) Disease: A Single Institution Experience ",
    "article_date": "November 29, 2018",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background: Blinatumomab is a bispecific monoclonal antibody construct that enables CD3-positive T cells to recognize and eliminate CD19-positive cells. Given the concern for neurotoxicity induced by blinatumomab, clinical trials have largely excluded patients with CNS disease. Therefore, data are lacking on the safety and efficacy of blinatumomab in this population. We herein report on the use of blinatumomab in patients with active, or history of, CNS disease. Methods: A retrospective review of patients who received blinatumomab at our institution was conducted. Patients who had a history of or who had active CNS disease and received blinatumomab were included. Patients who had a CNS disease within 20 days prior to treatment with blinatumomab were considered to have an active CNS involvement. Patients who cleared their CNS disease with systemic and/or intrathecal chemotherapy >20 days prior to starting blinatumomab were considered to have history of CNS disease. Patient were assessed for toxicity as well as for efficacy. Results: We identified eleven patients (6 with Philadelphia chromosome-negative acute lymphoblastic leukemia, 3 with Philadelphia chromosome-positive acute lymphoblastic leukemia, 1 with chronic myeloid leukemia in blast phase and 1 with biphenotypic acute leukemia [myeloid/pre-B]). Baseline characteristics, treatments, responses and toxicities are summarized in Table 1 . Median age was 38 (range 21 - 78 years). One patient was treatment naïve and 10 patients were relapsed or refractory to prior treatments, including 3 patients with prior allogeneic stem cell transplantation (alloSCT). The median number of prior regimens was 3 (range, 0 - 8). Magnetic resonance imaging showed evidence of CNS disease in all 3 patients who underwent pre-blinatumomab imaging. Ten patients had systemic disease and one patient had an isolated CNS disease. All patients with CNS disease received intrathecal chemotherapy (methotrexate and/or cytarabine) concomitantly with blinatumomab. Blinatumomab was administered as a single agent in 3 patients, in combination with a BCR-ABL tyrosine kinase inhibitor in 4 patients, and in combination with systemic chemotherapy in 4 patients (concomitantly with blinatumomab in 3, and sequentially post chemotherapy in 1). Grade 3 or higher blinatumomab-related CNS toxicity was noted in only 2 patients (18 %); both of these patients received blinatumomab and a TKI and discontinued blinatumomab due to toxicity. One patient with grade 3 neurotoxicity had headaches, tremors and neuropathic pain that only resolved after discontinuation of blinatumomab on Day 16 of the first cycle. Grade 4 neurotoxicity was noted in one patient with altered mental status, slurred speech and seizures on Cycle 2 Day 7. Blinatumomab was held and then restarted at a lower dose with slow dose escalation, antiepileptic treatment, and dexamethasone; however the same toxicity re-occured on Cycle 3 Day 17, necessitating discontinuation of blinatumomab. Two patients had transient blinatumomab-related transaminitis (Grade 2 & 3). Of the 7 patients with morphologic disease at baseline, 6 (86%) achieved complete remission (CR). Of the 10 patients with any bone marrow disease at baseline, 8 (80%) achieved CR with negative MRD by flow cytometry. Five of the 6 patients (83%) with active CNS disease at the time of blinatumomab treatment cleared their cerebrospinal fluid. Of the three patients with imaging findings of CNS leukemic involvement, one had complete resolution, one had partial response, and one had signs of inflammation possibly related to blinatumomab (patient with grade 4 neurotoxicity). Conclusions: The combination of blinatumomab with CNS directed therapy is safe and effective in patients with active CNS disease, particularly when given in combination with systemic and intrathecal chemotherapy. View large Download slide View large Download slide  Close modal Disclosures Short: Takeda Oncology: Consultancy. Ravandi: Seattle Genetics: Research Funding; Abbvie: Research Funding; Abbvie: Research Funding; Jazz: Honoraria; Jazz: Honoraria; Xencor: Research Funding; Sunesis: Honoraria; Bristol-Myers Squibb: Research Funding; Xencor: Research Funding; Sunesis: Honoraria; Bristol-Myers Squibb: Research Funding; Seattle Genetics: Research Funding; Macrogenix: Honoraria, Research Funding; Astellas Pharmaceuticals: Consultancy, Honoraria; Orsenix: Honoraria; Macrogenix: Honoraria, Research Funding; Amgen: Honoraria, Research Funding, Speakers Bureau; Astellas Pharmaceuticals: Consultancy, Honoraria; Amgen: Honoraria, Research Funding, Speakers Bureau; Orsenix: Honoraria. DiNardo: Celgene: Honoraria; Medimmune: Honoraria; Karyopharm: Honoraria; Agios: Consultancy; Abbvie: Honoraria; Bayer: Honoraria. Kadia: Novartis: Consultancy; Celgene: Research Funding; Celgene: Research Funding; Takeda: Consultancy; BMS: Research Funding; Jazz: Consultancy, Research Funding; Jazz: Consultancy, Research Funding; Abbvie: Consultancy; Takeda: Consultancy; Amgen: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; BMS: Research Funding; Novartis: Consultancy; Pfizer: Consultancy, Research Funding; Abbvie: Consultancy; Amgen: Consultancy, Research Funding. Daver: BMS: Research Funding; Sunesis: Consultancy; Otsuka: Consultancy; Daiichi-Sankyo: Research Funding; Novartis: Research Funding; Kiromic: Research Funding; ARIAD: Research Funding; Karyopharm: Consultancy; Novartis: Consultancy; Incyte: Consultancy; Alexion: Consultancy; Incyte: Research Funding; ImmunoGen: Consultancy; Sunesis: Research Funding; Karyopharm: Research Funding; Pfizer: Research Funding; Pfizer: Consultancy. Bose: Celgene Corporation: Honoraria, Research Funding; Astellas Pharmaceuticals: Research Funding; Constellation Pharmaceuticals: Research Funding; CTI BioPharma: Research Funding; Blueprint Medicines Corporation: Research Funding; Pfizer, Inc.: Research Funding; Incyte Corporation: Honoraria, Research Funding. O'Brien: GlaxoSmithKline: Consultancy; Sunesis: Consultancy, Research Funding; Regeneron: Research Funding; Vaniam Group LLC: Consultancy; Gilead: Consultancy, Research Funding; Amgen: Consultancy; TG Therapeutics: Consultancy, Research Funding; Celgene: Consultancy; Astellas: Consultancy; Alexion: Consultancy; Aptose Biosciences Inc.: Consultancy; Janssen: Consultancy; Kite Pharma: Research Funding; Acerta: Research Funding; Pharmacyclics: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Abbvie: Consultancy. Cortes: Daiichi Sankyo: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Arog: Research Funding; Astellas Pharma: Consultancy, Research Funding; Novartis: Consultancy, Research Funding. Jabbour: Pfizer: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Abbvie: Research Funding; Takeda: Consultancy, Research Funding; Novartis: Research Funding.",
    "topics": [
        "blinatumomab",
        "central nervous system",
        "central nervous system dysfunction",
        "neurotoxicity syndromes",
        "toxic effect",
        "intrathecal chemotherapy",
        "acute lymphocytic leukemia",
        "chemotherapy regimen",
        "diagnostic imaging",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Mansour Alfayez, MD",
        "Hagop M. Kantarjian, MD",
        "Nicholas J Short, MD",
        "Rita Assi, MD",
        "Maria Khouri",
        "Farhad Ravandi, MD",
        "Shilpa Paul, PharmD",
        "Caitlin R. Rausch, PharmD",
        "Patrice Nasnas, MD",
        "Gautam Borthakur, MD",
        "Courtney D. DiNardo, MDMSc",
        "Tapan M. Kadia, MD",
        "Naval G. Daver, MD",
        "Guillermo Garcia-Manero, MD",
        "Kiran Naqvi, MD MPH",
        "Prithviraj Bose, MD",
        "Susan M. O'Brien, MD",
        "Jorge E. Cortes, MD",
        "Elias J. Jabbour, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mansour Alfayez, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas J Short, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Assi, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Khouri",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shilpa Paul, PharmD",
            "author_affiliations": [
                "Division of Pharmacy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caitlin R. Rausch, PharmD",
            "author_affiliations": [
                "Division of Pharmacy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Nasnas, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney D. DiNardo, MDMSc",
            "author_affiliations": [
                "Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan M. Kadia, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naval G. Daver, MD",
            "author_affiliations": [
                "Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiran Naqvi, MD MPH",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prithviraj Bose, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan M. O'Brien, MD",
            "author_affiliations": [
                "University of California Irvine, Chao Family Comprehensive Cancer Center, Irvine, CA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias J. Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T02:36:45",
    "is_scraped": "1"
}