{
    "doi": "https://doi.org/10.1182/blood.V122.21.1558.1558",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2432",
    "start_url_page_num": 2432,
    "is_scraped": "1",
    "article_title": "Erythroid Transcription Factor GATA-1 Binds and Represses PU.1 Gene – Candidate Mechanism Of Epigenetic Repression Of PU.1 and Inefficient Erythropoiesis In MDS ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "binding (molecular function)",
        "epigenetics",
        "gata1 protein, human",
        "genes",
        "repression",
        "erythropoiesis",
        "transcription factor",
        "ineffective erythropoiesis",
        "acute erythroblastic leukemia",
        "anemia"
    ],
    "author_names": [
        "Pavel Burda, PhD",
        "Nikola Curik, PhD",
        "Nina Dusilkova, MD",
        "Giorgio L Papadopoulos, Ph.D.",
        "John Strouboulis, PhD",
        "Anna T Jonasova, MD",
        "Tomas Stopka, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Division of Molecular Oncology, BSRC, Vari, Greece, "
        ],
        [
            "Division of Molecular Oncology, BSRC, Vari, Greece, "
        ],
        [
            "1st Medical Department, Hematology, 1st Medical Department, General University Hospital and First Faculty of Medicine, Charles University, Prague, Czech Republic"
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ]
    ],
    "first_author_latitude": "50.07460899999999",
    "first_author_longitude": "14.426601000000002",
    "abstract_text": "Introduction Myelodysplastic syndrome (MDS) is often manifested by anemia due to ineffective erythropoiesis. Upon transformation to MDS/AML the uniform population of leukemic blasts overgrow dysplastic bone marrow. Hematopoiesis is regulated by transcription factors GATA-1 and PU.1 that interact and mutually inhibit each other in progenitor cells to guide multilineage commitment and subsequent lineage differentiation. Expression of PU.1 is controlled by several transcription factors including PU.1 itself at distal URE enhancer. It has been well established that underexpression of PU.1 in progenitor cells leads to AML (Rosenbauer F et al. 2004). In addition, co-expression of PU.1 and GATA-1 in AML-erythroleukemia (EL) blasts prevents induction of differentiation programs regulated by these transcription factors. In our laboratory, we recently observed that MDS/AML erythroblasts display repressive histone modifications and methylation status of PU.1 gene that respond to 5-azacitidine leading to inhibited blast cell proliferation and stimulated myeloid differentiation (Curik N et al. 2012). Inhibition of transcriptional activity of PU.1 protein by GATA-1 has been reported (Nerlov C et al. 2000) however it is not known whether GATA-1 can inhibit PU.1 gene in human early erythroblasts directly. Hypothesis GATA-1 inhibits PU.1 levels directly and modulates its transcriptional outcome in early erythroblasts. We also hypothesize that GATA-1-mediated repression of PU.1 transcription is delayed and this may play a role in ineffective erythropoiesis. Material and Methods Cell lines: MDS-derived OCI-M2 EL and other two human ELs (HEL, K562) and one murine EL (MEL); all co-expressing GATA-1 and PU.1. Patients: MDS patients (N=5) with rather advanced disease; MDS/AML (4) and RAEBI (1). Four received AZA; response: PR (2), SD (2) with HI. Median OS>24 Mo. For chromatin immunoprecipitation (ChIP) analysis either cell lines or CD19/CD3-depleted bone marrow cells were used. Results Direct association of GATA-1 with PU.1 gene was demonstrated in all three human ELs using ChIP. Occupancy of GATA-1 was detected upstream the PU.1 promoter and distally at GATA-1 binding sites or at PU.1 binding sites together with PU.1. Comparable data documenting occupancy of GATA-1 at PU.1 gene were observed also in MEL cells and in normal murine fetal erythroblasts using ChIP-sequencing. To test how GATA-1 regulates PU.1 expression we overexpressed GATA-1 in erythroblasts and tested expression of PU.1, histone H3 modification (near GATA-1 occupancy) and cell growth. We found that GATA-1 inhibited PU.1 expression, facilitated enrichment of repressive modifications at PU.1 gene (H3K9Me, H3K27Me) while depleted activation modifications (H3K9Ac, H3K4Me), and also inhibited cell growth. Next, we tested effects of GATA-1 knockdown using siRNA. Indeed, inhibition of GATA-1 expression in erythroblasts leads to increase in PU.1 level as well as of its targets (CEBPA, MAC1). Using Luciferase assay we confirmed that both endogenously produced PU.1 and GATA-1 are capable to stimulate exogenously inserted reporters. Next, we compared chromatin structure of PU.1 gene between data from ELs, normal controls and high risk MDS. Our data revealed that PU.1 gene in MDS is enriched with repressive modifications (H3K9Me, H3K27Me) while depleted with activation modifications (H3K9Ac, H3K4Me) suggesting defects in dynamic regulation of PU.1 expression in MDS. Conclusion Our data from ELs provide a) evidence of GATA-1-mediated repression of PU.1 gene in erythroblasts and that b) manipulation of GATA-1 affected PU.1 level in opposite direction. In high risk MDS, the chromatin structure of PU.1 gene displays accumulation of repressive epigenetic marks that are responsive to AZA. We think that during early erythroid differentiation GATA-1 binds and represses PU.1 gene, however this is not fully completed in MDS and therefore erythroid differentiation is not efficient. Grants: P301/12/P380, P305/12/1033, NT14174-3/2013, UNCE204021, FR-TI2/509, SVV-2013-266509, PRVOUK-P24/LF1/3 Disclosures: No relevant conflicts of interest to declare."
}