{
    "doi": "https://doi.org/10.1182/blood.V106.11.1548.1548",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=516",
    "start_url_page_num": 516,
    "is_scraped": "1",
    "article_title": "Molecular Classification of Multiple Myeloma: A Distinct Transcriptional Profile Characterizes Patients Expressing CCND1 and Negative for 14q32 Translocations. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "cyclin d1",
        "multiple myeloma",
        "transcription, genetic",
        "translocation (genetics)",
        "cyclins",
        "immunoglobulins",
        "neoplasms",
        "oligonucleotide arrays",
        "quantitative real-time polymerase chain reaction",
        "transcription factor"
    ],
    "author_names": [
        "Luca Agnelli",
        "Silvio Bicciato",
        "Michela Mattioli",
        "Sonia Fabris",
        "Daniela Intini",
        "Donata Verdelli",
        "Luca Baldini",
        "Fortunato Morabito",
        "Vincenzo Callea",
        "Alberto Zanella",
        "Giorgio Lambertenghi Deliliers",
        "Luigia Lombardi",
        "Antonino Neri"
    ],
    "author_affiliations": [
        [
            "U.O.Ematologia, 2, Ospedale Maggiore IRCCS, Milano, Italy"
        ],
        [
            "Dip Processi Chimici dell’Ingegneria, Università Degli Studi di Padova, Padova, Italy"
        ],
        [
            "U.O.Ematologia, 2, Ospedale Maggiore IRCCS, Milano, Italy"
        ],
        [
            "U.O.Ematologia, 2, Ospedale Maggiore IRCCS, Milano, Italy"
        ],
        [
            "U.O.Ematologia, 2, Ospedale Maggiore IRCCS, Milano, Italy"
        ],
        [
            "U.O.Ematologia, 2, Ospedale Maggiore IRCCS, Milano, Italy"
        ],
        [
            "U.O.Ematologia, 1 - C.T.M., Dip Scienze Mediche, Ospedale Maggiore IRCCS, Università Degli Studi di Milano, Milano, Italy"
        ],
        [
            "Div.Ematologia - C.T.M., A.O.”Bianchi-Melacrinò-Morelli”, Reggio Calabria, Italy"
        ],
        [
            "Div.Ematologia - C.T.M., A.O.”Bianchi-Melacrinò-Morelli”, Reggio Calabria, Italy"
        ],
        [
            "U.O.Ematologia, 2, Ospedale Maggiore IRCCS, Milano, Italy"
        ],
        [
            "U.O.Ematologia, 1 - C.T.M., Dip Scienze Mediche, Ospedale Maggiore IRCCS, Università Degli Studi di Milano, Milano, Italy"
        ],
        [
            "U.O.Ematologia, 2, Ospedale Maggiore IRCCS, Milano, Italy"
        ],
        [
            "U.O.Ematologia, 2, Ospedale Maggiore IRCCS, Milano, Italy"
        ]
    ],
    "first_author_latitude": "45.507929399999995",
    "first_author_longitude": "9.189292499999999",
    "abstract_text": "The deregulation of CCND1 , CCND2 and CCND3 genes represents a common event in multiple myeloma (MM), being at least one of them deregulated in almost all MM tumors. A recently proposed TC classification 1  grouped MM patients into five classes on the basis of their cyclins D expression profiles and the presence of the main translocations involving the immunoglobulin heavy-chain (IGH) locus at 14q32. The aim of our study was to identify the putative transcriptional fingerprints associated with the deregulation of the different D-type cyclins and the presence of IGH translocations. The cyclin D expression levels obtained by high-density oligonucleotide microarray analysis of purified plasma cells from 50 MM cases were used to stratify the samples into the five TC classes, along with the molecular characteristics. The cyclin D expression data were validated by means of real-time quantitative PCR analysis; fluorescence in-situ hybridization was used to investigate the cyclin D loci arrangements, and to detect the main IGH translocations and the chromosome 13q deletion. A multi-class classification analysis was performed on the gene expression data and used to identify the transcriptional fingerprints of the 5 TC groups. 112 probe sets were selected as characterizing the TC1, TC2, TC4 and TC5 groups, whereas the TC3 samples showed heterogeneous phenotypes and no marker genes. In particular, TC1, TC4 and TC5 groups were characterized by the molecular signatures associated with the primary IGH translocations target genes. The TC2 group, showing significantly extra copies of the CCND1 locus ( P =5.9×10 −3 ) and neither IGH translocations nor the chromosome 13q deletion ( P =1.7×10 −3 ), was characterized by the overexpression of 30 genes, mainly involved in protein biosynthesis at translational level. Among the most specifically modulated transcripts within the group we identified a novel gene containing a BTB/POZ domain, typical of many zinc finger transcription factors and associated with transcriptional repression activity. A meta-analysis performed on two publicly available MM datasets, containing almost 250 cases, validated the identified gene expression signatures with a global classification rate (indicating the correct prediction of the TC class for the independent set) of 86% and 90%, respectively. Our data contribute to the understanding of the molecular and biological features of distinct MM subtypes; the identification of a distinctive gene expression pattern in TC2 patients may improve risk stratification and indicate novel therapeutic targets."
}