{
    "doi": "https://doi.org/10.1182/blood.V116.21.5143.5143",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1709",
    "start_url_page_num": 1709,
    "is_scraped": "1",
    "article_title": "The Prevalence of Anemia In the Elderly: a Hospital-Based Analysis In a Middle-European Country ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cell Erythropoiesis Structure and Function, Metabolism, and Survival (Excluding Iron)",
    "topics": [
        "anemia",
        "older adult",
        "anemia, macrocytic",
        "c-reactive protein",
        "mean corpuscular volume analyses",
        "normocytic anemia",
        "anemia of chronic disorder",
        "creatinine tests, serum",
        "hemoglobin",
        "iron deficiency"
    ],
    "author_names": [
        "Reinhard Stauder",
        "Günter Schruckmayer",
        "Ines Sam",
        "Georg Kemmler",
        "Gunther Gastl"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine V (Hematology and Oncology), Innsbruck Medical University, Innsbruck, Austria, Innsbruck, Austria, "
        ],
        [
            "Department of Internal Medicine V (Hematology and Oncology), Innsbruck Medical University, Innsbruck, Austria, "
        ],
        [
            "Department of Internal Medicine V (Hematology and Oncology), Innsbruck Medical University, Innsbruck, Austria, "
        ],
        [
            "Department of Biological Psychiatry, Innsbruck Medical University, Innsbruck, Austria"
        ],
        [
            "Department of Internal Medicine V (Hematology and Oncology), Innsbruck Medical University, Innsbruck, Austria, "
        ]
    ],
    "first_author_latitude": "47.259679600000005",
    "first_author_longitude": "11.386966",
    "abstract_text": "Abstract 5143 Anemia represents a relevant challenge among the elderly as anemia is associated with decreased functional capacities and an increased morbidity and mortality rate. Aim of this study was to provide demographic data in a representative Middle-European population and secondly to define the subtype and cause of anemia to form the basis for treatment algorithms. Laboratory values from 19758 patients older than 64 years treated at the Medical University Innsbruck, Austria from 1.10.2004 -29.9.2005 were analyzed. The cohort consisted of 10917 women and 8841 men. The median age was 75 yrs in women and 72 yrs in men (p <0.001). 10737 (54.3%) patients were treated on an outpatient basis, whereas 9.021 (45.7%) were inpatients. Women revealed in general lower hemoglobin (Hb) values than men (median 13.4 vs 14.3 g/dl; p<0.001). This phenomenon was not age-dependent as assessed by age-matched regression-analyses. Based on the WHO-criteria for the definition of anemia (Hb < 12 in female and < 13 g/dl in male), 19.3% of women and 23.4% of men suffered from anemia. The incidence of anemia was significantly correlated with advanced age as shown by correlation analysis (Hb vs age; r=0.21; p<0.001). In the age groups 75–79, 80–84, 85–89, older than 90yrs, women were anemic in 20, 25, 29 and 33%, whereas men were anemic in 25, 34, 40 and 47% of cases, respectively. Severe anemia (Hb <10 g/dl) was observed in 17.3 % of anemic cases and was more frequently in women (440 out of 2106 cases) than in men (282 out of 2017) (p<0.001). Severe anemia was more often detected in elderly persons: 2.13, 3.52, 3.98, 5.08, 7.83 and 8.24% in women, and 2.79, 2.38, 3.26, 4.93, 3.99 and 7.73% in men in the age groups 70–74, 75–79, 80–84, 85–89 and 90+yrs, respectively. Based on the mean corpuscular volume (MCV) of red blood cells, anemia was defined as microcytic in 3.7%, normocytic in 78% and macrocytic in 18.4% of cases. Microcytic and normocytic anemia were more frequent in women (58.2% and 52.5% of cases), whereas macrocytic anemia revealed a male preponderance of 58%. An iron deficiency, as defined by lowered serum ferritin levels, was observed in 73% and in 63.4% of cases (male/female) in microcytic anemia. In macrocytic anemia lowered serum vitamin B-12 levels were detected in 1.36 % and decreased levels of folic acid in 7.5% of cases. In normocytic anemia C-reactive protein (CRP) was elevated in 64.7% and serum creatinine in 36.6% of cases. A decreased glomerular filtration rate (GFR), as defined by the MDRD1 analysis, was detected in 11.5% of men and in 18.4% of women (p<0.001). Importantly, a decline in GFR was associated with decreased Hb-levels (Pearson correlation r=0.117; p<0.01). These data clearly demonstrate that late-life anemia is frequent in patients admitted to the hospital as well as in outpatients. Anemia increases dramatically with advanced age reaching a prevalence of nearly 50% in elderly men. A recognizable cause of anemia for which a specific treatment is available is found in a small but relevant proportion of patients. In the majority of elderly the pathogenesis of anemia is complex and comprises a mixture of different subtypes including the anemia of chronic inflammation and of renal insufficiency. Disclosures: Stauder: Celgene: Research Funding."
}