{
    "doi": "https://doi.org/10.1182/blood.V120.21.3489.3489",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2204",
    "start_url_page_num": 2204,
    "is_scraped": "1",
    "article_title": "Mechanisms of Telomere Maintenance Dysfunction in B-Chronic Lymphocytic Leukemia Through CpG Island Methylation ",
    "article_date": "November 16, 2012",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Poster III",
    "topics": [
        "cpg islands",
        "lymphoblastic leukemia",
        "methylation",
        "telomere maintenance",
        "telomerase",
        "dna",
        "dna topoisomerase iii",
        "enzymes",
        "luciferases",
        "tumor cells, malignant"
    ],
    "author_names": [
        "Morgan Auchter",
        "Sandrine Medves, phD",
        "Laetitia Chambeau",
        "Sophie Gazzo, PhD",
        "Etienne Moussay, phD",
        "Wim Ammerlaan",
        "Hamid Morjani, phD",
        "Vincent Géli, phD",
        "Valérie Palissot, PhD",
        "Guy J. Berchem, MD",
        "Gilles Salles, MD",
        "Thomas Wenner, phD"
    ],
    "author_affiliations": [
        [
            "IGC UPR 3081 CNRS, Marseille, France, "
        ],
        [
            "CRP santé, Luxembourg, Luxembourg, "
        ],
        [
            "CRP santé, Luxembourg, Luxembourg, "
        ],
        [
            "Department of cytogenetics, Hospices civils de Lyon, Oullins, France, "
        ],
        [
            "CRP santé, Luxembourg, Luxembourg, "
        ],
        [
            "IBBL, Luxembourg, Luxembourg, "
        ],
        [
            "Faculté de Pharmacie, Reims, France, "
        ],
        [
            "IGC UPR 3081 CNRS, Marseille, France, "
        ],
        [
            "Department of Oncology, Laboratory of Experimental Hemato-Oncology, CRP Santé, Luxembourg, Luxembourg, "
        ],
        [
            "Department of Oncology, Laboratory of Experimental Hemato-Oncology, CRP Santé, Luxembourg, Luxembourg, "
        ],
        [
            "Hematologie UMR 5239 CNRS, Centre Hospitalier Universitaire Lyon-Sud, Lyon, France, "
        ],
        [
            "LBMC CNRS/ENS Lyon/UCBL/HCL/Synergie Lyon Cancer, Oullins, France"
        ]
    ],
    "first_author_latitude": "43.28034529999999",
    "first_author_longitude": "5.38064835",
    "abstract_text": "Abstract 3489 Telomeres are a repetitive DNA sequences associated with a protein complex named shelterin that protect chromosome ends. Two types of mechanisms maintain telomere in cancer cells. The first involves telomerase an enzyme able to copy the telomeric motif that consists of three principal subunits, including the telomerase reverse transcriptase hTERT. The second, named ALT (Alternative Lengthening of Telomere), corresponds to the recombination between telomeres that involves notably a complex formed by the topoisomerase III alpha (hTopoIIIa), BLM, RMI1 and RMI2. Little is known about the involvement of the ALT mechanism in B-chronic lymphocytic leukemia (B-CLL). In fact this leukemic disease shows low telomerase activity, shelterin defect and telomeric dysfunction. In an effort to characterize ALT cells from 31 B-CLL patients, we analyzed their telomere length and telomerase activity. B-CLL patients showed almost no hTERT transcript (detected in three cases), low telomerase activity (detected in 7 cases) and a telomere average size ranging from 3 to 10 kb. Moreover, a strong deregulation of genes encoding three shelterin proteins, TRF1, TRF2, Pot1, and an at least two fold downregulation of hTopoIIIa gene expression in 21 cases were observed, suggesting the presence of a telomere maintenance dysfunction affecting both mechanisms, telomerase dependent and ALT. CpG island methylation has been mapped for both promoters and if hTERT shows a disseminated methylation profile in 22 patients, for hTopoIIIα we identified nine CpG upstream the minimal promoter, being methylated in 19 of our 31 analyzed patients. We then performed luciferase experiments and we showed that methylation in this 9 CpG induced a strong inhibition of hTopoIIIa transcription. Finally we correlated telomere length and hTopoIIIa methylation status as we observed that 25.4% of the hTopoIIIa promoters were methylated in patients with shorter chromosomes and only 11.1 % were methylated in patients with longer telomeres (p<0.0025). As nearly no telomerase activity have been detected in our patients and as downregulation of hTopoIIIa could increase recombination rate between sister chromatid, methylation of hTERT and hTopoIIIa promoter CpG islands may lead to telomere dysfunction and increased genetic instability in B-CLL. Disclosures: No relevant conflicts of interest to declare."
}