{
    "doi": "https://doi.org/10.1182/blood-2019-125136",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4268",
    "start_url_page_num": 4268,
    "is_scraped": "1",
    "article_title": "Updated Results of a Phase II Study of Reduced-Intensity Chemotherapy with Mini-Hyper-CVD in Combination with Inotuzumab Ozogamicin, with or without Blinatumomab, in Older Adults with Newly Diagnosed Philadelphia Chromosome-Negative Acute Lymphoblastic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": [
        "acute lymphocytic leukemia",
        "blinatumomab",
        "cardiovascular diseases",
        "chemotherapy regimen",
        "chronic venous disease",
        "inotuzumab ozogamicin",
        "older adult",
        "phase 2 clinical trials",
        "chromosomes",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Nicholas J. Short, MD",
        "Hagop M. Kantarjian, MD",
        "Farhad Ravandi, MD",
        "Xuelin Huang, PhD",
        "Nitin Jain, MD",
        "Koji Sasaki, MD",
        "Rita Khouri",
        "Naval G. Daver, MD",
        "Naveen Pemmaraju, MD",
        "Joseph D. Khoury, MD",
        "Jeffrey L. Jorgensen, MD PhD",
        "Yesid Alvarado, MD",
        "Marina Y Konopleva, MD PhD",
        "Guillermo Garcia-Manero, MD",
        "Tapan M. Kadia, MD",
        "Musa E. Yilmaz, MD",
        "Gautam M. Borthakur, MD",
        "Jan A. Burger, MD PhD",
        "Steven M. Kornblau, MD",
        "William G. Wierda, MD PhD",
        "Courtney D. DiNardo, MD MSc",
        "Alessandra Ferrajoli, MD",
        "Jovitta Jacob, RN",
        "Meagan Rostykus, RN",
        "Rebecca Garris, MSc",
        "Marygrace Ward, RDC",
        "Binru Huang, RDC",
        "Corabelle Encarnacion, RDC",
        "Christopher Loiselle, BS",
        "Susan M. O'Brien, MD",
        "Elias Jabbour, MD"
    ],
    "author_affiliations": [
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, UT Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Hematopathology, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Chao Family Comprehensive Cancer Center, Division of Hematology / Oncology, Department of Medicine, University of California Irvine Health, Orange, CA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: Inotuzumab ozogamicin (INO) and blinatumomab both improve survival in relapsed or refractory acute lymphoblastic leukemia (ALL) compared to conventional chemotherapy. The combination of INO with reduced-intensity mini-hyper-CVD chemotherapy in older adults with newly diagnosed ALL is safe and highly effective (Kantarjian H et al, Lancet Oncol 2018;19(2):240-8). The addition of blinatumomab to this regimen may further improve outcomes. Methods: Patients (pts) ≥60 years of age with newly diagnosed Philadelphia chromosome (Ph)-negative pre-B-cell ALL were eligible. Pts were required to have a performance status of ≤3, total bilirubin ≤1.5 mg/dl, AST/ALT ≤3x ULN and creatinine ≤2 mg/dl. Pts received mini-hyper-CVD (cyclophosphamide and dexamethasone at 50% dose reduction, no anthracycline, methotrexate at 75% dose reduction, cytarabine at 0.5 g/m2 x 4 doses) for up to 8 cycles. INO was given at a dose of 1.3-1.8mg/m2 on day 3 of cycle 1 and 0.8-1.3mg/m2 on day 3 of cycles 2-4. Rituximab (if CD20+) and prophylactic IT chemotherapy were given for the first 4 cycles. Responding pts received POMP maintenance for up to 3 years. In order to decrease the risk of veno-occlusive disease (VOD), the protocol was amended in 3/2017 (pts 50+) to give INO in fractionated doses each cycle (0.6 mg/m2 on day 2 and 0.3 mg/m2 on day 8 of cycle 1; 0.3 mg/m2 on day 2 and 8 of cycles 2-4) and to administer 4 cycles of blinatumomab following 4 cycles of hyper-CVD plus INO, followed by maintenance with 12 cycles of POMP and 4 cycles of blinatumomab (1 cycle of blinatumomab after every 3 cycles of POMP). Results: 64 pts have been treated, 5 of whom were in complete remission (CR) at enrollment. Pt characteristics are summarized in Table 1 . Median age was 68 years (range, 60-81 years); 27 pts (42%) were ≥70 years. 28% were positive for TP53 mutation, 19% were CRLF2 positive, and 27% had adverse-risk karyotype. 33/58 pts (57%) were CD20+ and received rituximab. Among 59 pts evaluable for morphologic response, 58 (98%) responded (CR, n=51; CRp, n=6; CRi, n=1). MRD negativity by 6-color flow cytometry was achieved in 48/62 pts (77%) after 1 cycle and 59/63 pts (94%) overall. There were no early deaths, and the 30-day and 60-day mortality rates were 0% and 3%, respectively. Among 63 pts who achieved remission, 9 (14%) relapsed, 3 (5%) underwent allogeneic SCT in first remission, 30 (48%) remain on treatment or have completed maintenance, and 21 (33%) died in CR/CRp. The rate of death in CR/CRp was higher in pts ≥70 years of age vs. 60-69 years (50% vs. 22%; P=0.02). Causes of death for pts in CR/CRp included: sepsis (n=7; all in pts 70 years and older), VOD (n=3), gunshot wound (n=1), dementia and deconditioning (n=1), end stage renal disease (n=1), MDS/AML (n=4; 3 in pts 70 years and older) and unknown causes (n=4). 6 pts (9%) developed VOD, 1 after subsequent allogeneic SCT. The rate of VOD was 6/64 (9%) with no difference in VOD in pts who did or did not receive blinatumomab. With a median follow-up of 37 months (range, 2-85 months), 34 pts (53%) were alive, 30 of whom (47%) were in CR and MRD negative status. The 3-year continuous remission and OS rates were 76% and 54%, respectively ( Figure 1A ). The 3-year continuous remission rate was 69% and 87% for pts age 60-69 and ≥70 years, respectively (P=0.25), and the 3-year OS rate was 63% and 42%, respectively (P=0.13; Figure 1B ). The trend for worse survival in the pts ≥70 years was driven predominantly by the increased rate of death in CR/CRp in this older group. The outcomes of pts who did or did not receive blinatumomab were similar . Compared to a similar historical cohort of older pts treated with hyper-CVAD ± rituximab (n=77), mini-hyper-CVD + INO ± blinatumomab resulted in significantly higher 3-year OS (54% vs 32%; P=0.007). Conclusion: Reduced-intensity chemotherapy with hyper-CVD plus INO, with or without blinatumomab, is safe and effective in older adults with newly diagnosed Ph-negative ALL, with an overall response rate of 98% and 3-year OS rate of 54%. Further optimization of this regimen with less chemotherapy in patients 70 years and older is warranted to further decrease the rate of death in remission. View large Download slide View large Download slide  Disclosures Short: Takeda Oncology: Consultancy, Research Funding; AstraZeneca: Consultancy; Amgen: Honoraria. Kantarjian: Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Jazz Pharma: Research Funding; Cyclacel: Research Funding; Pfizer: Honoraria, Research Funding; AbbVie: Honoraria, Research Funding; Immunogen: Research Funding; Amgen: Honoraria, Research Funding; Novartis: Research Funding; Takeda: Honoraria; Ariad: Research Funding; Agios: Honoraria, Research Funding; Astex: Research Funding; BMS: Research Funding; Daiichi-Sankyo: Research Funding. Ravandi: Xencor: Consultancy, Research Funding; Menarini Ricerche: Research Funding; Selvita: Research Funding; Cyclacel LTD: Research Funding; Macrogenix: Consultancy, Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Jain: Servier: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Cellectis: Research Funding; Verastem: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Adaptive Biotechnologies: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Precision Biosciences: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics, an AbbVie company: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen Pharmaceuticals, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Research Funding; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Research Funding; AstraZeneca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; ADC Therapeutics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Sasaki: Otsuka: Honoraria; Pfizer: Consultancy. Daver: Otsuka: Consultancy; Astellas: Consultancy; NOHLA: Research Funding; Jazz: Consultancy; Forty-Seven: Consultancy; Agios: Consultancy; Immunogen: Consultancy, Research Funding; Celgene: Consultancy; Genentech: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Abbvie: Consultancy, Research Funding; Karyopharm: Consultancy, Research Funding; Incyte: Consultancy, Research Funding; Servier: Research Funding; Pfizer: Consultancy, Research Funding; Sunesis: Consultancy, Research Funding; Hanmi Pharm Co., Ltd.: Research Funding; Glycomimetics: Research Funding; BMS: Consultancy, Research Funding; Daiichi Sankyo: Consultancy, Research Funding. Pemmaraju: sagerstrong: Research Funding; affymetrix: Research Funding; mustangbio: Consultancy, Research Funding; abbvie: Consultancy, Honoraria, Research Funding; samus: Research Funding; celgene: Consultancy, Honoraria; Daiichi-Sankyo: Research Funding; plexxikon: Research Funding; novartis: Consultancy, Research Funding; Stemline Therapeutics: Consultancy, Honoraria, Research Funding; cellectis: Research Funding; incyte: Consultancy, Research Funding. Khoury: Stemline Therapeutics: Research Funding; Angle: Research Funding; Kiromic: Research Funding. Alvarado: Jazz Pharmaceuticals: Research Funding; Abbott: Honoraria. Konopleva: Ablynx: Research Funding; Calithera: Research Funding; Stemline Therapeutics: Consultancy, Honoraria, Research Funding; Forty-Seven: Consultancy, Honoraria; Eli Lilly: Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Cellectis: Research Funding; Amgen: Consultancy, Honoraria; F. Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Genentech: Honoraria, Research Funding; Ascentage: Research Funding; Kisoji: Consultancy, Honoraria; Reata Pharmaceuticals: Equity Ownership, Patents & Royalties; Astra Zeneca: Research Funding; Agios: Research Funding. Garcia-Manero: Amphivena: Consultancy, Research Funding; Helsinn: Research Funding; Novartis: Research Funding; AbbVie: Research Funding; Celgene: Consultancy, Research Funding; Astex: Consultancy, Research Funding; Onconova: Research Funding; H3 Biomedicine: Research Funding; Merck: Research Funding. Kadia: Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Jazz: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Bioline RX: Research Funding; BMS: Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Research Funding. Borthakur: Merck: Research Funding; Polaris: Research Funding; BioLine Rx: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Tetralogic Pharmaceuticals: Research Funding; Cantargia AB: Research Funding; Eisai: Research Funding; Oncoceutics, Inc.: Research Funding; AbbVie: Research Funding; Agensys: Research Funding; Oncoceutics: Research Funding; NKarta: Consultancy; Bayer Healthcare AG: Research Funding; BMS: Research Funding; AstraZeneca: Research Funding; Cyclacel: Research Funding; Strategia Therapeutics: Research Funding; Incyte: Research Funding; Eli Lilly and Co.: Research Funding; Janssen: Research Funding; Novartis: Research Funding; Xbiotech USA: Research Funding; FTC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Argenx: Membership on an entity's Board of Directors or advisory committees; PTC Therapeutics: Consultancy; Arvinas: Research Funding; BioTheryX: Membership on an entity's Board of Directors or advisory committees; GSK: Research Funding. Burger: BeiGene: Research Funding; Pharmacyclics, an AbbVie company: Research Funding; Gilead Sciences: Research Funding; Janssen Pharmaceuticals: Consultancy, Honoraria; Aptose Biosciences, Inc: Research Funding; AstraZeneca: Honoraria. Wierda: Genentech: Research Funding; Juno Therapeutics: Research Funding; KITE pharma: Research Funding; Sunesis: Research Funding; Miragen: Research Funding; Oncternal Therapeutics Inc.: Research Funding; Cyclcel: Research Funding; Loxo Oncology Inc.: Research Funding; Janssen: Research Funding; Xencor: Research Funding; GSK/Novartis: Research Funding; Pharmacyclics LLC: Research Funding; Acerta Pharma Inc: Research Funding; AbbVie: Research Funding; Gilead Sciences: Research Funding. DiNardo: syros: Honoraria; abbvie: Consultancy, Honoraria; daiichi sankyo: Honoraria; jazz: Honoraria; medimmune: Honoraria; notable labs: Membership on an entity's Board of Directors or advisory committees; celgene: Consultancy, Honoraria; agios: Consultancy, Honoraria. O'Brien: Astellas: Consultancy; Alexion: Consultancy; Gilead: Consultancy, Research Funding; Janssen: Consultancy, Honoraria; Pharmacyclics LLC, an AbbVie Company: Consultancy, Research Funding; Celgene: Consultancy; Sunesis: Consultancy, Research Funding; Kite: Research Funding; Aptose Biosciences, Inc: Consultancy; Acerta: Research Funding; Verastem: Consultancy; GlaxoSmithKline: Consultancy; Eisai: Consultancy; Vaniam Group LLC: Consultancy; TG Therapeutics: Consultancy, Research Funding; Regeneron: Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria; Amgen: Consultancy. Jabbour: AbbVie: Consultancy, Research Funding; Cyclacel LTD: Research Funding; Pfizer: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Adaptive: Consultancy, Research Funding; Amgen: Consultancy, Research Funding. OffLabel Disclosure: The use of inotuzumab ozogamicin and blinatumomab as frontline therapy for older patients with ALL"
}