{
    "doi": "https://doi.org/10.1182/blood.V118.21.345.345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1896",
    "start_url_page_num": 1896,
    "is_scraped": "1",
    "article_title": "Glycine Transporter 1 Plays a Crucial Role in Hemoglobinization ",
    "article_date": "November 18, 2011",
    "session_type": "102. Regulation of Iron Metabolism: Iron-associated Modifiers of Hematopoiesis and Metabolism",
    "topics": [
        "glycine",
        "membrane transport proteins",
        "heme",
        "iron",
        "transferrin receptors",
        "microcytic hypochromic anemia",
        "rna, messenger",
        "cisplatin/methotrexate/vinblastine protocol",
        "coenzymes",
        "death"
    ],
    "author_names": [
        "Matthias Schranzhofer, MSc, PhD",
        "Richard Bergeron, MD, PhD",
        "Prem Ponka, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Lady Davis Institute for Medical Research, Jewish General Hospital, McGill University, Montreal, QC, Canada, "
        ],
        [
            "Departments of Psychiatry and Cellular and Molecular Medicine, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON, Canada"
        ],
        [
            "Lady Davis Institute for Medical Research, Jewish General Hospital, McGill University, Montreal, QC, Canada, "
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469",
    "abstract_text": "Abstract 345 Vertebrate heme synthesis requires three substrates: succinyl-coenzyme A, which regenerates in the tricarboxylic acid cycle, iron and glycine. It is well recognized that inadequate delivery of iron to immature erythroid cells leads to a decreased production of heme, but virtually nothing is known about the impact of restricted transport of glycine on the process of hemoglobinization. Two ATP- and Na + -dependent glycine membrane transport systems have been identified in reticulocytes and shown to decrease during maturation to erythrocytes (Weigensberg & Blostein, J Membr Biol 86:37, 1985). However, it is unknown whether the reticulocyte glycine transporters are related to glycine transporter 1 (GlyT1) and 2 (GlyT2) identified more recently in the brain (rev. in Zafra & Giménez UBMB Life 60:810, 2008) and how relevant they are for proper hemoglobinization during erythroid differentiation. To address these issues, we exploited mice in which the gene encoding GlyT1 was disrupted (Tsai et al., PNAS 101:8485, 2004). Since the GlyT1 knockout (GlyT1 −/− ) mice die during the first postnatal day, we conducted analysis of blood parameters on newborn pups. As shown in the table below GlyT1 −/− animals develop microcytic hypochromic anemia. Additionally, we observed that GlyT1 −/− fetuses were typically paler than their GlyT1 +/+ and heterozygous (GlyT1 +/− ) counterparts. We next isolated erythroid cells from fetal livers (E 13.5) of GlyT1 +/+ , GlyT1 +/− and GlyT1 −/− mice and studied their hemoglobinization using a two-phase liquid culture method. Heme levels and biosynthesis rate were measured spectrophotometrically and by incorporation of [2- l4 C]glycine into heme, respectively. Erythroid cells from GlyT1 −/− mice exhibited a substantial decrease in both heme levels and production rate, as compared to those derived from GlyT1 +/− or GlyT1 +/+ mice. These observations are congruent with a strong decrease in total uptake of [2- l4 C]glycine by erythroid cells from GlyT1 −/− mice. Moreover, both total and cell surface transferrin receptor levels were decreased in GlyT1 −/− erythroid cells. This was accompanied by a severe decrease in cellular iron acquisition from transferrin and its incorporation into heme. Furthermore, treatment of GlyT1 +/+ cells with specific inhibitors for GlyT1 resulted in decreased expression of transferrin receptors, diminished cellular iron uptake and reduced iron incorporation into heme. In contrast, a specific inhibitior of GlyT2 had no effect on the expression of transferrin receptors or iron incorporation into heme. Finally, during erythroid differentiation, β-globin mRNA levels correlated with mRNA for GlyT1 but not for GlyT2. These results provide the first evidence that GlyT1 is essential for proper hemoglobinization of developing erythrocytes in vivo and in vitro . Our finding that curtailed cellular acquisition of glycine restricts heme synthesis suggests that Glyt1 may be a rate limiting step of heme synthesis in erythroid cells. It may be of interest to point out that heme inhibits the acquisition of both iron (Ponka & Neuwirt, Blood 33:690, 1969) and glycine (Ponka & Schulman, Blood 65:850, 1985) by reticulocytes. Hence, it is tempting to speculate that a similar mechanism is involved in coordinating the acquisition of both of these heme precursors by erythroid cells. It also needs to be stressed that inhibitors of GlyT1 are currently being considered for the treatment of schizophrenia (Javitt, Curr Opin Drug Discov Devel 12:468, 2009). However, our study provides a warning that such a therapy could lead to the development of hypochromic microcytic anemia. Table: Red blood cell parameters in newborn mice containing both GlyT1 alleles ( +/+ ), only one allele ( +/− ) or none ( −/− )  . RBC (x10 6 / mm 3) . HGB (g/dL) . HCT (%) . MCV (μm 3 ) . MCH (pg) . RDW (%) . GlyT1 +/+ (n=10) 3.60 ± 0.18 13.06 ± 0.53 39.24 ± 1.66 109.20 ± 5.45 36.33 ± 1.65 16.66 ± 0.36 GlyT1 +/− (n=18) 3.42 ± 0.30 12.34 ± 0.96 *  36.94 ± 2.60 *  108.39 ± 4.42 36.16 ± 1.62 17.06 ± 0.90 GlyT1 −/− (n=12) 3.32 ± 0.21 *  9.61 ± 0.59 ***  29.52 ± 1.83 ***  89.00 ± 2.37 ***  28.94 ± 1.05 ***  18.54 ± 0.78 ***  . RBC (x10 6 / mm 3) . HGB (g/dL) . HCT (%) . MCV (μm 3 ) . MCH (pg) . RDW (%) . GlyT1 +/+ (n=10) 3.60 ± 0.18 13.06 ± 0.53 39.24 ± 1.66 109.20 ± 5.45 36.33 ± 1.65 16.66 ± 0.36 GlyT1 +/− (n=18) 3.42 ± 0.30 12.34 ± 0.96 *  36.94 ± 2.60 *  108.39 ± 4.42 36.16 ± 1.62 17.06 ± 0.90 GlyT1 −/− (n=12) 3.32 ± 0.21 *  9.61 ± 0.59 ***  29.52 ± 1.83 ***  89.00 ± 2.37 ***  28.94 ± 1.05 ***  18.54 ± 0.78 ***  * =p<0.05; *** =p<0.0001; Statistical analysis was done by using one way ANOVA followed by Dunnett's multiple comparison test. View Large Disclosures: No relevant conflicts of interest to declare."
}