{
    "doi": "https://doi.org/10.1182/blood-2021-148716",
    "article_title": "Real-World Treatment Patterns, Adherence and Healthcare Resource Utilization for Chronic Lymphocytic Leukemia/Small Lymphocytic Leukemia Among Veterans in the United States ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Introduction: Chronic lymphocytic leukemia (CLL)/small lymphocytic leukemia (SLL) are the most common types of leukemia in adults in the United States. The US veteran population, predominantly older males, are at high risk for CLL/SLL, especially with prior exposure to Agent Orange or other herbicides during military service. With the increasing availability of novel agents and associated improved survival, there is a need to assess the real-world evidence of CLL/SLL burden in US veterans, as well as the clinical and economic outcomes associated with current treatments. The objective of this retrospective cohort study was to examine the clinical burden, costs and healthcare resource utilization of CLL/SLL in veterans. Methods: Adults who were newly diagnosed with CLL/SLL were identified in the Veteran Health Administration dataset from October 2014 to September 2019. Eligible patients were required to have at least 2 visits with CLL/SLL diagnosis, and continuous enrollment of 6 months pre- and 3 months post-index date, defined by the first diagnosis date. The study population was further required to have at least 1 CLL/SLL treatment on or after the index date. Treatment regimens were identified by line of therapy and categorized mutually exclusively as: bendamustine-based (alone or in combination) therapy, other chemotherapies, ibrutinib, rituximab-monotherapy, or other regimen. Descriptive analyses were conducted to examine patient sociodemographic characteristics, comorbidities, concurrent medications, and treatment patterns including the frequency and duration of each treatment regimen. Adherence was measured by discontinuation and switching rates. Discontinuation was defined as no treatment for 90 days from the last day of supply during the study period. To ensure only patients who prematurely discontinued chemotherapy treatment and not those who completed their treatment cycles are captured, premature discontinuation was defined as a treatment duration of <90 days for bendamustine-based and <120 days for rituximab monotherapy. Costs and healthcare resource utilization were examined by first-, second-, and third-line therapy. Healthcare resource utilization examined included hospitalization and length-of-stay (LOS). Total costs were reported for all-cause and CLL/SLL-related, and calculated as the sum of inpatient, outpatient and pharmacy costs per-patient-per-month (PPPM). Multivariable logistic regression was conducted to examine factors associated with costs, frequency and LOS of hospitalizations. Results: Among the 13,664 veteran patients diagnosed with CLL/SLL, 79% were in watch-and-wait and the final study population consisted of 2,861 patients who received at least 1 line of CLL/SLL therapy (mean duration=465 days). Most patients were elderly (median age =70 years), white (83%), and male (98%). Approximately 39% of veterans had concurrent use of proton pump inhibitors at baseline. Average time to treatment initiation from diagnosis to first-line therapy was 315 days. A total of 770 (26.9%) patients further received second-line therapy (mean duration of treatment=318 days) and 199 (7.0%) patients received third-line therapy (mean duration of treatment=229 days). Ibrutinib was the most common treatment regimen across all lines of therapy (first-line: 39%; second-line: 55%; third-line: 43%) with discontinuation rates at 59.6%, 60.1%, and 55.2% in first-, second-, third-line therapy respectively (Figure 1 and 2). The CLL/SLL-related hospitalization rate was 39% with an average LOS of 7 days. Total PPPM all-cause and CLL/SLL-related costs were $26,709 and $17,233, respectively; these costs were increased by line of therapy. Controlling for patient clinical and demographic covariates, treatment discontinuation and treatment switching were statistically significant predictors of higher inpatient admissions, LOS of hospitalizations, and costs. Conclusions: This real-world data demonstrated significant clinical and economic burden associated with CLL/SLL among the US veterans. Furthermore, the suboptimal adherence, as reported by high treatment discontinuation rates and its impact on increasing costs and healthcare resource use, highlights the real-world unmet needs of CLL/SLL management in the veteran population. Future studies are needed to further understand the long-term outcomes of each treatment regimen. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Yang:  BeiGene, Ltd.: Current Employment. Liu:  BeiGene, Ltd.: Current Employment. Tang:  BeiGene, Ltd.: Current Employment. Chanan-Khan:  Ascentage: Research Funding; Alpha2 Pharmaceuticals: Patents & Royalties: Tabi; Ascentage, Starton, Cellectar, NonoDev, Alpha2 Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; BeiGene, Jansen, Ascentage: Honoraria; Cellectar: Current equity holder in publicly-traded company; Alpha2 Pharmaceuticals, NonoDev, Starton: Current holder of stock options in a privately-held company; BieGene, Jansen, Ascentage: Consultancy.",
    "author_names": [
        "Keri Yang",
        "Sizhu Liu",
        "Boxiong Tang",
        "Asher Chanan-Khan"
    ],
    "author_dict_list": [
        {
            "author_name": "Keri Yang",
            "author_affiliations": [
                "BeiGene, Ltd., Emeryville, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sizhu Liu",
            "author_affiliations": [
                "BeiGene, Ltd., Emeryville, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boxiong Tang",
            "author_affiliations": [
                "BeiGene, Ltd., Emeryville, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asher Chanan-Khan",
            "author_affiliations": [
                "Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:01:53",
    "is_scraped": "1"
}