{
    "doi": "https://doi.org/10.1182/blood.V106.11.848.848",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=480",
    "start_url_page_num": 480,
    "is_scraped": "1",
    "article_title": "Gene Expression Pathways That Distinguish Diagnosis and Relapse in Childhood Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions #-Session: 6-I",
    "topics": [
        "acute lymphocytic leukemia",
        "flap endonuclease-1",
        "gene expression",
        "gene expression profiling",
        "leukemia, lymphocytic, acute, childhood",
        "leukemic hematopoietic stem cell",
        "polymerase chain reaction",
        "precancerous conditions",
        "survivin",
        "treatment failure"
    ],
    "author_names": [
        "Deepa Bhojwani, MD",
        "Elizabeth Raetz, MD",
        "Naomi Moskowitz, MD",
        "Hokyung Lee",
        "Bret Sohn",
        "Stephen P. Hunger, MD",
        "William L. Carroll, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, New York University Medical Center, New York, NY, USA",
            "Pediatrics, Mount Sinai Medical Center, New York, NY, USA"
        ],
        [
            "Pediatrics, New York University Medical Center, New York, NY, USA",
            "Pediatrics, Mount Sinai Medical Center, New York, NY, USA"
        ],
        [
            "Pediatrics, New York University Medical Center, New York, NY, USA"
        ],
        [
            "Pediatrics, New York University Medical Center, New York, NY, USA"
        ],
        [
            "Pediatrics, New York University Medical Center, New York, NY, USA"
        ],
        [
            "Pediatrics, University of Florida, Gainesville, FL, USA",
            "Children’s Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Pediatrics, New York University Medical Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.74273255",
    "first_author_longitude": "-73.9811441",
    "abstract_text": "In contrast to the excellent outcomes for children with newly diagnosed acute lymphoblastic leukemia (ALL), outcomes following ALL marrow relapse have remained poor despite incremental increases in the intensity of therapy. Those children whose relapse occurs after therapy is completed (late relapse; >36 months from diagnosis) have a much better outcome than those who relapse during therapy (early relapse; ≤36 months). To discover differences in the underlying biological mechanisms of treatment failure we have extended our study of gene expression profiling to patients who experienced their first bone marrow relapse in whom matched pairs of marrow samples from both initial diagnosis and initial marrow relapse were available (30 pairs). These children were treated on contemporary cooperative group studies over the past six years. Twenty patients had relapsed early while ten had relapsed late. Affymetrix U133A microarrays were used and data was normalized, filtered and analyzed. In an unsupervised analysis (hierarchical clustering), we observed that the diagnosis and relapse samples of individual patients who relapsed early tended to cluster together (median correlation coefficient = 0.38) while the diagnosis and relapse samples from the patients who relapsed late were more divergent (median correlation coefficient = 0.03). Using Significance Analysis of Microarrays (SAM) many genes were identified that were commonly deregulated at relapse compared to initial diagnosis (459 probe sets with a false discovery rate (FDR)< 10%). Strikingly, a number of cell cycle genes were found to be up-regulated at the time of relapse consistent with the known increased proliferation rate of ALL cells at relapse, which often have defects in negative regulators of cell cycle progression such as p16. Key differences in gene expression were validated on an independent set of samples obtained at diagnosis (29 samples) and relapse (19 samples) by real time quantitative PCR. These included BIRC5, TOP2A, CCNB1 and PTTG1. We were able to identify many common differences in early relapse pairs (221 probe sets, FDR< 10%). Many of these genes are involved in DNA replication and repair (FEN1, CHAF1A, ORC6L). To date we have been unable to identify genes uniformly deregulated at late relapse compared to initial diagnosis. Thus late relapse mechanisms may be more diverse although the smaller number of late pairs may preclude the identification of common pathways. The more divergent nature of late relapse pairs suggests that late relapse may more commonly be the result of additional transforming events that take place in a reservoir of premalignant leukemic stem cells, while early relapse represents selective outgrowth of resistant cells from the fully leukemic clone present at diagnosis. Analysis of matched diagnosis and relapse pairs have identified candidate pathways that may mediate drug resistance and suggests that agents that target the cell cycle regulatory pathway may have particular efficacy in ALL cases that relapse early. Documentation of their direct role in this process by modulation of expression in preclinical model systems will identify opportunities for rationale design of new therapeutic approaches to prevent and treat relapse."
}