{
    "doi": "https://doi.org/10.1182/blood.V110.11.923.923",
    "article_title": "rNAPc2, a Novel Inhibitor of Tissue Factor/Factor VIIa Complex, Inhibits Tumor Growth and Metastasis in Mouse Models of Colorectal Cancer. ",
    "article_date": "November 16, 2007",
    "session_type": "Antithrombotic Therapy",
    "abstract_text": "Recombinant nematode anticoagulant protein c2 (rNAPc2) is a specific inhibitor of tissue factor (TF)/factor VIIa complex with novel anti-metastatic, anti-angiogenic, and anti-thrombotic activities. TF is highly expressed in human colorectal tumors and the level of TF expression positively correlates with disease stage and inversely correlates with survival. To explore the therapeutic potential of rNAPc2 during tumor growth and metastasis, we tested rNAPc2 efficacy in experimental colorectal cancers in mice. Administration of rNAPc2 inhibited pulmonary metastasis in mice systemically disseminated with CT26 murine colon carcinoma cells in a dose-dependent fashion, as measured by either number of lung surface metastases or lung mass. While rNAPc2 treatment alone moderately reduced primary tumor growth, combining rNAPc2 with the cytotoxic agent 5-fluorouracil (5-FU) resulted in synergistic growth inhibition of HCT116 human colorectal tumor xenografts in nude mice. Likewise, rNAPc2 further reduced tumor growth in HCT116 human colorectal tumor xenograft-bearing mice receiving bevacizumab (humanized anti-vascular endothelial growth factor monoclonal antibody). Using CD31 and Ki67 immunohistochemisty, we found that rNAPc2 synergized with either 5-FU or bevacizumab in inhibiting microvessel density and tumor cell proliferation in HCT116 human colorectal tumor xenografts. Furthermore, rNAPc2 synergized with CPT-11 in inhibiting hepatic metastasis in nude mice with portal vein injection of HCT116 human colorectal tumor cells. Long-term administration of rNAPc2 also significantly suppressed formation of intestinal adenomas and adenocarcinomas in Apc Min/+ mice. The dosing regimens of rNAPc2 used in these studies were well tolerated up to a three-month period by recipient mice without major hemorrhage or other adverse effects. In conclusion, the synergistic tumor inhibitory activity of rNAPc2 in pre-clinical colorectal cancer models suggests that rNAPc2 may be an effective anti-tumor agent in human colorectal cancer patients to potentiate chemo- or anti-angiogenic therapies.",
    "topics": [
        "colorectal cancer",
        "factor viia",
        "mice",
        "neoplasm metastasis",
        "thromboplastin",
        "tumor growth",
        "colorectal neoplasms",
        "fluorouracil",
        "transplantation, heterologous",
        "bevacizumab"
    ],
    "author_names": [
        "Jingsong Zhao, PhD",
        "Gerard Aguilar, BS",
        "Michael Imperiale, MD",
        "Walter Funk, PhD",
        "Arie Abo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jingsong Zhao, PhD",
            "author_affiliations": [
                "Research, Nuvelo, Inc., San Carlos, CA, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerard Aguilar, BS",
            "author_affiliations": [
                "Research, Nuvelo, Inc., San Carlos, CA, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Imperiale, MD",
            "author_affiliations": [
                "Research, Nuvelo, Inc., San Carlos, CA, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter Funk, PhD",
            "author_affiliations": [
                "Research, Nuvelo, Inc., San Carlos, CA, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arie Abo, PhD",
            "author_affiliations": [
                "Research, Nuvelo, Inc., San Carlos, CA, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T15:43:58",
    "is_scraped": "1"
}