{
    "doi": "https://doi.org/10.1182/blood.V126.23.5495.5495",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3254",
    "start_url_page_num": 3254,
    "is_scraped": "1",
    "article_title": "Prognostic Value of Pre-Transplant PET Scan in Patients with Diffuse Large B-Cell (DLBCL) Lymphoma Undergoing Autologous Stem Cell Transplantation (ASCT) ",
    "article_date": "December 3, 2015",
    "session_type": "731. Clinical Autologous Transplantation: Results",
    "topics": [
        "autologous stem cell transplant",
        "b-lymphocytes",
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "positron-emission tomography",
        "transplantation",
        "fluorodeoxyglucose positron emission tomography",
        "busulfan",
        "chemotherapy regimen",
        "cyclophosphamide"
    ],
    "author_names": [
        "Allison M Winter, MD",
        "Lisa A. Rybicki, MS",
        "Shetal Shah, MD",
        "Deepa Jagadeesh, MD MPH",
        "Aaron T. Gerds, MD MS",
        "Betty K. Hamilton, MD",
        "Hien Liu, MD",
        "Robert M. Dean, MD",
        "Ronald Sobecks, MD",
        "Brad Pohlman, MD",
        "Steven Andresen, DO",
        "Mitchell R. Smith, MD PhD",
        "Matt Kalaycio, MD",
        "Brian J. Bolwell, MD",
        "Navneet S. Majhail, MD MS",
        "Brian T. Hill, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of General Internal Medicine, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Quantitative Health Sciences, Cleveland Clinic Lerner Research Institute, Cleveland, OH "
        ],
        [
            "Nuclear Medicine, Imaging Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH ",
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH"
        ],
        [
            "Blood and Marrow Transplant, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Leukemia Program, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "41.5101197",
    "first_author_longitude": "-81.68049074999999",
    "abstract_text": "Background: Recent data have shown that pre-transplant FDG-PET is prognostic in DLBCL patients undergoing autologous stem cell transplantation (ASCT). We retrospectively analyzed data on patients with DLBCL treated with ASCT to assess the impact of pre-transplant FDG-PET on relapse-free survival (RFS) and overall survival (OS). Methods: We reviewed medical records of 32 patients with DLBCL who underwent ASCT using high dose busulfan, cyclophosphamide, and etoposide (Bu/Cy/VP) at Cleveland Clinic from June 2008 to December 2012 and had both a relapse FDG-PET as well as a pre-transplant FDG-PET available for review. All images were interpreted by a staff nuclear medicine radiologist blinded to the outcomes. Visual analysis was performed using the Deauville five-point scale and semiquantitative analysis was done by measuring the maximum standardized uptake value (SUV max ). ΔSUV max was calculated by determining the difference between the SUV max at the time of relapse and the SUV max immediately prior to transplant. Patients were grouped into pre-transplant Deauville score 1-3 or 4-5. Baseline characteristics were compared between groups using the Chi-square test or Wilcoxon rank test. Cox proportional hazards analysis was used to identify prognostic factors. Outcomes were calculated from the date of ASCT. Overall survival (OS) and relapse-free survival (RFS) were estimated using the Kaplan-Meier method and compared using the log-rank test Results: The median age of the patients at transplant was 57 and 69% were male. There was no significant difference in baseline characteristics of patients who had a Deauville score 1-3 compared to patients who had a Deauville score 4-5 including mean age, gender, race, Karnofsky performance status, number of prior chemotherapy regimens, prior radiation therapy, and IPI at diagnosis and transplant. There was a trend towards significance in the median SUV max at relapse in the Deauville 1-3 group compared to the Deauville 4-5 group (11.1 vs. 18.1, p=0.08) and a significant difference in the median pre-transplant SUV max (2.3 vs. 8.1, p<0.001). Deauville score 4-5 was the only baseline variable that was prognostic for both RFS (HR=4.2, CI 1.6-11.5, p=0.004) and OS (HR=5.5, CI 1.6-18.9, p=0.006). The 3-year RFS for patients in the Deauville 1-3 group was 64% compared to 12% in the Deauville 4-5 group (p=0.002) and the 3-year OS for patients in the Deauville 1-3 group was 84% compared to 30%, respectively (p=0.002 [Figure 1]). The median ΔSUV max was 74%. There was no difference in RFS or OS in patients who had a ΔSUV max above or below this median. However, a high pre-transplant SUV max (>6 vs. <6) was associated with significantly inferior RFS (p=0.03 [Figure 2]). Conclusions: Pre-transplant FDG-PET Deauville score is prognostic of RFS and OS in patients with DLBCL undergoing ASCT. High SUV max (>6) prior to transplant is predictive of poor RFS. Pre-transplant PET is a powerful tool for identifying DLBCL patients at high risk for treatment failure with ASCT and could be used to risk-stratify patients in prospective clinical trials of novel transplant strategies. Figure 1. View large Download slide OS of DLBCL patients undergoing ASCT based on pre-transplant Deauville score. Figure 1. View large Download slide OS of DLBCL patients undergoing ASCT based on pre-transplant Deauville score. Figure 2. View large Download slide RFS of DLBCL patients undergoing ASCT based on pre-transplant SUV max. Figure 2. View large Download slide RFS of DLBCL patients undergoing ASCT based on pre-transplant SUV max. Disclosures Smith: celegene, spectrum, genentech: Honoraria. Majhail: Gamida Cell Ltd.: Consultancy; Anthem Inc.: Consultancy."
}