{
    "doi": "https://doi.org/10.1182/blood.V112.11.44.44",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1286",
    "start_url_page_num": 1286,
    "is_scraped": "1",
    "article_title": "A Phase II Study of Lenalidomide in Previously Untreated, Symptomatic Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "lenalidomide",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "neoplasms",
        "tumor lysis syndrome",
        "neutropenia",
        "cytopenia",
        "steroids"
    ],
    "author_names": [
        "Christine Chen, MD",
        "Harminder Paul",
        "Wei Xu, PhD",
        "Vishal Kukreti",
        "Suzanne Trudel",
        "Ellen Wei",
        "Zhi Hua Li",
        "Joseph Brandwein",
        "Mariela Pantoja",
        "Chungyee Leung-Hagensteijn"
    ],
    "author_affiliations": [
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Biostatistics, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Introduction: Lenalidomide is an immunomodulatory compound known to downregulate VEGF and TNFa, stimulate production of inhibitory cytokines such as IL-2, and modulate activity of T cells and natural killer cells. These effects form the basis for investigation of lenalidomide in CLL. Promising results from studies in relapsed/ refractory CLL have been reported but there are limited data in previously untreated CLL. We present preliminary results from a phase II study of single-agent lenalidomide in previously untreated, symptomatic CLL. Methods: Patients (pts) were eligible if previously untreated (excluding steroids alone for autoimmune cytopenias) and symptomatic (any cytopenias, symptomatic adenopathy/ organomegaly, constitutional symptoms, lymphocyte doubling count <12 mos). The starting dose for lenalidomide was initially 10mg po daily with weekly 5mg dose escalations to the target dose of 25mg daily × 21 days every 28 day cycle. Toxic events in the first 2 pts (tumor lysis requiring dialysis; neutropenic sepsis leading to death) led to a study halt with data safety monitoring board review. Subsequent protocol amendments were implemented to reduce both starting and target doses (2.5mg and 10mg, respectively, days 1–21), slow the dose escalation rate (2.5mg cycle 1, 5mg cycle 2, 10mg cycle 3 and thereon), extend allopurinol tumor lysis prophylaxis to minimum 3 cycles, and increase frequency of tumor lysis lab monitoring. DVT prophylaxis with low dose ASA was mandated. Steroids were allowed for management of tumor flare symptoms as needed. Results: Study accrual has been completed with 25 pts enrolled on the amended protocol. Median age 60 (range 33–78), 10 pts (40%) with Rai stage III-IV, baseline median Hb 119g/L (range 80–173), lymphocytes 88.8×10 9 /L (range 2.8–220), 2M 221 nmol/L (range 139–626; normal <170), bulky nodes 9 pts (36%), organomegaly 23 pts (92%), del17p/del11q on FISH 8 pts (32%), ZAP70 and IgVH mutational status pending. Twenty-three pts have received at least 1 cycle (median 7; range 1–17) and are evaluable for toxicity. Hematologic toxicity: 10 pts (43%) developed Gr 3-4 neutropenia during at least 1 cycle (at doses 2.5–10mg), the most common cause for dose reductions/interruptions. Four pts developed febrile neutropenia. Six pts have required intermittent GCSF support (none requiring routine use). Three pts (13%) developed Gr 3-4 thrombocytopenia (without bleeding). Nonhematologic toxicity: Fatigue (74%), tumor flare (78%), non-desquamating rash (48%) were common, but all Gr1-2. Infections (43%) were mostly minor, non-neutropenic respiratory/sinus/skin infections. Tumor flare presented with painful, enlarged node(s) often associated with nasal congestion, coryza, and scalp pruritis. Most tumor flare symptoms resolved spontaneously but 8 pts required steroids on at least one occasion with prompt resolution. Although tumor flare was most common in the first week on study, repeat flare symptoms with subsequent cycles were noted (30.6% of all 186 cycles). Four pts required hospitalization for febrile neutropenia and/or pneumonia. No further tumor lysis has been noted. Responses: 17 pts have completed at least 3 cycles and are evaluable for response. All patients have achieved stable disease or better: 11 PR (65%) and 6 SD (35%). No patients have progressed to date. Responses were reached at a median of 4 cycles (range 2–15). Although dramatic lymphocyte reductions are seen by as early as week 1 (using lenalidomide dose 2.5mg/d), rebound during cycle days 22–28 off-drug are common. Dose modifications/study withdrawals: Two patients have withdrawn from study due to lack of response after 10 cycles (SD) and prolonged Gr3-4 neutropenia/ thrombocytopenia, respectively. Median daily tolerated dose is 10mg with 26% of pts requiring dose reductions to 5mg (most due to cytopenias). Correlatives: Results from gene expression profiling performed at baseline and cycle 1, day 8 are pending. Conclusion: Preliminary results from this phase II study suggests that lenalidomide has significant activity in previously untreated CLL patients. Using a conservative dosing regimen and careful monitoring, no further tumor lysis has been reported and toxicities such as tumor flare and myelosuppression are manageable. Rebound lymphocytosis with intermittent dosing suggests that low-dose, continuous dosing of lenalidomide may lead to safer, more effective use of this drug in CLL."
}