{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4812.4812",
    "article_title": "Health-Related Quality of Life of Twenty-Seven Patients with Gaucher Disease Type I in China ",
    "article_date": "December 7, 2017",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Gaucher disease (GD) is a lysosomal storage disorder characterized by the deficiency of beta-glucocerebrosidase which results in the accumulation of the glucocerebroside in macrophages throughout the body. Gaucher disease Type 1 (GD1) is the most common form. Enzyme replacement therapy (ERT) with Imiglucerase is effective for the disease. So far there is no study on the Health-Related Quality of Life (HRQoL) for patients with GD1 in China. Objects: To investigate the quality of life (QOL) of GD1 patients followed-up in Peking Union Medical Colleague Hospital(PUMCH) and analyze the possible influence factors. Method: Twenty-seven patients with GD1 diagnosed from Jan.1994 to Jul.2017 in PUMCH who were more than 18-year-old at the time of survey and willing to join the study were included. Clinical and social data form the patients were collected and Short form-36 (SF-36) score was calculated for each patient. Factors which may affect the score were further evaluated using statistical method. Results: Of the twenty-seven patients, twenty-two patients (81.5%)had received and continued to receive adequate dosage of ERT (kindly provided by Sanofi investment Co. Ltd) while the other five patients did not receive any GD related therapy. Sex, age of survey, age of disease onset, education background and economy income of the patients were shown in table 1. Next we compared the eight dimensions of SF-36 between the GD1 patients and the aged matched controls in China (from the literature). Most SF-36 scores were lower in GD1 patients, but the general health perceptions, vitality and mental health in ERT patients of 18-44 year-old were similar to those of the health controls (table 2). Further analysis of twenty-two patients treated with ERT showed age of survey had negative effect on the eight dimensions of SF-36 score while age of disease onset negatively influenced the role-physical, body pain and vitality. Time from disease onset to treatment had negative relationship with physical functioning, general health perceptions and social functioning (table 3). Conclusions: Patients in our center mainly live in undeveloped area with lower education background and lower income. Patients had lower QOL compared with normal controls but younger patients who receiving ERT may benefit in some of the dimensions of SF-36. Age of survey, age of disease onset and time from disease onset to treatment may influence the QOL in patients with ERT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "china",
        "gaucher disease",
        "health-related quality of life",
        "enzyme replacement therapy",
        "glucosylceramidase",
        "glucosylceramides",
        "imiglucerase",
        "lysosomal storage diseases",
        "pain",
        "macrophages"
    ],
    "author_names": [
        "Hongmin Li, PhD",
        "Yuan Li",
        "Zhangbiao Long, MD",
        "Yali Du",
        "Miao Chen",
        "Junling Zhuang",
        "Zhengqing Qiu",
        "Zhao Wang, MD PhD",
        "Bing Han"
    ],
    "author_dict_list": [
        {
            "author_name": "Hongmin Li, PhD",
            "author_affiliations": [
                "Peking union medical college hospital, Beijing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuan Li",
            "author_affiliations": [
                "Peking union medical college hospital, Beijing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhangbiao Long, MD",
            "author_affiliations": [
                "Peking union medical college hospital, Beijing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yali Du",
            "author_affiliations": [
                "Peking union medical college hospital, Beijing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miao Chen",
            "author_affiliations": [
                "Peking Union Medical Colleague Hospital, Beijing, CHN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junling Zhuang",
            "author_affiliations": [
                "Peking Union Medical Colleague Hospital, Beijing, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhengqing Qiu",
            "author_affiliations": [
                "Peking Union Medical Colleague Hospital, Beijing, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhao Wang, MD PhD",
            "author_affiliations": [
                "Beijing Friendship Hospital, Beijing, CHN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bing Han",
            "author_affiliations": [
                "Peking Union Medical Colleague Hospital, Beijing, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T02:29:42",
    "is_scraped": "1"
}