{
    "doi": "https://doi.org/10.1182/blood.V108.11.2189.2189",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=567",
    "start_url_page_num": 567,
    "is_scraped": "1",
    "article_title": "Clinical Characteristics and Outcome of Patients (pts) with T315I Mutation after Imatinib Failure. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "brachial plexus neuritis",
        "imatinib mesylate",
        "mutation",
        "nilotinib",
        "phosphotransferases",
        "bcr-abl tyrosine kinase",
        "dasatinib",
        "human leukocyte interferon",
        "interferons",
        "protein-tyrosine kinase inhibitor"
    ],
    "author_names": [
        "Elias Jabbour, MD",
        "Hagop Kantarjian, MD",
        "Dan Jones, MD",
        "Francis Giles, MD",
        "Gautam Borthakur, MD",
        "Susan O’Brien, MD",
        "Jorge Cortes, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA",
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA and Hemathopathology, University of Texas/MD Anderson Cancer Center, Houston, TX, USA."
        ],
        [
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA",
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA and Hemathopathology, University of Texas/MD Anderson Cancer Center, Houston, TX, USA."
        ],
        [
            "Hemathopathology, University of Texas/MD Anderson Cancer Center, Houston, TX, USA",
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA and Hemathopathology, University of Texas/MD Anderson Cancer Center, Houston, TX, USA."
        ],
        [
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA",
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA and Hemathopathology, University of Texas/MD Anderson Cancer Center, Houston, TX, USA."
        ],
        [
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA",
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA and Hemathopathology, University of Texas/MD Anderson Cancer Center, Houston, TX, USA."
        ],
        [
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA",
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA and Hemathopathology, University of Texas/MD Anderson Cancer Center, Houston, TX, USA."
        ],
        [
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA",
            "Leukemia, University of Texas/MD Anderson Cancer Center, Houston, TX, USA and Hemathopathology, University of Texas/MD Anderson Cancer Center, Houston, TX, USA."
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Point mutations of the Bcr-Abl kinase domain are the most frequently identified mechanism of resistance in patients (pts) with CML who failed imatinib. T315I is an imatinib pocket binding mutation within the Bcr-Abl kinase domain that is highly resistant to imatinib as well as to the novel tyrosine kinase inhibitors (NTKIs) (eg, dasatinib, nilotinib) both in vitro and in vivo. It has thus been suggested that these pts have a very poor prognosis. To define the clinical characteristics and outcome of these pts, we reviewed all pts with this mutations identified at our institution after failure to imatinib. T315I was detected in 15 of 112 patients (13%) harboring kinase domain mutations. Median age was 49 years (range, 34-66 years). At the time imatinib was started, 12 pts were in chronic (CP) and 3 in accelerated (AP). Ten pts had received prior interferon therapy. The best response to imatinib was major molecular response in 1, major cytogenetic response in 5 (complete in 2), and complete hematologic response in 8. One patient was intolerant to imatinib. The median duration of response was 37 months (range, 10–60 months). T315I was identified after a median of 48 months (range, 10–83 months). At the time the mutation was identified, 9 patients had transformed (7 to AP, 2 to BP). Clonal evolution was observed in only 1 pt. Fourteen patients received subsequent NTKIs; 3 of them received both nilotinib and dasatinib. Among them, 1 patient achieved a partial hematologic response with nilotinib that lasted for 3 months and 1 other had T315I identified while in complete cytogenetic response induced by nilotinib that has been sustained for 16+ months. After a median follow-up of 27 months (range, 3–42 months), 11 pts (73%) are alive: 8 are alive with active disease, and 3 patients are alive with ongoing response: 1 in complete molecular remission following allogeneic stem cell transplantation, 1 in partial cytogenetic response following treatment with aurora kinase inhibtor MK0457, and one in sustained complete cytogenetic response with ongoing treatment with nilotinib. Four patients have died of disease progression. Except for previous treatment with interferon (more frequent in patients harboring the T315I mutation; p=0.024) and the lack of response to the NTKI (p=0.001), there was no difference in patients characteristics and previous response to imatinib compared to patients with other mutations. Similarly, there was no difference in overall survival among patients with T315I mutations or other mutations (p=0.71). In conclusion T315I is a highly resistant mutation to conventional tyrosine kinase inhibitors; however occasional responses can be observed and overall survival may not be as poor as previously reported."
}