{
    "doi": "https://doi.org/10.1182/blood.V106.11.2245.2245",
    "article_title": "Exploring Patient Satisfaction with Long-Term Warfarin for the Treatment of Atrial Fibrillation. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Prevention of stroke in patients with atrial fibrillation (AF) requires long-term anticoagulation therapy, and warfarin is currently the only option. Previous studies have indicated that patients are generally satisfied with long-term warfarin therapy; however, this research is mostly limited to simple questions, or modified Likert scales. Psychometric research on measuring satisfaction with medical treatment has indicated that multi-dimensional measures are generally more reliable and sensitive to treatment differences. This qualitative study, conducted in the US, UK, and Spain, was performed to explore the specific treatment satisfaction domains related to warfarin therapy. Interviews were conducted with patients (N=28) who were receiving long-term warfarin therapy for the prevention of stroke in AF, or had discontinued therapy. The interviews, developed from conceptual models, focussed on the patients’ experiences and satisfaction with warfarin therapy. Patients received warfarin for an average of 6 years, with 22% receiving treatment for >5 years. Warfarin therapy was reported to reduce patients’ quality of life, with 28% reporting an impact on their work, 32% an effect on their ability to travel, and 57% experiencing effects on their leisure activities, often because of alcohol restrictions. Domains that were important to patient satisfaction were identified, including monitoring, bruising/bleeding, and the psychological impact of therapy. The requirement for frequent monitoring was a burden in nearly half of the patients (43%); in the majority of these patients (57%), this was due to the amount of time spent attending the clinic. Unsurprisingly, working patients reported monitoring as more of a burden than those who did not work (65% vs 31%). The location and frequency of monitoring affected patients’ perceptions of the burden; patients attending anticoagulation clinics (rather than primary care surgeries), and those attending more than once a month, reported greater inconvenience. However, many patients, particularly those who had been taking warfarin for longer, felt reassured by monitoring. Bruising and/or bleeding was a worry to 17% of patients, with 28% reporting being embarrassed by it, and many patients choosing clothes that covered their bruises. The psychological impact of warfarin therapy was illustrated by the number of patients reporting concern about drug interactions (50%), with one-fifth (21%) worried about the warfarin dose they had been prescribed. Knowledge that their warfarin therapy required alcohol and dietary restrictions was demonstrated by 39% and 28% of patients, respectively; however, some patients thought that dietary restrictions were to encourage weight loss, and 15% of patients reported that the restrictions were a burden. Furthermore, many elderly patients, particularly in the UK and Spain, were unaware that the purpose of their warfarin therapy was for stroke prevention. Patients that had discontinued treatment gave reasons including a feeling of dependence on warfarin, bruising and bleeding, monitoring, and diet and alcohol restrictions. Patients in this study recognized that warfarin is currently the only therapy available to them, and made adjustments to their lifestyles accordingly. However, warfarin adversely affects the quality of life of patients with AF because of the practicalities and psychological impact of therapy. An anticoagulant that does not require frequent monitoring, with limited food and drug interactions would represent a significant advance for patients with AF.",
    "topics": [
        "atrial fibrillation",
        "client satisfaction",
        "warfarin",
        "weight reduction",
        "contusions",
        "diet",
        "ethanol",
        "hemorrhage",
        "anticoagulants",
        "anticoagulation, chronic"
    ],
    "author_names": [
        "Miranda Murray, PhD",
        "Diane Wild, MSc",
        "Matt Reaney, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Miranda Murray, PhD",
            "author_affiliations": [
                "Global Health Economics and Reimbursement, Bayer Plc, Uxbridge, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Diane Wild, MSc",
            "author_affiliations": [
                "Oxford Outcomes, Oxford, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matt Reaney, MSc",
            "author_affiliations": [
                "Oxford Outcomes, Oxford, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T04:51:28",
    "is_scraped": "1"
}