{
    "doi": "https://doi.org/10.1182/blood.V124.21.985.985",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2884",
    "start_url_page_num": 2884,
    "is_scraped": "1",
    "article_title": "Arsenic Trioxide Is a Well Tolerated Consolidation Regimen in Children with Newly Diagnosed Acute Promyelocytic Leukemia; Toxicity Results of the Children’s Oncology Group AAML0631 Trial ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "topics": [
        "acute promyelocytic leukemia",
        "arsenic trioxide",
        "child",
        "medical oncology",
        "toxic effect",
        "tretinoin",
        "cardiotoxicity",
        "idarubicin",
        "cytarabine",
        "6-mercaptopurine"
    ],
    "author_names": [
        "Matthew A. Kutny, MD",
        "Todd A. Alonzo, PhD",
        "Robert B. Gerbing, MA",
        "Yi-Cheng Wang, MS",
        "Cecilia Fu, MD",
        "Soheil Meshinchi, MD PhD",
        "Alan S. Gamis, MD MPH",
        "James H. Feusner, MD",
        "John Gregory, MD"
    ],
    "author_affiliations": [
        [
            "University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "University of Southern California, Monrovia, CA "
        ],
        [
            "Children's Oncology Group, Monrovia, CA "
        ],
        [
            "Children's Oncology Group, Monrovia, CA "
        ],
        [
            "Children's Hospital of Los Angeles, Los Angeles, CA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Children's Mercy Hospitals and Clinics, Kansas City, MO "
        ],
        [
            "Children's Hospital and Research Center, Oakland, CA "
        ],
        [
            "Goryeb Children's Hospital, Morristown, NJ"
        ]
    ],
    "first_author_latitude": "33.50119275000001",
    "first_author_longitude": "-86.80930144999999",
    "abstract_text": "Background Anthracyclines have historically been the backbone of chemotherapy regimens used to treat newly diagnosed APL in both children and adults, but large cumulative doses of these drugs are associated with long term cardiotoxicity especially in children. The Children’s Oncology Group designed trial AAML0631 to reduce the cumulative anthracycline dosing in children with APL while incorporating two courses of arsenic trioxide (ATO) during consolidation. The majority of the experience with ATO in clinical trials in newly diagnosed APL has been in adult patients. Here we present data on the tolerability of ATO consolidation in pediatric APL patients along with the results of induction therapy and targeted toxicities during induction and consolidation. Because some patients are still on maintenance therapy, survival outcome is not presented. Methods Eligibility criteria for this non-randomized study included age > 2 years and < 22 years, de novo APL with confirmation of PML-RARA translocation by PCR and no prior APL directed therapy or secondary APL. Patients were stratified by white blood cell count (WBC) at diagnosis into standard risk (SR)- WBC < 10,000 and high risk (HR)- WBC > 10,000. Induction consisted of idarubicin 12 mg/m2/dose for 3 doses and all-trans retinoic acid (ATRA) 12.5 mg/m2/dose (no max dose) PO BID on days 1-30. Consolidation 1 included 2 cycles of ATO 0.15 mg/kg/day (no max dose) IV over 2 hours on Monday through Friday for 5 weeks and ATRA 12.5 mg/m2/dose PO BID on days 1-14. Consolidation 2 included cytarabine 1,000 mg/m2/dose IV every 12 hours for 6 doses on days 1-3, mitoxantrone 10 mg/m2/dose IV on days 3 and 4 and ATRA 12.5 mg/m2/dose PO BID on days 1-14. Consolidation 3 included Idarubicin 5 mg/m2/dose IV on days 1, 3 and 5 and ATRA 12.5 mg/m2/dose PO BID on days 1-14. Consolidation 4 was given to HR patients and included cytarabine 1,000 mg/m2/dose IV every 12 hours for 6 doses on days 1-3, idarubicin 10 mg/m2/dose IV on day 4 and ATRA 12.5 mg/m2/dose PO BID on days 1-14. All patients received 9 cycles of maintenance therapy consisting of 12 week cycles of 6-mercaptopurine 50 mg/m2/day PO, methotrexate 25 mg/m2 once weekly PO and ATRA 12.5 mg/m2/dose PO BID on days 1-14. Intrathecal cytarabine was given once during each consolidation 2-4 and during the first cycle of maintenance. Results Between 3/2009 and 11/2012, 108 patients were enrolled on AAML0631. A total of six patients were found to be ineligible due to being RQ-PCR negative for PML-RARA (n=3) or local issues with consent (n=3). Of the 102 eligible patients, 67 had standard risk APL and 35 had high risk APL. Regarding toxicity during induction, 4 deaths occurred with 3 occurring on day 2 of induction and 1 occurring on day 10 of induction. Patients with HR APL had a significantly increased risk of induction death (4/35 = 11.4%) compared to patients with SR APL (0/67; P=0.012). Deaths during consolidation included one HR patient death due to sepsis during consolidation 2 and one SR patient death due to suicide during consolidation 4. Adverse events (AE) reporting included non-hematologic toxicity grade ≥3 and all grades of cardiac toxicity. Cardiac AEs during the 2 ATO cycles included 18% (n=17/92) of patients experiencing at least 1 grade 1/2 event with the majority (94%, 16/17) being prolongation of the QTc interval. Only 1 patient experienced a grade 3/4 cardiac toxicity during these cycles and there were no cardiac related deaths. Hepatotoxicity during ATO cycles included few patients experiencing at least 1 grade 3/4 event including elevations of ALT (4%, n=4/92), AST (3%, n=3/92) and bilirubin (1%, n=1/92). For grade ≥3 AEs reported the percentage of patients experiencing at least one toxicity was 27% during the two cycles of consolidation 1 which was significantly less than the 81% in induction (P<0.001), 72% in consolidation 2 (P<0.001), 69% in consolidation 4 (P<0.001) and higher than the 10% in consolidation 3 (P=0.004). Conclusions We were particularly interested in the toxicity and tolerability of two cycles of ATO in a pediatric population. While cardiac toxicity is a concern with this medication, we found minimal significant cardiac complications. Hepatotoxicity has also been a concern with ATO but we did not find this to be a significant problem in our group of patients. In conclusion, ATO which has been reported to be a highly effective agent was found to be well tolerated in our large pediatric cohort of newly diagnosed APL patients. Disclosures Off Label Use: Idarubicin and Mitoxantrone- labeled for use in AML/APL for adults (not pediatrics) Arsenic Trioxide- labeled for use in relapsed/refractory APL (not de novo APL) Mercaptopurine and Methotrexate- labeled for use in pediatric ALL (not APL)."
}