{
    "doi": "https://doi.org/10.1182/blood.V116.21.1305.1305",
    "article_title": "Thyroid Function Abnormalities In Adults Following Haematopoetic Stem Cell Transplant (HSCT). ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia and Late Complications after Transplantation: Poster I",
    "abstract_text": "Abstract 1305 Purpose/Rationale The risk of thyroid dysfunction following stem cell transplant with myeloablative conditioning including total body irradiation (TBI) is well established. However, the impact of reduced intensity, non TBI-based containing regimens is not well defined. Patients and Methods: 821 consecutive adult patients (520 male, 301 female), who underwent stem cell transplantation at a single centre between 1999 and 2007 were included in this retrospective analysis. The median age at transplant was 54 years (range 16–71 yrs). Patients received either myeloablative allogeneic (n=138), reduced intensity (RIC) allogeneic (n=104) or autologous (n=579) procedures; the source of stem cells was bone marrow (n=98), HPC-A (n=695) or both (n=28). Of the allogeneic transplants, 122 were from an HLA identical sibling and 120 from a matched unrelated donor. All of the myeloablative patients received TBI as part of the conditioning protocol, reduced intensity allogeneic procedures was performed using non-TBI based conditioning (mainly fludarabine, melphalan and alemtuzumab) and most (91%) of the autologous transplants were performed using high dose chemotherapy. The majority of allogeneic procedures were as treatment for acute leukaemia, whilst the autologous transplants were predominantly used as treatment for either myeloma or lymphoma. Patients were evaluated to identify the incidence and risk factors for the development of hypothyroidism using competing risk analysis. All patients who had biochemical evidence of hypothyroidism at any point with routine annual screening were included. Results: In the entire cohort, 40 patients developed thyroid dysfunction (22 allograft and 18 autograft). The risk of developing thyroid dysfunction was 5.6% at 4yr., and 6.5% at 10 yr. Thyroid dysfunction developed at a median of 1.9 yr. (range: 1–7.7 yr.). In univariate analysis, the risk of developing thyroid dysfunction was significantly greater in allograft recipients vs autograft recipients (10%-myeloablative, 9%-RIC vs 3% auto, p=0.006) and in patients who developed any degree of GvHD (10% - GvHD vs. 3.6% - no GvHD p= 0.003). There was no effect of time since transplant, sex of donor or recipient, age and primary disease. In multivariate analysis, allogeneic transplantation (HR: 3.7, 95% CI: 1.2–11.7, p=0.03) and TBI conditioning (RR: 1.6, 95% CI: 1.02–3.1, p=0.045) were independently associated with increased risk of thyroid dysfunction. Conclusion: The results of this series demonstrate a significant risk of thyroid dysfunction following non TBI based reduced intensity allogeneic stem cell transplantation that was equivalent to that observed following TBI based myeloablative procedures. The risk was greater than that in recipients of chemotherapy based autologous transplants suggesting that this is not a result of the conditioning chemotherapy. The presence or absence of GvHD represents one possible explanation for this observation and although a significantly higher incidence of thyroid dysfunction was observed in patients who developed GvHD (acute or chronic) this potential association was not confirmed on multivariate analysis. These findings warrant further investigation and suggest that all allogeneic transplant recipients should undergo regular assessment of thyroid function irrespective of the conditioning protocol employed. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "thyroid function tests",
        "thyroid diseases",
        "graft-versus-host disease",
        "chemotherapy regimen",
        "allografting",
        "hypothyroidism",
        "transplantation",
        "transplantation, autologous",
        "alemtuzumab"
    ],
    "author_names": [
        "John Murray, RGN, MSc",
        "James Cavet, BA, MBBS, FRCP(UK), FRCPath, PhD.",
        "Adrian Bloor, PhD, MRCP, FRCPath",
        "Samar Kulkarni, MD, MRCP",
        "Michael Dennis, FRCP, FRCPath",
        "Malcolm Blower, MSc",
        "Ric Swindell",
        "Georg Brabant, MD, PhD, FRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "John Murray, RGN, MSc",
            "author_affiliations": [
                "Christie NHS Foundation Trust, Manchester, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James Cavet, BA, MBBS, FRCP(UK), FRCPath, PhD.",
            "author_affiliations": [
                "Dept. Haematology, The Christie NHS Foundation Trust, Manchester, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Bloor, PhD, MRCP, FRCPath",
            "author_affiliations": [
                "Christie Hospital NHS Foundation Trust, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samar Kulkarni, MD, MRCP",
            "author_affiliations": [
                "Haematology/Oncology, Christie NHS Foundation Trust, Manchester, England, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Dennis, FRCP, FRCPath",
            "author_affiliations": [
                "Haematology, Christie NHS Foundation Trust, Manchester, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm Blower, MSc",
            "author_affiliations": [
                "Christie NHS Foundation Trust, Manchester, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ric Swindell",
            "author_affiliations": [
                "Christie NHS Foundation Trust, Manchester, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Brabant, MD, PhD, FRCP",
            "author_affiliations": [
                "Christie NHS Foundation Trust, Manchester, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:07:40",
    "is_scraped": "1"
}