{
    "doi": "https://doi.org/10.1182/blood.V124.21.4048.4048",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2976",
    "start_url_page_num": 2976,
    "is_scraped": "1",
    "article_title": "Pituitary Iron and Volume Are Affecting Hormones and Reproductive Potential ",
    "article_date": "December 6, 2014",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "topics": [
        "hormones",
        "iron",
        "pituitary gland",
        "reproductive physiological process",
        "inhibin b",
        "magnetic resonance imaging",
        "mullerian-inhibiting hormone",
        "hypogonadism",
        "iron chelation therapy",
        "pituitary hormones, anterior"
    ],
    "author_names": [
        "Sylvia T Singer, MD",
        "Jerry Wang, MD",
        "Qing Yuan, PhD",
        "Elliott Vichinsky, MD",
        "James Smith, MD",
        "Carole Paley, MD",
        "Roland Fischer, PhD"
    ],
    "author_affiliations": [
        [
            "UCSF Benioff Children's Hospital, Oakland, CA "
        ],
        [
            "Children's Medical Center of Dallas, Dallas, TX "
        ],
        [
            "UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "UCSF Benioff Children's Hospital Oakland, Oakland, CA "
        ],
        [
            "University of California, San Francisco, San Francisco, CA "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "37.8371901",
    "first_author_longitude": "-122.2670282",
    "abstract_text": "Introduction: Hypogonadism and impaired fertility remain critical problems in transfusion dependent thalassemia (TDT) patients who develop iron overload. Pituitary iron toxicity and resultant gland shrinkage were shown to occur in these patients, starting even during their first decade of life. While MRI screening of iron load in the heart has been linked with cardiac function and has a direct effect on iron chelation practices, little is known on pituitary iron and anterior pituitary volume, as they relate to hormone secretion and reproductive potential. We investigated such an association in order to better understand the development of hypogonadism and infertility and its pathogenesis. Methods: A total of38TDTpatients, age 12-45 y, 20 females and 18 males were enrolled in this study. Relative pituitary iron (R2) and anterior volume was assessed by MRI. These MRI parameters were transformed to Z-scores and compared to published age- and sex-matched normal subjects. Laboratory assessment of gonadal function and predictors of fertility status was performed in patients grouped into adolescents (12-18 y), young adults (19-29 y) and adults (>29 y). LH, FSH were obtained in both genders. In females, Anti Mullerian Hormone (AMH, a predictor of ovarian antral follicle count) was tested, while in males inhibin B (a hormone correlating with sperm count) was obtained; both are a measure of fertility potential. Results: Among the 9 adolescent patients (12-18 y), 3 had delayed puberty. In this cohort, the anterior pituitary iron was moderately increased compared to normal (Z = 2.2 ) and it did not result in a decrease in the gland size (Z = 0.04), while in patients 19-29 years old, a higher R2 with reduced gland size (Z = 5.6 and -2.4, respectively) was noted. These patients had an associated high liver (LIC) and cardiac iron (T2*). Pituitary findings were similar in patients older than 29y (see table). Overall, pituitary iron did not statistically correlate with liver and cardiac iron, though iron has increased with age in all these organs. Pituitary volume, but not iron, correlated with LH level in patients >19 y (r=0.4, P=0.03). AMH levels in women decreased with age in the 3 groups: 5.8±5, 3.1±2.4 and 1.2±0.6 ng/mL, respectively. Inhibin B, in men, decreased as well (124± 60; 115±70; 85±50 pg/mL, respectively) Abstract 1048. Table 1  Age (y) . n . anterior pit. volume (mm 3 ) . Z score (pit. vol.) . R2 (s -1 ) . Z score (R2) . LIC (mg/g dry wt) . cardiac T2* (ms) . LH (U/L) . FSH (U/L) . 16 ± 1 9 512 ± 157 0.04 13.1±1.6 2.2 10.4 ± 7.0 30 ± 10 6.2±8.0 4.5±1.6 25 ± 3 18 358 ± 127 -2.4 16.4±2.8 5.6 22.8 ± 13.0 22 ± 10 4.4±3.0 4.0±3.0 34 ± 4 11 392 ± 180 -2.2 16.0±2.8 4.5 12.0 ± 5.5 20 ± 10 2.6±3.0 4.0±4.0 Age (y) . n . anterior pit. volume (mm 3 ) . Z score (pit. vol.) . R2 (s -1 ) . Z score (R2) . LIC (mg/g dry wt) . cardiac T2* (ms) . LH (U/L) . FSH (U/L) . 16 ± 1 9 512 ± 157 0.04 13.1±1.6 2.2 10.4 ± 7.0 30 ± 10 6.2±8.0 4.5±1.6 25 ± 3 18 358 ± 127 -2.4 16.4±2.8 5.6 22.8 ± 13.0 22 ± 10 4.4±3.0 4.0±3.0 34 ± 4 11 392 ± 180 -2.2 16.0±2.8 4.5 12.0 ± 5.5 20 ± 10 2.6±3.0 4.0±4.0 View Large Normal range: LH (U/L): 2-10 (m), < 30 (f) ; FSH (U/L): 1.4-21 (m), 0.9-15 (f); AMH (ng/mL): 2.1-6 (f); Inhibin B (pg/mL): 25-325 (m). Discussion: These results suggest a significant reduction in pituitary size along with increased iron load in patients in their 20’s affecting reproductive potential, while there is less impact of pituitary iron on hormone secretion in the younger patients. Retrospective analysis of the patients 19-29 years old showed that the majority did not have delayed puberty or primary amenorrhea in their second decade of life, suggesting that their pituitary studies may have been similar to the younger age group in this study. The decline in pituitary size and function as patients’ age could represent decreased or inconsistent adherence to iron chelation, but may also be a result of prolonged and constant oxidative stress damage from labile plasma iron. Efforts to target this age group for closer screening, including monitoring pituitary gland size, along with intensified chelation, could help prevent the gland shrinkage and result in a higher fertility potential. Disclosures Paley: Novartis Pharma: Employment."
}