{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1835.1835",
    "article_title": "Potent Ex Vivo Anti-Tumor Activity in Relapsed Refractory Multiple Myeloma Using Novel DR5-Specific Antibodies with Enhanced Capacity to Form Hexamers upon Target Binding ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Hyperclustering of Death Receptor 5 (DR5) after binding of its ligand TRAIL (TNF-related apoptosis-inducing ligand), induces apoptosis. As cancer cells are more sensitive for TRAIL-induced apoptosis than nonmalignant cells, targeting DR5 with agonistic monoclonal antibodies (mAbs) has been evaluated as a potentially effective therapy for several cancer types. Unfortunately, clinical results with conventional DR5-targeting mAbs have been disappointing due to lack of efficacy. To improve antibody-mediated clustering of DR5 on cancer cells we applied the novel HexaBody® technology, which is based on the natural concept that, upon binding to antigens on a cell surface, immunoglobulins (IgGs) can organize into ordered hexamers through Fc-Fc interactions. By introducing a single point mutation at specific residues in the IgG1 Fc domain, hexamer formation could be significantly enhanced. Accordingly, Hx-DR5-01/05 (GEN1029) was developed. Hx-DR5-01/05 is a mixture of two non-competing DR5-specific antibodies, with enhanced capacity to form hexamers upon target binding due to an E430G mutation in their Fc domains. Thus, Hx-DR5-01/05 induces potent DR5 agonist activity through a combination of hexamer formation and dual-epitope targeting. In contrast to conventional DR5 specific antibodies, Hx-DR5-01/05-mediated tumor cell kill is independent of Fc gamma receptor-mediated crosslinking. Here, we explored the potential utility of Hx-DR5-01/05 in multiple myeloma (MM) by analyzing cytotoxic activity against MM cell lines and a large panel of primary MM cells derived from patients with newly diagnosed or relapsed refractory disease. Hx-DR5-01/05 induced effective cytotoxicity in MM cell lines, whereas the same antibodies without the E430G mutation did not, underscoring the important contribution of hexamer formation for DR5 agonist activity of Hx-DR5-01/05. Similarly, ex vivo assays using primary MM cells present in the bone marrow mononuclear cells of MM patients revealed superior lytic activity of Hx-DR5-01/05 against primary MM cells as compared to its wild-type counterpart. Overall, the lysis levels of primary MM cells displayed a weak but significant correlation with their DR5 expression levels. Importantly, MM cell lysis levels equal or above 20% were observed in a significantly higher fraction of relapsed refractory patients (74%) compared to those who are newly diagnosed (30%), which correlated with significantly higher DR5-expression levels of MM cells from relapsed/refractory compared to newly-diagnosed patients. In conclusion, our ex vivo results indicate superior therapeutic potential of Hx-DR5-01/05 as compared to conventional DR5 antibodies, with the highest activity in relapsed/refractory MM patients. Disclosures Overdijk: Genmab: Employment. Breij: Genmab: Employment. Chamuleau: Genmab: Research Funding; Gilead: Research Funding. Lokhorst: Genmab: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; OncoImmune: Research Funding. Mutis: Genmab: Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; OncoImmune: Research Funding; Novartis: Research Funding; Celgene: Research Funding; Gilead: Research Funding.",
    "topics": [
        "antibodies",
        "multiple myeloma",
        "neoplasms",
        "agonists",
        "tumor cells, malignant",
        "antigens",
        "cancer",
        "cytotoxicity",
        "death domain receptors",
        "epitopes"
    ],
    "author_names": [
        "Hilma J van der Horst",
        "Marije B Overdijk",
        "Esther CW Breij",
        "Martine Chamuleau, MD PhD",
        "Henk M Lokhorst",
        "Tuna Mutis, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hilma J van der Horst",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marije B Overdijk",
            "author_affiliations": [
                "Genmab, Utrecht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esther CW Breij",
            "author_affiliations": [
                "Genmab, Utrecht, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Chamuleau, MD PhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk M Lokhorst",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tuna Mutis, PhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T12:55:46",
    "is_scraped": "1"
}