{
    "doi": "https://doi.org/10.1182/blood.V106.11.5335.5335",
    "article_title": "Time to First Acute Exacerbation Can Stratify the Patients According to Their Prognosis during Clinical Course of Chronic GVHD: Evaluation of New End-Point for Chronic GVHD. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Variable endpoints have been investigated in the filed of chronic GVHD (cGVHD) such as GVHD-specific survival (GSS) or the duration of systemic immunosuppressive treatment. It enables to evaluate the prognosis of cGVHD patients more precisely than that using overall survival (OS). However, to reach its endpoint, long observation time and follow-up duration is demanding. Accordingly, the new endpoint for the prognosis of cGVHD, the time-to-first attack of acute exacerbation of cGVHD (TTF), was evaluated in the current study. Patients and Methods: Out of 99 patients who experienced acute GVHD and evaluated for cGVHD, 78 patients (79%) was diagnosed as a cGVHD. The correlation of TTF with GSS was performed using time-dependent Cox’s proportional regression. Also, GSS and TTF were evaluated as a endpoint of cGVHD according to previously well-known prognostic factors such as extent of cGVHD, the Hopkin’s system, and the severity system of cGVHD by Lee et al. Results: The median time to first attack of was 129 days after diagnosis of cGVHD (95% confidence interval 92 to 166 days). The 2 years rates of free from acute exacerbation was estimated as 23.4±5.3%, 53.6±6.6%, and 75.1±6.4% for first, second, and third episode of acute exacerbation of cGVHD. With respect to GSS according to the episode number of acute exacerbation of cGVHD, the group without any episodes showed 95.0±4.9% of GSS rates, while those with 1-, 2-, and 3-episode(s), 54.6±9.7%, 23.5±10.3%, and 63.5±15.0% (Comparing the groups without or with episode of acute exacerbation of cGVHD, 95.0±4.9% versus 47.0±6.9%, p=0.001). In a multivariate survival analysis, time-dependent covariate of TTF was the only independent prognostic factor for GSS. The correlation of TTF with GSS also revealed as regards the extent of cGVHD (p<0.001 versus 0.014), the Hopkin’s model (p=0.002 versus 0.05), and the severity of cGVHD by Lee et al (p=0.025 versus <0.001), respectively. The TTF was significantly associated with the progressive type onset (p<0.001) and extensive cGVHD (p=0.032) by Cox’s proportional hazard model. Conclusion: The TTF seemed to be well correlated with GSS, and the prognostic factors that were associated with GSS also showed good prognostic implications with respect to TTF. The new endpoint, TTF, might reduce time and labor in further trials or studies of cGVHD. Figure. View large Download slide The time-to-first attack of acute exacerbation during systematic immunosuppression for chronic GVHD (n=78): The probability of free from first, second, and third episode of acute exacerbation of chronic GVHD at 2 years was estimated as 23.4±5.3%, 53.6±6.6%, and 75.1±6.4%, respectively (A), GVHD-specific survival between the group with or without acute exacerbation during systematic immunosuppression for chronic GVHD (B) Figure. View large Download slide The time-to-first attack of acute exacerbation during systematic immunosuppression for chronic GVHD (n=78): The probability of free from first, second, and third episode of acute exacerbation of chronic GVHD at 2 years was estimated as 23.4±5.3%, 53.6±6.6%, and 75.1±6.4%, respectively (A), GVHD-specific survival between the group with or without acute exacerbation during systematic immunosuppression for chronic GVHD (B)  Close modal",
    "topics": [
        "exacerbation, acute",
        "graft-versus-host disease, chronic",
        "surrogate endpoints",
        "gerstmann-straussler-scheinker disease",
        "therapeutic immunosuppression",
        "graft-versus-host disease",
        "prognostic factors",
        "follow-up",
        "graft-versus-host disease, acute",
        "immunosuppressive agents"
    ],
    "author_names": [
        "Dong Hwan Kim, MD",
        "Sang Kyun Sohn, MD",
        "Kun Soo Lee, MD",
        "Jong Gwang Kim, MD",
        "Kyu Bo Lee, MD",
        "Kyoo-Hyung Lee, MD",
        "Je-Hwan Lee, MD",
        "Seong-Jun Choi, MD",
        "Jung-Hee Lee, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dong Hwan Kim, MD",
            "author_affiliations": [
                "Hematology/Oncology, Kyungpook National University Hospital, Daegu, Republic of Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sang Kyun Sohn, MD",
            "author_affiliations": [
                "Hematology/Oncology, Kyungpook National University Hospital, Daegu, Republic of Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kun Soo Lee, MD",
            "author_affiliations": [
                "Hematology/Oncology, Kyungpook National University Hospital, Daegu, Republic of Korea"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong Gwang Kim, MD",
            "author_affiliations": [
                "Hematology/Oncology, Kyungpook National University Hospital, Daegu, Republic of Korea"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyu Bo Lee, MD",
            "author_affiliations": [
                "Hematology/Oncology, Kyungpook National University Hospital, Daegu, Republic of Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoo-Hyung Lee, MD",
            "author_affiliations": [
                "Hematology, University of Ulsan, Asan Medical Center, Seoul, Republic of Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Je-Hwan Lee, MD",
            "author_affiliations": [
                "Hematology, University of Ulsan, Asan Medical Center, Seoul, Republic of Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seong-Jun Choi, MD",
            "author_affiliations": [
                "Hematology, University of Ulsan, Asan Medical Center, Seoul, Republic of Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jung-Hee Lee, MD",
            "author_affiliations": [
                "Hematology, University of Ulsan, Asan Medical Center, Seoul, Republic of Korea"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T12:59:47",
    "is_scraped": "1"
}