{
    "doi": "https://doi.org/10.1182/blood.V126.23.4175.4175",
    "article_title": "Ikaros-Dependent Downregulation of MYC with IMiDs in Myeloma (MM) Cells Is Mediated through the Depletion of the Acetylated Chromatin Reader BRD4 at Super-Enhancer Loci ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Background: IMiDs are now recognized to promote the proteasomal degradation of IKZF1/3 and the transcriptional repression of MYC and IRF4 . MYC locus rearrangement is a recurrent somatic event in MM and results in MYC repositioning near superenhancers (such as IGH@, IGL@ and others). The mechanisms of IMiDs-mediated downregulation of MYC in MM cells is not well understood, in particular it is unclear how IMiDs alter the activity of the super-enhancers driving MYC transcription. Methods and results: Transcriptome analysis (RNAseq) of MM cells (OPM2 and MM1S) treated with lenalidomide or upon the silencing of IKZF3 (lentiviral delivery of dox-inducible IKZF3 shRNA) confirmed the downregulation of MYC, IRF4 and among others the upregulation of other genes of interest such as CD38, DKK1, PDL1, FOXO3 and a host of genes involved in interferon response. Gene set enrichment analysis (GSEA) confirmed the enrichment of genes signatures associated with MYC as well as the interferon response. Notably, in t(4;14) MM cell lines we observed a significant downregulation of FGFR3 while the expression of WHSC1 was not affected. This finding was confirmed in a library of t(4;14) MM cell lines by qRT-PCR analysis. As FGFR3 is driven by the 3' IGH enhancer while WHSC1 is under the control of the intronic Em enhancer in t(4;14) MM cells, and in view of the known role of IKZF1/3 in class switch recombination, we postulated that IKZF1/3 regulate the 3' IGH enhancer activity and MYC expression in cells harbouring a MYC-IGH rearrangement. To validate this hypothesis we established the genome-wide distribution of IKZF1 in OPM2 and MM1S cells (both cell lines harbour an IGH-MYC rearrangement) by ChIP-Seq. Ikaros bound to 17660 loci of which 43% were associated with gene targets. Ikaros-binding motifs and other motifs such as STAT1, E2A, RUNX1 were also identified (MEME Tomtom and Jasper motif analysis) in the vicinity of Ikaros enrichment peaks. Importantly IKZF1 peaks also mapped to the IGH 3' enhancer loci and these results were confirmed by ChIP-PCR analysis. Of interest while no Ikaros peaks mapped to MYC (within 5 kb of TSS) by ChIP-seq, modest enrichment of Ikaros at MYC promoter was identified by ChIP-PCR in MM1S and KMS11 cells, and this enrichment was significantly attenuated by lenalidomide treatment. Since inhibition of MYC occurs as a consequence of depletion of the acetylated chromatin reader BRD4 at enhancers that drive MYC expression (Delmore et al., 2011), we examined the interaction between BRD4, IKZF1 and IMiDs treatment. Chip-Seq analysis revealed that BRD4 and IKZF1 are associated with most active enhancers and promoters in MM1S tumor cells. In particular, BRD4 and IKZF1 were enriched at the IGH 3'α2 enhancer locus. Importantly, treatment with lenalidomide (10μM, 4 hours), dramatically depleted IKZF1 and BRD4 enrichment at the 3' IGH enhancers (ChIP-PCR analysis). In contrast, treatment with the bromodomain inhibitor JQ1 depleted BRD4, but not IKZF1 from the IGH 3' enhancer locus. These findings suggest that IKZF1 regulates BRD4 binding to the 3' IGH enhancers and explain the selective effect of IMiDs on MYC transcription in transformed cells harboring a MYC rearrangement. In addition, these results suggest that IMiDs will affect MYC expression only in cells were MYC is driven by an IKZF1/IKZF3 responsive enhancer. Lastly we sought to explain how IKZF1 may regulate BRD4 enrichment at H3K27Ac marks in super-enhancer loci. Since Ikaros is a known integral component of the NuRD (nucleosome remodelling and histone deacetylase) complex, we examined whether lenalidomide treatment and the ensuing Ikaros depletion lead to local gain of NuRD at MYC TSS and depletion of H3K27 acetylation. CHD4 (helicase subunit of the NURD complex) and H3K27Ac ChIP-PCR analysis revealed significant accumulation of the NuRD complex at MYC TSS as well as reduced H3K27Ac at 3'IGH enhancers after IMiDs exposure in MM1S and OPM2 cells. Importantly, CHD4 silencing abrogated lenalidomide induced MYC transcriptional repression and cell death. Conclusion: In summary, our studies suggest that Ikaros drives MYC expression in MM cells harbouring an IGH-MYC rearrangement by regulating the accumulation of the acetylated chromatin reader BRD4 at the IGH 3' enhancer and preventing the NURD complex mediated depletion of H3K27Ac marks at these enhancers. Our findings also explain the IKZF1/3 dependent mechanism of IMiDs-mediated MYC transcriptional repression. Disclosures Neri: Celgene: Research Funding. Duggan: Jansen: Honoraria; Celgene: Honoraria. Keats: Translational Genomic Research Institute: Employment. Bahlis: Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Johnson & Johnson: Consultancy; Johnson & Johnson: Speakers Bureau; Johnson & Johnson: Research Funding; Amgen: Consultancy.",
    "topics": [
        "chromatin",
        "down-regulation",
        "enhancer of transcription",
        "multiple myeloma",
        "lenalidomide",
        "polymerase chain reaction",
        "human leukocyte interferon",
        "interferons",
        "forkhead box protein o3",
        "gene expression profiling"
    ],
    "author_names": [
        "Paola Neri, MD PhD",
        "Ines Tagoug, PhD",
        "Justin Simms",
        "Ranjan Maity, PhD",
        "Jacquelyn Babich",
        "Victor Jimenez-Zepeda, MD",
        "Peter Duggan, MD",
        "Fariborz Kolvear, PhD",
        "Jonathan J Keats, PhD",
        "Leif Bergsagel, MD PhD",
        "Nizar J Bahlis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paola Neri, MD PhD",
            "author_affiliations": [
                "University of Calgary, Southern Alberta Cancer Research Institute, Calgary, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ines Tagoug, PhD",
            "author_affiliations": [
                "University of Calgary, Southern Alberta Cancer Research Institute, Calgary, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin Simms",
            "author_affiliations": [
                "University of Calgary, Southern Alberta Cancer Research Institute, Calgary, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjan Maity, PhD",
            "author_affiliations": [
                "University of Calgary, Southern Alberta Cancer Research Institute, Calgary, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacquelyn Babich",
            "author_affiliations": [
                "University of Calgary, Southern Alberta Cancer Research Institute, Calgary, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Jimenez-Zepeda, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Tom Baker Cancer Center, Calgary, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Duggan, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Tom Baker Cancer Center, Calgary, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fariborz Kolvear, PhD",
            "author_affiliations": [
                "University of Calgary, Cancer Cytogenetics Laboratory, Calgary, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan J Keats, PhD",
            "author_affiliations": [
                "Translational Genomics Research Institute, Phoenix, AZ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leif Bergsagel, MD PhD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Mayo Clinic, Scottsdale, AZ"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nizar J Bahlis, MD",
            "author_affiliations": [
                "University of Calgary, Southern Alberta Cancer Research Institute, Calgary, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T09:33:00",
    "is_scraped": "1"
}