{
    "doi": "https://doi.org/10.1182/blood.V116.21.3154.3154",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1789",
    "start_url_page_num": 1789,
    "is_scraped": "1",
    "article_title": "High Levels of the Adhesion Molecule CD44 on Leukemic Cells Generate Acute Myeloid Leukemia Relapse After Withdrawal of the Initial Transforming Event ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Poster I",
    "topics": [
        "cd44 antigens",
        "cell adhesion molecules",
        "homing-associated cell adhesion molecule",
        "leukemia, myelocytic, acute",
        "leukemic cells",
        "leukemia",
        "doxycycline",
        "hematologic neoplasms",
        "mass spectrometry",
        "membrane glycoproteins"
    ],
    "author_names": [
        "Ronan Quere, PhD",
        "Silja Andradottir",
        "Ann Brun, PhD",
        "Roman Zubarev, PhD",
        "Göran Karlsson, PhD",
        "Karin Olsson",
        "Mattias Magnusson, PhD",
        "Jörg Cammenga, MD, PhD",
        "Stefan Karlsson, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular Medicine and Gene Therapy, Lund Strategic Center for Stem Cell Biology and Cell Therapy, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Strategic Center for Stem Cell Biology and Cell Therapy, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Strategic Center for Stem Cell Biology and Cell Therapy, Lund, Sweden, "
        ],
        [
            "Division of Molecular Biometry, Karolinska Institute, Stockholm, Sweden"
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Strategic Center for Stem Cell Biology and Cell Therapy, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Strategic Center for Stem Cell Biology and Cell Therapy, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Strategic Center for Stem Cell Biology and Cell Therapy, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Strategic Center for Stem Cell Biology and Cell Therapy, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Strategic Center for Stem Cell Biology and Cell Therapy, Lund, Sweden, "
        ]
    ],
    "first_author_latitude": "55.706801399999996",
    "first_author_longitude": "13.197996",
    "abstract_text": "Abstract 3154 Multiple genetic hits are detected in patients with acute myeloid leukemia (AML). To investigate this further, we developed a tetracycline inducible mouse model of AML, where the initial transforming event, overexpression of HOXA10 , can be eliminated. Continuous overexpression of HOXA10 is required to generate AML in primary recipient mice, but is not essential for maintenance of the leukemia. Transplantation of AML to secondary recipients showed that in established leukemias, ∼80% of the leukemia-initiating cells (LICs) in bone marrow stopped proliferating upon withdrawal of HOXA10 overexpression. However, the population of LICs in primary recipients is heterogeneous since ∼20% of the LICs induce leukemia in secondary recipients despite elimination of HOXA10 induced overexpression (HOXA10 OFF ). Since the withdrawal of the initial transforming event can be made upon demand, we have been able to ask what co-operating events are essential to maintain growth of leukemic cells as overexpression of HOXA10 is removed. Intrinsic genetic activation of several proto-oncogenes was observed in leukemic cells resistant to inactivation of the initial transformation event. We have identified a frequent increase in the activation of the proto-oncogenes JUN , FOS and EGR1 in relapsed leukemia where overexpression of HOXA10 has been withdrawn (HOXA10 OFF versus HOXA10 ON conditions). In order to further investigate if another possible mechanism is involved in leukemia, upon withdrawal of the primary oncogenic event, we performed proteomic analysis using mass spectrometry. Interestingly, we observed that upon removal of the primary event, leukemia that continued to grow produced high levels of several proteins involved in cell-cell and cell-matrix interactions. Among these proteins, CD44 is expressed on the cell surface and participates in cell transmigration and is an important target, since this surface glycoprotein mediates cell adhesion, migration and homing of hematopoietic cancer cells. To determine whether an increase in CD44 is a key mechanism by which LICs are resistant, we performed a functional test by FACS sorting leukemic cells generated in primary donors and transplanted 20,000 cells expressing different levels of the CD44 surface marker (CD44 low , CD44 medium and CD44 high ) in the tail vein of lethally irradiated secondary recipient mice fed doxycycline or ciproxine. When we monitored mice for occurrence of leukemia, outgrowth of leukemic cells was not dependant on the CD44 protein level on the HOXA10 ON (doxycycline) condition. Consistent with this, onset of leukemia was not delayed for mice transplanted with CD44 low leukemic cells. When mice were fed with ciproxine to turn off HOXA10 overexpression, all mice injected with CD44 high leukemic cells developed leukemia, whereas all mice injected with CD44 low leukemic cells remained healthy. In conclusion, we confirmed that withdrawal of the initial HOXA10 oncogene promotes the outgrowth of LICs expressing high levels of CD44. This study suggests that extrinsic niche-dependent factors are also involved in the host-dependent outgrowth of leukemias after withdrawal of HOXA10 overexpression event that initiates the leukemia. Here we demonstrate the highly aggressive nature of LICs expressing high levels of CD44 and conversely, show the impaired outgrowth of LICs expressing low levels of this surface marker. In conclusion, our murine model of inducible HOXA10 expression recapitulates many of the features of human AML and is helpful to analyse the “oncogene addiction” and unravel the basic mechanisms involved in initiation and maintenance of leukemia, and to study whether adhesion molecules expressed on the surface of leukemic cells are important factors for leukemic relapse in the microenvironmental niches of the bone marrow. Our findings support the notion that cell intrinsic genetic events are not the only factors causing leukemic relapse, but suggest that host-dependant extrinsic factors in the bone marrow niche may also play a fundamental role in the mechanism mediating leukemic relapse. Disclosures: No relevant conflicts of interest to declare."
}