{
    "doi": "https://doi.org/10.1182/blood.V124.21.4075.4075",
    "article_title": "Randomized, Open Label, Phase IIa Controlled Trials Evaluating the Safety of the Association of Deferasirox with Standard Antiviral Therapy (Peg-interferon and Ribavirin) in Patients with Chronic Hepatitis C ",
    "article_date": "December 6, 2014",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia – Clinical: Poster III",
    "abstract_text": "The use of direct acting antivirals (DAA) vs. standard antiviral therapy (Peg-interferon and Ribavirin)(SAT) is changing the therapeutic approach to chronic hepatitis C (CHC). However, special populations, such as patients with hereditary chronic transfusion-dependent anemias (TDA) on chelation therapy may not have immediate access to DAA because of safety issues. According to recently published guidelines (Di Marco et al., Blood 2010) in patients with TDA and CHC on chelation therapy a switch to deferoxamine (DFO) is recommended when starting SAT, since deferiprone is contraindicated due to the risk of neutropenia and no data are available on safety of deferasirox (DFX). Due to low patient compliance to DFO and greater acceptability of oral chelation in TDA, we designed two randomized, open label, single arm, phase IIa controlled trials to study the safety of DFX in combination with SAT in CHC naïve, genotype 1 patients. We first performed a safety and pharmacokinetc study in 60 patients with CHC without TDA treated with DFX for the first 4 weeks of SAT, when the risk for anemia due to the peak of ribavirin-induced hemolysis is maximum. Patients were randomly assigned to receive SAT (Group A) or SAT and DFX at 10 mg / kg / day (Group B) or at 15 mg / kg / day (Group C). This was an exploratory study and the sample size of 20 patients per group was chosen without testing a formal efficacy or safety effect hypothesis. The number of adverse events (AE) was similar in all groups, except for gastrointestinal AE that occurred more frequently in patients who received chelation therapy, as expected for a drug administered orally. One severe AE was reported In group A and 1 in group C. 3 patients discontinued therapy due to AE in group A and 4 in group C largely due to SAT. All symptoms in group B and C regressed after DFX discontinuation. 9 % of patients in group A, 20% in group B and 31 % of patients in group C had an increase in GOT greater than 20% vs. basal level. None had a transaminase increase above 10 times normal value, or developed liver failure.A progressive dose-dependent increase in creatinine (which remained within normal limits), a reduction of creatinine clearance, and a modest increase of the proteinuria / creatinine ratio (which remained within normal limits) occurred in groups B and C; none developed acute renal failure.All abnormal biochemical data reported above returned to normal after DFX discontinuation. Plasma pharmacokinetic analysis performed in all patients treated with DFX showed absence of significant drug interaction. Overall the data indicated that treatment with DFX in combination with SAT was safe, especially considering that this trial involved patients without obvious iron overload, a population potentially more prone to AE due to over-chelation effects. Based on these promising results we planned a second phase IIa open-label, single arm, multi-center trial on the safety of DFX plus SAT (up to 24 or 48 weeks according to viral genotype), in 40 thalassemia patients with TDA and CHC. The study has been based on a two stages Optimal Simon design. So far 8 patients have been enrolled and six have completed the study. No severe AE have been reported and only one patient has discontinued therapy for toxicity related to peg-interferon. In conclusion, based on an exploratory trial in patients with CHC and preliminary data in a multicentre trial in patients with TDA and CHC, DFX appears to be safe in patients with hereditary chronic TDA who need to be treated with SAT for chronic hepatitis C. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antiviral agents",
        "deferasirox",
        "hepatitis c, chronic",
        "human leukocyte interferon",
        "interferons",
        "ribavirin",
        "chelation therapy",
        "anemia",
        "creatinine",
        "adverse event"
    ],
    "author_names": [
        "Francesca Pileri, MD",
        "Alberto Vegetti, MD",
        "Luca De Pietri, MD",
        "Gianluca Abbati, MD",
        "Paolo Ventura, MD",
        "Maria Rita Gamberini, MD",
        "Vincenzo Caruso",
        "Francesca Ferrara",
        "Antonello Pietrangelo, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francesca Pileri, MD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alberto Vegetti, MD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca De Pietri, MD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluca Abbati, MD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Ventura, MD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Rita Gamberini, MD",
            "author_affiliations": [
                "Arcispedale, Ferrara, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Caruso",
            "author_affiliations": [
                "Talassemia Garibaldi Hospital, Catania, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Ferrara",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonello Pietrangelo, MD, PhD",
            "author_affiliations": [
                "University of Modena and Reggio Emilia, Modena, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T13:09:58",
    "is_scraped": "1"
}