{
    "doi": "https://doi.org/10.1182/blood.V126.23.3817.3817",
    "article_title": "Retrospective Analysis of Minimal Residual Disease-Guided Preemptive Treatment in Patients with AML and MDS - the SAL Study Group Experience ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Introduction Detection of minimal residual disease (MRD) in patients with acute myeloid leukemia (AML) and myelodysplastic syndromes (MDS) in complete hematological remission (CR) offers a potential therapeutic window allowing early interventions in order to prevent overt hematological relapse. Due to the absence of generic markers in AML/MDS, MRD assessment seems to be a complex procedure. As prospective clinical studies are sparse, we initiated a retrospective survey within the SAL (Study Alliance Leukemia) study group and members of the German Cancer Consortium to evaluate the current clinical use of the approach and related clinical outcome of treated patients. Patients Based on questionnaires we analyzed 84 patients from five clinical centers (pts, m/f=46/38; median age 52 yrs (19-74)) with either AML (n=77) or MDS (n=7) in CR after conventional intensive chemotherapy (CTx; n=23) or allogeneic hematopoietic stem cell transplantation (allo-HSCT; n=61), undergoing preemptive therapy. Mutations, cytogenetic aberrations or donor chimerism analysis for transplanted pts were monitored as MRD markers. Thirty-three pts had a normal and 14 pts - a complex karyotype; 6 pts carried -7 and/or inv(3); other aberrations were detected in 29 pts; in 2 pts no data were available. Among molecular aberrations, NPM1 (n=23) and FLT3-ITD (n=13) were the most frequent, followed by CBFβ/MYH11 (n=8), RUNX1/RUNX1T1 (n=8) and MLL/AF6 (n=3). In 20 pts no mutations were found. For 5 pts data on molecular diagnostics were not available and MRD was assessed by chimerism. Results The median time to MRD positivity after completion of intensive therapy was 12 months (range, 1-97). Subsequent MRD-guided therapy in pts treated only with CTx included hypomethylating agents (HMA, 34%), clofarabine (17%), additional intensive CTx (9%), targeted therapy (gemtuzumab ozogamycin, 9%), low-dose cytarabine (9%), and allo-HSCT (22%). Other treatment strategies included interferon alfa and sorafenib. In transplanted patients the most preferred treatment for the molecular relapse was donor lymphocyte infusion (26 pts, 43%; median number of DLI=3, range, 1-6), alone or in combination (54% with HMA). 32 MRD-based treated pts (43%) did not experience a hematological relapse and were either alive (23 pts, median observation time 953 days, range, 30-3660), or died due to another cause (9 pts) with median survival of 359 days (range, 125-954). In 9 pts without hematological relapse more than one MRD recurrence was observed. In the remaining 57% relapsing patients, median time to hematological relapse was 252 days (range, 24-1161) after MRD positivity. Interestingly, in some pts the hematological relapse was observed in the absence of the known mutation, indicating that the disease probably progressed due to another subclone. Thus, an accurate initial diagnostic is essential, ideally a multiple gene approach and comprehensive follow-up. Conclusions The retrospective analysis demonstrates that MRD-guided therapies have already entered routine practice in patients with AML and MDS. The heterogeneous nature of both cancer entities is reflected by the variety of MRD surveillance protocols among clinical centers. Therefore, clinical trials are needed to better define molecular markers and subsets of patients who might benefit from this approach. Disclosures Mayer: Janssen: Research Funding. Thiede: AgenDix GmbH: Equity Ownership. Platzbecker: Novartis: Honoraria; GlaxoSmithKline: Honoraria, Research Funding; Celgene: Honoraria; Amgen, Inc.: Honoraria.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol",
        "biological markers",
        "brachial plexus neuritis",
        "cancer",
        "cerebrotendinous xanthomatosis",
        "chemotherapy regimen",
        "chimerism",
        "chromosome abnormality",
        "clofarabine"
    ],
    "author_names": [
        "Ekaterina Bulycheva, MD",
        "Jiri Mayer, Prof., MD",
        "William Hermann Krüger, MD PhD",
        "Peter Dreger, MD",
        "Anna Mies",
        "Zuzana Sustkova, MD",
        "Zdenek Racil, MD",
        "Jirina Prochazkova, MD",
        "Eva Walter, MD",
        "Carsten Hirt",
        "Mark Ringhoffer, MD",
        "Wolfgang E Berdel, MD",
        "Hubert Serve, MD",
        "Christoph Rollig",
        "Katja Sockel, MD",
        "Martin Bornhäuser, MD",
        "Gerhard Ehninger, MD",
        "Christian Thiede, MD PhD",
        "Uwe Platzbecker, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ekaterina Bulycheva, MD",
            "author_affiliations": [
                "Medical Department I, University Hospital Carl Gustav Carus Dresden, Dresden, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jiri Mayer, Prof., MD",
            "author_affiliations": [
                "Department of Internal Medicine - Hematology and Oncology, University Hospital Brno and Faculty of Medicine, Masaryk University, Brno, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Hermann Krüger, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine C, Hematology and Oncology, Marrow Transplantation, Ernst-Moritz-Arndt-Universität Greifswald, Greifswald, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dreger, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Mies",
            "author_affiliations": [
                "Medical Department I, University Hospital Carl Gustav Carus Dresden, Dresden, Germany ",
                "German Cancer Consortium, German Cancer Research Center Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zuzana Sustkova, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology and Oncology, University Hospital Brno, Brno, Czech Republic "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zdenek Racil, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology and Oncology, University Hospital Brno, Brno, Czech Republic "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jirina Prochazkova, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology and Oncology, University Hospital Brno, Brno, Czech Republic "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Walter, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital of Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Hirt",
            "author_affiliations": [
                "Department of Internal Medicine C, Hematology and Oncology, Marrow Transplantation, Ernst-Moritz-Arndt-Universität Greifswald, Greifswald, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Ringhoffer, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Municipal Hospital of Karlsruhe, Karlsruhe, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang E Berdel, MD",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Münster, Muenster, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hubert Serve, MD",
            "author_affiliations": [
                "Dept. of Internal Medicine, University Hospital of Frankfurt, Frankfurt, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Rollig",
            "author_affiliations": [
                "University Hospital Carl Gustav Carus Dresden, Dresden, Germany "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katja Sockel, MD",
            "author_affiliations": [
                "Medizinische Klinik I, Universitaetsklinikum C.G.Carus, Dresden, Germany "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bornhäuser, MD",
            "author_affiliations": [
                "Department of Medicine I, University Hospital Carl Gustav Carus, Dresden, Germany "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Ehninger, MD",
            "author_affiliations": [
                "Medical Dept. 1, University Hospital TU Dresden, Dresden, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Thiede, MD PhD",
            "author_affiliations": [
                "Medical Department I, University Hospital Carl Gustav Carus Dresden, Dresden, Germany ",
                "German Cancer Consortium, German Cancer Research Center Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uwe Platzbecker, MD",
            "author_affiliations": [
                "German Cancer Consortium, German Cancer Research Center Heidelberg, Heidelberg, Germany ",
                "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T02:08:21",
    "is_scraped": "1"
}