{
    "doi": "https://doi.org/10.1182/blood.V128.22.722.722",
    "article_title": "JAK1 As a Convergent Regulator of Hematopoietic Stem Cell Function and Stress Hematopoiesis ",
    "article_date": "December 2, 2016",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation I",
    "abstract_text": "Cytokine-mediated signal transduction is critical to hematopoiesis, immune responses, and other physiological processes. Aberrant production and secretion of pro-inflammatory cytokines disturbs homeostasis and proper immune function and if persistent results in symptoms of chronic inflammation. Previous studies have illustrated the importance of JAK1 as an effector of cytokine signaling, including in immunological and neoplastic diseases such that selective JAK1 inhibition is currently being investigated in clinical trials. However, the role of Jak1 in hematopoietic stem cell (HSC) function has not been delineated. This has led us to investigate the impact of loss of Jak1 signaling on HSC function by developing a novel conditional Jak1 knockout allele ( Fig. 1a ). Mice with conditional deletion of Jak1 in the hematopoietic system (hereafter referred to as Jak1 KO) are characterized by leukocytosis (Jak1 KO avg. 6.34K/ul, Jak1 WT avg. 10.76K/ul, P <0.01), and reduced spleen (Jak1 KO avg. 73.76mg, Jak1 WT avg. 98.86mg, P <0.01) and thymus weights (Jak1 KO avg. 49.31mg, Jak1 WT avg. 80.82mg, P <0.01). High dimensional single cell analysis of the hematopoietic compartment of these mice using mass cytometry showed that conditional Jak1 loss in hematopoietic cells attenuates B cell and NK cell differentiation in vivo , and results in differentiation towards the myeloid lineage at the expense of lymphoid fate commitment. Further, we observed a significant reduction of lineage - Sca1 + cKit + (LSK) cells in the bone marrow of Jak1 KO mice, including a decrease in CD34 - Flk2 - long-term HSCs (LT-HSCs) and in CD34 + Flk2 - short-term HSCs (ST-HSCs) ( Fig.1b ). Jak1-deficient cells formed fewer colonies in colony formation unit assays, which was also seen when clonogenic assays were performed in the presence of JAK1 inhibitor GLPG0634. Most importantly, Jak1-deficient stem cells exhibited decreased competitiveness in bone marrow transplantation assays. Flow analysis at 4 weeks post transplantation showed a 3-fold reduced blood chimerism in recipients transplanted with Jak1 KO bone marrow cells and at 16 weeks, Jak1KO cells were largely outcompeted by CD45.1-positive WT cells ( Fig. 1c ). Jak1-deficient stem cells were also unable to rescue hematopoiesis in the setting of myelosuppressive insults leading to a worse survival of Jak1 KO mice when serially injected with 5-fluorouracil (5-FU) ( Fig. 1d ). Consistent with the stem cell phenotype observed in JAK1 KO mice, we found that a significant larger proportion of Jak1-deficient stem cells lacks expression of the proliferation marker Ki67 and that Jak1-deficient stem cells fail to enter the cell cycle in response to hematopoietic stress. To begin to determine the mechanism by which Jak1 regulates normal stem cell function in vivo , we assessed the impact of loss of Jak1 on transcriptional output. Gene expression profiling of LT-HSCs from Jak1 KO and WT mice identified 259 significant genes, many of which were known to be Jak1 downstream targets. Gene set enrichment analysis (GSEA) revealed that the majority of genes that were altered following deletion of Jak1 corresponded to interferon signaling and inflammatory response pathways. Consistent with these findings, our functional in vitro and in vivo assays demonstrated that Jak1-deficient cells were insensitive to type I interferons as shown by lack of Stat1 and Stat5 activation ( Fig. 1e ), retained Sca1 surface expression, and an unchanged cell cycle status upon IFN stimulation. Moreover, the HSC defect observed in the setting of Jak1 loss was not fully rescued by expression of a constitutively active Jak2 allele, suggesting there is non-redundant signaling in HSCs within the JAK kinase family. Together, our data suggests that Jak1 functions as a central node for interferon signaling in HSCs and reveals an essential and nonredundant role of Jak1 in HSC homeostasis and stress response. Figure 1 View large Download slide a) Design of a conditional targeting vector and confirmation of gene deletion on protein level. b) Reduction of LSK cells in Jak1 KO mice. c) Competitive disadvantage of Jak1-deficient cells. d) Increased mortality of Jak1 KO mice when serially challenged with 5-FU. e) Jak1-deficient LSK cells are insensitive to type I interferon stimulation. Figure 1 View large Download slide a) Design of a conditional targeting vector and confirmation of gene deletion on protein level. b) Reduction of LSK cells in Jak1 KO mice. c) Competitive disadvantage of Jak1-deficient cells. d) Increased mortality of Jak1 KO mice when serially challenged with 5-FU. e) Jak1-deficient LSK cells are insensitive to type I interferon stimulation.  Close modal Disclosures Koppikar: Amgen: Employment. Nolan: Fluidigm: Consultancy. Levine: Novartis: Consultancy; Qiagen: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "hematopoiesis",
        "hematopoietic stem cells",
        "stress",
        "fluorouracil",
        "cytokine",
        "interferon type i",
        "cd34 antigens",
        "human leukocyte interferon",
        "interferons",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Maria Kleppe, PhD",
        "Matthew H Spitzer, PhD",
        "Sheng Li, PhD",
        "Lauren Dong, M.S.",
        "Efthymia Papalexi",
        "Corinne Hill, M.S",
        "Sofie De Groote, M.S.",
        "Matthew Keller, M.S.",
        "Priya Koppikar, PhD",
        "Franck Rapaport, PhD",
        "Jorge Gandara",
        "Christopher E. Mason, PhD",
        "Garry P. Nolan, Prof, PhD",
        "Ross L. Levine, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Kleppe, PhD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew H Spitzer, PhD",
            "author_affiliations": [
                "Baxter Laboratory for Stem Cell Biology, Stanford University, Stanford, CA ",
                "Department of Microbiology and Immunology, University of California, San Francisco, San Francisco, CA ",
                "Deparment of Pathology, Stanford University, Stanford, CA ",
                "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheng Li, PhD",
            "author_affiliations": [
                "Department of Neurological Surgery, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren Dong, M.S.",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Efthymia Papalexi",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Hill, M.S",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sofie De Groote, M.S.",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Keller, M.S.",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priya Koppikar, PhD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Rapaport, PhD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Gandara",
            "author_affiliations": [
                "Institute for Computational Biomedicine and Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher E. Mason, PhD",
            "author_affiliations": [
                "Institute for Computational Biomedicine and Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Garry P. Nolan, Prof, PhD",
            "author_affiliations": [
                "Baxter Laboratory for Stem Cell Biology, Stanford University, Stanford, CA ",
                "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross L. Levine, MD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:32:34",
    "is_scraped": "1"
}