{
    "doi": "https://doi.org/10.1182/blood.V122.21.2224.2224",
    "article_title": " In Vivo Modeling Of Genetic Mechanisms Associated With Sickle Cell Disease Nephropathy ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster II",
    "abstract_text": "End-organ damage in patients with sickle cell disease (SCD) has become an emergent clinical priority over recent decades due to the increased lifespan of affected individuals. Renal failure (ESRD), which occurs in 4-12% of SCD patients and is strongly associated with early mortality, has become a particular concern. The detection of SCD nephropathy (SCDN) relies on relatively late markers of the disease process, namely proteinuria and reduced glomerular filtration rate (GFR). Therefore, at-risk SCD patients cannot be identified prior to end-organ damage. A genomic region on human chromosome 22 containing two genes, MYH9 and APOL1 , has been associated with non-SCD nephropathy, although the primary gene responsible has remained elusive due to strong linkage disequilibrium in this region. Our group demonstrated that both MYH9 and APOL1 are strong, independent genetic predictors of risk for proteinuria in SCD and interact to affect GFR (Ashley-Koch et al., 2011). We have now used zebrafish as a model to study the contribution of each gene ( myh9 and apol1) to kidney function and filtration. To test independent effects of the knockdown of myh9 or apol1, we injected morpholino (MO) antisense oligonucleotides in wild-type zebrafish embryos; this resulted in generalized edema (64% [ myh9-MO ] and 58% [ apol1-MO ], both significantly different compared to 3% of control embryos) and reduced glomerular filtration (as measured by quantitative dextran clearance; myh9-MO p=0.047 and apol1-MO p=0.042 when compared to control embryos) for both gene suppression models. Each morphant phenotype was rescued significantly by co-injection of each respective wild type human MYH9 (p=0.001) and APOL1 (p=0.043) mRNA. Importantly, co-injection of human mRNA corresponding to other APOL gene family members did not significantly rescue the observed apol1-MO phenotype, suggesting that apol1 is indeed the functional ortholog to the human gene. Next, we investigated the possibility of a genetic interaction between MYH9 and APOL1 by co-suppression of each of the zebrafish orthologous genes. We observed no additive or synergistic effects due to the co-suppression. Instead, the double morphants were indistinguishable from the myh9 morpholino alone, and neither single morpholino could be rescued by the human mRNA of the other gene. These data suggest that MYH9 and APOL1 may function independently but converge on the same biological process to affect risk of SCDN. In addition to evaluating the effects of candidate gene suppression in wild-type models, we have begun to utilize anemic zebrafish models described previously (Shah et al., 2012). Our preliminary work suggests that the myh9 knockdown phenotype is exacerbated under anemic stress. Ongoing efforts are aimed at identifying novel genetic contributions to SCDN through genome-wide association analysis and exome sequencing of extreme phenotypes in SCD patients, with functional evaluation of putative genetic candidates in our zebrafish model. By offering new insights into the contribution of genes that regulate renal function, these results further our understanding of the pathogenesis of SCDN and may provide genetic markers for the identification of at-risk SCD patients prior to the onset of kidney dysfunction. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "genetics",
        "kidney diseases",
        "sickle cell anemia",
        "rna, messenger",
        "anemia",
        "end organ damage",
        "proteinuria",
        "anasarca",
        "antisense oligonucleotides",
        "edema"
    ],
    "author_names": [
        "Blair R Anderson",
        "Erica E Davis, PhD",
        "Marilyn J. Telen, MD",
        "Allison E Ashley-Koch, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Blair R Anderson",
            "author_affiliations": [
                "Center for Human Genetics, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erica E Davis, PhD",
            "author_affiliations": [
                "Center for Human Disease Modeling, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marilyn J. Telen, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison E Ashley-Koch, PhD",
            "author_affiliations": [
                "Center for Human Genetics, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:07:31",
    "is_scraped": "1"
}