{
    "doi": "https://doi.org/10.1182/blood-2018-99-114887",
    "article_title": "Graft-Versus-Host Disease (GVHD) Prophylaxis with Post-Transplant Cyclophosphamide (PTCY) Induces a More Tolerant Immune Response after Allogeneic Hematopoietic Cell Transplantation (Allo-HCT) in Patients Previously Exposed to Nivolumab ",
    "article_date": "November 29, 2018",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "abstract_text": "Allo-HCT has been shown to be feasible in patients previously exposed to anti-PD-1 monoclonal antibodies, albeit their use has been associated with a more frequent and more severe acute GVHD. Our aim was to study the effect of pre-transplant exposure to the anti-PD1 nivolumab on early immune response after allo-HCT and how this response becomes modulated by the use of PTCY. Twelve patients diagnosed with lymphoproliferative neoplasms who underwent an allo-HCT from HLA matched related or unrelated donors were analyzed. Considering pre-HCT exposure to nivolumab and type of GVHD prophylaxis, patients were classified into 4 groups: previous nivolumab and GVHD prophylaxis with PTCY (Nivo-PTCY, n=3), previous nivolumab and standard GVHD prophylaxis with tacrolimus and sirolimous (Nivo-TacSiro, n=3), no previous nivolumab and GVHD prophylaxis with PTCY (Control-PTCY, n=3) and no previous nivolumab and standard GVHD prophylaxis (Control-TacSiro, n=3). Patients exposed to nivolumab received a median of 8.5 (range 4-16) doses at 3mg/Kg, being the median time from the last dose of nivolumab to allo-HCT of 84 (range, 34-154) days. With a median of 29 (range 23-37) days, all 3 patients in the Nivo-TacSiro group experienced fatal grade 3-4 acute GVHD. No other grade 3-4 GVHD was observed in the other patients and only 2 (1 in each control group) had grade 2 acute GVHD. All 12 patients were in full-donor chimera on day +21. Concentration of nivolumab in plasma was measured on Day 0 (allo-HCT), +7, +14, +21, +28 and +56 by ELISA. Early immune response on day +21 was assessed by flow cytometry analyzing changes in the T-cell repertoire, variations on the expression of PD-1 and other inhibitory receptors (TIM-3 and LAG-3), and modifications in the myeloid compartment. Residual nivolumab was detected as late as 56 days after allo-HCT in the plasma from all 6 patients exposed to the drug (Figure 1A). In addition PD-1 expression on CD4+ and CD8+ T cells on day +21 was found to be lower in these patients compared to control groups, pointing out that residual nivolumab was able to block PD-1 on donor-derived T-cells after allo-HCT (Figure 1B). We then analyzed the effect of pre-transplant nivolumab on early (day +21) immune response after allo-HCT by comparing groups of patients with the same GVHD prophylaxis. Hence, patients in the Nivo-TacSiro subgroup presented a lower CD4+/CD8+ ratio, lower counts of naïve CD8+ T cells (Figure 1C), higher percentage of IFN-γ-producing CD4+ and CD8+ T cells, lower expression of TIM-3 on CD4+ an CD8+ T cells as well as promotion of Th1 differentiation after allo-HCT than Control-TacSiro patients. Also, these patients had a higher proportion of classical monocytes and higher expression of the activation marker CD86 than patients not exposed to anti-PD1 (Figure 1D). All this immune activation was in line with the clinical scenario of severe GVHD observed later on in the 3 patients of the Nivo-TacSiro subgroup. Conversely, patients in the Nivo-PTYC subgroup had similar proportions of T-cell subpopulations (especially in the CD8 compartment), Th1 differentiation, and monocyte profile at day +21 than patients in the Control-PTYC subgroup, indicating that previous nivolumab exposure has little influence on the effect of PTCY. Finally, a direct comparison of the two GVHD prophylaxis schemes used in the 6 patients previously exposed to nivolumab revealed that Nivo-PTCY patients had a higher CD4+/CD8+ ratio, higher proportion of CD4+ and CD8+ effector memory T-cells (Figure 1C), lower percentage of IFN-γ-producing T cells, as well as an attenuated Th1 response and a lower proportion of classical monocytes (Figure 1D) after allo-HCT compared with Nivo-TacSiro patients. In conclusion, pre-transplant nivolumab is detectable in plasma of patients within 2 months following allo-HCT and it seems to be responsible for an altered early T-cell and monocyte activation status in patients receiving standard GVHD prophylaxis. PTCY seems capable of inducing a more tolerant profile of immune cells in patients previously exposed to nivolumab. Therefore, the use of PTCY as GVHD prophylaxis in patients previously exposed to immune checkpoint inhibitors warrants further investigation. View large Download slide View large Download slide  Close modal Disclosures Iacoboni: Roche: Honoraria; Celgene: Other: Travel funding.",
    "topics": [
        "allopurinol",
        "cyclophosphamide",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "immune response",
        "nivolumab",
        "transplantation",
        "graft-versus-host disease, acute",
        "hepatitis a virus cellular receptor 2",
        "flow cytometry"
    ],
    "author_names": [
        "Juan C Nieto, PhD",
        "Elisa Roldan, MD",
        "Isabel Jiménez, MSc",
        "Laura Fox",
        "Júlia Carabia, PhD",
        "Guillermo Orti",
        "Lluis Puigdefàbregas",
        "Laura Gallur",
        "Gloria Iacoboni, MD",
        "Priyanka Raheja",
        "Ana Perez",
        "Olga Salamero, MD",
        "Carlos Palacio",
        "David Valcarcel, MD",
        "Marta Crespo, PhD",
        "Francesc Bosch, MD",
        "Pere Barba, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juan C Nieto, PhD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Vall d'Hebron Institute of Oncology (VHIO), Barcelona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elisa Roldan, MD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron, BARCELONA, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabel Jiménez, MSc",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Fox",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron. Barcelona, Spain, Barcelona, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Júlia Carabia, PhD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Orti",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron, BARCELONA, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lluis Puigdefàbregas",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Vall d'Hebron Institute of Oncology, Barcelona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Gallur",
            "author_affiliations": [
                "Department of Hematology, University Hospital Vall d´Hebron, Barcelona, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gloria Iacoboni, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Vall d'Hebron, Barcelona, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priyanka Raheja",
            "author_affiliations": [
                "Department of Hematology, University Hospital Vall d'Hebron, Barcelona, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Perez",
            "author_affiliations": [
                "Department of Hematology, University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Salamero, MD",
            "author_affiliations": [
                "Vall d'Hebron University Hospital, Barcelona, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Palacio",
            "author_affiliations": [
                "Department of Hematology. University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Valcarcel, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Crespo, PhD",
            "author_affiliations": [
                "Laboratory of Experimental Hematology, Vall d'Hebron Institute of Oncology (VHIO), Barcelona, Spain "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesc Bosch, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Vall d'Hebron, Barcelona, Spain "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pere Barba, MD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron. Barcelona, Spain, BARCELONA, Spain"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T06:44:02",
    "is_scraped": "1"
}