{
    "doi": "https://doi.org/10.1182/blood.V114.22.1794.1794",
    "article_title": "Genetic Associations with Bortezomib Mediated Neuropathy in Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Biology and Pathophysiology, Excluding Therapy Poster I",
    "abstract_text": "Abstract 1794 Poster Board I-820 The proteasome inhibitor bortezomib has demonstrated high antitumor activity in multiple myeloma (MM). Peripheral neuropathy (PNP) is a dose-limiting toxicity of bortezomib, which typically occurs within the first cycles of bortezomib in 30-40% of MM patients. Although bortezomib induced PNP is manageable and reversible in most MM patients, no effective prophylactic treatment against PNP is available and bortezomib discontinuation is frequently required. Identifying patients at risk of neuropathy and understanding its pathogenesis is therefore of great importance. The mechanism underlying bortezomib induced PNP is unknown. To investigate whether genetic variation is associated with bortezomib induced PNP, a custom-built molecular inversion probe (MIP) based single nucleotide polymorphism (SNP) chip, designed by “Bank on a Cure” (BOAC)) was used, containing 3404 SNPs selected in “functional regions” within 983 genes representing cellular functions and pathways that may influence disease response, toxicities, complications, and survival. To explore SNP associations with bortezomib induced PNP we compared cases and controls in two phase 3 clinical trials. In the Dutch-German HOVON-65/GMMG-HD4 trial 3 cycles of Bortezomib/Doxorubicin/Dexamethason were given for induction, and 52 PNP grade 2,3,4 cases (37 %) were identified during this treatment against 84 controls. In the French IFM 2005-01 trial 4 cycles of Bortezomib/Dexamethasone were given, and 74 PNP grade 2,3,4 cases (34 %) versus 144 controls were identified. A Cochran-Armitage trend test was applied on the combined data set using the program PLINK. To account for multiple testing we carried out label swapping procedures. A set of SNPs was identified that was highly associated with bortezomib induced PNP. The 5 most significant SNPs are rs3136516 in F2 (thrombin) (p=2.0×10 -4 ; Odds Ratio (OR)=0.53, 95% confidence interval (CI)=0.38-0.72), rs2686184 in FDFT1 (p=2.1×10 -4 ; OR=1.6, 1.17-2.19), rs2137975 in DPYD (p=2.3×10 -4 ; OR=1.60, 1.17-2.20), rs2857605 in TNF (p=3.0×10 -3 ; OR=0.53, 0.35-0.79), rs12198787 in TNF (p=4.9×10 -3 ; OR=0.48, 0.30-0.79). In addition, 3 significant SNPs (rs10979601, rs10759326 and rs838827 ) were located in IKBKAP, a gene involved in hereditary sensory neuropathies. Another interesting associated SNP, rs7096206 (p=8.5×10 -3 ; OR=1.60, 1.10-2.32), is known to lead to reduced MBL2 serum levels. Significant associations were also seen in ADME genes (drug absorption, distribution, metabolism, and excretion) such as ABCC1, CYP2C9, CYP1A1, CYP1A2, CYP11B1, CYP17A1, CYP3A4, ABCB11, FMO2 and SLC22A4. Overall, the set of associated SNPs were enriched for genes in pathways involved in DNA replication, DNA repair, cell-to-cell signaling and drug metabolism. In conclusion, we identified a set of SNPs which are highly associated with bortezomib mediated PNP. Both ADME and critical biological pathways are implicated, which suggests a critical role for bortezomib metabolism and biological effects in PNP development. Our results open the way to develop a classifier predicting PNP in MM patients. Disclosures Off Label Use: Use of Bortezomib in first line treatment of Multiple Myeloma. Goldschmidt: Johnson and Johnson: Research Funding, Speakers Bureau. Lokhorst: Celgene: Consultancy. Sonneveld: Johnson and Johnson: Research Funding, Speakers Bureau.",
    "topics": [
        "bortezomib",
        "genetics",
        "multiple myeloma",
        "neuropathy",
        "toxic effect",
        "tumor necrosis factors",
        "cyp11b1 gene",
        "cyp2c9 protein, human",
        "cytochrome p-450 cyp1a1",
        "cytochrome p-450 cyp1a2"
    ],
    "author_names": [
        "Sophie L Corthals",
        "David C Johnson",
        "Yvonne de Knegt",
        "Hartmut Goldschmidt",
        "Henk Lokhorst",
        "Stéphane Minvielle",
        "Florence Magrangeas",
        "Jean-Luc Harousseau",
        "Brian G M Durie",
        "Brian G Van Ness",
        "Gareth J Morgan",
        "Pieter Sonneveld",
        "Hervé Avet Loiseau"
    ],
    "author_dict_list": [
        {
            "author_name": "Sophie L Corthals",
            "author_affiliations": [
                "Erasmus University Medical Center, Rotterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David C Johnson",
            "author_affiliations": [
                "Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne de Knegt",
            "author_affiliations": [
                "Erasmus MC, Rotterdam, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt",
            "author_affiliations": [
                "University of Heidelberg, Department of Internal Medicine V and National Center for Tumor Diseases (NCT), Heidelberg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk Lokhorst",
            "author_affiliations": [
                "HOVON, Netherlands, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stéphane Minvielle",
            "author_affiliations": [
                "University Hospital of Nantes, Nantes, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Magrangeas",
            "author_affiliations": [
                "University Hospital of Nantes, Nantes, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Luc Harousseau",
            "author_affiliations": [
                "Centre René Gauducheau, Nantes, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian G M Durie",
            "author_affiliations": [
                "Cedars-Sinai Outpatient Cancer Center at the Samuel Oschin Comprehensive Cancer Institute, Los Angeles, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian G Van Ness",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J Morgan",
            "author_affiliations": [
                "Section of Haemato-Oncology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Avet Loiseau",
            "author_affiliations": [
                "University Hospital of Nantes, Nantes, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T03:55:12",
    "is_scraped": "1"
}