{
    "doi": "https://doi.org/10.1182/blood-2019-129677",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4343",
    "start_url_page_num": 4343,
    "is_scraped": "1",
    "article_title": "A Systematic Review of the Epidemiology and Economic Burden of Mantle Cell Lymphoma (MCL) ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction: MCL is a rare, aggressive subtype of B-cell non-Hodgkin lymphoma associated with a poor prognosis. A comprehensive understanding of the global epidemiology and economic and humanistic burden of MCL is needed to quantify the burden of disease in patients with MCL. Objective/Methods: To examine the burden of MCL, a systematic literature review was conducted to identify publications between the years 2010 to 2019 reporting on the epidemiology (incidence, prevalence, mortality, survival), economic (direct [e.g., drug costs] and indirect [e.g., lost productivity, missed days of work] costs and healthcare resource utilization [HRU; e.g., hospitalization, length of stay, emergency room use, outpatient visits]) and humanistic (e.g., quality of life [QOL], patient-reported outcome measures) burden of patients with MCL. Embase and Medline were searched via ProQuest and the Cochrane Controlled Register of Trials (CENTRAL) via the Cochrane Library. Results: A total of 2206 publications were identified, 177 full-text references screened, and 12 studies reporting epidemiology outcomes in MCL identified. Epidemiology data (1995-2016) were identified for the US (n = 5), UK (n = 2), Belgium (n = 1), France (n = 1), Netherlands (n = 1), Sweden/Denmark (n = 1), and Taiwan (n = 1). Incidence (n = 9) was lower in Taiwan (0.12 persons per 100,000) than in the US (0.8-1.15) and Europe (0.7-1.27). Six studies reported incidence over multiple time periods with 4 studies showing an increase in total incidence or incidence in men over time and 2 studies showing no change or a decrease in incidence in women over time. MCL prevalence was 3.0 per 100,000 persons in the UK (year 2011) and 3.6 per 100,000 persons in Belgium (year 2013). Mortality, reported in 1 US study, showed a consistent decrease from 1995-2013. Three-year all-cause mortality was 38% and MCL-related mortality 30%; 5-year all-cause mortality was 51% and MCL-related mortality 38%. Median overall survival (OS, n = 5) ranged from 28.8 (years 2004-2017; Europe) to 52.0 (years 1999-2013; US) months. Three-year OS (n = 2) was reported as 43.9% in the UK (2004-2017) and 61.0% in Sweden/Denmark (2006-2011). Increasing trends in survival over time were reported in 3 studies (US, Danish/Swedish, Netherlands; n = 1 each); increases in survival in the Netherlands were greatest in younger (age < 65 years) vs older patients (age ≥ 65 years). Twelve studies reported on the economic burden of MCL (Table). An increase in all costs and HRU, including outpatient encounters, emergency room visits, and days spent in the hospital, were found following vs pre MCL diagnosis. Length of hospital stays ranged from 3.0 to 8.3 days. All cause mean monthly costs for MCL patients were $5131 to $16,117 per patient month (PPM). Treatment cost varied with costs generally higher with chemoimmunotherapy and lower with targeted therapies. Adverse events (AEs) were associated with increased economic burden. Mean all-cause costs in patients with no AEs were $5131 PPM compared with $13,560 PPM in patients with ≥6 AEs. Patients experiencing 3-4 AEs during first-line therapy were almost 7-times more likely to require an inpatient admission than those experiencing only 1-2 AEs (OR, 6.9; 95% CI, 4.0-11.93). Patients with ≥6 AEs had inpatient stays lasting 2.2 days longer than those with no AEs. Common AE costs ranged from $5751 (atrial fibrillation) to $19,645 (hepatotoxicity). No studies reporting on indirect costs or the QOL impact of MCL or MCL treatment were identified. Conclusions: The increasing incidence and survival of patients with MCL along with the high costs of disease and treatment suggest an increasing economic burden. Though limited data are available on costs and HRU in populations with MCL and outcomes reported differed across studies, available data shows variability of costs among treatments influenced by AE costs. Some evidence suggests lower costs of therapy with targeted compared with chemoimmunotherapy regimens. The economic burden of MCL and MCL treatment on costs, beyond direct medical costs, needs to be quantified. Furthermore, the humanistic burden of MCL and impact on patient QOL warrants investigation. Additional epidemiology data are needed globally for MCL as well as the need for economic analyses that reflect the real-world treatment of patients with MCL. View large Download slide View large Download slide  Disclosures Yang: BeiGene, Ltd.: Employment. Lucas: Pharmerit: Employment. Lesher: Pharmerit: Employment. Caver: BeiGene, Ltd.: Employment. Tang: BeiGene, Ltd.: Employment.",
    "topics": [
        "adverse event",
        "atrial fibrillation",
        "b-cell lymphomas",
        "economics",
        "epidemiology",
        "hepatotoxicity",
        "length of stay",
        "mantle-cell lymphoma",
        "molecular targeted therapy",
        "netherlands"
    ],
    "author_names": [
        "Keri Keri Yang",
        "Eleanor Lucas, BA",
        "Beth Lesher, PharmD",
        "Tony Caver, PhD",
        "Boxiong Tang, MD PhD"
    ],
    "author_affiliations": [
        [
            "BeiGene, Ltd., Philadelphia, PA "
        ],
        [
            "Pharmerit International, Bethesda, MD "
        ],
        [
            "Pharmerit International, Bethesda, MD "
        ],
        [
            "BeiGene, Ltd., Emeryville, CA"
        ],
        [
            "BeiGene, Ltd., Emeryville, CA"
        ]
    ],
    "first_author_latitude": "42.3659483",
    "first_author_longitude": "-71.0758689"
}