{
    "doi": "https://doi.org/10.1182/blood.V128.22.2990.2990",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3506",
    "start_url_page_num": 3506,
    "is_scraped": "1",
    "article_title": "Rapidly-Generated EBV-Specific T Cells (EBVST-cells) to Treat Type 2 Latency Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Poster II",
    "topics": [
        "herpesvirus 4, human",
        "lymphoma",
        "t-lymphocytes",
        "antigens",
        "follow-up",
        "interleukin-15",
        "hodgkin's disease",
        "interleukin-7",
        "adjuvant therapy",
        "borderline neoplasms"
    ],
    "author_names": [
        "Rayne H. Rouce, MD",
        "Birju Mehta",
        "Sandhya Sharma",
        "Serena Kimi Perna, MD",
        "Benjamin Shin",
        "Vicky Torrano",
        "Fnu Spoorthi",
        "Natalia Lapteva, PhD",
        "Catherine M. Bollard, MD",
        "Adrian P. Gee, PhD",
        "Carlos A. Ramos, MD",
        "Shannon Inman",
        "Karen L. Hodgkin",
        "Kurt C. Gunter, MD",
        "Malcolm K. Brenner, MD PhD",
        "Helen E. Heslop, MD",
        "Cliona M. Rooney, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX ",
            "Texas Children's Cancer Center, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Children's National Health System, Washington, DC "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Cell Medica Inc, Houston, TX "
        ],
        [
            "Cell Medica Inc, London, United Kingdom "
        ],
        [
            "Cell Medica Inc, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital, Houston Methodist Hospital, Houston, TX"
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, Texas Children's Hospital and Houston Methodist Hospital, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.709907899999997",
    "first_author_longitude": "-95.3997225",
    "abstract_text": "Up to 30 % of Hodgkin and non-Hodgkin lymphomas carry the Epstein Barr virus (EBV) genome and express the viral latency type 2 proteins EBNA-1, LMP-1, LMP-2 and BARF-1 in a pattern termed Type 2 latency. We have previously shown that Epstein-Barr virus-specific T-cells (EBVSTs) can be expanded from the peripheral blood of lymphoma patients by stimulation with dendritic cells and autologous EBV-transformed lymphoblastoid cell lines (LCLs) modified with an adenoviral vector encoding LMP1 and LMP2. These EBVSTs induce complete clinical responses in over 50% of patients with active disease (Bollard et al J Clin Oncol 2014). Since the requirement for an LCL as an antigen-presenting cell added 3-4 months to the manufacturing time, we shortened and simplified the process. We replaced the LCL with autologous, activated T-cells together with HLA-negative K562 costimulatory cells as a source of antigen-presenting cell and replaced live virus (EBV) and adenoviral-vector components as a source of antigen with overlapping peptide libraries (pepmixes) spanning the all 4 Type 2 latency antigens (EBNA1, LMP1, LMP2 and BARF1). We also added IL4 and IL7, cytokines that increased the repertoire and expansion of EBVSTs as previously demonstrated by Gerdemann et al. (Mol Ther 2012) These changes reduced the manufacturing time to 3-4 weeks and increased the number of eligible patients, since patients with a short life expectancy were previously excluded and LCLs could not be generated from patients who had received the B-cell depleting antibody rituximab. However the majority of the first 14 EBVSTs generated from patients demonstrated low antigen-specificity. We hypothesized this poor response resulted from T-cell anergy and therefore replaced IL-4 with IL-15, which was reported to reverse tumor-specific anergy (Teague et al Nat Med 2006). This change increased the proliferative capacity and antigen specificity of patient EBVSTs by up to 10-fold, indicating a \"rescue effect\" of IL-15 on tolerant or anergized T-cells, and correlated with increased in vitro cytotoxicity against EBV antigen-positive target cells from 5% to 66%(n=5). In a Phase 1 clinical trial, we have infused 2 doses of EBVSTs generated with IL7 and IL15 into 24 patients with multiply-relapsed, EBV-positive Hodgkin or non-Hodgkin lymphoma, either as adjuvant therapy (after stem cell transplantation or chemotherapy (n=17) or as treatment for active disease (n=7). There were no immediate or delayed adverse events attributed to the cell infusion. Of 17 patients who received EBVSTs as adjuvant therapy, 15 remain in remission with follow up of 2 to 28 months while 2 subsequently progressed. Of 7 patients with active disease who received EBVSTs, two patients had complete responses (CRs) (sustained for 24+ and 18+ months so far), two had partial responses (PRs), one had stable disease and two patients progressed. The antitumor activity we observed was associated with increases not only in circulating EBVSTs in 14 of 22 patients followed for 3 months or more, but also in T-cells specific for one or more of the non-viral tumor associated antigens, MAGE-A4, SSX2, survivin, NY-ESO1 or PRAME. This antigen spreading was seen in 13 of the 14 patients with increased EBVSTs. In an effort to enhance T-cell mediated antitumor effects, we plan to incorporate PD-1 inhibition into the therapy for patients who have had a PR to this therapy, and evaluate lymphodepletion. This cell therapy product is also being tested in a multicenter Phase II trial (CITADEL, Cell Medica, NCT01948180), being run in the European Union, South Korea and the United States, in which patients with EBV positive NK-T lymphoma receive autologous EBVSTs grown with IL7 and IL15. Albeit early in the study, preliminary indications of activity have been observed. Of 2 evaluable patients with active disease at baseline, one had a PR at the 8 week follow up scan, based on independent radiological assessment, and of 2 patients with non-measurable disease at baseline, one remains in remission at 9+ month follow up. In addition, increases in circulating EBVSTs have been observed in 6 of 7 patients (minimum 2 week follow up). Disclosures Bollard: Cell Medica: Patents & Royalties. Inman: Cell Medica: Employment. Hodgkin: Cell Medica: Employment. Gunter: Cell Medica: Employment. Brenner: Viracyte: Equity Ownership; Cell Medica: Patents & Royalties. Heslop: Cell Medica: Patents & Royalties; Viracyte: Equity Ownership. Rooney: Viracyte: Equity Ownership; Cell Medica: Membership on an entity's Board of Directors or advisory committees, Patents & Royalties."
}