{
    "doi": "https://doi.org/10.1182/blood.V108.11.406.406",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=753",
    "start_url_page_num": 753,
    "is_scraped": "1",
    "article_title": "A Multicenter Phase 1 Clinical Trial of Tanespimycin (KOS-953) + Bortezomib (BZ): Encouraging Activity and Manageable Toxicity in Heavily Pre-Treated Patients with Relapsed Refractory Multiple Myeloma (MM). ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "toxic effect",
        "brachial plexus neuritis",
        "hsp90 heat-shock proteins",
        "infusion procedures",
        "metabolites",
        "thrombocytopenia",
        "anemia",
        "back pain"
    ],
    "author_names": [
        "Paul Richardson, MD",
        "Asher Alban Chanan-Khan, MD",
        "Sagar Lonial, MD",
        "Amrita Krishnan, MD",
        "Melissa Alsina, MD",
        "Michael Carroll, MD",
        "Karen Adler",
        "G. Cropp",
        "C. Mitsiades, MD",
        "Robert Johnson, MD, PhD",
        "Alison Hannah, MBBS",
        "Kenneth C. Anderson, MD"
    ],
    "author_affiliations": [
        [
            "Dept Hematology, Dana Farber Cancer Center, Boston, MA, USA"
        ],
        [
            "Roswell Park Cancer Center, Buffalo, NY, USA"
        ],
        [
            "Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "City of Hope Nta’l Medical Center, Duarte, CA, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA"
        ],
        [
            "Arizona Cancer Center, Tucson, AZ, USA"
        ],
        [
            "Kosan Biosciences, Inc, Hayward, CA, USA"
        ],
        [
            "Kosan Biosciences, Inc, Hayward, CA, USA"
        ],
        [
            "Dept Hematology, Dana Farber Cancer Center, Boston, MA, USA"
        ],
        [
            "Kosan Biosciences, Inc, Hayward, CA, USA"
        ],
        [
            "Kosan Biosciences, Inc, Hayward, CA, USA"
        ],
        [
            "Dept Hematology, Dana Farber Cancer Center, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34322194999999",
    "first_author_longitude": "-71.12806395000001",
    "abstract_text": "Background: Tanespimycin (KOS-953, 17-AAG) disrupts the function of Hsp90, a molecular chaperone of MM client proteins such as IL-6, IGF-1R that are key to growth, survival and drug resistance. In vitro, BZ + KOS-953 show additive cytotoxicity against MM cells. Single-agent KOS-953 produced durable MR and SD (ASH 2005 A#361) in relapsed and refractory MM pts with an MTD ≥ 420 mg/m2. Objectives: Define a phase 2 dose of BZ+KOS-953 in pts with relapsed, refractory MM. Determine PK of KOS-953 and its active metabolite. Evaluate proteasome inhibition in whole blood lysates. Explore changes in intracellular signaling proteins in PBMCs and CD138+ MM cells. Methods: Pts receive BZ as IVB followed by 1-hr infusion KOS-953 (in a Cremophor formulation) D1,4,8,11 q 21d. Dose escalation occurred in a step-wise manner (KOS-953: 100, 150, 220, 275 and 340 mg/m2; BZ: 0.7, 1.0 and 1.3 mg/m2). Collection of PK and surrogates occurs after D1, 11 dosing. Toxicity is assessed by NCI CTCAE v3.0 and response by EBMT criteria. Results: 40 pts were enrolled in 7 dose levels: 22F/18M; median age/KPS 59y/90; all rel/refy; median # of prior regimens 4 (range 2–16); 97% dex; 73% prior BZ; 87% prior thalidomide; 7% prior lenalidomide; 67% prior SCT. Pts received a median of 4 cycles (range: 1 – 19+). Three episodes of DLT potentially related to KOS-953 were observed (KOS-953/BZ dose): grade (g) 3 pancreatitis (150/1.3); g4 metabolic acidosis with GI hemorrhage secondary to GI amyloidosis (275/1.3); and g3 myalgias/cramps (340/1.3). Other g3–4 toxicity: anemia, back pain and thrombocytopenia (all reversible). Common toxicities (>10%): fatigue, diarrhea, constipation, thrombocytopenia and nausea (predominantly g1-2). Significant cardiotoxicity, peripheral neurotoxicity and DVT were not reported. KOS-953 PK: similar to single-agent trial with no change in clearance on this schedule. Dose (mg) vs exposure to [parent + metabolite] was linear (R2=0.87). 20S proteasome inhibition was similar to published BZ single-agent values. Hsp70 induction was observed in PBMCs prior to D11 infusion, suggesting sustained Hsp90 inhibition on this schedule. Responses (CR+PR+MR) were seen in all dose levels of KOS-953 with BZ ≥ 1.0 mg/m2: BZ-naive pts (5/7 pts; 71%); BZ-refractory pts (defined as PD on BZ-containing regimen prior to study or no response to prior BZ; 2/6 pts; 33%) and BZ-pretreated pts (5/13 pts; 38%); 4 pts were non-evaluable having received ≥ 2 infusions and 10 pts (Cohort 7) are not yet assessable for response. Conclusions: Encouraging anti-MM activity has been observed in all dose groups with KOS-953 with BZ ≥ 1.0 mg/m2. The dose group of 1.3 mg/m2 BZ + 340 mg/m2 KOS-953 is being expanded to assess tolerability; one pt out of 10 experienced DLT at this dose level to date. To date, no additive toxicity or PK interactions are seen. A phase 2 study of the combination in relapsed, refractory MM and a registrational phase 2/3 trial in MM pts in 1st relapse comparing BZ to BZ+KOS-953 are planned."
}