{
    "doi": "https://doi.org/10.1182/blood.V118.21.5294.5294",
    "article_title": "Dose Optimization of Deferasirox in Chelation Naïve Children with Thalassemia Major ",
    "article_date": "November 18, 2011",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "abstract_text": "Abstract 5294 Background: Deferasirox is a relatively new once-daily oral iron chelator widely used for patients with thalassemia major. Efficacy of deferasirox has been evaluated in pediatric and adult patients with thalassemia and transfusion-dependent anemias. Experience with deferasirox in pediatric patients with thalassemia major is mainly in heavily iron loaded patients with a history of prior iron chelation. There are no current reports available on its use in chelation naïve very young patients with thalassemia major. Material and Methods: Ten chelation naive children (mean age 17.7 ± 2.7 months), on hypertransfusion regimen at the Pediatric Thalassemia Day Care Center, Sultan Qaboos University Hospital, Muscat, Oman, were initiated on deferasirox at a dose of 20 mg/kg/day at serum ferritin levels >500 ng/ml at a minimum age of 14 months. Patients were monitored and evaluated for possible side effects. Complete blood count, renal function test, liver function test and urine dipstick were done monthly with serum ferritin analysis once every 2 months. Guided by serum ferritin level and safety markers (transaminases, serum creatinine, and clinical adverse effects), the dose of deferasirox was gradually increased to 40 mg/kg/day with increments of 5 mg/kg/day every 2 months, in order to maintain a safe serum ferritin level with no major hepatic or renal side effects. Results: After a median treatment duration of 13 months (2–38 months) with deferasirox at a mean dose of 33.22 ± 5.99 mg/kg/day, mean serum ferritin level is 985.8 ± 373.002 ng/ml, as compared to baseline level of 807.8 ± 182.766 ng/ml. The increase in mean serum ferritin is 178 ng/ml (95% confidence interval −9.72 to 365.72) which is statistically insignificant (p = 0.06, two sided paired t-test). Nausea and vomiting, abdominal pain, and rash were observed in 1 patient each. Increase in transaminases was mild (3 times upper limit of normal) and non-progressive in 3 of the patients. Two patients had single serum creatinine level increases >33% above baseline and >upper limit of normal, and one had 2 non-consecutive increases requiring dose modification. The adverse effects were mild and did not require drug interruption. None of the patients had leucopenia, neutropenia or thrombocytopenia. Compliance with chelation was optimal. Conclusions: Deferasirox is relatively well tolerated in very young chelation naïve patients with thalassemia major. Dose increments of 5 mg/kg/day at intervals of 2 months allowed the optimization of the drug to 40 mg/kg/day within 1 year of initiation of chelation with no major adverse effects. Inspite of initial rises in serum ferritin at doses < 25 mg/kg/day, serum ferritin levels showed a steady trend towards the end of 12 months of therapy, requiring the continuation of the drug at doses > 30 mg/kg/day to achieve safe ferritin levels. Appropriate drug dosing guided by serum ferritin levels and safety markers improve the efficacy of deferasirox. Table 1. Demographic and patient characteristics  Mean age of initiation of deferasirox ± SD, months 17.7 ± 2.7 Median age, range 18 (14–22) Female: male, n 6:4 History of Hepatitis B/C, n 0 Splenectomy, n 0 Mean pre-transfusion hemoglobin ± SD, g/dl 9.4 ± 0.33 Mean number of transfusions prior to chelation ± SD 11.8 ± 2.65 Mean blood volume transfused prior to chelation ± SD, ml/kg/day 0.50 ± 0.18 Mean baseline serum ferritin ± SD, ng/ml 807.8 ± 182.766 Median baseline serum ferritin, range 786 (567–1181) Mean baseline AST ± SD, IU/L 32 ± 7.39 Mean baseline ALT ± SD, U/L 20.1 ± 6.04 Mean duration of treatment with deferasirox ± SD, months 17.7 ± 14.46 Median duration, range 13 (2–38) Mean dose of deferasirox, mg/kg/day 33.22 ± 5.99 Mean serum ferritin after treatment with deferasirox ± SD, ng/ml 985.8 ± 373.002 Median baseline serum ferritin after deferasirox, (range) 874 (567–1602) Mean AST after deferasirox, ± SD,IU/L 33.42 ± 6.86 Mean ALT after deferasirox, ± SD, U/L 24.4 ± 10.48 Nausea, n 1 Vomiting, n 1 Abdominal pain, n 1 Rash, n 1 Increased serum creatinine, n 3 Mean age of initiation of deferasirox ± SD, months 17.7 ± 2.7 Median age, range 18 (14–22) Female: male, n 6:4 History of Hepatitis B/C, n 0 Splenectomy, n 0 Mean pre-transfusion hemoglobin ± SD, g/dl 9.4 ± 0.33 Mean number of transfusions prior to chelation ± SD 11.8 ± 2.65 Mean blood volume transfused prior to chelation ± SD, ml/kg/day 0.50 ± 0.18 Mean baseline serum ferritin ± SD, ng/ml 807.8 ± 182.766 Median baseline serum ferritin, range 786 (567–1181) Mean baseline AST ± SD, IU/L 32 ± 7.39 Mean baseline ALT ± SD, U/L 20.1 ± 6.04 Mean duration of treatment with deferasirox ± SD, months 17.7 ± 14.46 Median duration, range 13 (2–38) Mean dose of deferasirox, mg/kg/day 33.22 ± 5.99 Mean serum ferritin after treatment with deferasirox ± SD, ng/ml 985.8 ± 373.002 Median baseline serum ferritin after deferasirox, (range) 874 (567–1602) Mean AST after deferasirox, ± SD,IU/L 33.42 ± 6.86 Mean ALT after deferasirox, ± SD, U/L 24.4 ± 10.48 Nausea, n 1 Vomiting, n 1 Abdominal pain, n 1 Rash, n 1 Increased serum creatinine, n 3 n = number of patients SD = Standard Deviation View Large Figure 1. View large Download slide Mean deferasirox dose (mg/kg/day) and mean serum ferritin (ng/ml) during the study. Figure 1. View large Download slide Mean deferasirox dose (mg/kg/day) and mean serum ferritin (ng/ml) during the study.  Close modal Disclosures: Off Label Use: Deferasirox is a once-daily oral iron chelator used for patients with thalassemia major and other transfusion-dependent anemias. Experience with deferasirox in pediatric patients with thalassemia major is mainly in heavily iron loaded patients with a history of prior iron chelation. There are no current reports available on its use in chelation naïve patients with thalassemia major. We evaluated the efficacy of deferasirox in 10 very young chelation naïve children with thalassemia major.",
    "topics": [
        "child",
        "cooley's anemia",
        "deferasirox",
        "serum ferritin level result",
        "adverse effects",
        "transfusion",
        "abdominal pain",
        "anemia",
        "creatinine tests, serum",
        "duration of treatment"
    ],
    "author_names": [
        "Surekha Tony, MD",
        "Murtadha K. Al-Khabori, MD, FRCPC",
        "Ashraf Abdullah Saad, MBBS",
        "Shahina Daar, MD, PhD",
        "Mathew Zachariah, MD",
        "Yasser Wali, MD, FRCPCH, (UK)"
    ],
    "author_dict_list": [
        {
            "author_name": "Surekha Tony, MD",
            "author_affiliations": [
                "Child Health, Sultan Qaboos University, Muscat, Oman, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Murtadha K. Al-Khabori, MD, FRCPC",
            "author_affiliations": [
                " Hematology, Sultan Qaboos University, Muscat, Oman, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashraf Abdullah Saad, MBBS",
            "author_affiliations": [
                "Child Health, Sultan Qaboos University, Muscat, Oman, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shahina Daar, MD, PhD",
            "author_affiliations": [
                "Hematology, Sultan Qaboos University, Muscat, Oman"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathew Zachariah, MD",
            "author_affiliations": [
                "Child Health, Sultan Qaboos University, Muscat, Oman, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasser Wali, MD, FRCPCH, (UK)",
            "author_affiliations": [
                "Child Health, Sultan Qaboos University, Muscat, Oman, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T03:55:35",
    "is_scraped": "1"
}