{
    "doi": "https://doi.org/10.1182/blood-2018-99-115682",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3881",
    "start_url_page_num": 3881,
    "is_scraped": "1",
    "article_title": "Safety and Feasibility of Outpatient Liposomal Daunorubicin and Cytarabine (Vyxeos) Induction and Management in Patients with Secondary AML ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research—Malignant Diseases: Poster II",
    "topics": [
        "cytarabine",
        "daunorubicin",
        "leukemia, secondary acute",
        "liposomal cytarabine-daunorubicin cpx-351",
        "liposomes",
        "outpatients",
        "immediate postoperative prosthesis",
        "chemotherapy regimen",
        "disease remission",
        "febrile neutropenia"
    ],
    "author_names": [
        "Yehuda E. Deutsch, MD",
        "Justin T Presutto, PharmD, MBA",
        "Amanda Brahim, Pharm.D.",
        "Jyotishankar Raychaudhuri, MD",
        "Marco Andres Ruiz, MD",
        "Jose Sandoval-Sus, MD",
        "Hugo F. Fernandez, MD"
    ],
    "author_affiliations": [
        [
            "Department of Malignant Hematology and Cellular Therapy at Memorial Healthcare System, Moffitt Cancer Center, Pembroke Pines, FL "
        ],
        [
            "Oncology Pharmacy Resident, Memorial Regional Hospital, Hollywood, FL "
        ],
        [
            "Department of Oncology Pharmacy, Memorial Healthcare System, Pembroke Pines, FL"
        ],
        [
            "Department of Malignant Hematology and Cellular Therapy at Memorial Healthcare System, Moffitt Cancer Center, Pembroke Pines, FL "
        ],
        [
            "Department of Malignant Hematology and Cellular Therapy at Memorial Healthcare System, Moffitt Cancer Center, Pembroke Pines, FL "
        ],
        [
            "Department of Malignant Hematology and Cellular Therapy at Memorial Healthcare System, Moffitt Cancer Center, Pembroke Pines, FL "
        ],
        [
            "Department of Malignant Hematology and Cellular Therapy at Memorial Healthcare System, Moffitt Cancer Center, Pembroke Pines, FL "
        ]
    ],
    "first_author_latitude": "26.014634",
    "first_author_longitude": "-80.28247",
    "abstract_text": "Introduction: Liposomal daunorubicin and cytarabine (Vyxeos ® ) improves overall survival and remission rates compared to conventional daunorubicin and cytarabine (7+3) induction in older patients with secondary acute myeloid leukemia (AML). The safety profiles are similar, despite prolonged time to neutrophil and platelet count recovery with liposomal daunorubicin and cytarabine (Lancet et al, JCO 2018). There are other potential benefits of the liposomal combination, such as the feasibility of outpatient (OP) administration which can improve patient satisfaction and healthcare costs. Herein we show preliminary results of a pilot program based on OP liposomal daunorubicin and cytarabine administration to safely decrease inpatient (IP) days, with close OP monitoring throughout treatment phase until recovery. Methods: The objective of this study is to compare the IP hospital days between patients induced with liposomal daunorubicin and cytarabine in the Inpatient/Outpatient (IPOP) program vs. IP setting. The IPOP program involves administration of chemotherapy and close monitoring of patients in the OP setting who receive traditionally IP chemotherapy regimens. All patients received liposomal daunorubicin and cytarabine induction at a dose of daunorubicin 44 mg/m2 and cytarabine 100 mg/m2 via intravenous infusion over 90 minutes on days 1, 3 and 5. Patients were excluded for IPOP liposomal daunorubicin and cytarabine if they had signs or symptoms of active infection, cardiopulmonary disease, at risk for tumor lysis syndrome, ECOG > 2 or did not have an appropriate caregiver or transportation to the cancer center. Eligible patients received liposomal daunorubicin and cytarabine in the IPOP program and were monitored at least every other day until count recovery. Patients who developed complications such as febrile neutropenia were hospitalized with the goal of de-escalating antibiotic therapy and when appropriate, discharged to IPOP for continued care. Ineligible patients for IPOP treatment received IP liposomal daunorubicin and cytarabine induction and discharged to OP care prior to count recovery if clinically appropriate. A t-test of unequal variance was utilized to determine statistical significance between number of IP days between IPOP and IP groups. Results: Over the study period, 12 patients received induction therapy with liposomal daunorubicin and cytarabine. Seven patients (58%) received IPOP induction and 5 received IP induction (Median age: 72, 67 respectively). One patient was admitted prior to completing the third induction dose, the other six IPOP patients (86%) tolerated OP treatment well. All IPOP patients were eventually admitted, with median of 9 OP days prior to admission (range 4-17 days). All admissions were due to infectious complications: 5 were febrile neutropenia and one was due to a complicated skin/soft tissue abscess. Overall, the IPOP patients were only hospitalized for 46% of total days from start of induction until remission (CR, CRi, PR), progression, or recovery of neutrophils (≥500/µL) and platelets (≥50,000/µL). Mean cumulative days of IP and OP care were 19 and 22 days, respectively. Patients induced in the IP setting were hospitalized for 82% of their induction course with cumulative mean of 31 IP and 7 OP days. Mean cumulative IP hospital days was significantly less in the IPOP group as compared to the IP group (19 vs. 31 days, p=0.034). The overall response rate among the entire cohort was 75% (CR + CRi 50%) and was similar between the IPOP and IP groups. The median time to recover counts in patients who achieved CR + CRi was 36 days for both groups. The overall safety profile was similar between both groups. No patient died during the induction period and two patients successfully underwent hematopoietic stem cell transplantation. Two patients did not respond to therapy and both were eventually discharged with hospice care. Conclusions: In this pilot program, IPOP liposomal daunorubicin and cytarabine induction and management appears to be safe and to significantly reduce the length of hospitalization in patients with secondary AML. Future analyses with larger samples of patients are needed to further evaluate patient outcomes, safety and financial implications based on decreased inpatient hospital utilization. Disclosures No relevant conflicts of interest to declare."
}