{
    "doi": "https://doi.org/10.1182/blood.V108.11.1307.1307",
    "article_title": "Safety and Efficacy of Subcutaneous Epoetin Delta for the Management of Anemia in Patients with Chronic Kidney Disease - A One Year Study. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Epoetin delta (Dynepo ® , Shire plc) is the only erythropoietin synthesized in a human cell line. Currently available erythropoietins are all synthesized in Chinese hamster ovary cell (CHO) lines with differences in glycosylation compared with human serum erythropoietin. We report on a trial to assess the safety and efficacy of subcutaneously (s.c.) administered epoetin delta for the treatment of anemia in patients with chronic kidney disease (CKD) over 1 year of therapy. This was a multicenter trial, including predialysis, hemodialysis and peritoneal dialysis patients in the US and Europe. Eligible patients had baseline hemoglobin levels of 9.6–12.4 g/dL and had been receiving an epoetin s.c. for at least 30 days before entering the study. All patients received epoetin delta 1, 2 or 3-times per week, with the initial dose of study medication identical to the last dose of epoetin received prior to study entry. Dose was then adjusted according to a predefined algorithm to maintain hemoglobin in the range of 10–12 g/dL. Treatments were planned to continue for 52 weeks. Efficacy assessments were based upon weekly evaluation of hematological parameters (hemoglobin, hematocrit, red blood cell [RBC] and reticulocyte count) with the primary objective to assess mean hemoglobin levels over Weeks 12, 16, 20 and 24 in the group of patients who had provided at least one hemoglobin measurement during this period. In total 478 patients were treated, with 86.0% (411/478) entered into the primary efficacy analysis, 76.6% (366/478) completing at least 24 weeks of study and 66.7% (319/478) completing the study. Requirement for a RBC transfusion was the next most common specified reason for withdrawal (27 patients; 5.6%). The group withdrawn for “other” reasons was the largest (38 patients; 7.9%); it included a cohort of 19 patients withdrawn when the study terminated in the UK. This was a precautionary measure taken after a sterility test failure for a batch of study drug, although subsequent investigations discovered no contamination. Average hemoglobin level over Weeks 12, 16, 20 and 24 was 11.31 g/dL and average hematocrit was 36.4%. Hemoglobin levels of > 10.0 g/dL were recorded in 83.9% of patients over this period and 92.3% of hematocrit measurements were over 30%. Mean dose over this period was 43.3 IU/kg (84.3 IU/kg/week) and there was a slight decrease in average dose from baseline (49.6 IU/kg). Control of anemia over 52 weeks was maintained with long term analyses showing maintenance of hemoglobin in the range of 10–12 g/dL and hematocrit above 30%. Adverse events were experienced at the expected levels considering the baseline characteristics of the patient population. Subcutaneously administered epoetin delta was effective for the management of anemia in patients with CKD. Hemoglobin was maintained in the target range of 10–12 g/dL regardless of dialysis requirement and once per week dosing was sufficient to maintain hemoglobin levels. Subcutaneous administration of epoetin delta was well tolerated for up to 1 year and no patient in this study developed neutralizing anti-erythropoietin antibodies.",
    "topics": [
        "anemia",
        "erythropoietin",
        "kidney failure, chronic",
        "hemoglobin measurement",
        "hemoglobin",
        "hemodialysis",
        "adverse event",
        "antibodies",
        "erythrocyte transfusion",
        "infertility"
    ],
    "author_names": [
        "Michael Smyth",
        "Raymond D. Pratt"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Smyth",
            "author_affiliations": [
                "Shire PLC, Basingstoke, Hampshire, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raymond D. Pratt",
            "author_affiliations": [
                "Clinical Medicine, Shire PLC, Wayne, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T09:38:20",
    "is_scraped": "1"
}