{
    "doi": "https://doi.org/10.1182/blood-2020-134910",
    "article_title": "Predictive Biomarkers of Response to Venetoclax in Combination with Cobimetinib in Relapsed/Refractory Multiple Myeloma (RRMM) ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Both anti-apoptosis and pro-survival mechanisms promote myeloma cell growth and proliferation, and B-cell lymphoma-2 (BCL-2) is over-expressed in a subset of myeloma patients (pts). Venetoclax (V; orally administered BCL-2 inhibitor) monotherapy has demonstrated efficacy in RRMM pts with t(11;14) translocation, who represent 15-20% of the pt population. Given that the MAPK pathway is frequently dysregulated in myeloma, with NRAS/KRAS/BRAF mutations in >50% of RRMM cases (Xu et al. Oncogenesis 2017; Kortum et al. Blood 2016), we postulated that the combination of cobimetinib (C; orally administered MEK inhibitor) and V would not only shift the apoptotic balance towards cell death, thereby maximizing the effectiveness of V, but also boost CD8+ T-cell antigen recognition and immune-mediated tumor cell death when combined with atezolizumab (A; intravenously administered PD-L1 inhibitor), collectively improving responses in RRMM pts. Here, we present biomarker data from a Phase Ib/II study that was designed to assess safety, efficacy, and pharmacokinetics of C alone, C+V, and C+V+A in RRMM pts (NCT03312530). Objective: Biomarker analyses were performed to identify potential predictors of response to the C+V combination. Methods: t(11;14) status was determined by fluorescence in situ hybridization ( FISH ) , and NRAS/KRAS/BRAF mutation status was assessed using Ion AmpliSeqTM Cancer Hotspot Panel v2. Immune monitoring was performed in longitudinal peripheral blood samples using multidimensional flow cytometry. RNA sequencing (RNAseq) was performed using CD138+ sorted cells. Results: A total of 49 pts were enrolled and randomized 1:2:2 to receive either C alone (n=6), C+V (n=22), or C+V+A (n=21). Overall, 0/6 (0%) pts in the C arm, 6/22 (27%) pts in the C+V arm and 6/21 (29%) pts in the C+V+A arm achieved a response (1 complete response, 3 very good partial responses and 8 partial responses). In the C+V+A arm, only 3/17 pts studied showed the pharmacodynamic (PD) effects of A (increase in CD8+HLA-DR+Ki-67+ T cells), who also showed an increase in T cell exhaustion phenotype (CD8+PD1+TIGIT+TIM3+ T cells), in comparison with nearly all pts who showed PD effects when treated with A alone in an earlier Phase Ib study (Cho et al. EHA 2018). On-treatment decreases in T-cell counts in pts treated with C+V and C+V+A versus C alone suggest that the C+V combination could affect T-cell viability. These results could partially explain the limited efficacy of A. Downstream response analyses were performed in 37/43 pts with known t(11;14) and NRAS/KRAS/BRAF mutation status from pts in the C+V and C+V+A arms to identify the pt subsets most likely to respond to the C+V combination ( Fig ure 1 ). In total, 6/8 (77%) t(11;14) pts and 5/29 (15%) non-t(11;14) pts responded to the C+V combination, versus 40% (n=30) and 6% (n=36) of pts, respectively, who responded to V monotherapy (Kumar S et al. Blood 2017). Mutation screening showed that 5/7 (71%) pts with both t(11;14) and NRAS/KRAS/BRAF mutation were responders. To investigate the efficacy observed in non-t(11;14) pts, we studied the BCL2/ BCL2L1 (BCL-X L ) gene expression ratio. In 27/43 pts with known t(11;14) status, NRAS/KRAS/BRAF mutation status and BCL2/BCL2L1 ratio, we found that 4/14 (29%) non-t(11;14) pts with either NRAS/KRAS/BRAF mutation or high BCL2/BCL2L1 ratio (>2.3) had a response ( Fig ure 1 and 2 ), of which 2 responders were mutant and had low BCL2/BCL2L1 ratio, while all pts with wild-type NRAS/KRAS/BRAF genes and low BCL2/BCL2L1 ratio (n=7) were non-responders. Conclusions: The data presented, albeit from a small Phase Ib/II study with limited biomarker-evaluable pts, suggest that t(11;14) pts with MAPK pathway mutations demonstrated improved response to the C+V combination when compared with wild-type non-t(11;14) pts, suggesting that inhibition of the MAPK pathway could be contributing to the observed efficacy in these pts. In addition, selecting for non-t(11;14) pts with either NRAS/KRAS/BRAF mutation or high BCL2/BCL2L1 ratio, representing >52% of the pt population in this study ( Fig ure 3 ), could enrich for responders to the C+V combination. The inclusion of NRAS/KRAS/BRAF biomarkers may improve the response rate in the non-t(11:14) pt population and also increase the size of the pt population that could benefit from a V-based regimen. Further investigation is needed to understand the contribution of C to the observed clinical benefit. View large Download slide View large Download slide  Close modal Disclosures Raval: F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company. Hamidi: Genentech, Inc.: Current Employment, Current equity holder in publicly-traded company; University of Michigan: Ended employment in the past 24 months. Hwang: F. Hoffmann-La Roche: Current equity holder in publicly-traded company; Genentech, Inc.: Current Employment, Current equity holder in publicly-traded company. Green: F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company; Genentech, Inc: Current Employment. Onishi: F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company; Genentech, Inc.: Current Employment, Current equity holder in publicly-traded company. Rodriguez-Otero: Janssen, BMS, AbbVie, Sanofi, GSK, Oncopeptides, Kite, Amgen: Consultancy, Honoraria; Celgene-BMS: Consultancy, Honoraria; Mundipharma: Research Funding; Janssen, BMS: Other: Travel, accommodations, expenses; BMS, Janssen, Amgen: Honoraria. San-Miguel: Roche, AbbVie, GlaxoSmithKline, and Karyopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb, Celgene, Novartis, Takeda, Amgen, MSD, Janssen, and Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees. Gallo: F. Hoffmann-La Roche: Current Employment, Current equity holder in publicly-traded company. Paiva: Kite: Consultancy; SkylineDx: Consultancy; Takeda: Consultancy, Honoraria, Research Funding; Roche: Research Funding; Adaptive: Honoraria; Amgen: Honoraria; Janssen: Consultancy, Honoraria; Karyopharm: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sanofi: Consultancy, Honoraria, Research Funding. Schjesvold: Amgen, Celgene, Janssen, MSD, Novartis, Oncopeptides, Sanofi, Takeda: Consultancy; Amgen, Celgene, Janssen, MSD, Novartis, Oncopeptides, Sanofi, SkyliteDX, Takeda: Honoraria; Celgene, Amgen, Janssen, Oncopeptides: Research Funding.",
    "author_names": [
        "Aparna Raval",
        "Habib Hamidi",
        "Olivia Hwang",
        "Cherie Green",
        "Catarina Maia",
        "Marta Lasa",
        "Maika Onishi",
        "Paula Rodriguez-Otero",
        "Jesús F. San-Miguel",
        "Jorge D. Gallo",
        "Bruno Paiva, PhD",
        "Fredrik Schjesvold, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aparna Raval",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Habib Hamidi",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivia Hwang",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cherie Green",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catarina Maia",
            "author_affiliations": [
                "University of Navarra, Pamplona, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Lasa",
            "author_affiliations": [
                "University of Navarra, Pamplona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maika Onishi",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Rodriguez-Otero",
            "author_affiliations": [
                "University of Navarra, Pamplona, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesús F. San-Miguel",
            "author_affiliations": [
                "University of Navarra, Pamplona, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge D. Gallo",
            "author_affiliations": [
                "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Paiva, PhD",
            "author_affiliations": [
                "University of Navarra, Pamplona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fredrik Schjesvold, MDPhD",
            "author_affiliations": [
                "Oslo Myeloma Center, Oslo University Hospital and KG Jebsen Center for B Cell Malignancies, University of Oslo, Oslo, Norway"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T04:13:27",
    "is_scraped": "1"
}