{
    "doi": "https://doi.org/10.1182/blood.V114.22.400.400",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1478",
    "start_url_page_num": 1478,
    "is_scraped": "1",
    "article_title": "Expression of Apoptosis Repressor with Caspase Recruitment Domain (ARC), An Antiapoptotic Protein, Is Strongly Prognostic in Acute Myeloid Leukemia (AML). ",
    "article_date": "November 20, 2009",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS: ACUTE MYELOID LEUKEMIA II",
    "topics": [
        "antiapoptotic agents",
        "apoptosis",
        "leukemia, myelocytic, acute",
        "caspase activation and recruitment domain",
        "transcriptional repression",
        "chromatography, reverse-phase",
        "caspase-9",
        "chemotherapy regimen",
        "albumins",
        "bone marrow specimen"
    ],
    "author_names": [
        "Bing Z. Carter, PhD",
        "Nianxiang Zhang, PhD",
        "Kevin R. Coombes, PhD",
        "Duncan H. Mak",
        "YiHua Qiu, MD, MS",
        "Deborah A. Thomas, MD",
        "Farhad Ravandi, MD",
        "Hagop Kantarjian, MD",
        "Michael Andreeff, MD, PhD",
        "Steven M. Kornblau, MD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Transplantation & Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Bioinformatics & Computational Biology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Bioinformatics & Computational Biology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation & Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation & Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation & Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation & Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 400 The identification of relevant targets to induce apoptosis and sensitize to chemotherapy is a focus in AML research. Reverse-phase protein array (RPPA) is a validated and robust proteomic system which can quantitatively determine protein expression and facilitate the selection of molecular-targeted therapies. ARC, located on chromosome 16q21-q23, is an antiapoptotic protein. It inhibits both the intrinsic and extrinsic apoptosis pathways by suppressing the activity of caspase-2 and -8 and by blocking Bax activation. ARC also negatively regulates p53 by inhibiting its tetramerization and triggering its cytoplasmic localization and degradation of ARC depends on the p53-induced ubiquitin E3 ligase, MDM2. ARC has only recently been demonstrated to be expressed in various cancer cells and to confer both chemo- and radio-resistance. To determine its expression and assess its importance in AML, we profiled ARC expression in 511 newly diagnosed patients with AML using RPPA. Similar levels of ARC expression were found in 140 paired blood and bone marrow samples and no significant difference was detected between diagnosis and relapse in 49 paired samples from the same patients. ARC levels were inversely correlated with the protein levels of Bad (p<0.00001), cleaved caspase-9 (p<0.00001), cIAP1 (p<0.00001), caspase-9 (p<0.00001), XIAP (p<0.00001), and Bcl-2 (p=0.00001). Further, ARC levels are significantly higher in FAB M4 (p<0.00001) and M3 (p=0.012) and lower in FAB M2 (p=0.002) AML, but it is neither associated with favorable, intermediate, or unfavorable cytogenetics nor with FLT-3 mutation status. ARC levels do not correlate with bone marrow blast counts, but shows an inverse correlation with blood blast counts (p<0.00001). Importantly, AML patients with low or mid range ARC protein levels had significantly longer overall survival (Median 53 or 61 vs. 38 weeks, p=0.004, A) and remission duration (Median 75 vs 45 vs 29 weeks, p=0.0008, B) (see the figure below) than patients with high levels of ARC. Multivariate analysis indicated that ARC is a statistically significant independent predictor of survival in AML. The final model included: Gender (p=0.008), age at diagnosis (p<0.00001), cytogenetic groups (p<0.00001), FLT-3ITD (p=0.001), WBC (p<0.00001), platelet (p=0.009), albumin (p=0.00006), and ARC (p=0.00006). Results suggest that the expression levels of ARC are highly prognostic in AML and that ARC could be a potential therapeutic target in AML. View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}