{
    "doi": "https://doi.org/10.1182/blood.V118.21.2812.2812",
    "article_title": "Systematic Evaluation of DNA-Based Quantitative-Polymerase Chain Reaction (Q-PCR) Assays to Track Treatment Response in Patients with JAK2-V617F Associated Myeloproliferative Neoplasms: A Joint European LeukemiaNet/ MPN&MPNr-EuroNet Study ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster II",
    "abstract_text": "Abstract 2812 Since the discovery of the JAK2-V617F mutation, the relative level of the mutant allele has been widely studied to gain further insights into the biology of myeloproliferative neoplasms and to establish utility in predicting clinical outcome. Mutant allele burden has been correlated with risk of thrombotic events in essential thrombocythemia, severity of the disease phenotype in polycythemia vera (PV) and survival in primary myelofibrosis (PMF). JAK2-V617F has also been quantified to assess disease response, with significant reductions in allele burden reported in PV patients following interferon (IFN) α-2b and pegylated IFN α-2a treatment. Moreover, serial DNA-based quantitative polymerase chain reaction (Q-PCR) assays have been used after allogeneic transplantation for myelofibrosis to predict outcome and guide donor lymphocyte infusion. With quantification of JAK2-V617F being considered an endpoint in a number of trials with novel agents including JAK2 inhibitors, it is important that assays are robust, mutant-specific and afford a suitable level of sensitivity. However, numerous JAK2-V617F Q-PCR assays have now been published, which based on experience of molecular monitoring in other hematological malignancies, are likely to vary markedly in their performance. Indeed, this concern was confirmed by the results of a quality control (QC) exercise involving 5 European LeukemiaNet (ELN) laboratories, each with their own established JAK2-V617F Q-PCR assay, who reported markedly differing levels of mutant allele percentage (ranging from 23–80%) in a QC sample distributed by UK NEQAS that comprised a 1 in 30 dilution of HEL cells (which harbor multiple copies of JAK2-V617F and lack the wild type [WT] JAK2 allele) in K562 cells (WT JAK2). To address this issue, a joint initiative was established within European LeukemiaNet between the Chronic Myeloproliferative Diseases and Minimal Residual Disease working groups (WP9 & WP12) to systematically evaluate a range of published and “in-house” JAK2-V617F assays, with the aim of identifying sensitive mutant-specific assays that perform similarly on different Q-PCR platforms – factors of fundamental importance for reliable tracking of disease response. The study involved 12 expert centers - in 6 European countries and included 1 US laboratory, which between them used Q-PCR platforms from 3 different manufacturers. The study involved central distribution of DNA from serial dilutions of JAK2-V617F mutant cell lines (HEL &/or UKE-1) in K562 and plasmid standards for JAK2 WT, JAK2-V617F and independent control genes (albumin, cyclophilin). Reagents for each assay were coded and also centrally distributed; reaction conditions for each coded assay were provided. Laboratories with established published or in-house Q-PCR assays were encouraged to perform these in parallel with the coded test assays on the distributed QC materials, to control for local variations in test conditions. Data from each QC round were submitted by participating laboratories for independent central analysis (Dept. of Genetics, King's College London); conclusions were drawn concerning the performance of the various assays before breaking the code to reveal their identities. Overall, 7 successive QC rounds were conducted, evaluating 9 assays (6 published, 3 unpublished “in-house”). Six assays were eliminated, due to insufficient/inferior sensitivity (n=5) or inconsistent performance (n=1). Of the 3 assays with better performance profile, the assay published by Lippert et al ( Blood 2006;108 :1865) reliably quantified JAK2-V617F across the diagnostic range, with consistent results obtained between laboratories irrespective of Q-PCR platform. The 2 remaining assays (Larsen et al , Br J Haematol. 2007;136 :745 & in-house assay from the Oppliger Leibundgut lab [Bern]), afforded better sensitivity, capable of detecting a 0.08–0.008 % level of JAK2-V617F in DNA preparations from HEL and K562 cells. The latter assays were tested on serial post-transplant samples from 2 patients allografted for JAK2-V617F mutant PMF, successfully identifying the presence of residual disease, complementing chimerism analysis to predict clinical outcome. In conclusion, this ELN study has identified robust assays suitable for quantifying JAK2-V617F in clinical trials and which merit further investigation as a tool to guide management of patients undergoing allogeneic transplant. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "dna",
        "jak2 gene v617f",
        "myeloproliferative disease",
        "polymerase chain reaction",
        "transplantation",
        "albumins",
        "cyclophilins",
        "dilution technique",
        "donor leukocyte infusion",
        "hematologic neoplasms"
    ],
    "author_names": [
        "J V Jovanovic",
        "A M Vannucchi",
        "E Lippert",
        "E Oppliger Leibundgut",
        "N Maroc",
        "S Hermouet",
        "G Nickless",
        "B Cassinat",
        "P Guglielmelli",
        "B van der Reijden",
        "A Bench",
        "K Tobal",
        "B Wilkins",
        "K Cuthill",
        "A Ivey",
        "K Yeoman",
        "M J Percy",
        "S Schwemmers",
        "A Gruender",
        "T W Kelley",
        "S Reading",
        "A Pancrazzi",
        "MF McMullin",
        "H L Pahl",
        "C N Harrison",
        "J T Prchal",
        "C Chomienne",
        "JJ Kiladjian",
        "T Barbui",
        "D Grimwade"
    ],
    "author_dict_list": [
        {
            "author_name": "J V Jovanovic",
            "author_affiliations": [
                "Dept. of Medical & Molecular Genetics, King's College London School of Medicine, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "A M Vannucchi",
            "author_affiliations": [
                "Hematology, Università degli Studi di Firenze, Firenze, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E Lippert",
            "author_affiliations": [
                "Laboratoire d'Hématologie, Centre Hospitalier Universitaire, Bordeaux, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E Oppliger Leibundgut",
            "author_affiliations": [
                "University Hospital Bern and University of Bern, Bern, Switzerland, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "N Maroc",
            "author_affiliations": [
                "IPSOGEN, Marseille, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S Hermouet",
            "author_affiliations": [
                "IRT, Universite de Nantes, INSERM U892, Nantes, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G Nickless",
            "author_affiliations": [
                "Molecular Oncology Diagnostics Unit, GSTS Pathology, London, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B Cassinat",
            "author_affiliations": [
                "Unite de Biologie Cellulaire, Hopital Saint-Louis, Paris, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P Guglielmelli",
            "author_affiliations": [
                "Hematology, Università degli Studi di Firenze, Firenze, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B van der Reijden",
            "author_affiliations": [
                "Molecular Hemato-Oncology Unit, Radboud University Nijmegen Medical Centre (RUNMC), Nijmegen, Netherlands, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A Bench",
            "author_affiliations": [
                "Dept. of Haematology, Addenbrooke's Hospital, Cambridge, United Kingdom, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K Tobal",
            "author_affiliations": [
                "Molecular Oncology Diagnostics Unit, GSTS Pathology, London, United Kingdom, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B Wilkins",
            "author_affiliations": [
                "Dept. of Histopathology, Guys and St. Thomas' NHS Foundation Trust, London, United Kingdom, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K Cuthill",
            "author_affiliations": [
                "Dept. of Haematology, Guy's and St. Thomas' NHS Foundation Trust, London, United Kingdom, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A Ivey",
            "author_affiliations": [
                "Guy's Hospital, GSTS Pathology, London, United Kingdom, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K Yeoman",
            "author_affiliations": [
                "Dept. of Medical & Molecular Genetics, King's College London School of Medicine, London, United Kingdom, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M J Percy",
            "author_affiliations": [
                "Dept. of Haematology, Belfast City Hospital, Belfast, United Kingdom, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S Schwemmers",
            "author_affiliations": [
                "University Hospital Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A Gruender",
            "author_affiliations": [
                "Center for Clinical Research, University Hospital Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "T W Kelley",
            "author_affiliations": [
                "Pathology, University of Utah, Salt Lake City, UT, USA, "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S Reading",
            "author_affiliations": [
                "ARUP Laboratories, Salt Lake City, UT, "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A Pancrazzi",
            "author_affiliations": [
                "Hematology, Dept. of Medical and Surgical Care, Florence, Italy, "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "MF McMullin",
            "author_affiliations": [
                "Queen's University Belfast, Belfast, United Kingdom, "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H L Pahl",
            "author_affiliations": [
                "Department of Experimental Anaesthesiology, University Hospital Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C N Harrison",
            "author_affiliations": [
                "Dept. of Haematology, Guy's and St. Thomas' NHS Foundation Trust, London, United Kingdom, "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J T Prchal",
            "author_affiliations": [
                "MPD-Research Consortium, Hematology Division, University of Utah School of Medicine, Salt Lake City, UT, USA, "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C Chomienne",
            "author_affiliations": [
                "Inserm UMR-S940, Institut Universitaire d'Hématologie, Paris, France, "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "JJ Kiladjian",
            "author_affiliations": [
                "Clinical Investigation Center (CIC), Hopital Saint-Louis & French Intergroup of Myeloproliferative disorders (FIM), Paris, France, "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "T Barbui",
            "author_affiliations": [
                "Ospedali Riuniti di Bergamo, Bergamo, Italy"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D Grimwade",
            "author_affiliations": [
                "Dept. of Medical & Molecular Genetics, King's College London School of Medicine, London, United Kingdom, "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:31:36",
    "is_scraped": "1"
}