{
    "doi": "https://doi.org/10.1182/blood.V126.23.605.605",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3266",
    "start_url_page_num": 3266,
    "is_scraped": "1",
    "article_title": "TGFb1 Antagonist Inhibits Fibrosis in a Murine Model of Myelofibrosis ",
    "article_date": "December 3, 2015",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science II",
    "topics": [
        "antagonists",
        "fibrosis",
        "mice",
        "myelofibrosis",
        "cytokine",
        "splenomegaly",
        "disease progression",
        "flow cytometry",
        "interleukin-6",
        "fibroblast growth factor 1"
    ],
    "author_names": [
        "Rajasekhar NVS Suragani, PhD",
        "Pedro A. Martinez, PhD",
        "Sharon M Cawley, PhD",
        "Robert Li",
        "Robert Scott Pearsall, PhD",
        "Ravindra Kumar, PhD"
    ],
    "author_affiliations": [
        [
            "Preclinical Pharmacology, Acceleron Pharma, Cambridge, MA "
        ],
        [
            "PreClinical Pharmacology, Acceleron Pharma Inc, Cambridge, MA "
        ],
        [
            "Cell Biology, Acceleron Pharma Inc, Cambridge, MA "
        ],
        [
            "Preclinical Pharmacology, Acceleron Pharma Inc, Cambridge, MA "
        ],
        [
            "Preclinical Pharmacology, Acceleron Pharma Inc, Cambridge, MA "
        ],
        [
            "Biology, Acceleron Pharma, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "42.37839035",
    "first_author_longitude": "-71.11290964999999",
    "abstract_text": "Introduction: Myelofibrosis (MF) is a clonal stem cell disorder that originates from acquired mutations in the hematopoietic stem cells leading to abnormal kinase signaling, cell proliferation, cytokine expression, and splenomegaly and ultimately bone marrow (BM) fibrosis. Primary myelofibrosis (PMF), post-polycythemia vera (PV) MF and post-essential thrombocythemia MF are categorized under MF with overlapping disease phenotypes including progression to BM fibrosis. A genetic mutation in Janus kinase 2 ( V617F ) was identified as causative in ~95% PV, and ~50% of ET and PMF patients. Currently, treatment of MF patients with a JAK2 inhibitor offers symptomatic benefit, but does not alter the natural history of the disease or improve BM fibrosis. It is known that TGFβ1 is a critical regulator of fibrosis in many disease states. Elevated TGFβ1 levels were reported to be important for fibrosis in patients with MF. We hypothesize that inhibition of TGFβ1 signaling may prevent fibrosis and help reduce secondary morbidities associated with disease in MF patients. Therefore, we evaluated this hypothesis using a TGFβ1 antagonist in a murine model of MF. Methods: Transgenic JAK2 ( V617F ) mutant mice (MF model) and age-matched wild-type controls were used in the studies. Mice were dosed twice weekly with TGFβ1 antagonist (10 mg/kg). Complete blood counts (CBC), serum TGFβ1, bone metabolism and inflammatory cytokines levels were determined at different ages (2-12 months) during disease progression. Bone marrow and spleen cells were analyzed for different cell lineages by flow cytometry. Tissue sections were stained with H&E and reticulin to determine cellularity or degree of fibrosis respectively. Results: To understand the onset and progression of MF disease in JAK2 ( V617F ) mice, we initially analyzed the CBC and degree of fibrosis at various ages (2, 3, 4, 5, 8, 10 and 12 months) and compared the data with wild-type mice. These data were then correlated with the levels of TGFβ1 and other cytokines. As expected, red blood cells (RBC) and platelets were elevated in JAK2 mutant mice at all ages compared to wild-type mice, although a trend towards a progressive increase was observed between 2 to 5 months followed by a decrease from 8 to 14 months. Bone marrow fibrosis was detected starting at 5 months and worsened with age. JAK2 mutant mice displayed splenomegaly that increased as the disease progressed. Interestingly, serum levels of TGFβ1, TGFβ3 and bone metabolism cytokines (OPG, OPN, aFGF and Trance) displayed an increase at earlier ages (2-5 months) compared to the latter ages, a trend similar to RBC levels. These levels peaked during the initiation of fibrosis at 5 months. In contrast, inflammatory cytokines (such as IL6, IL-1β, and TNFα) were elevated at later ages consistent with disease progression. We initiated treatment with TGFβ1 antagonist in JAK2 ( V617F ) mice (N=8/treatment group) at 4 months of age, the age corresponding to elevated serum TGFβ1 levels and prior to the onset of fibrosis (at 5 months of age). Following 6 months of treatment, vehicle (VEH) treated JAK2 mutant mice displayed elevated RBC (+37.1%, P<0.001), platelets (+74.5%, P<0.001) and spleen weights (+9.5 fold, P<0.001) compared to wild-type mice. BM and spleen sections from VEH treated JAK2 mutant mice revealed severe fibrosis. TGFβ1 antagonist treatment of JAK2 mice displayed moderate effect on RBC (-8.4%, N.S) without any effect on platelet counts compared to VEH treatment. Flow-cytometry identified a reduced proportion of Ter119 + erythroid precursors in BM and spleen (-15%, P<0.05) and no change in CD41 + megakaryocytes. TGFβ1 antagonist treated mice displayed reduced spleen weights (-29%, P<0.01), and marked reduction in fibrosis in bone marrow (Figure) and spleen sections compared to VEH. Consistent with the reduction in fibrosis, TGFβ1 antagonist treated JAK2 mice displayed reduced IL-6 levels (-48.9%, P<0.05) compared to VEH treatment. Conclusion: Together, these data demonstrated that TGFβ1 levels were correlated with bone marrow fibrosis in a murine model of MF disease, and its inhibition using TGFβ antagonist reduces fibrosis, splenomegaly and inflammation in this murine model of myelofibrosis. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures Suragani: Acceleron Pharma Inc: Employment, Equity Ownership, Patents & Royalties: No royalties. Martinez: Acceleron Pharma: Employment. Cawley: Acceleron Pharma Inc: Employment. Li: Acceleron Pharma: Employment, Equity Ownership. Pearsall: Acceleron Pharma Inc: Employment, Equity Ownership, Patents & Royalties. Kumar: Acceleron Pharma: Employment, Equity Ownership, Patents & Royalties."
}