{
    "doi": "https://doi.org/10.1182/blood-2019-125970",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4200",
    "start_url_page_num": 4200,
    "is_scraped": "1",
    "article_title": "Interim Analysis of a Phase II Study of the Glutaminase Inhibitor Telaglenastat (CB-839) in Combination with Azacitidine in Advanced Myelodysplastic Syndrome (MDS) ",
    "article_date": "November 13, 2019",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "topics": [
        "azacitidine",
        "glutaminase",
        "interim analysis",
        "myelodysplastic syndrome",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "mineralocorticoid receptor",
        "protein p53",
        "adverse event",
        "glutamine"
    ],
    "author_names": [
        "Veronica A Guerra, MD",
        "Jan A. Burger, MD PhD",
        "Gautam M. Borthakur, MD",
        "Elias Jabbour, MD",
        "Naveen Pemmaraju, MD",
        "Tapan M. Kadia, MD",
        "Guillermo Garcia-Manero, MD",
        "Hagop M. Kantarjian, MD",
        "Marina Y Konopleva, MD PhD",
        "Courtney D. DiNardo, MD MSc"
    ],
    "author_affiliations": [
        [
            "Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "M.D. Anderson Cancer Center, Houston, TX"
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.81717795",
    "first_author_longitude": "-95.40129145",
    "abstract_text": "Background: Glutaminase (GLS) is an enzyme catalyzing the conversion of glutamine to glutamate, providing key metabolic fuel utilized by tumor cells. GLS is highly expressed in acute myeloid leukemia (AML) and high-risk myelodysplastic syndrome (MDS), particularly in patients (pt) with complex cytogenetics. In preclinical studies, AML cells were dependent on glutamine, and glutaminase inhibition led to reduced cell growth and induced apoptosis. This study was designed to evaluate safety and efficacy of the oral glutaminase inhibitor CB-839 in combination with azacitidine in MDS. Methods: This is a single arm Phase Ib/II trial of CB-839 in combination with azacitidine (AZA) for intermediate and high-risk MDS. Eligible patients included adult pts > 18 years with high-risk MDS (IPSS intermediate-2 or high risk) or intermediate-1 risk with high-risk genomic features including TP53 , ASXL1 , EZH2 , or RUNX1 mutations. Patients with prior hypomethylating therapy were eligible. The primary outcome for the Phase 1 portion was to confirm the safety and recommended Phase 2 dose of CB-839 in combination with AZA. Secondary endpoints evaluate the pharmacokinetic (PK), anti-tumor activity and drug exposure levels, and the efficacy and clinical activity using IWG response criteria. Results: Sixteen pts with MDS were enrolled between December 2017 and April 2019. The Phase I portion was completed confirming CB-839 600 mg BID orally continuously daily with standard AZA. The median age was 69.5 years [49-82]. Twelve pts (75%) were treatment naïve, 4 pts (25%) had prior HMA exposure. Eight pts (50%) were intermediate-2 and 8 pts (50%) intermediate-1 by IPSS with high-risk mutations. Baseline characteristics are listed in Table 1. 6 pts (37.5%) had complex cytogenetics. The most frequent mutations were ASXL1 (n = 9), TET2 (n = 6), TP53 (n = 6) and RUNX1 (n=5). The median time to best response was 1 cycle [1-4 cycles]. With a median follow-up of 8.6 months (mo) (range 1.3-16.5), patients have received a median of 3 cycles [1-9] with a median time between cycles of 29 days [23-137]. Seven pts remain on study. 9 pts discontinued treatment, including 5 pts (41.6%) who proceeded to allogeneic stem cell transplant (HSCT) after 2-4 cycles. (Table 2). Ten pts (62.5%) achieved mCR with or without HI/HI, 5 pts (31.3%) had SD, and 1 pt had NR. The median time to mCR was 2.5 mo [1-4]. One pt progressed to AML after 3 cycles of therapy. The median OS was 10.15 mo (mo, range NR) and EFS 10.42 mo (range 5.1-15.1). For the 12 newly diagnosed (ND) pts, the median OS and EFS have not been reached. (Figure 1) mCR/HI in TP53 mutated pts was 66.6% (4/6), 55.5% in ASXL1 (5/9), 80% in RUNX1 (4/5) and 83.3% in pts with complex cytogenetics (5/6). (Table 3) The most common non-hematological adverse events (AEs) were gastrointestinal AEs of any grade (62.5%), encompassing grade I-II nausea (62.5%), grade I constipation (37.5%), grade III-IV increased ALT (18.7%), and grade I anorexia (18.7%). Grade III-IV infections occurred in 43.7%. Additionally, the most common hematological AE were grade III-IV anemia (12.5%), neutropenia (37.5%) and thrombocytopenia (37.5%). Adverse events are listed in Table 4. Time to blood count recovery are shown in Table 5. Four pts (25%) required dose reduction of CB-839 to 400 mg BID, 1 pt. due to grade III transaminitis and myelosuppression, 2 pts for grade II-III myalgias and 1 pt for recurrent infections. There were a total of 5 deaths, 3 in ND pts (1 pt from disease progression (NR), 2 pts post HSCT) and 2 in pts with prior HMA exposure (1 from transformation to AML and 1 pt from unknown cause in mCR after cycle 6). Conclusions: CB-839 at a dose of 600 mg BID orally continuously daily is safe and well tolerated in combination with azacitidine in pts with advanced MDS with an acceptable safety profile. Preliminarily encouraging response rates include mCR/HI of 62.5%, including 100% in prior HMA exposure, 66.6% in TP53 and 83.3% in patients with complex karyotype. The trial continues to accrue. (NCT0347993) View large Download slide View large Download slide  Disclosures Burger: AstraZeneca: Honoraria; Gilead Sciences: Research Funding; BeiGene: Research Funding; Pharmacyclics, an AbbVie company: Research Funding; Aptose Biosciences, Inc: Research Funding; Janssen Pharmaceuticals: Consultancy, Honoraria. Borthakur: Oncoceutics, Inc.: Research Funding; GSK: Research Funding; PTC Therapeutics: Consultancy; Arvinas: Research Funding; AstraZeneca: Research Funding; BMS: Research Funding; Eli Lilly and Co.: Research Funding; NKarta: Consultancy; Tetralogic Pharmaceuticals: Research Funding; Merck: Research Funding; Bayer Healthcare AG: Research Funding; Agensys: Research Funding; Oncoceutics: Research Funding; Novartis: Research Funding; Cantargia AB: Research Funding; FTC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Argenx: Membership on an entity's Board of Directors or advisory committees; BioTheryX: Membership on an entity's Board of Directors or advisory committees; Cyclacel: Research Funding; Janssen: Research Funding; Incyte: Research Funding; AbbVie: Research Funding; Polaris: Research Funding; Strategia Therapeutics: Research Funding; BioLine Rx: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Xbiotech USA: Research Funding; Eisai: Research Funding. Jabbour: AbbVie: Consultancy, Research Funding; Adaptive: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Cyclacel LTD: Research Funding. Pemmaraju: incyte: Consultancy, Research Funding; affymetrix: Research Funding; sagerstrong: Research Funding; Daiichi-Sankyo: Research Funding; plexxikon: Research Funding; mustangbio: Consultancy, Research Funding; abbvie: Consultancy, Honoraria, Research Funding; samus: Research Funding; celgene: Consultancy, Honoraria; cellectis: Research Funding; Stemline Therapeutics: Consultancy, Honoraria, Research Funding; novartis: Consultancy, Research Funding. Kadia: Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Jazz: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Bioline RX: Research Funding; BMS: Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Research Funding. Garcia-Manero: Amphivena: Consultancy, Research Funding; Helsinn: Research Funding; Novartis: Research Funding; AbbVie: Research Funding; Celgene: Consultancy, Research Funding; Astex: Consultancy, Research Funding; Onconova: Research Funding; H3 Biomedicine: Research Funding; Merck: Research Funding. Kantarjian: BMS: Research Funding; Takeda: Honoraria; AbbVie: Honoraria, Research Funding; Novartis: Research Funding; Amgen: Honoraria, Research Funding; Daiichi-Sankyo: Research Funding; Astex: Research Funding; Ariad: Research Funding; Cyclacel: Research Funding; Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Agios: Honoraria, Research Funding; Jazz Pharma: Research Funding; Pfizer: Honoraria, Research Funding; Immunogen: Research Funding. Konopleva: Eli Lilly: Research Funding; Forty-Seven: Consultancy, Honoraria; Calithera: Research Funding; Stemline Therapeutics: Consultancy, Honoraria, Research Funding; Cellectis: Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria; F. Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Genentech: Honoraria, Research Funding; Ascentage: Research Funding; Kisoji: Consultancy, Honoraria; Reata Pharmaceuticals: Equity Ownership, Patents & Royalties; Ablynx: Research Funding; Astra Zeneca: Research Funding; Agios: Research Funding. DiNardo: celgene: Consultancy, Honoraria; agios: Consultancy, Honoraria; jazz: Honoraria; abbvie: Consultancy, Honoraria; medimmune: Honoraria; syros: Honoraria; notable labs: Membership on an entity's Board of Directors or advisory committees; daiichi sankyo: Honoraria."
}