{
    "doi": "https://doi.org/10.1182/blood.V126.23.4271.4271",
    "article_title": "Preclinical Study for the Use of Abatacept to Prevent Rejection of Allogeneic CD34+ Cells in a Xenograft Model ",
    "article_date": "December 3, 2015",
    "session_type": "701. Experimental Transplantation: Basic Biology, Engraftment and Disease Activity: Poster III",
    "abstract_text": "The aims of this study were to analyze the role of T cells on the engraftment of allogeneic CD34+ cells after transplantation in immunodeficient nonobese diabetic/ltsz-scid/scid (NOD/SCID) IL2 receptor gamma chain knockout (NSG) mice and to test the in-vivo ability of abatacept (CTLA4-Ig) in preventing graft failure. Human CD34+ cells (0.2x10 6 cells/animal) were co- transplanted with allogeneic CD3+ T cells into sublethally irradiated NSG mice at ratios ranging from 1:50 to 1:0.5, or without T cells as a control. The engraftment of huCD45+ cell subsets in the bone marrow and spleen was measured by flow cytometry after 4-8 weeks. An expansion of T cells without engraftment of CD34+ cells was detected in each group of mice transplanted with CD34:T cells at ratios ≥ 1:0.5. To test whether T cells prevented any engraftment of CD34+ cells, or caused rejection after initial CD34+ cell homing in the bone marrow, kinetics experiments were performed by analyzing the marrow and spleen of mice at 1,2 or 4 weeks after transplant of CD34+ and T cells at 1:1 ratio. These experiments showed that at two weeks after transplant, CD34+ cells had repopulated the bone marrow but not the spleen, while T cells were found primarily in the spleen. Instead, in mice sacrificed at 4 weeks after transplant the marrow and the spleen contained only T cells and the CD34+ cells had been rejected. Based on our previous in-vitro studies showing that CD34+ cell immunogenicity is mainly dependent on B7:CD28 costimulatory signaling, we then tested whether costimulatory blockade with abatacept (CTLA4-Ig, Bristol Myers Squibb) would block stem cell rejection. Three groups of mice were transplanted with CD34+ and allo-T cells at 1:1 ratio and injected with Abatacept at 250 ug i.p. every other day from: a) day -1 to +28, b) day -1 to day +14 or c) day +14 to +28, then the animals were sacrificed at day +56 (8 weeks) after transplant to assess the engraftment. In Group a) the overall engraftment of huCD45+ cells was only 98% huCD45+ cells of myeloid or B cell lineage and <1% T cells in the marrow and spleen. In Group b) 70% of huCD45+ cells both in the marrow and spleen were T cells, and the remaining fraction of myeloid or B cells were derived from CD34+ cells. In Group c), instead, 100% of huCD45+ cells were T cells, with complete rejection of CD34+ cells. T cells recovered from the spleen of mice in groups b) and c) were also tested as responders in MLC stimulated with the original CD34+ cells and showed a brisk proliferation, consistent with lack of tolerance. Finally, another group of mice that received Abatacept from day -1 to + 28 was rechallenged with a boost of CD34+ cells on day +28 to test whether the low CD34+ cell engraftment was secondary to a latent rejection or partial stem cell exhaustion. The CD34+ cell boost resulted in a full hematopoietic recovery with 37% huCD45+CD3- cells, including myeloid and B cells, as well as CD34+ cells in the bone marrow and spleen. In this preclinical xenograft model we demonstrated that costimulatory blockade with Abatacept at the time of allogeneic transplant of human CD34+ cells can prevent T cell mediated rejection provide the basis for the future non-myeloablative protocols for incompatible stem cell transplantation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "abatacept",
        "rejection (psychology)",
        "transplantation, heterologous",
        "transplantation",
        "severe combined immunodeficiency",
        "immunoglobulins",
        "allopurinol",
        "cd28 antigens",
        "cd34 antigens",
        "diabetes mellitus"
    ],
    "author_names": [
        "Annie L. Oh, MD",
        "Dolores Mahmud, PhD",
        "Vitalyi Senyuk, PhD",
        "Elisa Bonetti, PhD",
        "Nadim Mahmud, MD PhD",
        "Pritesh R. Patel, MB, ChB",
        "Damiano Rondelli, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Annie L. Oh, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dolores Mahmud, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vitalyi Senyuk, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Bonetti, PhD",
            "author_affiliations": [
                "IRCCS Policlinico San Matteo Foundation, Pavia, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadim Mahmud, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pritesh R. Patel, MB, ChB",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damiano Rondelli, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Dept. of Medicine, University of Illinois at Chicago, Chicago,"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T15:30:05",
    "is_scraped": "1"
}