{
    "doi": "https://doi.org/10.1182/blood.V104.11.1106.1106",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=22",
    "start_url_page_num": 22,
    "is_scraped": "1",
    "article_title": "Osteonectin/SPARC Is Epigenetically Silenced in AML with MLL Gene Rearrangements and Selectively Inhibits the Growth of MLL Rearranged Cell Lines. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cell lines",
        "mll gene",
        "osteonectin",
        "sparc study",
        "pancreatic cancer",
        "quantitative real-time polymerase chain reaction",
        "western blotting",
        "atrial fibrillation",
        "core-binding factor",
        "cysteine"
    ],
    "author_names": [
        "Jorge F. DiMartino, M.D., Ph.D.",
        "Norman J. Lacayo, M.D.",
        "Marie Varadi, M.S.",
        "Yaddanapudi Ravindranath, M.D.",
        "Ron Yu",
        "Branimir Sikic, M.D.",
        "Susana C. Raimondi, M.D.",
        "Gary V. Dahl, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology and Experimental Hematology, Cincinnati Children’s Hospital, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Pediatric Hematology/Oncology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Hematology/Oncology and Experimental Hematology, Cincinnati Children’s Hospital, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital of Michigan, Detroit, MI, USA"
        ],
        [
            "Pediatric Hematology/Oncology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Pediatric Hematology/Oncology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pediatric Hematology/Oncology, Stanford University School of Medicine, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "39.139122",
    "first_author_longitude": "-84.50281365000001",
    "abstract_text": "Transcriptional repression by chimeric transcription factors is emerging as a common theme in leukemogenesis and as a therapeutic target for chromatin remodeling agents. We hypothesized that rearrangements involving the MLL gene result in the inappropriate silencing of growth and survival control genes subordinate to this positive epigenetic transcriptional regulator. To identify some of these genes, we used Significance Analysis of Microarrays (SAM), a supervised learning algorithm. We found significant gene expression differences between 13 patients with MLL translocations and 12 core binding factor (CBF) rearranged patients, 2 t(8;21), 10 INV16, from a Pediatric Oncology Group AML study (POG 9421). We also analyzed gene expression data from a published study of adult AML including 8 MLL rearranged patients, 11 with t(8;21) and 15 with INV16. SAM identified 10 genes, common to both datasets, that were significantly under-expressed in the MLL rearranged patients. One of the most significant genes was osteonectin, also known as secreted protein, acidic, rich in cysteine (SPARC). This gene encodes a matricellular glycoprotein with diverse functions in cell-matrix interactions. SPARC has been identified as a target of epigenetic silencing in pancreatic cancer and addition of exogenous SPARC to cancer cell lines induces growth arrest and apoptosis. To determine if leukemia cell lines could be used as a model to study the basis for SPARC silencing and its role in cell growth and survival we measured SPARC expression in AML cell lines with rearranged and germline MLL genes. By real-time quantitative reverse transcriptase PCR (Q-RT-PCR), the cell lines THP-1 (MLL-AF-9) and ML-2 (MLL-AF6) expressed SPARC mRNA levels 40 to 1000 fold lower than Kasumi-1 (t(8;21)) and KG1a. By Western blot, SPARC was easily detectable in Kasumi-1 and KG1a but undetectable in the MLL rearranged lines. Bisulfite sequencing revealed extensive methylation of CpG dinucleotides in the promoter region and first exon of SPARC in THP-1 and ML-2 but a complete lack of methylation in KG1a. Treatment with the DNA methyltransferase inhibitor 5-aza-2′deoxycytidine (DAC) restored SPARC expression to nearly normal levels in THP-1 cells by Q-RT-PCR and Western blot, suggesting that promoter methylation is critical to the silencing of this gene. To determine if SPARC was contributing to the growth inhibitory effect of DAC, cells were cultured in varying concentrations of exogenous purified SPARC. Concentrations of SPARC that reduced the growth of ML-2 and THP-1 by 30 to 40% had no effect on the growth of KG1a cells. We conclude that SPARC, a putative tumor suppressor that is epigenetically silenced in pancreatic cancer, is also silenced by promoter methylation in AML with MLL rearrangements. These studies suggest that SPARC expression may constitute a reliable pharmacodynamic endpoint for clinical studies of chromatin remodeling agents in patients with MLL rearranged AML. Whether SPARC is a direct target of MLL and how MLL rearrangements are related to SPARC silencing are the subject of future studies."
}