{
    "doi": "https://doi.org/10.1182/blood-2020-138610",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4558",
    "start_url_page_num": 4558,
    "is_scraped": "1",
    "article_title": "Thrombotic Complications in COVID-19 Patients: Low Incidence of Thrombotic Complications Among Critically Ill COVID-19 Patients in Singapore ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "topics": null,
    "author_names": [
        "Cheryl XQ Lim, MBBS, MMed (Int MD, MRCP",
        "Chuen Wen Tan, FRCPath,MBBS,MRCP",
        "Bingwen Eugene Fan, MBBS,MRCP",
        "Winnie Teo, MRCP, FRCPath",
        "Moon Ley Tung, MBBS",
        "Humaira Shafi, MBBS, MD",
        "Dheepa Christopher, MBBS, MRCP",
        "Shuwei Zheng, MBBS",
        "Wee Ming Peh, MBBS",
        "Stephrene Chan, MBBS",
        "Vanessa CL Chong, MBBS, MMed (Int MD, MRCP",
        "Christian Aledia Gallardo, MDBSc",
        "Cheng Chieh Ray Chang, MBBS",
        "Li Min Ling, MBBS",
        "Jing Yuan Tan",
        "Ken Cheah Hooi Lee, MBBS",
        "Ghee Chee Phua, MBBS",
        "Benjamin Cherng, MBBS",
        "Jenny Guek-Hong Low, MBBS, MPH",
        "Vui Kian Ho, MBBS, FANZCA",
        "Vishnu Prasad, MBBS, FRCP, FRCPath",
        "Lester Jung Long Wong, MBBS",
        "Yen-Lin Chee, MBChB, FRCPath, PhD",
        "Kiat Hoe Ong",
        "Lai Heng Lee",
        "Heng Joo Ng, MBBS",
        "Eng Soo Yap, MBBS, MMed (Int MD, MRCP, FRCPath Haematology"
    ],
    "author_affiliations": [
        [
            "Department of Haematology-oncology, National University Cancer Institute, Singapore, Singapore "
        ],
        [
            "Department of Haematology, Singapore General Hospital, Singapore, SGP "
        ],
        [
            "Department of Haematology, Tan Tock Seng Hospital, Singapore, SGP ",
            "Department of Laboratory Medicine, Khoo Teck Puat Hospital, Singapore, Singapore "
        ],
        [
            "Department of Haematology-oncology, National University Cancer Institute, Singapore, SGP ",
            "Fast Program, Alexandra Hospital, Singapore, Singapore "
        ],
        [
            "Department of Haematology-oncology, National University Cancer Institute, Singapore, SGP "
        ],
        [
            "Department of Infectious Diseases, Changi General Hospital, Singapore, SGP "
        ],
        [
            "Department of Haematology, Tan Tock Seng Hospital, Singapore, SGP ",
            "Department of Laboratory Medicine, Khoo Teck Puat Hospital, Singapore, Singapore "
        ],
        [
            "Department of General Medicine, Sengkang General Hospital, Singapore, Singapore "
        ],
        [
            "Department of General Medicine, Sengkang General Hospital, Singapore, SGP ",
            "Department of Intensive Care Medicine, Sengkang General Hospital, Singapore, Singapore "
        ],
        [
            "Department of Haematology, Tan Tock Seng Hospital, Singapore, Singapore "
        ],
        [
            "Department of Haematology, Tan Tock Seng Hospital, Singapore, Singapore "
        ],
        [
            "Department of Haematology, Tan Tock Seng Hospital, Singapore, SGP "
        ],
        [
            "Department of Haematology, Tan Tock Seng Hospital, Singapore, Singapore "
        ],
        [
            "Department of Infectious Diseases, National Centre for Infectious Disease, Singapore, SGP "
        ],
        [
            "Singapore General Hospital, Singapore, Singapore "
        ],
        [
            "Department of Respiratory and Critical Care Medicine, Singapore General Hospital, Singapore, Singapore "
        ],
        [
            "Department of Respiratory and Critical Care Medicine, Singapore General Hospital, Singapore, SGP "
        ],
        [
            "Department of Infectious Diseases, Singapore General Hospital, Singapore, SGP "
        ],
        [
            "Department of Infectious Diseases, Singapore General Hospital, Singapore, SGP ",
            "Programme in Emerging Infectious Diseases, Duke-NUS, Singapore, Singapore "
        ],
        [
            "Department of Intensive Care Medicine, Sengkang General Hospital, Singapore, SGP "
        ],
        [
            "Department of Laboratory Medicine, Khoo Teck Puat Hospital, Singapore, Singapore "
        ],
        [
            "Division of Medicine, Khoo Teck Puat Hospital, Singapore, Singapore "
        ],
        [
            "Department of Haematology-Oncology, National University Cancer Institute, Singapore, Singapore, Singapore "
        ],
        [
            "Department of Haematology, Tan Tock Seng Hospital, Singapore, SGP "
        ],
        [
            "Department of Haematology, Singapore General Hospital, Singapore, Singapore "
        ],
        [
            "Department of Haematology, Singapore General Hospital, Singapore, Singapore "
        ],
        [
            "4. Department of Haematology-oncology, National University Cancer Institute, Singapore, Singapore ",
            "Department of Medicine, Ng Teng Fong General Hospital, Singapore, Singapore"
        ]
    ],
    "first_author_latitude": "1.2936504000000002",
    "first_author_longitude": "103.7841835",
    "abstract_text": "Objective Arterial and venous thrombosis are reported to be common in critically ill COVID-19 patients. This study aims to describe the thrombotic and bleeding rates in COVID-19 patients admitted to intensive care units (ICU) in Singapore. Design Retrospective observational study involving all consecutive adult COVID-19 patients who required ICU admission between 23 January 2020 and 30 April 2020. Setting National multicenter study involving all eight public hospitals in Singapore. Patients 111 consecutive COVID-19 patients who required ICU admission were included. Measurements and Main Results Primary outcome was any venous or arterial thrombotic events occurred in ICU. Other measures included (1) the overall, venous and arterial thrombotic events throughout the hospitalisation, (2) major and minor bleeding events. The overall thrombotic rate in ICU was 11.7% (n=13), with 1.8% (n=2) venous and 9.9% (n=11) arterial events. The overall thrombotic rates throughout hospitalisation, censored at 30 April 2020, increased to 18.0% (n=20) with 6.3% (n=7) venous and 11.7% (n=13) arterial events. Major and minor bleeding rates were 14.8% (n=16) and 3.7% (n=4), respectively. Two-third of the patients received pharmacological thromboprophylaxis in ICU. Conclusions Critically ill COVID-19 patients in Singapore have lower VTE but higher arterial thrombosis rates with higher bleeding manifestations than other reported cohorts. Standard thromboprophylaxis may be sufficient to prevent thrombotic complications in patients with similar demographics. Disclosures No relevant conflicts of interest to declare."
}