{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1648.1648",
    "article_title": "A Long-Term Safety and Efficacy Study of Givinostat in Patients with Polycythemia Vera: The First 4 Years of Treatment ",
    "article_date": "December 7, 2017",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "abstract_text": "Background and purpose of the study: Chronic myeloproliferative neoplasms (cMPN) are clonal diseases resulting from the transformation of a multi-potent hematopoietic stem cell that leads to overactive hemopoiesis and bone marrow fibrosis [Tefferi et al., Am. J. Hematol. 2008; 83(6): 491-7]. Several reports have documented that histone deacetylases inhibitors (HDACi) induce neoplastic cells to undergo growth arrest, differentiation and/or apoptotic cell death. Among these agents, Givinostat inhibits proliferation of cells bearing the JAK2 V617F mutation and showed clinical significant activity with good tolerability in cMPN patients [Guerini et al., Leukemia 2008 Apr; 22(4): 740-7; Calzada et al., Exp. Hematol. 2012; 40 (8): 634-45; Rambaldi et al., Br. J. Haematol. 2010; 150 (4): 446-55; Finazzi et al., Br. J. Haematol. 2013;161(5):688-94]. In order to allow cMPN patients who have tolerated the drug and derived a clinical benefit to continue to receive Givinostat treatment, this multicenter, international, open label, long-term study testing the long-term safety, tolerability and efficacy of Givinostat was started (EudraCT N.: 2012-003499-37). Methods: Eligible patients for this study included JAK2 V617F -positive cMPN patients of both genders, who had tolerated Givinostat treatment and achieved a clinical benefit at the end of the core protocols. Patients continued at their last tolerable dose and treatment schedule of Givinostat. Dose adjustments were permitted in order to optimize the response for each individual patient, avoiding specific drug-related toxicities. Patients remained on study therapy as long as they derive clinical benefit, evaluated at each quarterly visit according to the clinico-haematological European LeukemiaNet (ELN) criteria [Barosi et al., Blood 2009; 113 (20):4829-33], and European MF Network (EUMNET) criteria [Barosi et al., Blood 2005; 106:2849-53], for PV/ET and MF, respectively. Results: The study started on March 2013 and is currently recruiting patients in 15 European sites. A total of 48 cMPN patients were treated at the cut-off date of 26 th July 2017. At this cut-off date, all treated myelofibrosis patients (n = 3) dropped out the study. Considering only Polycythemia Vera (PV) patients and the cut-off date of 26 th July 2017, a total of 45 patients (median age: 65 years; 27 male/18 female) were treated, with a median time of treatment of 4 years (range, 6 months-9 years). The most used dose was 100 mg/die. Givinostat treatment was well tolerated for long-time treatment: no grade 4 adverse drug reaction (ADR) occurred; only one serious ADR (grade 3 anemia, resolved in 8 days) and a total of two grade 3 ADRs (asthenia and asymptomatic QTc prolongation) were reported. At the cut-off date of 26 th July 2017, 33 out of 45 PV patients (73%) are still on treatment, whereas 12 (27%) stopped the drug for multiple reasons, including informed consent form withdrawal (n = 2), safety reasons (n = 6, mainly not drug related adverse events), disease progression (n = 3, after 4, 7 and 8 years of treatment, respectively) and loss of response (n = 1). In patients on treatment for a median of 4 years, CR and PR were observed in 11% and 89% patients, respectively: normal HCT - without phlebotomy -, PLT and WBC values were observed in 56%, 78% and 56% of PV patients, respectively. At that time, 56% of PV patients had a normal spleen size, evaluated by palpation and/or imaging. A net response in term of disease-related symptoms was also noted: after a median of 4 years of treatment, neither patient reported headache nor microvascular symptoms, and pruritus was absent in 89% of patients. At the cut-off date, four patients developed 5 thrombotic events (3 deep vein thrombosis of the legs, 1 transient ischemic attack, 1 myocardial infarction) with an overall incidence of thrombosis of 2.30% patients/years. After a median of 4 years of treatment, a decrease of JAK2 V617F allele burden was also noted (22%). At the time of ASH Meeting 2017, the most updated data will be presented. Conclusions : This is the first report on the long-term treatment of PV patients with an HDACi (i.e. a median of 4 years of treatment, including 32% of patients treated for more than 7 years). In this study, the drug confirmed to be well tolerated. The efficacy is also remarkable: 73% of patients maintained at least a partial response for more than 4 years and the overall incidence of thrombosis was 2.30% patients/year. Disclosures Finazzi: Italfarmaco S.p.A.: Consultancy. Iurlo: Bristol Myers Squibb: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; Novartis: Consultancy, Honoraria. Vannucchi: Novartis: Honoraria, Speakers Bureau; Shire: Speakers Bureau. von Bubnoff: BMS: Honoraria; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. McMullin: Italfarmaco S.p.A.: Consultancy; Shire, Novartis: Honoraria, Speakers Bureau. Bettica: Italfarmaco S.p.A.: Employment. Manzoni: Italfarmaco S.p.A.: Employment. DI Tollo: Italfarmaco S.p.A.: Employment. Rambaldi: Novartis, Amgen, Celgene, Sanofi: Other: Travel, Accomodations, Expenses; Novartis, Roche/Genentech, Amgen, Italfarmaco: Consultancy.",
    "topics": [
        "polycythemia vera",
        "histone deacetylase inhibitors",
        "myelofibrosis",
        "thrombosis",
        "adverse effects of medication",
        "adverse event",
        "anemia",
        "asthenia",
        "death",
        "deep vein thrombosis"
    ],
    "author_names": [
        "Guido Finazzi, MD",
        "Alessandra Iurlo, MD PhD",
        "Bruno Martino",
        "Giuseppe Carli, MD",
        "Attilio Guarini, MD",
        "Richard Noble, MD",
        "Alessandro M. Vannucchi",
        "Nikolas von Bubnoff, MD",
        "Marianna De Muro, MD",
        "Paolo Di Bartolomeo, MD",
        "Mary Frances McMullin, MB,Bch BAO, MD FRCPath",
        "Vincenzo Martinelli, MD",
        "Antonio Pezzutto, MD PhD",
        "Vittorio Rosti, MD",
        "Giorgina Specchia, MD",
        "Paolo Bettica, MD PhD",
        "Sara Manzoni, DHSC, BSc",
        "Silvia DI Tollo, DHSC, BSc",
        "Alessandro Rambaldi, MD Prof"
    ],
    "author_dict_list": [
        {
            "author_name": "Guido Finazzi, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplant Unit, Papa Giovanni XXIII hospital, Bergamo, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Iurlo, MD PhD",
            "author_affiliations": [
                "Hematology Division, IRCCS Cà Granda - Maggiore Policlinico Hospital Foundation, Milano, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Martino",
            "author_affiliations": [
                "Hematology Unit, A.O. Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Carli, MD",
            "author_affiliations": [
                "U.O. Ematologia, Ospedale San Bortolo di Vicenza, Vicenza, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Attilio Guarini, MD",
            "author_affiliations": [
                "Hematology Unit - Oncological Department, Istituto Tumori Giovanni Paolo II I.R.C.C.S. Ospedale Oncologico, Bari, Bari, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Noble, MD",
            "author_affiliations": [
                "Department of Hematology, Royal Cornwall Hospital, Truro, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi",
            "author_affiliations": [
                "Center for Research and Innovation of Myeloproliferative Neoplasms, Azienda Ospedaliero-Universitaria Careggi, University of Florence, Florence, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolas von Bubnoff, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marianna De Muro, MD",
            "author_affiliations": [
                "Hematology Department, Policlinico Universitario Campus Bio-Medico, Rome, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Di Bartolomeo, MD",
            "author_affiliations": [
                "Department of Hematology, Transfusion Medicine and Biotecnology, \" Spirito Santo \" Civic Hospital, Pescara, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Frances McMullin, MB,Bch BAO, MD FRCPath",
            "author_affiliations": [
                "Centre for Medical Education, Queen's University Belfast, Belfast, GBR "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Martinelli, MD",
            "author_affiliations": [
                "Hematology - Department of Clinical Medicine and Surgery, University Federico II, Naples, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Pezzutto, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Charité University School of Medicine, Berlin, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Rosti, MD",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Foundation IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgina Specchia, MD",
            "author_affiliations": [
                "U. O. Ematologia con Trapianto - Ambulatorio, Azienda Ospedaliero-Universitaria Policlinico Consorziale di Bari, Bari, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Bettica, MD PhD",
            "author_affiliations": [
                "Clinical R&D Department, Italfarmaco S.p.A., Cinisello Balsamo, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Manzoni, DHSC, BSc",
            "author_affiliations": [
                "Clinical R&D Department, Italfarmaco S.p.A., Cinisello Balsamo, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia DI Tollo, DHSC, BSc",
            "author_affiliations": [
                "Clinical R&D Department, Italfarmaco S.p.A., Cinisello Balsamo, Italy "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Rambaldi, MD Prof",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplant Unit, University of Milan, ASST Papa Giovanni XXIII, Bergamo, Italy"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:39:35",
    "is_scraped": "1"
}