{
    "doi": "https://doi.org/10.1182/blood.V110.11.408.408",
    "article_title": "Regulation of Chemerin Bioactivity by Plasma Carboxypeptidase N, Carboxypeptidase B (TAFIa) and Platelets. ",
    "article_date": "November 16, 2007",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Chemerin is a potent chemoattractant for cells that express the serpentine receptor CMKLR1 (chemokine-like receptor 1), such as plasmacytoid dendritic cells and tissue macrophages. Chemerin circulates in the blood in a relatively inactive form (prochemerin). Its chemotactic activity is unleashed following proteolytic cleavage of carboxyl-terminal amino acids by serine proteases including plasmin, factor XIIa and VIIa. Recruitment of plasmacytoid dendritic cells and macrophages by chemerin may play a role in local tissue immune and inflammatory responses. The shortest bioactive chemerin peptide NH2-YFPGQFAFS-COOH (9mer) is present in the carboxyl-terminal domain. In this work, we show that plasma carboxypeptidase N (CPN) and B (CPB or activated thrombin-activatable fibrinolysis inhibitor (TAFIa)) (30 nM) remove the C-terminal lysine (K) from YFPGQFAFSK (10mer) (200nM) and enhance the migration of CMKLR1-transfected cells by ∼16-fold. To investigate if sequential proteolysis by plasmin and carboxypeptidases can modulate the activity of chemerin peptides, we generated the carboxyl-terminal 15mer of prochemerin, NH2-YFPGQFAFSKALPRS-COOH. Plasmin cleavage (1 μM) generated a 10mer, which was further processed to 9mer by CPN or CPB (30 nM) cleavage. These sequential cleavages were paralleled by corresponding increases in chemotactic activity. At concentrations as high as 1 μM the 15 mer did not induce chemotaxis; after plasmin cleavage and conversion to 10mer, however, significant chemotactic activity was demonstrated. Treatment with CPN or CPB further enhanced this chemotactic activity. We observed a similar enhancement in bioactivity following sequential plasmin/CPN-or-CPB cleavage of full-length prochemerin. Endogenous plasma CPN supports the activation (∼2.5 fold increase in bioactivity) of plasmin-cleaved prochemerin (0.2 nM). This activation was blocked by incubating plasma with MGTA (DL-2-mercaptomethyl-3-guanidinoethylthiopropanoic acid), a specific CPN inhibitor. In addition, we show that platelets are a rich source of chemerin (20–30 ng of chemerin/5x10 8 platelets). Chemerin released from activated platelets triggers CMKLR1-transfectant chemotaxis, which was blocked by anti-chemerin antibodies. Thus, the circulating humoral factors reported here (platelets, serine proteases, and carboxypeptidases) may contribute to the regulation of chemerin bioactivity in vivo and therefore play a critical role in CMKLR1-mediated immune responses.",
    "topics": [
        "blood platelets",
        "carboxypeptidase",
        "lysine carboxypeptidase",
        "plasma",
        "plasmin",
        "mechlorethamine",
        "peptides",
        "serine proteases",
        "amino acids",
        "antibodies"
    ],
    "author_names": [
        "Xiao-Yan Du, PhD",
        "Brian A. Zabel, PhD",
        "Samantha J. Allen, PhD",
        "Tracy M. Handel, PhD",
        "Peter P. Lee, PhD/MD",
        "Eugene C. Butcher, MD",
        "Lawrence L. Leung, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiao-Yan Du, PhD",
            "author_affiliations": [
                "Hematology/Medicine, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian A. Zabel, PhD",
            "author_affiliations": [
                "Pathology, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha J. Allen, PhD",
            "author_affiliations": [
                "Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California, San Diego, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy M. Handel, PhD",
            "author_affiliations": [
                "Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California, San Diego, La Jolla, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter P. Lee, PhD/MD",
            "author_affiliations": [
                "Hematology/Medicine, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugene C. Butcher, MD",
            "author_affiliations": [
                "Skaggs School of Pharmacy and Pharmaceutical Sciences, University of California, San Diego, La Jolla, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence L. Leung, MD",
            "author_affiliations": [
                "Hematology/Medicine, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T03:56:51",
    "is_scraped": "1"
}