{
    "doi": "https://doi.org/10.1182/blood.V124.21.3179.3179",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2833",
    "start_url_page_num": 2833,
    "is_scraped": "1",
    "article_title": "Calreticulin Mutation Is Associated with Milder Disease in Patients with Post Essential Thrombocythemia Myelofibrosis (PET-MF) Compared with JAK2 V617F Mutation: A Study from the AGIMM Group ",
    "article_date": "December 6, 2014",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster II",
    "topics": [
        "calr gene",
        "jak2 gene v617f",
        "mutation",
        "myelofibrosis",
        "pet animal",
        "positron-emission tomography",
        "thrombocythemia, hemorrhagic",
        "brachial plexus neuritis",
        "splenomegaly",
        "electrophoresis, capillary"
    ],
    "author_names": [
        "Paola Guglielmelli, MD PhD",
        "Giada Rotunno, MSc",
        "Giada Brogi, BSci",
        "Annalisa Pacilli, PhD",
        "Costanza Bogani, PhD",
        "Carmela Mannarelli, MSc",
        "Alessandro Pancrazzi, MSc",
        "Rajmonda Fjerza, MD",
        "Lisa Pieri, MDPhD",
        "Elisa Rumi, MD",
        "Daniela Pietra, PhD",
        "Federica Delaini, BiolSC",
        "Silvia Salmoiraghi, BiolSc",
        "Aldesia Provenzano, BSci",
        "Laura Giunti, BSci",
        "Sabrina Giglio, MD",
        "Margherita Maffioli, MD",
        "Alberto Bosi, MD",
        "Alessandro Rambaldi, MD",
        "Tiziano Barbui, MD",
        "Francesco Passamonti, MD",
        "Mario Cazzola, MD",
        "Alessandro Maria Vannucchi, MD"
    ],
    "author_affiliations": [
        [
            "University of Florence, Florence, Italy "
        ],
        [
            "University of Florence, Florence, Italy "
        ],
        [
            "Laboratorio Congiunto MMPC, Department of Experimental and Clinical Medicine, University of Florence, Florence, Italy "
        ],
        [
            "University of Florence, Florence, Italy "
        ],
        [
            "University of Florence, Florence, Italy "
        ],
        [
            "University of Florence, Florence, Italy "
        ],
        [
            "University of Florence, Florence, Italy "
        ],
        [
            "University of Florence, Florence, Italy "
        ],
        [
            "University of Florence, Florence, Italy "
        ],
        [
            "Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Medical Genetics Unit, Meyer University Hospital, Florence, Italy "
        ],
        [
            "Medical Genetics Unit, Meyer University Hospital, Florence, Italy "
        ],
        [
            "Medical Genetics Unit, Meyer University Hospital, Florence, Italy "
        ],
        [
            "Ospedale di Circolo, Fondazione Macchi, Varese, Italy "
        ],
        [
            "Azienda Ospedaliera Universitaria Careggi, Florence, Italy "
        ],
        [
            "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Ospedale di Circolo e Fondazione Macchi, Varese, Italy "
        ],
        [
            "University of Pavia & Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
        ],
        [
            "University of Florence, Florence, Italy "
        ]
    ],
    "first_author_latitude": "43.7776426",
    "first_author_longitude": "11.259765",
    "abstract_text": "Background: Mutations in the gene calreticulin ( CALR ) were recently discovered in 60-80% of patients (pts) with primary myelofibrosis (PMF) and essential thrombocythemia (ET) who were un-mutated for JAK2 V617F and MPL W515. CALR mutated PMF pts had better overall survival (OS) compared with JAK2 V617F or MPL W515 mutated while in ET CALR mutations were associated with lower incidence of thrombosis although the effect on survival was not significant. Conversely, there is no information concerning the impact of CALR mutation on disease phenotype and prognosis in post-essential thrombocythemia myelofibrosis (PET-MF). Aims: The aim of the study was to assess whether CALR mutational status and/or allele burden had clinical and/or prognostic relevance in PET-MF compared with JAK2, MPL mutated or triple-negative (TN) pts. Methods: ET and PET-MF were diagnosed by 2008 WHO and IWG-MRT criteria respectively; all pts provided an informed consent. Genotyping for CALR , JAK2 V617F and MPL W515 was performed in granulocytes using allele specific RTQ-PCR ( JAK2, MPL ), capillary electrophoresis and direct sequencing ( CALR, MPL ). The prognostic value of the molecular variables with regard to OS was estimated by the Kaplan-Meier method and Cox regression. Results: A series of 147 PET-MF pts from 4 Italian centres was collected. Pts median age was 63y. Median follow up from PET diagnosis was 3.2y (0.07-18.8y) and the median time from ET to PET diagnosis was 11.6y (0.9-30.6y). Death occurred in 38 pts (26%) and 14 pts (9.5%) developed acute leukemia (AML). The median OS in the entire series calculated from PET-MF diagnosis was 10.9y (7.1-14.7y). Frequency of mutations was: CALR 16%, JAK2 V617F 77%; MPL W515 4.3%; TN 2.8%. The frequency of CALR mutations in PET-MF patients was superimposable to that observed in a control group of 576 ET patients from our Institution (15.5%) and slightly lower compared with other series (20-25%). Type of CALR mutations was: 59.6% type 1, 23.1%, type 2, 17.3% others, significantly different (P=0.023) from ET: 46% type 1, 38% type 2, 16% others. Median CALR allele burden in PET-MF was 56% (20%-100%) with no significant differences in the CALR mutation subtypes (57.5% in type 1, 47.5% in type 2 and 45.0% in others); however, the median mutant allele burden of CALR -mutated PET-MF patients was significantly higher than in ET patients (33%, range 2%-52%; n=100) (P<0.03) suggesting a role for mutated allele accumulation in evolution to PET-MF. Similarly, the median V617F allele burden in JAK2 mutated patients was 50.5% (range 5-100%) significantly greater than the value (24%; range, 1-87%) (P=0.02) in ET pts, confirming previous data that evolution to PET-MF is associated with accumulation of mutated JAK2 allele. We then compared hematological and clinical characteristics of the patients who were categorized according to their JAK2 V617F, MPL W515 and CALR mutation status. There was no statistically significant difference among the unique patient mutational groups regarding age, hemoglobin, leukocyte and platelet count, peripheral blasts, LDH, circulating CD34+ cells, abnormal karyotype, grade of bone marrow fibrosis and cellularity, and pruritus. However, JAK2+ pts showed an increased rate of large (>10 cm) splenomegaly (28.6% vs 14% in CALR+ , 7.1 in MPL+ and 25% in TN pts; P=0.02) and constitutional symptoms (50% vs 18.8% in CALR+ , 45% in MPL+ and 12.5% in TN pts; P=0.002). The interval from ET to PET-MF was significantly longer in CALR+ pts (14.5y) compared with JAK2 + (10.2y) and TN patients (11.0y; P=0.04 for both) and similar to MPL+ (14y). There was a reduced rate of death (13.5%) in CALR+ compared with JAK2+ (30.6%), MPL+ (21.4%) and TN (66.7%) pts (P=0.005), although Kaplan Meier estimates did not reach a statistically significant difference. Finally, there were less AML transformation in CALR+ pts (1.9%) compared with JAK2+ (13.9%), MPL+ (7.1%) and TN (22.2%) (P=0.04). Conclusion: These results show that CALR mutation is associated with delayed transformation of ET to PET-MF, a milder disease in terms of splenomegaly and symptom burden and a reduced risk of death compared with JAK2 V617F PET-MF pts and more in general with MPL mutated and TN pts.In addition, similar to findings in primary MF and unlike in ET, PET-MF is characterized by prevalence of type 1 CALR mutations. Disclosures No relevant conflicts of interest to declare."
}