{
    "doi": "https://doi.org/10.1182/blood-2019-122142",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4209",
    "start_url_page_num": 4209,
    "is_scraped": "1",
    "article_title": "Diverging Clonal Evolution during Sequential Therapy with Chemoimmunotherapy Followed By BTK Inhibitors ",
    "article_date": "November 13, 2019",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "btk inhibitors",
        "sequential treatment",
        "neoplasms",
        "richter's syndrome",
        "cancer",
        "clonality (genetic analysis)",
        "follow-up",
        "phylogenetic analysis",
        "protein p53",
        "saliva"
    ],
    "author_names": [
        "Inhye E Ahn, MD",
        "Yun-Ching Chen, PhD",
        "Chingiz Underbayev, MD PhD",
        "Erika M Gaglione",
        "Clare Sun, MD",
        "Susan Soto",
        "Pia Nierman",
        "Mehdi Pirooznia, MD PhD",
        "Adrian Wiestner, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Bioinformatics and Computational Biology Core, Division of Intramural Research, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Bioinformatics and Computational Biology Core, Division of Intramural Research, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.0013096",
    "first_author_longitude": "-77.1028317",
    "abstract_text": "Background: Treatment confers an evolutionary bottleneck for cancer. Little data exists on the genomic evolution of CLL under different treatment pressure and disease compartments. Methods: We identified 13 patients uniformly treated with chemoimmunotherapy (CIT) as first-line therapy and a BTK inhibitor (BTKi) as second-line. We collected peripheral blood (PB) samples before CIT, at relapse after CIT (which was also before starting a BTKi), and 6 months on a BTKi. Five patients on a long-term BTKi were additionally tested at two years on BTKi. Two patients had samples from bone marrow (BM) and/or lymph node (LN) compartments at 6 months on a BTKi. In total, 48 tumor samples paired with saliva serving as a germline control were tested with whole exome sequencing (WES). We used high confidence variants identified by at least two variant callers for somatic single nucleotide polymorphisms and insertion-deletion variants, and TitanCNA for copy number variations. Clonal composition was reconstructed using PhyloWGS. Results: The median age of the cohort was 60 years at the start of CIT. The median duration of follow-up was 7 years. Median time between the start of CIT and a BTKi was 43 months (range 10-135). To date, eleven patients are alive and remain in response to a BTKi. Two patients died, one due to hepatitis B virus reactivation, and one with Richter's transformation. The median tumor mutational burden (TMB), defined as the number of nonsynonymous coding mutations per Mb, was 1.9 before CIT, 2.1 after CIT, and 1.9 after 6 months on a BTKi, consistent with previous reports in CLL. TMB was loosely associated with time since CIT exposure (R 2 =0.12, P =0.014). All patients had at least one mutation in known driver genes, most commonly NOTCH1 and SF3B1 (31% each; Figure A). Most of these mutations were subclonal and remained subclonal throughout the treatment course. The number of known driver gene mutations per patient remained relatively stable during the treatment course (median: 2 before CIT, 3 after CIT, 3 at 6 months on a BTKi; all P >0.05). We recomposed clonal structures and estimated the cancer cell fraction (CCF) of each clone. Phylogenetic analysis showed branching evolution in most patients with a median of three child clones originating from a parent clone. In these patients, multiple clonal branches and its descendants were simultaneously being selected during therapy. In addition, we observed linear evolution in three (23%) patients, characterized by a repetitive selection of one parent clone and its leading progeny per generation. Treatment with CIT and a BTKi selected for distinct sets of clones. BTKi therapy effectively downsized clones which grew to dominance after CIT, except in one patient whose subclone with concurrent NRAS and TP53 mutations remained dominant throughout CIT and BTKi therapy. The median CCF decrease of CIT-selected clones was 18% during BTKi therapy (range 1-52). In all patients with SF3B1 mutation, clonal fractions of SF3B1 mutated clones were higher at relapse after CIT and lower during BTKi therapy. There was no consistent pattern of clonal selection for NOTCH1 mutation. We compared patterns of clonal evolution in different compartments in two patients who had PB, LN and/or BM samples available. Each compartment had a distinct clonal composition. Notably, one patient who progressed with Richter's transformation after 6 months on a BTKi showed three main clones shared among all compartments and a set of compartment-restricted clones (Figure B). The LN was preferentially enriched with clones carrying HIST1H1E mutation and complex copy number changes, reflecting transformed clones. The NOTCH1 mutated clone and its progeny, reflecting CLL clones, were dominant in PB and BM, but not in LN. Conclusion: The number and clonality of somatic mutations affecting known driver genes, remained relatively stable over the course of treatment with CIT followed by a BTKi at relapse. Distinct sets of clones evolved under each line of therapy. Clonal composition is shaped by the growth potential of individual clones, the selective pressure of the therapy used, and the tumor microenvironment. Figure View large Download slide Figure View large Download slide  Disclosures Wiestner: Pharmayclics: Research Funding; Acerta: Research Funding; Nurix: Research Funding; Merck: Research Funding."
}