{
    "doi": "https://doi.org/10.1182/blood-2018-99-112652",
    "article_title": "A Case of CCDC6-RET Fusion Mutation in Adult Acute Lymphoblastic Leukemia (ALL), a Known Activating Mutation Unreported in ALL ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "abstract_text": "INTRODUCTION: Understanding the oncogenesis and the role of the different mutations observed are of crucial importance. They not only have prognostic importance, but also are evolving therapeutic targets. The first targeted mutation in ALL was the BCR-ABL gene(Thomas et al. 2004; Kim et al. 2015), which not only improved overall response and survival in \"fit\" patients, but also allowed for a promising alternative treatment strategy for elderly or frail patients(Delannoy et al. 2006). More recently, a subgroup of patient were noticed to share the same gene expression profile as Ph-positive, but lack the BCR-ABL translocation. These patients have several different genomic alteration, and are possibly targeted using different TKI's(Den Boer et al. 2009). CASE REPORT A 55 year-old female patient with past medical history of type 2 diabetes and hypothyroidism presented to the ED with 2 weeks of right flank pain radiating to her right groin. Her initial vital signs were stable, and she was afebrile. Her physical exam was remarkable for petechiae with no adenopathy or organomegaly. The patient's initial blood work was remarkable for pancytopenia with normal, coagulation studies, uric acid, renal and liver function except for elevated Alkaline phosphatase (481 U/L) Lactate dehydrogenase (17216 U/L). A bone marrow flow cytometry revealed a population of blasts that represented 77% of the sample. The blast were positive for CD9, CD19, CD10 (variable), CD20, cCD22, CD34, CD45, cCD79a, HLA-DR, and cTdT. These findings were compatible with B-lymphoblastic leukemia. Cytogenetics display abnormal 71-74, del(22) with high hypertriploidy. FoundatioOneHeme® was sent as part of her diagnostic work up, and revealed CCDC6-RET Fusion, FLT3 D835H and D835V, CDKN2A/B loss, DNMT3A Truncation in intron 14, MLL3 S793* and TP53 K132R as genomic alterations. The patient achieved complete response after 1 cycle of R-HyperCVAD and finished induction with this regimen. Afterwards, patient underwent myeloablative allogenic bone marrow transplant from. The patient developed Graft versus host disease 4 months after transplant that required steroids and Ruxolitinib. To date, 413 days since transplant, she continues to be in remission. DISCUSSION Activating mutations involving tyrosine kinase receptors and other molecules involved in intracellular signal amplifications/transduction are known to be important drivers of oncogenesis. Moreover, the presence of the same mutation across different neoplasm, often represents an important pharmacological target. CCDC6-RET and other common fusion partners leads to homodimerization causing ligand independent activation(Truebestein and Leonard 2018). RET autophosphorylation lead to activation of several intracellular transduction cascades involved in cellular proliferation, including MAPK, AKT, PKC, JAK-STAT, PKA and PI3K(Santoro and Carlomagno 2013). RET fusion genes were first seen in patients with PTC, and then identified in subset of patient with NSCLC(Wang et al. 2012). These mutations are considered to have a considerable role in oncogenesis as they are usually mutually exclusive with other alterations such as BRAF and RAS in PTC(Xu et al. 2017; Mitsutake et al. 2006; Kimura et al. 2003), a hypothesis that is supported by clinical response to inhibition of such tyrosine kinase receptors. Several multikinase inhibitors with RET inhibition are available and have been approved for several different indications. Several TKI commercially available have been used in trials of NSCLC and other clinical settings and represent a potential option. RET TKI has showed worse clinical response when compared to EGFR, BRAF and ALK inhibition, possibly due to off target effect leading to poor compliance or less active RET inhhibition. Newer RET specific molecules currently being developed and evaluated in different clinical scenarios(Drilon et al. 2017). To our knowledge, there is no data regarding CCDC6-RET targeting in hematological malignancies. CONCLUSION This is the first report of CCDC6-RET rearrangement in ALL to date. The isolation of CCDC6-RET mutation raise the possibility of directed RET inhibition with selective or multitarget TKI in this disease. Comprehensive assessment of RET rearrangement and point mutations should be conducted in ALL in order to identify the prevalence and clinical implications of this new finding. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "acute lymphocytic leukemia",
        "alkaline phosphatase increased",
        "bcr/abl translocation",
        "bcr-abl tyrosine kinase",
        "blood coagulation tests",
        "bone marrow transplantation",
        "carcinogenesis",
        "cd19 antigens",
        "cd20 antigens"
    ],
    "author_names": [
        "Mateo Mejia Saldarriaga, MD",
        "Amir Steinberg, MD",
        "Adam F. Binder, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mateo Mejia Saldarriaga, MD",
            "author_affiliations": [
                "Internal Medicine Department, Jacobi Medical Center, Bronx, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amir Steinberg, MD",
            "author_affiliations": [
                "Mount Sinai Medical Center, Larchmont, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam F. Binder, MD",
            "author_affiliations": [
                "Department of Oncology, Sidney Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:48:51",
    "is_scraped": "1"
}