{
    "doi": "https://doi.org/10.1182/blood-2018-99-110163",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4099",
    "start_url_page_num": 4099,
    "is_scraped": "1",
    "article_title": "SLN124, a Galnac-siRNA Conjugate Targeting TMPRSS6, for the Treatment of Iron Overload and Ineffective Erythropoiesis Such As in Beta-Thalassemia ",
    "article_date": "November 29, 2018",
    "session_type": "102. Regulation of Iron Metabolism: Poster II",
    "topics": [
        "animal model",
        "beta thalassemia",
        "ineffective erythropoiesis",
        "iron overload",
        "rna, small interfering",
        "tmprss6 protein",
        "iron",
        "hepcidin",
        "anemia",
        "ferroportin"
    ],
    "author_names": [
        "Sandro Altamura, PhD",
        "Sandro Altamura, PhD",
        "Martina U. Muckenthaler, PhD",
        "Sibylle Dames, MSc",
        "Christian Frauendorf, PhD",
        "Steffen Schubert, PhD",
        "Manuela Aleku, MSc",
        "Jim Vadolas, PhD",
        "George Grigoriadis, MBBS PhD FRACP FRCPA",
        "Ulrich Zügel, PhD"
    ],
    "author_affiliations": [
        [
            "Drug Discovery, Silence Therapeutics GmbH, Heidelberg, Germany "
        ],
        [
            "Department of Pediatric Oncology, Hematology, Immunology and Pulmunology, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Pediatric Oncology, Hematology, and Immunology, University of Heidelberg, Heidelberg, Germany ",
            "European Molecular Biology Laboratory (EMBL), Heidelberg, Germany ",
            "Molecular Medicine Partnership Unit (MMPU), European Molecular Biology Laboratory (EMBL), University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Drug Discovery, Silence Therapeutics GmbH, Berlin, Germany "
        ],
        [
            "Chemistry Manufacturing Controls, Silence Therapeutics GmbH, Berlin, Germany "
        ],
        [
            "Drug Discovery, Silence Therapeutics.GmbH, Berlin, Germany "
        ],
        [
            "Non Clinical Development, Silence Therapeutics.GmbH, Berlin, Germany "
        ],
        [
            "Centre for Cancer Research, Hudson Institute of Medical Research, Clayton, Australia "
        ],
        [
            "Department of Haematology, Monash Health, Clayton, Australia ",
            "Monash University School of Clinical Sciences at Monash Health, Monash University, Clayton, Australia"
        ],
        [
            "Drug Discovery, Silence Therapeutics GmbH, Berlin, Germany "
        ]
    ],
    "first_author_latitude": "52.6258935",
    "first_author_longitude": "13.5004532",
    "abstract_text": "Accumulation of excess iron in tissues causes organ damage and dysfunction and may lead to serious clinical consequences including liver cirrhosis, diabetes, growth retardation and heart failure. Iron overload is a major health threat in iron loading anemias, like beta-thalassemia, myelodysplastic syndrome and in hereditary hemochromatosis. In patients with beta-thalassemia major, iron overload develops due to frequent blood transfusions to control the severe anemia. In addition, iron overload also occurs in patients with beta thalassemia intermedia (non-transfusion dependent beta-thalassemia). In the later cases, iron overload develops through gastrointestinal iron hyperabsorption due to stressed and ineffective erythropoiesis. Importantly, expression of the peptide hormone hepcidin, which is the key modulator in iron homeostasis, is abnormally low and unable to block ferroportin-mediated intestinal iron absorption. In hereditary hemochromatosis, gene defects in the hepcidin-ferroportin axis controlling iron homeostasis, lead to hepatic iron overload. Therefore, in these indications, iron overload is caused by dysregulation or dysfunction of the hepcidin-ferroportin axis. Hepcidin is predominantly produced by the liver and is induced by activation of the BMP/SMAD signaling pathway. Furthermore, hepcidin is under the negative control of the transmembrane protease matriptase-2, encoded by the TMPRSS6 gene. RNA interference is a natural mechanism and a powerful approach for inhibiting the expression of disease-associated genes. Silence Therapeutics has developed short interfering RNA (siRNA) conjugate technology for the selective inhibition of target gene expression in the liver. GalNAc-conjugated siRNAs bind efficiently to the asialoglycoprotein (ASGP) receptor expressed predominantly by hepatocytes thereby providing a highly specific, safe and efficient delivery technology to enable a new class of therapeutic use. Here we present the pharmacological characterization of SLN124, our GalNAc-siRNA conjugate targeting TMPRSS6 expression, in preclinical models. A single subcutaneous administration is sufficient to achieve significant modulation of target gene expression in mice and in non-human primates over several weeks. SLN124 treatment reduces systemic iron levels, transferrin saturation and tissue iron levels in a rodent model for hereditary hemochromatosis type 1. In addition, we report for the first time the therapeutic efficacy of iron restriction by SLN124 in mice with established iron overload both as monotherapy and in combination with an oral iron chelator - current standard of care- over an extended treatment period. The effects of these treatments on red blood cell parameters and tissue iron levels will be presented. In addition, we assessed the therapeutic effects of SLN124 in an animal model for beta-thalassemia intermedia, showing dose-dependent and long-lasting effects on target gene expression as well as on modulation of iron stores and normalization of erythropoiesis and anemia. Safety and tolerability studies in relevant preclinical models confirmed that SLN124 is well tolerated and shows promise as an effective and safe treatment for unmet medical need in iron loading anemias, such as beta-thalassemia. SLN124 is currently in preclinical development. The first in human study is planned to commence in 2019 in patients with beta-thalassemia and in patients with myelodysplastic syndrome. Disclosures Muckenthaler: Novartis: Research Funding. Dames: Silence Therapeutics GmbH: Employment. Frauendorf: Silence Therapeutics GmbH: Employment. Schubert: Silence Therapeutics GmbH: Employment. Aleku: Silence Therapeutics GmbH: Employment. Zügel: Silence Therapeutics GmbH: Employment."
}