{
    "doi": "https://doi.org/10.1182/blood.V106.11.4766.4766",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=451",
    "start_url_page_num": 451,
    "is_scraped": "1",
    "article_title": "Comparison of Outcome of Unselected Patients with Diffuse Large B-Cell Lymphoma Diagnosed before and after Approval of Rituximab in France in This Indication. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "diffuse large b-cell lymphoma",
        "rituximab",
        "follow-up",
        "extranodal disease",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "hiv seropositivity",
        "non-hodgkin's lymphoma, indolent",
        "palliative care",
        "primary cerebral lymphoma",
        "time factors"
    ],
    "author_names": [
        "Hervé Ghesquières, MD",
        "Catherine Sebban, MD",
        "Catherine Chassagne, MD",
        "Liana Carausu, MD",
        "Thérèse Gargi, CRA",
        "Bertrand Favier, PhD",
        "Irène Philip, MD",
        "Jean Yves Blay, MD, PhD",
        "Pierre Biron, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ],
        [
            "Hematology, Centre Léon Bérard, Lyon, France"
        ]
    ],
    "first_author_latitude": "45.7409231",
    "first_author_longitude": "4.87735355",
    "abstract_text": "Two randomized-controlled trials had demonstrated improved outcome with adding rituximab to CHOP for elderly patients and young low-risk patients with DLBCL (Coiffier et al., NEJM 2002 and Pfreundschuh et al., ASH 2004, abstr #88). It seemed interesting to assess whether this was confirmed in daily practice in an unselected patient population. We compared the outcome of newly diagnosed patients treated in our department between two time periods, before and after approval of rituximab for treatment of DLBCL in France, in March 2002. Patients with primary cerebral lymphoma, secondary transformation of indolent lymphoma or HIV positivity were excluded of the study but no selection was made on type of initial treatment or therapeutic intent (palliative or curative) to conform with daily clinical practice. 229 patients were identified, with median age 61 years (range, 20–90), elevated LDH (66%), extranodal sites >1 (26%), stage III-IV (57%), poor performance status >1 (24%), IPI score 0–1 (37%), 2 (20%), 3(21%), 4–5 (22%). 148 patients were diagnosed between 01/1996 and 03/2004 (time period 1) and 81 between 04/2002 and 07/2004 (time period 2). Patient characteristics did not differ between the two time periods (median age, performance status, stage, elevated LDH, extra-nodal involvement, IPI distribution). 11% of patients received rituximab as part of initial treatment in time period 1, and 93% in time period 2. Response rates at the end of treatment for time periods 1 and 2 were CR/CRu 71% and 79% (p=0.1), PR 6% and 10% (p=0.3), progression 17% and 9% (p=0.08), toxic death 6% and 2% (p=0.2), respectively. At the time of this abstract, the follow-up for living patients was 60 and 18 months for time periods 1 and 2 respectively, with no difference in terms of progression-free survival (PFS), event-free survival (EFS) and overall survival (OS). The lack of outcome difference between the two cohorts could be due to short follow-up of time period 2 and efficiency of rituximab in the patients treated in time period 1. In fact, PFS is significantly improved for patients under rituximab compared to patients not treated with rituximab (see survival outcomes in table). In conclusion, this global evaluation of treatment with rituximab in an unselected population of DLBCL patients before and after date of approval of rituximab requires further follow-up for validation of outcome benefit.  View large View Large"
}