{
    "doi": "https://doi.org/10.1182/blood.V122.21.3954.3954",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2547",
    "start_url_page_num": 2547,
    "is_scraped": "1",
    "article_title": "Strong Therapeutic Effect Of Anti-IL1RAP Immunotherapy In a Xenograft Model Of Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "615. Acute Myeloid Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Acute myeloid leukemia is a genetically heterogeneous disease characterized by expansion of immature hematopoietic cells in the bone marrow. The disease is associated with a general poor survival and thus the need for novel treatment strategies is urgent. We have previously shown that the IL1 receptor accessory protein (IL1RAP) is highly expressed on primitive chronic myeloid leukemia (CML) cells and that a polyclonal antibody against IL1RAP can direct natural killer cells to specifically target and destroy CML CD34 + CD38 - cells in an in vitro -based antibody dependant cell-mediated cytotoxicity (ADCC) assay (Järås et al, PNAS, 2010). We recently also demonstrated that IL1RAP is upregulated in about 80% of AML patients and that primitive AML cells can be targeted by a monoclonal antibody against IL1RAP and selectively killed by ADCC (Askmyr et al, Blood, 2013). In this study, we applied these findings to a human AML xenograft model. NOD/SCID mice were engrafted with lethal doses of MA9Ras cells, previously generated by transformation of human umbilical cord blood CD34+ cells by retroviral integration of cDNAs directing the expression of an MLL/AF9 fusion and an activated NRAS gene. Leukemic mice were treated twice weekly with Mab81.2, a monoclonal antibody targeting IL1RAP, or a corresponding isotype control antibody. Notably, the seven mice treated with Mab81.2 displayed a significant reduction of leukemic cells in the peripheral blood 35 days after transplantation compared to the seven mice in the isotype control treated group (0.10±0.04% vs. 0.69±0.45% CD45+ cells, p=0.0043). This reduction was even more significant at 62 days (3.75±2.50% vs. 46.46±24.92% CD45+ cells, p=0.0007). Treatment with the IL1RAP-targeting antibody also resulted in an increased overall survival compared to the isotype control treated group (median survival 75 days vs 64 days, p=0.0089). Furthermore, at time of sacrifice, the Mab81.2-treated mice were shown to have significantly lower frequency of leukemic cells in the bone marrow (4.99±3.34% vs. 59.51±25.18% CD45+ cells, p=0,0001) and spleen (17.19±10.21% vs. 49.71±23.09% CD45+ cells, p=0,0052). In conclusion, we show that in vivo delivery of the Mab81.2 monoclonal antibody results in significant suppression of human MA9Ras cells and prolongs survival in a xenograft setting, demonstrating that anti-IL1RAP immunotherapy provides a new promising treatment approach for AML. Disclosures: Richter: Cantargia: Consultancy, Equity Ownership. Järås: Cantargia AB: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees. Fioretos: Cantargia AB: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "immunotherapy",
        "leukemia, myelocytic, acute",
        "transplantation, heterologous",
        "antibodies",
        "immunoglobulin isotypes",
        "monoclonal antibodies",
        "leukemic cells",
        "cd34 antigens",
        "interleukin-1",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Helena Agerstam, PhD",
        "Maria Askmyr, PhD",
        "Nils Hansen",
        "Marianne Rissler",
        "Gunnar Juliusson, MD, PhD",
        "Johan Richter, MD, PhD",
        "Mark Wunderlich, MS",
        "Marcus Järås, PhD",
        "James C. Mulloy, PhD",
        "Thoas Fioretos, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Genetics, Lund University, Lund, Sweden, "
        ],
        [
            "Department of Clinical Genetics, Lund University, Lund, Sweden, "
        ],
        [
            "Department of Clinical Genetics, Lund University, Lund, Sweden, "
        ],
        [
            "Department of Clinical Genetics, Lund University, Lund, Sweden, "
        ],
        [
            "Hematology/Transplantation, Stem Cell Center, Lund University and Department of Hematology and Coagulaion, Skåne University Hospital, Lund, Sweden, "
        ],
        [
            "Department of Hematology and Coagulation, Skåne University Hospital, Lund, Sweden, "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, University of Cincinnati, Cincinnati, OH, USA, "
        ],
        [
            "Department of Clinical Genetics, Lund University, Lund, Sweden, "
        ],
        [
            "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Department of Clinical Genetics, Lund University, Lund, Sweden, "
        ]
    ],
    "first_author_latitude": "55.71194829999999",
    "first_author_longitude": "13.203493000000002"
}