{
    "doi": "https://doi.org/10.1182/blood.V124.21.4611.4611",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2853",
    "start_url_page_num": 2853,
    "is_scraped": "1",
    "article_title": "Mutation Profiling of Therapy-Related Myeloid Neoplasms Using Next-Generation Sequencing Demonstrates Distinct Profiles from De Novo Disease ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Poster III",
    "topics": [
        "massively-parallel genome sequencing",
        "mutation",
        "neoplasms",
        "protein p53",
        "thin basement membrane disease",
        "cancer",
        "chemotherapy regimen",
        "autologous stem cell transplant",
        "dideoxy chain termination dna sequencing",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Alan H. Shih, MDPhD",
        "Franck Rapaport, PhD",
        "Stephen S. Chung, MD",
        "Emily K Dolezal",
        "Sean Hobson, MA",
        "Mary K Amato",
        "Christopher Y. Park, MD PhD",
        "Mikkael A. Sekeres, MD MS",
        "Marcel R.M. van den Brink, MD PhD",
        "Stephen Nimer, MD",
        "Ross L. Levine, MD",
        "Jaroslaw P. Maciejewski, MD PhD",
        "Virginia M. Klimek, MD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY ",
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY ",
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "University of Miami, Miami, FL "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY ",
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY ",
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "University of Miami, Miami, FL "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY ",
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.766023",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Therapy-related Myeloid Neoplasms (tMN) comprise a poor risk subset of myelodysplastic syndromes and acute myelogenous leukemia, are increasing in incidence, and represent a serious complication following treatment for primary malignancies. In our previous study of 11 genes in 38 tMN patient samples, the data suggested that the mutational spectrum of tMN was distinct from de novo myeloid malignancies. To confirm this finding and to refine the tMN mutation profile, we investigated the mutation profile in samples from 88 patients and 28 genes using Sanger and next-generation sequencing approaches. We performed amplification using RainDance microfluidic PCR, followed by HiSeq next-generation sequencing. Mutations were identified using a modified pipeline for SNP calling employing variant detection software programs. Our study cohort included 88 patients, 71 of whom had complete clinical data for analyses. Patients had a history of epithelial and hematologic malignancies (³2 malignancies n=11; breast n=9; colorectal n=5; head and neck n=4; genital-urinary n=6; lung n=1; lymphoma n=25; melanoma n=2; ovarian n=1; sarcoma n=2; other, n=5). Treatment of primary cancers included chemotherapy alone (n=27), radiation alone (n=8), autologous stem cell transplant (n=11), or chemotherapy plus radiation (n=25). The median latency time between primary malignancy treatment and tMN diagnosis was 5.7yrs (range, 0.7 - 30.9 yrs). Median age at tMN diagnosis was 64yrs (range, 26 - 85 yrs). International Prognostic Scoring System (IPSS) risk group for MDS at tMN diagnosis were Low risk (n=8), Int-1 (n=11), Int-2 (n=30), High risk (n=9). We identified somatic mutations in 56 of 88 (64%) patients (83 patients were evaluated by next-generation sequencing and 5 by Sanger sequencing only). Mutations in TP53 were most common and were detected in 27/88 patients (30.7%), followed by mutations in TET2 in 12/88 (13.6%), DNMT3A in 9/88 (10.2%), NRAS in 8/83 (9.6%), KRAS in 5/83 (6.0%), and KIT in 5/83 (6.0%). Gene mutations detected at lower frequencies included those in ASXL1 in 5/88 (5.7%), RUNX1 in 2/83 (2.4%), EZH2 in 1/88 (1.1%), and SF3B1 in 1/88 (1.1%). Of the 58 patients with complete sequencing and FISH data, 4 patients exhibited biallelic somatic TP53 mutations and 3 patients had TP53 mutation combined with del 17p TP53 loss, demonstrating that 7 of 58 evaluable patients (12.1%) experienced biallelic loss of TP53. We also identified biallelic mutations in TET2 and DNMT3A in 2 separate patients. 25 patients had 2 or more concurrent somatic mutations. The highest number of co-occurring mutations in one patient was 5 mutations; 12 patients had 2 somatic mutations. The most common co-occurrence was TP53 and TET2, which was observed in 5 patients. All 5 ASXL1 mutations co-occurred with additional mutations. By analyzing variant allele frequencies (VAFs) in patients with multiple mutations, we observed that some tMN patients harbored multiple clones with distinct VAFs. This observation was also supported by the co-occurrence of typical class I driver mutations in the same patient, (e.g. KRAS 6% and NRAS 21% VAF; NRAS 9% and KIT 34%; NRAS 26% and KIT 9% in individual patients). The allele frequency data also suggested that ASXL1 is likely an early occurring mutation as the VAF was higher than for other co-occurring mutations (mean VAF ASXL1 50%, other co-occurring genes 23.5%, p<.05 t-test). Because of previous reports on the prognostic significance of point mutations in myeloid malignancies (e.g. TP53 in MDS and TET2 in AML), we tested the impact of individual mutations on prognosis. TP53 mutation or loss was associated with worse prognosis in tMN (OS 17.6 vs 25.2 mos, n=72, p<.11 log-rank test) (Fig A). TET2 mutation and KRAS or NRAS mutations did not predict for a difference in prognosis, although analysis was limited by cohort size. TP53 mutation was also associated with del 5q / monosomy 5 (p<.0001, Chi-square test, n=51). Our data reveal that tMNs display distinct mutation profile compared to de novo disease (Fig B). TP53 mutations and loss are the most common abnormalities and predict for adverse outcome. Epigenetic modifier mutations also occur in tMNs and can serve as disease-initiating mutations. Collectively our results demonstrate that characterizing these mutation profiles can enhance our understanding of disease mechanisms in tMNs and may guide the development of future therapies for these difficult to treat disorders. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Sekeres: Celgene Corp.: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Boehringer Ingelheim: Membership on an entity's Board of Directors or advisory committees."
}