{
    "doi": "https://doi.org/10.1182/blood.V110.11.2862.2862",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=980",
    "start_url_page_num": 980,
    "is_scraped": "1",
    "article_title": "Killer Immunoglobulin Receptor (KIR) Negative NK Cells Exhibit Potent Alloreactivity Against Primary Leukemia Targets When Interrupting MHC Class I Interactions through NKG2A Blockade. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Myeloid Leukemias - Therapy, excluding Transplantation",
    "topics": [
        "genes, mhc class i",
        "immunoglobulins",
        "leukemia",
        "natural killer cells",
        "monoclonal antibodies",
        "aldesleukin",
        "ligands",
        "acute lymphocytic leukemia",
        "allogeneic hematopoietic stem cell transplant",
        "cd56 antigens"
    ],
    "author_names": [
        "Robert Godal, MD",
        "Michelle Gleason",
        "Valarie McCullar",
        "Sarah Cooley, MD",
        "Michael Verneris, MD",
        "Philip McGlave, MD",
        "Jeffrey S. Miller, MD"
    ],
    "author_affiliations": [
        [
            "Heme., Onc. and Transpl., Blood and Marrow Transplant Program, Univer. of Minn., Minneapolis, MN, USA"
        ],
        [
            "Heme., Onc. and Transpl., Blood and Marrow Transplant Program, Univer. of Minn., Minneapolis, MN, USA"
        ],
        [
            "Heme., Onc. and Transpl., Blood and Marrow Transplant Program, Univer. of Minn., Minneapolis, MN, USA"
        ],
        [
            "Heme., Onc. and Transpl., Blood and Marrow Transplant Program, Univer. of Minn., Minneapolis, MN, USA"
        ],
        [
            "Heme., Onc. and Transpl., Blood and Marrow Transplant Program, Univer. of Minn., Minneapolis, MN, USA"
        ],
        [
            "Heme., Onc. and Transpl., Blood and Marrow Transplant Program, Univer. of Minn., Minneapolis, MN, USA"
        ],
        [
            "Heme., Onc. and Transpl., Blood and Marrow Transplant Program, Univer. of Minn., Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.9717491",
    "first_author_longitude": "-93.23208824999999",
    "abstract_text": "Effective therapeutic options are lacking for patients with primary refractory or relapsed acute myelogenous leukemia (AML). We have shown that adoptive transfer of haploidentical NK cells can result in complete remissions (25%) in patients with refractory disease but this procedure is still limited by a high failure rate. Based on the finding that 29±3% (n=26) of normal CD56 dim NK cells are KIR − NKG2A + , we hypothesized that non-KIR class I MHC inhibitory receptors may play a bigger role than previously recognized in the cumulative integration of signals that determine whether leukemia targets are killed by NK cells. We studied the role of NKG2A and KIR inhibitory signals on primary AML and acute lymphoblastic leukemia (ALL) targets collected by therapeutic lymphapheresis. Blast susceptibility to fresh resting polyclonal allogeneic NK cells (enriched by CD3 depletion) and to NK cells activated with low pharmacologic doses of IL-2 for 72 hours was determined using flow cytometry based cytotoxicity assays and a degranulation assay using CD107a. The role of inhibitory signaling through class I MHC-recognizing receptors was tested by blocking interactions between receptor and cognate ligand using 1) a pan-MHC monoclonal antibody (mAb) (clone HP17-F) recognizing HLA-A, B, C and E, 2) an anti-KIR reagent (1-7F9 which blocks inhibitory KIR2DL1/L2/L3) currently in clinical trials (Novonordisk, Copenhagen) and 3) a mAb against NKG2A (clone Z199). Susceptibility to killing was defined as >10% lysis at an E:T ratio of 10:1. Two of 8 leukemias (25%) were lysed by resting allogeneic NK cells. NK cells activated with IL-2 (5U/ml) killed 7 of 8 targets (average increase of 13±2.2% lysis). In 3 AMLs killing was significantly enhanced by pan-MHC mAb blockade, but was less enhanced by anti-KIR blockade. NKG2A blockade alone also increased killing, and when added to anti-KIR blockade AML killing was equal to that obtained with MHC blockade. This suggests that non-KIR class I recognizing interactions were operant. Interestingly, anti-KIR blockade did significantly enhance killing of ALL targets suggesting that higher MHC expression (MFI 3-fold greater) may be a dominant factor to NK cell susceptibility in ALL. These findings support the notion that susceptibility to NK cell lysis is determined by interactions beyond just KIR and KIR-ligands. To explore this further KIR − NK cells were enriched with immunomagnetic bead separation (80% NKG2A + ). AML target killing by these IL-2 activated KIR − NKG2A+ NK cells increased significantly after pan-MHC and NKG2A blockade (from an average baseline of 21% lysis to 34% for both), but no increase was seen with KIR blockade. This suggests that a significant proportion of normal NK cells are negatively regulated by KIR-independent mechanisms interacting with HLA-E. In summary, interrupting dominant NK cell receptor interactions with class I MHC ligands may lead to better strategies to treat AML and even ALL. NKG2A blockade may be a good target as it is highly expressed on virtually all NK cells reconstituting in the first 3 months after allogeneic HCT and it identifies NK cells with effector function in normal subjects ( Cooley et al, Blood  110 : 578  2007 ). The combination of inhibitory signal blockade with other activators such as low dose IL-2 or mAb capable of ADCC may be needed to best exploit the clinical therapeutic potential of NK cells."
}