{
    "doi": "https://doi.org/10.1182/blood-2019-123636",
    "article_title": "Lenalidomide Plus Bortezomib and Dexamethasone in the Treatment of Newly Diagnosed Multiple Myeloma: Results from a Canadian Cost-Effectiveness Analysis ",
    "article_date": "November 13, 2019",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction: In the Southwest Oncology Group trial SWOG S0777 (NCT00644228), lenalidomide (LEN), bortezomib (BORT), and dexamethasone (DEX; RVd) demonstrated superior median progression-free survival (PFS; 43 months vs. 30 months, P = 0.002) and overall survival (OS; 75 months vs. 64 months, P = 0.025) compared with Rd in patients with newly diagnosed multiple myeloma (NDMM) not eligible for immediate autologous stem cell transplantation (ASCT). This analysis compared the cost-effectiveness of RVd with existing treatment options for Canadian patients with NDMM not intended for ASCT (including LEN and DEX (Rd); and BORT, melphalan, and prednisone [VMP]), and regimens such as daratumumab plus VMP [D-VMP], which is currently under review by the pan-Canadian Oncology Drug Review (pCODR). Methods: The natural history of disease was modelled using a partitioned survival analysis and comprised of 3 health states (pre-progression, post-progression, and death). PFS and OS for RVd and Rd were estimated based on analysis of the SWOG S0777 trial data. Survival estimates for VMP and D-VMP were informed by a previously published network meta-analysis (NMA). Although cyclophosphamide, BORT, and DEX (CyBorD) is a commonly used therapy for MM patients in Canada, due to the lack of randomized trial data on its efficacy VMP was used as a proxy. Given the non-proportional hazards for PFS observed between regimens with a fixed duration (e.g. VMP) and those used until progression (e.g. Rd), a piecewise model was fit to the PFS data from the MM-020 trial comparing melphalan, prednisone, and thalidomide (MPT) and Rd, and hazard ratios (HR) from the NMA for VMP and D-VMP were applied to MPT. The OS curve for VMP was generated by applying the published HR to the modelled Rd arm. Given the paucity of OS data for D-VMP, this was assumed to be equivalent to RVd, based on feedback from clinical experts. A threshold analysis was also conducted to estimate the OS HR needed for D-VMP to be cost-effective at a threshold of Canadian dollars (CAD)100,000 compared with RVd. Quality-of-life estimates were obtained from data collected from transplant-ineligible patients in the MM-020 trial. Costs included drug acquisition and administration, supportive care and monitoring, adverse events, subsequent treatment, and end-of-life care. The analysis was conducted from the perspective of the Canadian public payer over a 30-year time horizon. Cost-effectiveness results were presented in terms of the incremental cost-effectiveness ratio (ICER) per quality-adjusted life year (QALY). Costs and outcomes were discounted at a rate of 1.5% per year. The robustness of the results and the impact of the model's assumptions were tested in sensitivity and scenario analyses. Results: In the reference case, RVd was associated with the highest total number of life years gained and QALYs. ICERs for RVd were CAD 43,632 per QALY gained versus Rd, CAD 70,488 per QALY gained versus VMP, and RVd was superior to D-VMP (more QALYs and lower costs). Scenario analyses showed that the most sensitive factors were the use of the second-best fitting model for extrapolating OS (RVd vs. VMP ICER increased by CAD 13,007) and the assumption of no drug wastage (RVd vs. Rd ICER decreased by CAD 7,236). Age of patients at baseline was associated with substantial variation in ICER across all comparators, with older patients having larger ICERs. For D-VMP to be cost effective over RVd at the threshold of CAD 100,000, the required HR for OS will have to be 0.18 or better versus VMP in the ALCYONE (NCT02195479) trial; for comparison, the current PFS and time to second progression (PFS2) HRs have been reported as 0.43 and 0.59 in the ALCYONE trial. Conclusions: This cost-effectiveness analysis demonstrated that RVd is associated with both survival and QALY gains compared with treatments that are currently available or pending approval and is a cost-effective strategy in the management of patients with NDMM not intended for ASCT in Canada, a setting with a high unmet need in terms of patient survival. Disclosures Sebag: Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Stakiw: Janssen: Honoraria, Research Funding, Speakers Bureau; Novartis: Honoraria, Speakers Bureau; Roche: Research Funding; BMS: Honoraria; Amgen: Honoraria, Speakers Bureau; Celgene: Honoraria, Speakers Bureau; Lundbeck: Honoraria; Sanofi: Honoraria. Stephens: Amaris Consulting: Employment; Celgene Corporation: Consultancy. Padhiar: Amaris Consulting: Employment. Kim: Celgene Corporation: Employment, Equity Ownership. Shum: Celgene Corporation: Employment, Equity Ownership. Dhanasiri: Celgene Corporation: Employment, Equity Ownership. Trudel: Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Honoraria; Astellas: Research Funding; Genentech: Research Funding; Sanofi: Honoraria; Janssen: Honoraria, Research Funding; Pfizer: Honoraria; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "bortezomib",
        "cost-effectiveness analysis",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "autologous stem cell transplant",
        "melphalan",
        "prednisone",
        "adverse event",
        "cyclophosphamide"
    ],
    "author_names": [
        "Michael Sebag, MD PhD",
        "Julie Stakiw, MD",
        "Thomas J. Stephens",
        "Amie Padhiar",
        "Tony Kim",
        "Jane Shum",
        "Sujith Dhanasiri",
        "Suzanne Trudel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Sebag, MD PhD",
            "author_affiliations": [
                "Royal Victoria Hospital, McGill University, Montreal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie Stakiw, MD",
            "author_affiliations": [
                "Saskatchewan Cancer Agency, Saskatoon, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Stephens",
            "author_affiliations": [
                "Amaris Consulting, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amie Padhiar",
            "author_affiliations": [
                "Amaris Consulting, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tony Kim",
            "author_affiliations": [
                "Celgene Canada Inc., Mississauga, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Shum",
            "author_affiliations": [
                "Celgene Canada Inc., Mississauga, Canada ",
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sujith Dhanasiri",
            "author_affiliations": [
                "Celgene International Sàrl, Boudry, Switzerland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Trudel, MD",
            "author_affiliations": [
                "University of Sherbrooke, Sherbrooke, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T09:37:39",
    "is_scraped": "1"
}