{
    "doi": "https://doi.org/10.1182/blood.V116.21.3832.3832",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1720",
    "start_url_page_num": 1720,
    "is_scraped": "1",
    "article_title": "First Report and Results From VSCO.NET, the Virtual Society of Clinical Oncology, An Independent Internet-Based Haematology/Oncology Platform. ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster III",
    "topics": [
        "chemotherapy regimen",
        "generators",
        "hodgkin's disease",
        "internet",
        "lymphoma, non-hodgkin",
        "medical oncology",
        "multiple myeloma",
        "neoplasms",
        "oncologists",
        "software"
    ],
    "author_names": [
        "Martin R Weihrauch",
        "Florian Brinker",
        "Jonas Breuer"
    ],
    "author_affiliations": [
        [
            "Development, Virtual Society of Oncology, Koeln, Germany"
        ],
        [
            "Development, Virtual Society of Oncology, Koeln, Germany"
        ],
        [
            "Development, Virtual Society of Oncology, Koeln, Germany"
        ]
    ],
    "first_author_latitude": "50.9616876",
    "first_author_longitude": "6.9314525499999995",
    "abstract_text": "Abstract 3832 Introduction. VSCO.NET, the Virtual Society of Clinical Oncology was founded as an independent internet platform for healthcare professionals working in the field of hematology and oncology. The aim is to bundle all accessible knowledge and experience of the oncology community in one place and to grant an open, free-of-charge source of information. Methods. The concept was developed by hematologists/oncologists and was realized together with a team of web programmers. The software was developed in HTML, PHP and JavaScript and runs on a Linux web-server. To enable an internationally accepted platform, VSCO.NET offers its pages in English, Spanish, French and German. Results. VSCO.NET went public in December 2009 in a beta-stage with the following functions: 1. a comprehensive chemotherapy order system with over 100 included chemotherapy protocols, 2. staging tools for Hodgkin's and Non-Hodgkin's lymphoma, multiple myeloma, CLL, and CML, 3. texts and tools for oncological emergencies, 4. a knowledge database/file repository for information texts, presentations and pictures, 5. a news channel with oncological abstracts, and 6. a virtual tumor board (discussion forum). Currently, over 400 physicians, mostly hematologists/oncologists, have registered with VSCO.NET. The most frequented tool is ChemoBOS, the chemotherapy order system, which quickly generates chemotherapy orders for patients. Due to its open and free protocol template generator, many physicians have created their own adapted chemotherapy protocols, which can be used by the entire VSCO.NET community. Also, the staging tools were generally well accepted and have a fairly high usage. However, the virtual tumor board as a way to communicate about difficult cases has not been used so far, which could show a reluctance of physicians to discuss their patient cases in an internet-based forum. It should be noted that many physicians registered from developing countries, who cannot afford expensive chemotherapy software and now have the opportunity to improve patient care at their centers. Conclusions: As the first internet-based society for hematology/oncology with a wide variety of interactive functions, VSCO.NET shows great potential to internationally connect physicians, expand the accessibility of oncological knowledge and to facilitate the daily clinical routine. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}