{
    "doi": "https://doi.org/10.1182/blood.V122.21.4770.4770",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2604",
    "start_url_page_num": 2604,
    "is_scraped": "1",
    "article_title": "Comparative Studies Of Purified Poloxamer 188 Using ClotBased and Viscoelastic Measurements Of Coagulation ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "poloxamer",
        "activated partial thromboplastin time measurement",
        "michigan alcoholism screening test",
        "military anti-shock trousers",
        "blood coagulation tests",
        "fibrin",
        "saline solutions",
        "thrombin"
    ],
    "author_names": [
        "Jawed Fareed, Ph.D.",
        "Debra Hoppensteadt, Ph.D.",
        "Omer Iqbal, MD",
        "Schuharazad Abro, MD",
        "Martin Emanuele, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Loyola University Chicago, Maywood, IL, USA, "
        ],
        [
            "Mast Therapeutics, San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "41.86171724999999",
    "first_author_longitude": "-87.84131585",
    "abstract_text": "Background Poloxamer 188 (P188; Mast Therapeutics, Inc.) is a surface-active, non-ionic block copolymer which binds to hydrophobic surfaces on damaged cells improving membrane hydration and lowering adhesion and viscosity.  It is known to improve microvascular function in various pathologic states.  Currently, this agent is under investigation in a phase 3 clinical trial for treatment of sickle cell disease patients experiencing acute vaso-occlusive crisis.  The effect of P188 on blood coagulation and platelet function has been evaluated in several clinical trials where no clinically significant effect has been observed.   In these trials, coagulation studies were based on standard clot based methods (e.g., PT and aPTT) and did not include viscoelastic measurements such as thromboelastography (TEG).   Given P188 alters viscosity, we compared the effect of this agent using various clotbased, chromogenic and viscoelastic measurements of blood coagulation. Materials and Methods Whole blood activated clotting time studies were carried out in groups of healthy individuals (n=10) at a concentration range of 1.872-15.0mg/mL. TEG analysis on native and citratedwhole blood was carried out on TEG 5000 (Haemoscope Corp, Niles, IL) at concentrations of 0-0.45 mg/mL. The effect of P188 on normal plasma clotting parameters, such as PT and aPTT, was measured at a concentration range of 0-10 mg/mL. The effect of P188 on thrombin-induced clot formation was investigated using a fibrinokinetic method. The effect of P188 on thrombin generation was measured using the fluormetric method (Technoclone, Vienna, Austria). The anti-protease effects of P188 were studied using chromogenic substrate methods using isolated biochemical systems. Results At concentrations up to 10 mg/mL, P188 did not produce any modification of Celiteactivated clotting time (Celite-ACT).  At all concentrations the Celite-ACT values remained comparable to saline (138-140 sec for P188 vs. 140 sec for saline).  In the TEG analysis, P188 produced a concentrationdependent hypocoagulant effect in both native and citratedblood as evidenced by increased angle and shortening of maximum amplitude (MA).   In standard PT and aPTT tests, P188 did not produce any effect on the clotting profile at concentrations up to 20 mg/mL.  In fibrinokinetic studies, P188 produced an increase in the fibrin clot density and rate of fibrin polymerization. Discussion These studies demonstrate that even at very high concentrations, P188 does not produce an effect on whole blood clotting as measured by the Celite-ACT assay;   this result was confirmed in other standard assays.  Fibrinokinetic studies revealed an increase in the rate of fibrin formation and clot density.   However, at relatively low concentrations, P188 exhibited a hypocoagulant profile in TEG analysis.  The marked discordance between TEG and other coagulation tests suggest that P188’s effect on viscosity and adhesive interactions result in an artifact in TEG analysis and an incorrect indication of a hypocoagulant effect.  This effect may be due to the viscoelastic endpoint in the TEG assay. Further studies are needed to confirm this hypothesis. Disclosures: Fareed: Mast Therapeutics: Research Funding. Emanuele: Mast Therapeutics: Employment."
}