{
    "doi": "https://doi.org/10.1182/blood.V118.21.914.914",
    "article_title": "Cyclin A2 Plays a Critical Role in Proliferation of Lymphoid Progenitors ",
    "article_date": "November 18, 2011",
    "session_type": "504. Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Cell Signaling and Transcriptional Regulation of Stem Cells and Progenitors",
    "abstract_text": "Abstract 914 Cell cycle regulators could be differentially used among self–renewing stem cells, rapidly expanding progenitor cells, and terminally differentiated cells those clonally replicate. Cyclin A is a regulatory subunit for cyclin dependent kinase (Cdk) 1 and Cdk2, and it drives S phase progression as well as transition to G2/M phase in cell cycle. We have previously reported that cyclin A2 is not required for fibroblast replication but it is indispensable in maintenance of self-renewing stem cells, including embryonic stem cells and hematopoietic stem cells (HSCs) (Cell 138 2009). The question is whether cyclin A2 plays a role in proliferation of hematopoietic progenitors downstream of the HSC. Here, we further assessed the requirement of cyclin A2 in non-self-renewing hematopoietic progenitors. Quantitative RT-PCR analysis showed that cyclin A2 was expressed in hematopoietic progenitor cells as well as stem cells, and its expression level is highest in lymphoid-committed progenitor stages of both T and B cell lineages. Thus, in order to test the role of cylin A2 in early lymphopoiesis, we crossed cyclin A2 floxed mice with Rag1-Cre knock-in mice. Because recombination activating gene (RAG)-1 is essential for generation of pre-BCRs and pre-TCRs that are critical for expansion of B and T lymphoid progenitor cells, respectively, we hypothesized that the requirement of Cyclin A2 in early lymphopoiesis can be assessed in this system. As we expected, the Rag1-Cre cyclin A2 floxed/floxed mice were viable, and have normal numbers of HSCs and myeloid progenitors. They, however, displayed severe reduction of mature T and B cell numbers that were only 1/100 - 1/10 of wild-type controls. The number of common lymphoid progenitor was unchanged, but there were severely reduced preB cells in bone marrow and T cell progenitors from CD4-CD8- double negative stage in thymus. Furthermore, cell cycle analysis shows that the Cyclin A2 disrupted progenitors are unable to progress from S to G2/M phase, and in vitro culture clearly showed that those progenitors are unable to proliferate and resulted in apoptosis. These findings clearly demonstrate that cyclin A2 is indispensable not only for self-renewing HSCs, but also for proliferation of T and B cell progenitors. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cyclins",
        "heart sound a2",
        "cdk2 protein, human",
        "cell cycle regulator",
        "cyclin a",
        "cyclin-dependent kinases",
        "quantitative real-time polymerase chain reaction",
        "stem cells",
        "b-lymphocytes",
        "hematopoietic stem cells"
    ],
    "author_names": [
        "Kentaro Kohno, MD",
        "Hiromi Iwasaki, MD, PhD",
        "Tadafumi Iino, MD",
        "Shin-ichi Mizuno, MD.PhD",
        "Peter Sicinski, MD, PhD",
        "Koichi Akashi, MD, PhD."
    ],
    "author_dict_list": [
        {
            "author_name": "Kentaro Kohno, MD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiromi Iwasaki, MD, PhD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadafumi Iino, MD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin-ichi Mizuno, MD.PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, Kurume University School of Medicine, Kurume, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Sicinski, MD, PhD",
            "author_affiliations": [
                "Department of Cancer Biology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Akashi, MD, PhD.",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:31:26",
    "is_scraped": "1"
}