{
    "doi": "https://doi.org/10.1182/blood.V114.22.706.706",
    "article_title": "Targeted Next-Generation Sequencing (NGS) Enables for the First Time the Detection of Point Mutations, Molecular Insertions and Deletions, as Well as Leukemia-Specific Fusion Genes in AML in a Single Procedure. ",
    "article_date": "November 20, 2009",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS: NOVEL TECHNOLOGY AND MOLECULAR TARGETS IN ACUTE LEUKEMIA",
    "abstract_text": "Abstract 706 Today, the genetic characterization necessary for optimal treatment of acute myeloid leukemia (AML) requires a combination of different labor-intensive methods such as chromosome banding analysis, sequencing for the detection of molecular mutations, and RT-PCR for the confirmation of characteristic fusion genes. DNA sequence enrichment from complex genomic samples using microarrays has recently been proposed to enable a targeted Next-Generation Sequencing (NGS) approach. Here, we combined 454 PicoTiterPlate (PTP) pyrosequencing with long-oligonucleotide sequence capture arrays to evaluate whether this technique allows a comprehensive genetic characterization in a one-step procedure (Roche Diagnostics Corporation, Branford, CT). 6 AML cases were analyzed with either known chromosomal aberrations–inversions and translocations–leading to fusion genes ( CBFB - MYH11 , RUNX1 - RUNX1T1 , MLL - MLLT3 , MLL -unidentified fusion partner) or molecular mutations ( KIT , FLT3 -ITD, FLT3 -TKD, and KRAS ). A custom 1.91 Mb microarray was designed to contain capture probes for all coding regions of 92 target genes with relevance in leukemia, including e.g. KIT , NF1 , KRAS , CEBPA , NPM1 , FLT3 , IKZF1 , or TP53 (1559 exons). In addition, the complete genomic regions were targeted for the genes CBFB , RUNX1 , and MLL (NimbleGen 385K format; Madison, WI). Starting with 20 μg of genomic DNA, this array design allowed a median 207-fold DNA enrichment of the targeted genomic loci. For sequencing, 454 Titanium chemistry was applied and in median 56.1 Mb of sequence data were generated per patient (median number of reads: 178.146). In median, 66.0% of reads were mapped to the original sequence capture array design, resulting in 18.7-fold median coverage per patient. The applied NGS data analysis pipeline used algorithms to map the obtained reads both exactly against the human genome, but also searched for chimeric sequences mapping to different regions in the genome. By this approach all corresponding fusion genes were detected as RUNX1 - RUNX1T1 as well as the reciprocal RUNX1T1 - RUNX1 ; CBFB - MYH11 and MYH11 - CBFB ; and MLL - MLLT3 and MLLT3 - MLL , respectively. Interestingly, in one case a translocation t(11;19)(q23;p13) had been observed in chromosome banding analysis and the involvement of the MLL gene had been proven by FISH. However, using RT-PCR neither MLL - MLLT1 nor MLL - ELL fusion transcripts could be amplified. In contrast, the NGS approach identified chimeric reads containing both MLL and ELL sequences and, in addition, chimeric reads which were composed of SFRS14 (splicing factor, arginine/serine-rich 14; also located on 19p13 centromeric of ELL ) and MLL . This suggested that a deletion had occurred in the breakpoint area and thus prevented the formation of a reciprocal ELL - MLL fusion gene. To confirm this assumption we performed a SNP array analysis (Affymetrix genome-wide human SNP array 6.0) and data from the SNP microarrays demonstrated a 615 kb deletion on 19p13, flanked by ELL and SFRS14 , spanning from chr19: 18,346,048 - 18,961,490. Furthermore, with NGS it was possible to detect all molecular mutations identified by conventional methods including point mutations ( KRAS G12C, FLT3 -TKD D835Y), deletions ( KIT D419X), and insertions ( FLT3 -ITD: 63 base pair length mutation). In conclusion, we demonstrated for the first time that fusion genes, point mutations, as well as deletions and insertions can be detected in a one-step methodological approach using the combination of a targeted DNA sequence enrichment assay followed by NGS technology. Furthermore, the genomic representation of only one of the partner genes of a chimeric fusion on this capture platform is sufficient to identify also any potentially unknown partner gene. As such, this novel assay has a strong potential to become an important method for a comprehensive genetic characterization of leukemias and other malignancies. Disclosures: Kohlmann: MLL Munich Leukemia Laboratory: Employment. Grossmann: MLL Munich Leukemia Laboratory: Employment. Schindela: MLL Munich Leukemia Laboratory: Employment. Schnittger: MLL Munich Leukemia Laboratory: Equity Ownership. Kern: MLL Munich Leukemia Laboratory: Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership.",
    "topics": [
        "fusion genes",
        "leukemia",
        "massively-parallel genome sequencing",
        "point mutation",
        "ms-like tyrosine kinase 3",
        "dna",
        "runx1 translocation partner 1 protein",
        "chromosome banding",
        "impedance threshold device",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Alexander Kohlmann, PhD",
        "Vera Grossmann, MA",
        "Hans-Ulrich Klein",
        "Sonja Schindela",
        "Martin Dugas, MD",
        "Susanne Schnittger, PhD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD",
        "Claudia Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander Kohlmann, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vera Grossmann, MA",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Ulrich Klein",
            "author_affiliations": [
                "Department of Medical Informatics and Biomathematics, University of Münster, Münster, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Schindela",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Dugas, MD",
            "author_affiliations": [
                "Department of Medical Informatics and Biomathematics, University of Münster, Münster, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:42:45",
    "is_scraped": "1"
}