{
    "doi": "https://doi.org/10.1182/blood.V106.11.653.653",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=462",
    "start_url_page_num": 462,
    "is_scraped": "1",
    "article_title": "The Role of the cGMP-Dependent Protein Kinase II in Platelet Activation and In Vivo Thrombosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "calcium-calmodulin-dependent protein kinases",
        "current good manufacturing practice",
        "cyclic gmp",
        "platelet activation",
        "thrombosis",
        "agonists",
        "bleeding time procedure",
        "dna, complementary",
        "reverse transcriptase polymerase chain reaction",
        "rna, messenger"
    ],
    "author_names": [
        "Zhenyu Li, MD, PhD",
        "Guoying Zhang, MD",
        "Hong Yin, MD",
        "Robert Feil, PhD",
        "Franz Hofmann, PhD",
        "Xiaoping Du, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pharmacology, College of Medicine, University of Illinois, Chicago, IL, USA"
        ],
        [
            "Department of Pharmacology, College of Medicine, University of Illinois, Chicago, IL, USA"
        ],
        [
            "Department of Pharmacology, College of Medicine, University of Illinois, Chicago, IL, USA"
        ],
        [
            "Institut für Pharmakolgie und Toxikologie der Technischen, Universität München, Biedersteiner Strabβe 29, Munchen, Germany"
        ],
        [
            "Institut für Pharmakolgie und Toxikologie der Technischen, Universität München, Biedersteiner Strabβe 29, Munchen, Germany"
        ],
        [
            "Department of Pharmacology, College of Medicine, University of Illinois, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.8713117",
    "first_author_longitude": "-87.6734792",
    "abstract_text": "Although it was previously believed that the intracellular secondary messenger cGMP inhibits platelets, we have recently shown that cGMP-dependent protein kinase I (PKG I) in fact plays a stimulatory role in platelet activation. However, there are apparent differences between the PKG inhibitors and PKG I knockout in their effects on platelet activation. PKG inhibitors are more potent in inhibiting platelet activation than PKG I knockout. More importantly, although platelet secretion and aggregation induced by collagen were inhibited by PKG inhibitors, they are not significantly affected in PKG I knockout platelets. There are two types of PKG, PKG I and PKG II. PKG II has not been previously described in platelets. Here we show that PKG II mRNA is expressed in platelets using RT-PCR with primers specific for a C-terminal fragment of human PKG II cDNA. We further cloned the complete cDNA of human PKG II by RT-PCR using the purified human platelet mRNA as a template. Furthermore, PKG II from platelet lysates was pulled down by cGMP conjugated agarose beads and detected by western blot using a polyclonal antibody against PKG II. These data indicate that PKG II is expressed in platelets. To investigate the role of PKG II in platelet activation, washed wild type or PKG II knockout (PKG II−/−) mouse platelets in tyrode’s solution were exposed to platelet agonists. Platelet aggregation and ATP secretion induced by low concentrations of collagen were significantly reduced in PKG II deficient mice, indicating that PKG II plays important roles in collagen-induced platelet activation. PKG II−/− platelets also showed reduced aggregation and secretion to low dose of a thromboxane A2 (TXA2) analog, U46619. However, low dose thrombin-induced platelet activation was not negatively affected in PKG II−/− platelets, but was inhibited in PKG I−/− platelets. To evaluate the in vivo role of PKG II, we compared in vivo thrombus formation of wild type and PKG II knockout mice using the FeCl3-injured carotid artery thrombosis model. The time to the formation of stable thrombus in PKG II−/− mice (median, 420.0 seconds, n=15) is significantly prolonged compared to wild type mice (median, 321.0 seconds, n=15) (p=0.031). Tail-bleed time analysis also indicated a remarkably prolonged bleeding time in PKG II−/− mice (the median bleeding time was 73.50 seconds (n=18) in wild type mice, 454.50 seconds (n=20) in PKG II knockout mice) (p=0.0008). Thus, PKG II plays an important role in promoting platelet activation, thrombosis and hemostasis. PKG I and PKG II have differential roles in platelet activation induced by different platelet agonists."
}