{
    "doi": "https://doi.org/10.1182/blood-2018-99-117970",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4130",
    "start_url_page_num": 4130,
    "is_scraped": "1",
    "article_title": "Prognostic Value of Epstein-Barr Virus (EBV)-Induced Gene 3 (EBI3) in Diffuse Large B Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "diffuse large b-cell lymphoma",
        "genes",
        "herpesvirus 4, human",
        "neoplasms",
        "antigens, cd30",
        "tumor cells",
        "tumor microenvironment",
        "chemotherapy regimen",
        "complete remission",
        "cytokine"
    ],
    "author_names": [
        "Hong Zheng, MD PhD",
        "Juan Huang, MD"
    ],
    "author_affiliations": [
        [
            "Penn State Cancer Institute, Penn State University College of Medicine, Hershey, PA "
        ],
        [
            "Department of Hematology, Sichuan Academy of Medical Sciences & Sichuan Provincial People's Hospital, University of Electronic Science and Technology of China, Chengdu, chengdu, China"
        ]
    ],
    "first_author_latitude": "40.2645547",
    "first_author_longitude": "-76.6744677",
    "abstract_text": "Background: Epstein-Barr virus (EBV)-induced gene 3 (EBI3) as a subunit for heterodimeric cytokines IL-27 and IL-35, plays important roles both in regulation of T cell proliferation and Th1,Th2 and Th17 cells differentiation. EBI3 was closely related with tumor prognosis. Diffuse large B-cell lymphoma (DLBCL) is the most common lymphoid malignancy in adults with cure-rates of 40-60%. However, Relapse and refractory rate remain in 40% or so. In the present study, we aimed to detect the expression of EBI3 in DLBCL and to analyze its relationship with prognosis. Methods: We retrospective reviewed medical records of 51 newly diagnosed DLBCL patients in Sichuan People's Hospital between January 2010 and December 2016. Immunohistochemical (IHC) assay was used to detect the expression of EBI3 and PD-1 in DLBCL. The expression of CD5, CD30, Bcl-2, Bcl-6, C-myc and Epstein-Barr virus (EBV)-encoded RNAs (EBERs) in tumor specimens from 53 patients was also detected by IHC. The Kaplan-Meier method with log-rank test was used for univariate analysis. Cox proportional hazards model was used for multivariate analysis. Results: Of the 51 patients, 40 (78.4%) were EBI3-positive in tumor specimens. And PD-1 expression (39/40) was almost in parallel with EBI3 in tumor specimens. EBI3 expression was common in the non-germinal center B-cell-like (GCB) subtype than in the GCB subtype. Patients with EBI3 expression in tumor were more likely to be resistant to first-line chemotherapy when compared with the patients without EBI3 expression in tumor microenvironment (P <0.05). EBI3 expression in tumor microenvironment was correlated with PD-1 expression (r = − 0.20, P = 0.04). Only one patient with EBI3 expression was no PD-1 expression. No correlations were detected between EBI3 expression and the expression of EBER as well as other markers: ALK, CD5, c-Myc and CD30. The complete remission (CR) rates were 7.5% (3/40) and 71.4% in patients with and without EBI3 expression in tumor cells (P = 0.02). EBI3 expression in tumor cells was an independent risk predictor for ORR (P < 0.05). Conclusions: Our results indicate that EBI3 associated with poor prognosis and EBI3 may be a potential therapeutic target and prognosis marker. Disclosures No relevant conflicts of interest to declare."
}