{
    "doi": "https://doi.org/10.1182/blood.V114.22.1213.1213",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1509",
    "start_url_page_num": 1509,
    "is_scraped": "1",
    "article_title": "Better Outcome with Tandem High DOSE CHEMOTHERAPY and AUTOLOGOUS STEM CELLS TRANSPLANT IN Relapsed/Refractory HODGKIN LYMPHOMA PATIENTS Which Reached COMPLETE REMISSION AFTER Ifosfamide- Gemcitabine-Vinorelbine Scheme (IGEV). ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Results - Autologous Transplantation Poster I",
    "topics": [
        "chemotherapy regimen",
        "complete remission",
        "gemcitabine",
        "hodgkin's disease",
        "ifosfamide",
        "stem cells",
        "transplantation",
        "vinorelbine",
        "autologous stem cell transplant",
        "fresh-frozen plasma"
    ],
    "author_names": [
        "Antonella Anastasia, MD",
        "Monica Balzarotti",
        "Massimo Magagnoli, MD",
        "Michele Spina, MD",
        "Rita Mazza, MD",
        "L. Castagna",
        "Andrea Nozza",
        "Stefania Bramanti, md",
        "Laura Giordano, PhD",
        "Umberto Tirelli, MD",
        "Armando Santoro"
    ],
    "author_affiliations": [
        [
            "Oncology - Hematology, Istituto Clinico Humanitas, Rozzano, Italy, "
        ],
        [
            "Oncology - Hematology, Istituto Clinico Humanitas, Rozzano, Italy, "
        ],
        [
            "Oncology - Hematology, Istituto Clinico Humanitas, Rozzano, Italy, "
        ],
        [
            "Medical Oncology, Centro di Riferimento Oncologico, Istituto Nazionale Tumori, IRCCS, Aviano, Italy, "
        ],
        [
            "Oncology - Hematology, Istituto Clinico Humanitas, Rozzano, Italy, "
        ],
        [
            "Istituto Clinico Humanitas, Dept. Medical Oncology and Hematology, Rozzano – MI, Italy, "
        ],
        [
            "Hematology dpt, Istituto Clinico Humanitas, Milan, Italy, "
        ],
        [
            "Oncology-Hematology, Istituto Clinico Humanitas, Milan, Italy"
        ],
        [
            "Oncology - Hematology, Istituto Clinico Humanitas, Rozzano, Italy, "
        ],
        [
            "Medical Oncology, Centro di Riferimento Oncologico, Istituto Nazionale Tumori, IRCCS, Aviano, Italy, "
        ],
        [
            "Oncology - Hematology, Istituto Clinico Humanitas, Rozzano, Italy, "
        ]
    ],
    "first_author_latitude": "45.373909399999995",
    "first_author_longitude": "9.1656634",
    "abstract_text": "Abstract 1213 Poster Board I-235 INTRODUCTION: Patients with relapse or refractory Hodgkin Lymphoma (HL) still have a poor prognosis. High dose chemotherapy (HDCT) with autologous stem cells transplant (ASCT) is the gold standard, while about 40-60% of patients treated can achieve a durable remission. Complete remission (CR) to salvage therapy is the issue for a better outcome after ASCT. IGEV chemotherapy is now emerging as the most powerful salvage scheme in terms of CR achieved, safety and stem cells mobilization. Tandem high dose chemotherapy and ASCT has been already reported as experimental approach in several non randomized studies which demonstrate its feasibility and low toxicity. AIM: To investigate the efficacy in term of FFP and OS of : To investigate the efficacy in term of FFP and OS of tandem high dose chemotherapy with ASCT compared to a single procedure, in the setting of HL patients which are in complete remission after IGEV. METHODS: From November 1997 to May 2007 121 patients were enrolled in a prospective trial with IGEV plus high dose chemotherapy with single or tandem ASCT. : From November 1997 to May 2007 121 patients were enrolled in a prospective trial with IGEV plus high dose chemotherapy with single or tandem ASCT. RESULTS: After IGEV, 56 patients reached complete remission. Main clinical characteristics: M/F: 30/26; median age: 31 years (15-70); refractory/relapsed: 18/38; median prior regimens: 1 (1-2); prior radiotherapy: 35; < 3/ >3 involved sites: 41/15. Of them 20 received a single procedure with BEAM whereas 36 received tandem ASCT (Melphalan 200 mg/m 2 followed by BEAM within 3 months). No significant characterists emerged in the two populations in a match analysis. In our intention to treat analysis patients which received a single transplant have a relapse risk 3.3% higher than tandem group(C.I. 95%. 1.6.10; p value: 0.025). When we analyzed the program fulfilled, relapse risk was 2.13% higher ( C.I. 95%. 1.05, 4.34; p value: 0.035). No differences were seen in the OS, probably due to the eterogeneous salvage programs. : After IGEV, 56 patients reached complete remission. Main clinical characteristics: M/F: 30/26; median age: 31 years (15-70); refractory/relapsed: 18/38; median prior regimens: 1 (1-2); prior radiotherapy: 35; < 3/ >3 involved sites: 41/15. Of them 20 received a single procedure with BEAM whereas 36 received tandem ASCT (Melphalan 200 mg/m followed by BEAM within 3 months). No significant characterists emerged in the two populations in a match analysis. In our intention to treat analysis patients which received a single transplant have a relapse risk 3.3% higher than tandem group(C.I. 95%. 1.6.10; p value: 0.025). When we analyzed the program fulfilled, relapse risk was 2.13% higher ( C.I. 95%. 1.05, 4.34; p value: 0.035). No differences were seen in the OS, probably due to the eterogeneous salvage programs. CONCLUSION: Our data show the benefit of tandem ASCT in complete responders to IGEV salvage chemotherapy, in terms of FFP in a multivariate analysis, in patients with relapse or refractory HL. Furthermore, a randomized trial comparing tandem ASCT to a single course of ASCT after induction therapy could definitively demonstrate its usefulness. : Our data show the benefit of tandem ASCT in complete responders to IGEV salvage chemotherapy, in terms of FFP in a multivariate analysis, in patients with relapse or refractory HL. Disclosures No relevant conflicts of interest to declare."
}