{
    "doi": "https://doi.org/10.1182/blood.V128.22.3655.3655",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3534",
    "start_url_page_num": 3534,
    "is_scraped": "1",
    "article_title": "Cost-Effectiveness of Blood Transfusions Versus Observation for Silent Cerebral Infarcts from the Silent Cerebral Infarct Trial ",
    "article_date": "December 2, 2016",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical Poster III",
    "topics": [
        "blood transfusion",
        "silent stroke",
        "cost effectiveness",
        "transfusion",
        "spinal cord injuries",
        "follow-up",
        "hamilton rating scale for anxiety",
        "acute chest syndrome",
        "adverse event",
        "length of stay"
    ],
    "author_names": [
        "James C. Gay, MD MMHC",
        "Timothy McCavit, MD",
        "David Bundy, MD MPH",
        "Allison King, MD MPH, PhD",
        "Harold P. Lehman, MD",
        "John J. Strouse, MD PhD",
        "James F. Casella, MD",
        "Mark J. Rodeghier, PhD",
        "Michael DeBaun, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "Cook's Children's Hospital, Fort Worth, TX "
        ],
        [
            "Medical University of South Carolina, Charleston, SC "
        ],
        [
            "Division of Pediatric Hematology/Oncology, Washington University in St. Louis, Saint Louis, MO "
        ],
        [
            "Informatics, Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "Department of Pediatrics, Division of Pediatric Hematology, Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "Pediatric Hematology, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Rodeghier Consultants, Chicago, IL "
        ],
        [
            "Vanderbilt -Meharry Sickle Cell Disease Center of Excellence, Vanderbilt University School of Medicine, Vanderbilt-Meharry-Matthew Walker Center of Excellence in Sickle Cell Disease, Vanderbilt University School of Medicine, Nashville, TN"
        ]
    ],
    "first_author_latitude": "36.1262227",
    "first_author_longitude": "-86.7841494",
    "abstract_text": "BACKGROUND AND OBJECTIVE: In the Silent Cerebral Infarct Trial (SIT), regular blood transfusion therapy significantly reduced the incidence of recurrent cerebral infarctions in children with sickle cell anemia (SCA). As a follow-up analysis of the SIT Trial, we compared healthcare utilization, as measured by adverse events, hospitalizations and costs in regularly transfused children (transfusion group) to those who were not transfused (observation group). <>METHODS: In this multi-center trial, we randomly allocated 196 children aged 5-15 years with SCA and prior history of silent cerebral infarcts (SCI) to receive monthly blood transfusion or observation for at least 36 months or until a study endpoint was reached. The number of and reasons for hospitalizations were recorded at each site. The transfusion group was determined by a protocol approach, with all patients receiving regular transfusions over a period of at least 6 months included, irrespective of the original group assignment in the SIT study. Estimated costs per day of hospitalization were determined using data obtained from the 14 SIT institutions which contributed administrative data to the Pediatric Health Information System (PHIS) database maintained by the Children's Hospital Association. Inpatient costs were based on length of hospital stay, modified by the occurrence of categories of adverse events in the following non-overlapping hierarchy: acute chest syndrome, vaso-occlusive pain crisis, fever/infection, exchange transfusion, surgery and asthma. Outpatient expenses not related to transfusion or iron chelation were considered equivalent for transfused patients and controls for the purposes of this study and were not included in the costing model. Chelation and blood transfusion costs were based on a child that weighed 30 kg and received 20 mg/kg/day of deferoxamine or deferasirox. Follow-up occurred from time of random allocation to primary endpoint (overt stroke or new or progression of SCI) or exit MRI, whichever came first. The SIT Trial is registered at www.clinicaltrials.gov (NCT00072761). <> <>RESULTS: A total of 90 and 106 patients comprised the final transfusion and observation groups, respectively. Fifteen of the patients originally randomly allocated to the transfusion group crossed over to the observation group by either never receiving blood transfusion (N=9) or receiving less than 6 months of regular blood transfusion (N=6) and were counted as not being effectively transfused (i.e., part of the observation group). The mean follow up for individuals who did or did not receive blood transfusion therapy was 3.04 and 3.01 years, respectively. The average age of all participants at randomization was 10.0 years, with 43.4% males. There were 144 hospitalizations in the transfusion group and 269 in the observation group; average length of hospital stay was 2.5±1.8 days vs. 3.4±2.2 days for transfused and observation groups, respectively (p<0.001). An average of 1.6 and 2.5 hospitalizations occurred per patient with a total of 358 and 912 patient days for patients in the transfusion and observation groups, respectively. The most common reason for hospitalization was an acute pain episode (49.6%), followed by acute chest syndrome (9.4%). For every 100 children with history of SCI treated with regular blood transfusions for one year, there were 71 fewer hospital days for all SCA-related conditions per SCI prevented (157 fewer days/2.19 fewer SCIs) when compared to 100 children with SCA and history of SCIs who are not treated with transfusion therapy. Hospitalization costs were reduced 54% per year ($4,302 vs. $9,407) for children receiving blood transfusion therapy compared to those observed. Total yearly costs not related to hospitalization for patients in the transfusion group ranged from $18,149 to $67,361/year, depending on the estimated costs for the type of chelation used and type of red blood cell transfusion (manual partial exchange or apheresis). (Table) CONCLUSIONS: Children with SCA and silent cerebral infarcts receiving regular blood transfusions have a 54% relative reduction in hospitalization cost when compared to children with SCA; however their outpatient costs of monthly prophylactic blood transfusions are high and heavily dependent upon the type of blood transfusion therapy and choice of chelation therapy. Table View large Download slide Table View large Download slide Disclosures McCavit: Novartis: Speakers Bureau; Pfizer: Consultancy, Research Funding. King: HRSA: Research Funding; NIH - NHLBI: Research Funding; NIH - BMTCTN: Research Funding. Strouse: NHLBI: Research Funding; HRSA: Consultancy; Maryland Dept of Health and Mental Hygiene: Research Funding; HRSA: Research Funding. Casella: Johns Hopkins: Patents & Royalties; Mast Therapeutics: Research Funding; ImmunArray: Patents & Royalties."
}