{
    "doi": "https://doi.org/10.1182/blood.V112.11.4686.4686",
    "article_title": "Hospital at Home Treatment of Haematological Patients ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "In the Western World, health care systems are facing the challenge of providing high quality services in a cost effective fashion (Madgwick KV and Yardumian A 1999, Szterling LN 2005). At the same time, the number of old and frail patients is increasing. For these reasons, medical home services have been recently developed that can guarantee hospital-like assistance, with lower costs (Cartoni C et al 2007) and greater respect of patients’frailty. Despite the increasing number of haematological home services world-wide, the volume of out-of-hospital transfusions, in the United States, is estimated to be <1% of the total blood transfusions (Benson K 2006). Here, we present our Hospital at Home Service (HHS), together with a one-year serie (January 2007 to December 2007) of patients admitted for an acute illness and with a main or secondary diagnosis of haematological illness or requiring emocomponent transfusion. HHS is a service of the University Hospital of Torino, aiming to provide selected, acutely ill patients with a hospital-like assistance at their home. In this alternative setting of care, physicians and nurses work as a real mobile team, while the care-givers are educated to actively take part in the nursing of the patients. Blood tests, instrumental investigations (EKG, pulse oximetry, spirometry, abdominal, vascular and cardiac ultrasonography, radiograms), intravenous therapies, emocomponent transfusions, oxygen therapy and surgical treatment of pressure ulcers are performed at the patients’ home. As to transfusion of emocomponents at home, pre-transfusion blood samples are collected by a nurse the day before and the entire process is started by a physician and then monitored by a specialist nurse. Randomized controlled trials of patients affected by minor stroke, exacerbated heart failure and exacerbated COPD have been conducted (Aimonino Ricauda N et al 2004 and 2008), showing the non-inferiority and the higher cost-effectiveness of HHS as compared to admission to traditional hospital wards. In the present retrospective study general data, functional status (Activities of Daily Living – ADL, Instrumental Activities of Daily Living – IADL, Karnofsky performance status), comorbidity level (Cumulative Illness Rating Scale – CIRS) and severity of diseases (Acute Physiology and Chronic Health Evaluation – APACHE II) at admission, blood parameters and length of stay were collected. Over a total of 481 patients treated in 2007, 54 (11.2%) patients were enrolled on the basis of their diagnosis code at discharge: 4 (7.4%) with lymphatic cell neoplasia, 42 (77.7%) with anemia and 8 (14.8%) with anemia and lymphatic cell neoplasia. Mean age was 80.9 ± 9.6 years. Patients showed severe functional impairment and comorbidity. Mean length of stay was 26.04 ± 21.26 days. Thirty-five patients 41 (76%) were discharged at home, 3 (5.5%) were transferred to another hospital unit and 10 (18.5%) died. Thirty one (64.8%) needed an emocomponent transfusion, for a total of 112 blood units and 49 platelet pools. No adverse reactions were observed. The data presented show that a consistent proportion of the patients admitted to the HHS have a haematological illness. Even though we have no comparative data, our experience shows the feasibility of the treatment of selected haematological patients in a hospital-at-home setting of care.",
    "topics": [
        "adverse effects",
        "anemia",
        "apache ii score",
        "blood tests",
        "blood transfusion",
        "cerebrovascular accident",
        "chronic obstructive airway disease",
        "decubitus ulcer",
        "echocardiography",
        "electrocardiogram"
    ],
    "author_names": [
        "Gianluca Isaia",
        "Nicoletta Aimonino Ricauda",
        "Marco A Astengo",
        "Marco Ladetto, MD",
        "Renata Marinello",
        "Vittoria Tibaldi",
        "Mario Molaschi"
    ],
    "author_dict_list": [
        {
            "author_name": "Gianluca Isaia",
            "author_affiliations": [
                "Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, San Giovanni Battista Hospital, Torino, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Aimonino Ricauda",
            "author_affiliations": [
                "Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, San Giovanni Battista Hospital, Torino, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco A Astengo",
            "author_affiliations": [
                "Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, San Giovanni Battista Hospital, Torino, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Ladetto, MD",
            "author_affiliations": [
                "Divisione di Ematologia dell’Università di Torino, A.O.U. San Giovanni Battista, Torino, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renata Marinello",
            "author_affiliations": [
                "Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, San Giovanni Battista Hospital, Torino, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittoria Tibaldi",
            "author_affiliations": [
                "Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, San Giovanni Battista Hospital, Torino, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Molaschi",
            "author_affiliations": [
                "Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, Department of Medical and Surgical Disciplines, Geriatric Section, University of Torino, San Giovanni Battista Hospital, Torino, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T02:02:03",
    "is_scraped": "1"
}