{
    "doi": "https://doi.org/10.1182/blood.V106.11.1620.1620",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=512",
    "start_url_page_num": 512,
    "is_scraped": "1",
    "article_title": "Rates of Clinically Apparent Venous Thromboembolism and Death Resulting from Pulmonary Embolism among Unselected Hospitalized Acutely Ill Medical Patients Versus Rates Predicted from Clinical Studies. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "pulmonary embolism",
        "venous thromboembolism",
        "cardiovascular diseases",
        "venography"
    ],
    "author_names": [
        "Franco Piovella, MD",
        "Frederick A. Anderson, Jr., PhD",
        "Hervé Decousus, MD",
        "Gordon FitzGerald",
        "Jean-François Bergmann, MD",
        "Ajay K. Kakkar, MD, PhD",
        "Alex C. Spyropoulos, MD",
        "Rainer B. Zotz, MD",
        "Frederick A. Spencer, MD",
        "Alexander G.G. Turpie, MD",
        "for the IMPROVE Investigators"
    ],
    "author_affiliations": [
        [
            "Servizio Malattie Tromboemboliche, IRCCS Policlinico San Matteo, Pavia, Italy"
        ],
        [
            "Center for Outcomes Research, University of Massachusetts Medical School, Worcester, USA"
        ],
        [
            "Centre Hospitalier Universitaire de Bellevue, Saint-Etienne, France"
        ],
        [
            "Center for Outcomes Research, University of Massachusetts Medical School, Worcester, USA"
        ],
        [
            "Hôpital Lariboisiere Clinique Thérapeutique, Paris, France"
        ],
        [
            "Center for Surgical Science, Barts and the London Medical School, London, United Kingdom"
        ],
        [
            "Lovelace Medical CenterClincial Thrombosis Center, Albuquerque, USA"
        ],
        [
            "Universitätsklinikum Düsseldorf, Düsseldorf, Germany"
        ],
        [
            "University of Massachusetts Medical School, Worcester, USA"
        ],
        [
            "Hamilton Health Sciences General Hospital, Hamilton, Canada"
        ],
        []
    ],
    "first_author_latitude": "45.19622",
    "first_author_longitude": "9.148840899999998",
    "abstract_text": "Background Without evidence from autopsies, the majority of deaths resulting from pulmonary emboli (PE) are indistinguishable from deaths due to other cardiovascular diseases. This has led to a gap in perceptions between the benefits and risks of providing venous thromboembolism (VTE) prophylaxis. In this study, we estimated the incidence of clinically apparent VTE in hospitalized acutely ill medical patients in The International Medical Prevention Registry on Venous Thromboembolism (IMPROVE), and compared this with the expected incidence derived from clinical studies that used autopsy or prospective venographic confirmation of clinically important VTE. Methods Beginning in July 2002, a consecutive, unselected sample of patients who were aged ≥18 years and hospitalized for ≥3 days with an acute medical illness, were enrolled in this observational cohort from 49 hospitals in 12 countries. Up to 31 March 2005, 6946 patients were enrolled. Results Based on autopsy series of all-cause in-hospital deaths reported in the literature, PE is associated with 10% of deaths, is the primary cause in 5%, and is clinically recognized as the primary cause in 1.5% of deaths. A review of clinical studies with mandatory venography resulted in predicted rates of 10% for all VTE and 1% for clinically recognized (confirmed) VTE. In IMPROVE, there were 4/291 (1.4%) deaths due to clinically recognized PE (vs. 4 predicted). There were 79 (1.1%) treated VTE events (vs. 69 predicted). Conclusions Observed rates of death due to PE and clinically recognized VTE in a real-world setting are consistent with predictions from clinical study data. Physicians should be aware of the significant gap that exists between clinically important and clinically evident VTE events. Reliance on the low rates of clinically recognized events to assess the seriousness of this disease can lead to a significant under-estimation of its impact on public health and a consequent failure to realize the proven benefits of VTE prophylaxis in hospitalized acutely ill medical patients."
}