{
    "doi": "https://doi.org/10.1182/blood.V116.21.3446.3446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1786",
    "start_url_page_num": 1786,
    "is_scraped": "1",
    "article_title": "Early Mixed Chimerism After Allogeneic Stem Cell Transplantation with the Reduced-Toxicity IV Busulfan-Fludarabine (BuFlu) Regimen Does Not Independently Affect Long-Term Prognosis for Patients with AML/MDS. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia and Late Complications After Transplantation: Poster II",
    "topics": [
        "allogeneic stem cell transplant",
        "busulfan",
        "chimerism",
        "fludarabine",
        "toxic effect",
        "influenza",
        "allopurinol",
        "graft-versus-host disease",
        "leukemia",
        "polymerase chain reaction"
    ],
    "author_names": [
        "XiaoWen Tang, MD",
        "Marcos De Lima, MD",
        "Wei Wei",
        "Alexandre Chiattone, MD",
        "Peter F. Thall, PhD",
        "Medeiros Jeffrey",
        "Gabriela Rondon, MD",
        "Julianne J Chen",
        "Elizabeth J. Shpall, MD",
        "Roy Jones, MD",
        "Yago Nieto, MD, PhD",
        "Amin M Alousi, MD",
        "Richard E. Champlin, MD",
        "Borje S Andersson, MD"
    ],
    "author_affiliations": [
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Biostatistic, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3446 Background: The achievement of a fully chimeric state, as opposed to mixed chimerism, has been associated with a more favorable outcome after allogeneic stem cell transplantation (allo-SCT) for leukemia. When using the reduced-toxicity IV Busulfan-Fludarabine (Bu-Flu) regimen (de Lima et al, BLOOD 2004;104:857-64) we were intrigued by a seemingly high incidence of early (day+30) mixed chimerism, yet a low incidence of serious toxicity, GvHD and high overall and disease-free survival, especially for patients transplanted in (any) remission (CR). We hypothesized that the introduction of highly sensitive PCR-based chimerism assessment technique, as well as separately assaying myeloid- and T-cell chimerism might provide more reliable data for assessing the prognostic value of chimerism in reference to overall (OS) and disease-free survival (DFS) after allo-SCT. Patients and methods: Chimerism assay was performed with PCR-based technique on informative loci, and multi-variate Cox models including chimerism and other covariates were fit for OS and DFS (See Table 1 ). Results: 206 AML/MDS patients were treated on two consecutive protocols with Flu at 40 mg/m 2 daily for 4 days, each dose followed by IV Bu at 130 mg/m 2 or pharmacokinetically targeted to an average systemic exposure of 6,000 mcMol-min. Recipients of an unrelated or one-Ag mismatched related graft received rabbit-ATG at a total dose of 4 mg/kg on days -3 to -1. GvHD prophylaxis was Tacrolimus with mini-dose MTX (5 mg/m 2 ) on post-transplant days 1, 3, 6, and 11. There were 98 females and 108 males at a median age of 47 years (range 16–66). Sixty-six patients were in CR1, 48 in CR2, 18 had 1st chemotherapy-refractory relapse, 20 were in 1st or 2nd untreated relapse, 37 had primary induction failure, while 17 had high-risk MDS. One patient died before day 30, without chimerism studies, and 11 recovered with refractory leukemia. Median follow-up of patients still alive is 5.5 yrs (range 1.3–8.6). 193 patients who engrafted and were in CR on day +30 had chimerism analysis performed, 64% were full donor chimeras, and 36% had mixed chimerism (≥1% remaining host cell-derived DNA). As expected, being in CR prior to SCT and, if transplanted with active disease, to engraft and remain in CR or to achieve CR, respectively, were important predictors for survival. A cytogenetic “bad” prognostic subgroup (e.g. -5/-7), was of adverse importance. However, in the multivariate model neither higher age, up to age 65, or attainment of full vs. mixed donor chimerism by day +30 were of additional predictive value for either OS or DFS. (See Table 1 ). Conclusion: When the reduced-toxicity IV Bu-Flu regimen is used as conditioning therapy for AML/MDS only cytogenetic subgroup (Bad/others) and disease state (CR/No CR) at the start of conditioning therapy influenced DFS and OS. Neither patient age nor attaining complete chimerism on BMT day +30 were independently predictive of an altered prognosis in reference to OS and DFS. Table 1 OS for patients engrafted and in CR on day +30  Parameter . β . SE(β) . P-value . Hazard Ratio . 95% Hazard Ratio Confid. Limits . Age (1 yr increase)  0.002 0.009 0.82 1.00 0.99 1.02 D+30 chimerism (yes/no)  −6.68 4.94 0.18 0.001 0.00 20.32 D+30 chimerism (magnitude)  0.064 0.050 0.20 1.07 0.97 1.18 Cytog risk (Bad vs. others)  0.42 0.20 0.035 1.52 1.03 2.23 Disease status at Tx (CR/CRp vs. others)  −0.89 0.21 <.0001 0.41 0.27 0.61 Parameter . β . SE(β) . P-value . Hazard Ratio . 95% Hazard Ratio Confid. Limits . Age (1 yr increase)  0.002 0.009 0.82 1.00 0.99 1.02 D+30 chimerism (yes/no)  −6.68 4.94 0.18 0.001 0.00 20.32 D+30 chimerism (magnitude)  0.064 0.050 0.20 1.07 0.97 1.18 Cytog risk (Bad vs. others)  0.42 0.20 0.035 1.52 1.03 2.23 Disease status at Tx (CR/CRp vs. others)  −0.89 0.21 <.0001 0.41 0.27 0.61 View Large Disclosures: No relevant conflicts of interest to declare."
}