{
    "doi": "https://doi.org/10.1182/blood-2020-140188",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4558",
    "start_url_page_num": 4558,
    "is_scraped": "1",
    "article_title": "Allogeneic Transplant Outcomes for T-Cell Lymphomas: A Single Center Analysis ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": null,
    "author_names": [
        "Thomas Luo, BS",
        "Timothy S. Fenske, MD",
        "Mehdi Hamadani, MD",
        "Parameswaran Hari, MD MRCP",
        "Nirav N. Shah, MD"
    ],
    "author_affiliations": [
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Medical College of Wisconsin, Brookfield, WI"
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999",
    "abstract_text": "Introduction T-Cell Lymphoma (TCL) encompasses a wide range of lymphoid neoplasms that make up 10-20% of all non-Hodgkin lymphomas. Due to the heterogeneity of the disease compared with B-cell lymphomas, treatment algorithms vary widely. Autologous and allogeneic hematopoietic cell transplant (allo-HCT) have been utilized both in the frontline setting as a consolidative treatment and in the relapsed/refractory setting. Limited studies have reported that patients undergoing allo-HCT after salvage chemotherapy can achieve five-year overall survival (OS) rates above 60% (Kamarajah et al.). However, there remains a significant risk of relapse and non-relapse mortality in these patients, which has not been fully characterized. In this study, we evaluate outcomes of patients with TCL who have undergone allo-HCT. Methods We performed a retrospective, single center analysis of adult patients who received an allo-HCT with a diagnosis of peripheral T-cell lymphoma not otherwise specified (PTCL-NOS), cutaneous T-cell lymphoma (CTCL), anaplastic large cell lymphoma (ALCL), and angioimmunoblastic T-cell lymphoma (AITL) since 2008. Patients with concurrent malignancies were excluded. Baseline characteristics were measured using standard descriptive statistics. The Kaplan-Meier methodology was used to calculate the primary outcome, OS, which was estimated from date of transplant to date of death. Secondary outcomes included progression free survival (PFS), relapse rates, and incidence of acute and chronic graft-versus-host disease (GVHD) after transplant. A log-rank test was used to evaluate the impact of patient level variables on OS. STATA version 13.1 (College Station, TX) was used for analysis. Results We identified a total of 23 patients who met the criteria (Table 1). The majority of patients carried a diagnosis of PTCL-NOS (n=11) followed by AITL (n=8). The median age at transplant was 56 years and most patients were male (74%). The Hematopoietic Cell Transplant-Comorbidity Index (HCT-CI) score was ≥3 in 52% of patients (n=12) and Karnofosky Performance Status (KPS) at transplant was <90% in 78% (n=18). Most patients had advanced-stage disease at diagnosis and 35% (n=8) had a history of prior autologous HCT. 83% underwent allo-HCT for relapsed/refractory TCL (n=19), while the remaining received it as a consolidative procedure in first response. 61% of patients had residual disease entering transplant (n=14). Reduced intensity conditioning was used in 83% (n=19) of patients while the remaining received a myeloablative regimen. The median OS (Figure 1A) and PFS (Figure 1B) at 5 years was not reached in this cohort; furthermore, 74% of patients were alive one year post-transplant. 17% relapsed with their primary disease (n=4) and in total 9 patients have died since transplant, the majority from transplant related complications. 52% of patients had acute GVHD; similarly, 52% had chronic GVHD. Using the log-rank test, we found no difference in OS by donor type, conditioning intensity, stage at diagnosis, KPS<90%, prior autologous transplant, pre-transplant disease status, International Prognostic Index (IPI)≥3, and indication for transplant. Patients with HCT-CI ≥3 trended towards worse OS (p=0.09). Conclusion In the era of novel agents and cellular therapies, the role of allo-HCT in hematological malignancies must be redefined. While treatment options have expanded significantly in B-cell lymphomas, the same diversity of options is not available in TCLs, especially in the relapsed/refractory setting. We demonstrate here excellent outcomes in a small cohort of patients who mostly underwent allo-HCT for relapsed TCL. Despite several adverse characteristics (low KPS, elevated HCT-CI, advanced-stage disease) post-transplant relapse rates were low and both the 1-year OS and 5-year PFS/OS are encouraging and suggest that this modality of therapy continues to be relevant in the modern era. The apparent plateau in PFS and OS indicates that, even in this poor prognosis group of patients, allo-HCT provides a curative intent option. New strategies to ameliorate transplant-related complications could improve survival further. View large Download slide View large Download slide  Disclosures Fenske: Medical College of Wisconsin: Current Employment. Hamadani: ADC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Sanofi Genzyme, AstraZeneca: Speakers Bureau; Janssen R&D; Incyte Corporation; ADC Therapeutics; Celgene Corporation; Pharmacyclics, Omeros, AbGenomics, Verastem, TeneoBio: Consultancy; Takeda Pharmaceutical Company; Spectrum Pharmaceuticals; Astellas Pharma: Research Funding. Hari: Incyte Corporation: Consultancy; Amgen: Consultancy; Janssen: Consultancy; GSK: Consultancy; Takeda: Consultancy; BMS: Consultancy. Shah: Lily: Consultancy, Honoraria; Verastim: Consultancy; TG Therapeutics: Consultancy; Miltenyi Biotec: Honoraria, Research Funding; Incyte: Consultancy; Celgene: Consultancy, Honoraria; Kite Pharma: Consultancy, Honoraria; Cell Vault: Research Funding."
}