{
    "doi": "https://doi.org/10.1182/blood-2020-138876",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4653",
    "start_url_page_num": 4653,
    "is_scraped": "1",
    "article_title": "Assessment of Red Blood Cell-Mediated Microvascular Occlusion in Sickle Cell Disease By a Novel Electrical Impedance-Based Microfluidic Device ",
    "article_date": "November 5, 2020",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-New Genetic Approaches to Sickle Cell Disease",
    "topics": null,
    "author_names": [
        "Yuncheng Man",
        "Debnath Maji, PhD",
        "Ran An, PhD",
        "Sanjay P Ahuja, MD",
        "Jane A. Little, MD",
        "Pedram Mohseni, PhD",
        "Michael A Suster, PhD",
        "Umut A. Gurkan, PhD"
    ],
    "author_affiliations": [
        [
            "Case Western Reserve University, Cleveland, OH"
        ],
        [
            "Case Western Reserve University, Cleveland, OH"
        ],
        [
            "Case Western Reserve University, Cleveland, OH"
        ],
        [
            "University Hospitals Cleveland Medical Center, Rainbow Babies and Children's Hospital, Cleveland, OH"
        ],
        [
            "University of North Carolina at Chapel Hill, Chapel Hill, NC"
        ],
        [
            "Case Western Reserve University, Cleveland, OH"
        ],
        [
            "Case Western Reserve University, Cleveland, OH"
        ],
        [
            "Case Western Reserve University, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "41.5043413",
    "first_author_longitude": "-81.6083838",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is a recessive genetic disorder caused by the mutated sickle hemoglobin (HbS) in red blood cells (RBCs). HbS polymerizes in a hypoxic environment, which leads to increased adhesiveness and decreased deformability of RBCs, and ultimately contributes to microvascular occlusion in SCD. As RBC deformability and the associated microvascular occlusion are predictors of individual microcirculatory health, previous studies have developed microfluidic devices for deformability-based RBC sorting in microscale flow, albeit with relatively low throughput. An easy-to-use, point-of-care assay to rapidly assess RBC-mediated microvascular occlusion can be clinically useful in examining the outcome of novel targeted and curative therapies, such as anti-sickling drugs and gene therapies, for patients with SCD. Here, we present an electrical impedance-based microfluidic device and functional assessment of RBC-mediated microvascular occlusion in SCD. Methods: Venous blood samples were collected in EDTA from subjects with homozygous SCD (HbSS, N=12) and controls (HbAA, N=5) under consent in an IRB-approved protocol. Microfluidic devices were fabricated using standard photolithography and polydimethylsiloxane (PDMS) micro-molding protocols. The microchannel consisted of micropillar arrays forming microcapillaries from 3-12 μm, with each array coupled with a pair of gold electrodes on the channel bottom surface (Figure 1A). Two 40-μm-wide side passageways mimicking the anastomoses in the capillary bed were designed to prevent microchannel upstream clogging (Figure 1A inset). A macroscopic view of the device is shown in Figure 1B. The 12-μm array was designed to filter large-cell aggregates and was excluded from our analysis. An impedance analyzer coupled with a custom printed-circuit board was used to record the electrical impedance at a spot frequency of 10 kHz. Prior to the experiments, the microchannel was blocked and rinsed to prevent non-specific adhesion of blood cells. Thereafter, the initial electrical impedance reading of each array was obtained. RBCs suspended at 20% hematocrit in PBS were then perfused through the microchannel under the same inlet pressure for 20 min. Next, the microchannel was washed and a second electrical impedance reading was obtained. The microchannel was then imaged under an inverted microscope, and occlusions of each array were manually quantified. The electrical impedance and occlusion results are reported as percent changes. Data are reported as mean ± standard deviation (SD). Pearson's correlation coefficient (PCC) was used to derive correlation statistics. Results: We observed increased microcapillary occlusion caused by HbSS- vs. HbAA-containing RBCs (Figure 1C, mean microcapillary occlusion percentage ± SD (%) = 24.33 ± 16.88 vs. 5.01 ± 1.25 for 3-μm array, 6.05 ± 4.09 vs. 2.19 ± 0.59 for 4-μm array, 2.77 ± 2.59 vs. 0.82 ± 0.82 for 6-μm array, 1.08 ± 2.28 vs. 0 ± 0 for 8-μm array, and 0.42 ± 1.14 vs. 0 ± 0 for 10-μm array). Similarly, we observed elevated electrical impedance change induced by HbSS- vs. HbAA-containing RBCs (Figure 1D, mean electrical impedance change ± SD (%) = 12.03 ± 8.97 vs. 2.44 ± 0.84 for 3-μm array, 1.79 ± 1.65 vs. 0.91 ± 0.42 for 4-μm array, 0.88 ± 1.14 vs. 0.58 ± 0.67 for 6-μm array, 0.16 ± 0.31 vs. 0.32 ± 0.37 for 8-μm array, and 0.06 ± 0.16 vs. 0.05 ± 0.17 for 10-μm array). Moreover, we found that the electrical impedance changes of individual arrays exhibited a significant correlation to the occlusion percentage within the corresponding arrays (Figure 1E, PCC = 0.9817, N = 85, p < 0.001). Conclusions: Findings suggest that a novel microfluidic platform integrated with micropillar arrays and electrical impedance readout can be used for standardized in vitro functional assessment of RBC-mediated microvascular occlusion in SCD. Electrical impedance change due to RBC-mediated microcapillary occlusion may serve as a new parameter for monitoring RBC health and function without the need for high-resolution microscopic imaging. RBC mediated microcapillary occlusion may serve as a new parameter to assess the clinical efficacy of treatments that improve RBC deformability and rheology, such as hemoglobin modifying drugs, anti-sickling agents, and therapies with curative intent. View large Download slide View large Download slide  Disclosures Maji: Xatek Inc.: Patents & Royalties. An: Hemex Health, Inc.: Patents & Royalties. Ahuja: Genentech: Consultancy, Honoraria; Sanofi Genzyme: Consultancy, Honoraria; XaTek, Inc.: Consultancy, Patents & Royalties, Research Funding. Little: BioChip Labs: Patents & Royalties: SCD Biochip (patent, no royalties); Hemex Health, Inc.: Patents & Royalties: Microfluidic electropheresis (patent, no royalties); Bluebird Bio: Research Funding; GBT: Research Funding; GBT: Membership on an entity's Board of Directors or advisory committees; NHLBI: Research Funding. Mohseni: Xatek Inc.: Consultancy, Patents & Royalties, Research Funding. Suster: Xatek Inc.: Consultancy, Patents & Royalties, Research Funding. Gurkan: BioChip Labs: Patents & Royalties; Xatek Inc.: Patents & Royalties; Dx Now Inc.: Patents & Royalties; Hemex Health, Inc.: Consultancy, Current Employment, Patents & Royalties, Research Funding."
}