{
    "doi": "https://doi.org/10.1182/blood.V104.11.1455.1455",
    "article_title": "Mutations in the Gene for Neutrophil Elastase in Severe Congenital Neutropenia Are Heterozygous and of Male Origin. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Severe congenital neutropenia (SCN) occurs sporadically and as an autosomal-dominant or autosomal-recessive inherited disorder. Most sporadic and autosomal dominant cases are caused by mutations in the gene for neutrophil elastase (NE or ELA2). The gene for this potent serine protease is located on chromosome 19p13.3 and has 5 exons. In collaboration with the Severe Chronic Neutropenia International Registry (SCNIR), we have sequenced the NE gene from blood, bone marrow or other tissues samples for more than 300 patients with the clinical diagnosis of SCN using Big Dye Terminator, version 3.1 and ABI 3700. These studies have included 21 families with 2 or more affected members and 15 families with sporadically occurring SCN, i.e., two healthy parents with normal blood counts having an affected child. In 15 families with sporadic cases of SCN attributable to 13 different mutations in the NE gene, we sought to determine the parent of origin for the NE mutation. The 5 exons of the NE gene were sequenced twice in the parents and the affected child using Big Dye Terminator, version 3.1 and ABI 3700. After confirming the mutation in each patient and the absence of mutations in each parent, PCR was used to scan the adjacent region to the NE gene in the parents and the child to identify polymorphisms that could be used to distinguish between maternally and paternally inherited chromosomes. A fosmid library of 2-4X coverage for each patient’s DNA sample was made which successfully separated the patient’s genome into its constituent’s haplotypes. The fosmids containing the NE gene were identified by PCR and genotyped at the site of the mutant allele and the parent-informative marker. In all cases, the new NE gene mutation in the affected child was on the paternal allele.",
    "topics": [
        "congenital neutropenia",
        "genes",
        "leukocyte elastase",
        "mutation",
        "heterozygote",
        "dyes",
        "polymerase chain reaction",
        "clinical diagnosis",
        "dna",
        "genetic disorder"
    ],
    "author_names": [
        "Steven Stein, MD",
        "Marcia Paddock",
        "Audrey Anna Bolyard, BS, RN",
        "Chris Raymond, PhD",
        "Maynard Olson, PhD",
        "Andrew Aprikyan, PhD",
        "David C. Dale, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Steven Stein, MD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marcia Paddock",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Audrey Anna Bolyard, BS, RN",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Raymond, PhD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maynard Olson, PhD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Aprikyan, PhD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C. Dale, MD",
            "author_affiliations": [
                "Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:43:31",
    "is_scraped": "1"
}