{
    "doi": "https://doi.org/10.1182/blood-2020-142549",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4577",
    "start_url_page_num": 4577,
    "is_scraped": "1",
    "article_title": "Real-World Treatments and Thrombotic Events in Polycythemia Vera Patients: A Retrospective Analysis between 2018-2019 in US Population ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Srdan Verstovsek, MD PhD",
        "Ariel Han, MMSc",
        "Karin Chun Hayes",
        "Tracy Woody, BS",
        "Frank Valone, MD",
        "Suneel K Gupta, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "PRA International, Symphony Health, Blue bell, PA "
        ],
        [
            "PRA International, Symphony Health Solutions, Phoenix, AZ "
        ],
        [
            "Protagonist Therapeutics, Newark, CA "
        ],
        [
            "Protagonist Therapeutics, Mill Valley, CA "
        ],
        [
            "Protagonist Therapeutics, Sunnyvale, CA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "BACKGROUND Polycythemia Vera (PV) is a rare myeloproliferative neoplasm associated with an increased production of red blood cells, white blood cells, and platelets. Most frequent treatment includes phlebotomy, hydroxyurea, interferon, and ruxolitinib. Current NCCN guideline recommends managing HCT levels to below 45%. The objective of this study was to determine real-world standards of care and patient characteristics, and to observe how treatment decisions vary by HCT level and thrombosis risk. METHODOLOGY We conducted a retrospective study using Symphony Health's longitudinal transactional healthcare claims database that includes prescription, medical and hospital claims across > 4,900 US payers representing 86% of US lives. Eligible patients had at least one ICD-10 diagnosis code for PV and at least one of the treatments including phlebotomy, hydroxyurea, busulfan, interferon, and ruxolitinib between Jan 1, 2018 and Dec 31, 2019 (index period). For eligible patients, all prior treatment history initiated as far back as January 2010 was used to report therapy changes. Patients were also required to have at least one PV diagnosis within a year of treatment initiation and at least 2 HCT lab results during the index period. PV treatment changes and characteristics were studied. RESULTS Out of 28,306 patients with PV, 4,264 patients had HCT lab data for 2 years (index period). Median duration of follow-up was 854 days (range 98-3,373days). Patient therapy duration was from 1 to 9 years. Median patient age was 65 (range 11-94), with 1,451 (34%) patients aged less than 60, 2,813 (66%) 60 years or older, and a substantial male predominance (62% vs 38%). 1,247 (29%) patients were classified as Low Risk (age< 60 with no TE history) and 3,017 (71%) patients as High Risk. Within the High-Risk group, 2,224 (52%) were age>60 without prior TE, 204 (5%) were age60 with prior TE. For Low Risk patients' initial treatment was phlebotomy alone (85%) and a total of 73% of all Low Risk patients remained on phlebotomy alone. For High Risk patients' initial treatment was phlebotomy alone (60%) and 43% all of High-Risk patients remained on phlebotomy alone (Figure 1). The median HCT prior to treatment initiation was 52.9% and 48% during treatment. 936 (22%) patients achieved NCCN treatment guidelines with HCT levels always remaining under 45%, and 1,226 (29%) patients had HCT levels controlled between 45% and 50%. However, 2,102 (49%) patients had some or all HCT levels> 50% (Figure 2). With the most recent lab test, 2,180 (51%) of patients still had HCTs above 45% and 804 (19%) were still above 50%. In a sub-cohort of 653 High Risk patients with a prior TE and up to 5 years of follow up, 236 (36%) had at least one other TE; for the 1,774 High Risk patients who did not have the history of thrombosis, 161(9%) had at least one TE (Table 2). The most common TE since treatment began in patients with prior TE were deep vein thrombosis (n= 92 patients, 14%) and stroke (n= 95 patients, 15%). Among High Risk patients (n=397) who had another thrombotic event, 180 (45%) were treated by phlebotomy only and never switched to any other therapies. CONCLUSIONS Despite currently available treatments in US, patients' HCT level after treatment were higher than recommended as per guidelines. Failure to maintain HCT less than 45% increases the risk of future thrombotic events as shown by 36% of patients with prior TE experiencing another TE within the next 5 years. View large Download slide View large Download slide  Disclosures Verstovsek: Sierra Oncology: Consultancy, Research Funding; ItalPharma: Research Funding; Blueprint Medicines Corp: Research Funding; NS Pharma: Research Funding; Promedior: Research Funding; Incyte Corporation: Consultancy, Research Funding; Protagonist Therapeutics: Research Funding; Novartis: Consultancy, Research Funding; Roche: Research Funding; AstraZeneca: Research Funding; PharmaEssentia: Research Funding; Genentech: Research Funding; Celgene: Consultancy, Research Funding; Gilead: Research Funding; CTI Biopharma Corp: Research Funding. Han: Protagonist Therapeutics: Consultancy. Chun Hayes: Protagonist: Consultancy. Woody: Protagonist: Current Employment. Valone: Protagonist: Current Employment. Gupta: Protagonist: Current Employment."
}