{
    "doi": "https://doi.org/10.1182/blood.V110.11.1875.1875",
    "article_title": "Thromboprophylaxis for Catheter-Related Thrombosis in Patients with Cancer: A Systematic Review. ",
    "article_date": "November 16, 2007",
    "session_type": "Antithrombotic Therapy",
    "abstract_text": "Background Patients with malignancy have an overall 4-fold increased relative risk of developing a venous thrombosis. Central venous catheters are commonly used in patients with cancer (chemotherapy, blood products, parenteral nutrition, etc) and further increase the absolute risk of thrombosis in this population. Thromboprophylaxis to prevent catheter-related thrombosis in patients with cancer is controversial. Both low-molecular-weight-heparin (LMWH) and low dose warfarin have been studied in adults. We sought to summarize and quantify the clinical effects of LMWH and low dose warfarin to prevent catheter-related thrombosis in patients with cancer. Methods A systematic literature search strategy was used to identify potential trials on MEDLINE (1950 to January week 4 2007), EMBASE (1980 to 2007 week 5), the Cochrane Register of Controlled Trials (1 st quarter 2007) and all EBM Reviews (4 th quarter of 2006) using an OVID interface. RCTs were evaluated using a previously validated scale (Jadad scale) and assessed for allocation concealment. The primary outcome measure was symptomatic catheter-related thrombosis. Secondary outcome measures included: clinically significant catheter-related thrombosis, death and bleeding episodes. Relative risk (RR) was used as the primary measurement with 95% confidence intervals (CIs). Pooled measurements were calculated for randomized clinical trials using a random-effects model. Results In total, 510 records were identified and 16 records (14 articles and 2 abstracts) were deemed potentially eligible. 6 articles and one abstract met our inclusion criteria; 3 investigated LMWH and 4 low dose warfarin. Three studies were double-blinded and 2 reported on allocation concealment. The pooled RR of symptomatic catheter-related thrombosis for LMWH thromboprophylaxis was 0.43 (95% CI: 0.12–1.56). The pooled RR of symptomatic catheter-related thrombosis for low-dose warfarin thromboprophylaxis was 0.82 (95% CI: 0.46–1.47). All RCTs also reported the proportion of clinically significant catheter-related thrombosis. The pooled RR was 0.42 (95% CI: 0.12–1.42) and 0.74 (95% CI: 0.41–1.32) for LMWH and warfarin respectively. Very few studies reported any adverse events (death, major and minor bleeding). Conclusions Based on the available data, we cannot recommend routine thromboprophylaxis for patients with cancer receiving a central venous catheter. Further studies with a greater number of enrolled patients are required before we can draw firmer conclusions regarding its utility.",
    "topics": [
        "cancer",
        "catheter thrombosis",
        "thromboprophylaxis",
        "low-molecular-weight heparin",
        "warfarin",
        "central venous catheters",
        "adverse event",
        "blood products",
        "chemotherapy regimen",
        "hemorrhage"
    ],
    "author_names": [
        "Marc Carrier, MD",
        "Jason Tay, MD",
        "Dean Fergusson, PhD",
        "Philip S. Well, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Marc Carrier, MD",
            "author_affiliations": [
                "Medicine, University of Ottawa, Ottawa, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason Tay, MD",
            "author_affiliations": [
                "Medicine, University of Ottawa, Ottawa, ON, Canada",
                "Epidemiology, Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dean Fergusson, PhD",
            "author_affiliations": [
                "Epidemiology, Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip S. Well, MD MSc",
            "author_affiliations": [
                "Medicine, University of Ottawa, Ottawa, ON, Canada",
                "Epidemiology, Ottawa Health Research Institute, Ottawa, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T18:37:23",
    "is_scraped": "1"
}