{
    "doi": "https://doi.org/10.1182/blood.V118.21.2420.2420",
    "article_title": " RUNX1 Mutations Reduce the Expression of CEBPA in Acute Myeloid Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Abstract 2420 Acute myeloid leukemia (AML) is characterized by a clonal expansion of myeloid progenitor cells in peripheral blood and bone marrow. CEBPA (CCAAT/enhancer binding protein alpha) is an essential transcription factor for granulocytic differentiation and encodes a protein exclusively expressed in the myeloid lineage. Mutations in CEBPA , which have a loss-of-function character, occur in 5–14% of patients with AML and result in a cellular differentiation block. CEBPA function can also be affected by mutations in other oncogenes or directly by control of its expression. Various fusion genes have an impact on CEBPA function, e.g. RUNX1 - RUNX1T1 , which suppresses CEBPA mRNA expression. RUNX1 contains two different domains: the RUNT domain (DNA binding site) and the TAD domain (transactivation domain). RUNX1 - RUNX1T1 negatively regulates CEBPA via the RUNT domain by inhibition of autoregulation. Here, we studied whether CEBPA mRNA expression is affected by the mutational status of RUNX1 . First, we investigated 209 AML cases using gene expression microarray profiling (Affymetrix HG-U133 Plus 2.0). These included cases with normal karyotype (n=93), with t(8;21) (n=16), with t(15;17) (n=15), with trisomy 8 sole (n=12), with trisomy 13 sole (n=10), with complex aberrant karyotype (n=10), and with various other genetic abnormalities (n=53). The RUNX1 mutation status was analyzed in 178 cases, excluding those cases with t(8;21) and t(15;17), using conventional Sanger sequencing or an amplicon-based next-generation deep-sequencing assay (454 Life Sciences, Branford, CT). In this selected cohort, 41/178 (23%) cases harbored RUNX1 molecular mutations. The median CEBPA expression intensity in all patients was 670 (range 48 – 5,244). In RUNX1 mutated cases the CEBPA expression was significantly lower compared to RUNX1 wild-type cases (mean±SD 429±395 vs. 998±717; P <0.001). Of note, we also confirmed that cases harboring a RUNX1 - RUNX1T1 translocation presented a lower CEBPA expression than patients without (n=16 vs. 194, mean±SD 292±216 vs. 950±808; P <0.001), whereas PML - RARA mutated cases showed enhanced expression (n=15 vs. 195, mean±SD 1940±1290 vs. 819±690; P =0.005). In order to validate our results, we subsequently investigated an independent cohort of 151 AML cases exclusively presenting with a normal karyotype. A quantitative real-time RT-PCR assay (Taqman ® , Life Technologies, Carlsbad, CA) was established and the expression of CEBPA was normalized against the expression of the control gene ABL1 . The median CEBPA expression intensity was 148 (range 21 – 960). Repeatedly, the CEBPA expression was significantly lower in RUNX1 mutated cases (n=81) compared to RUNX1 wild-type cases (n=70) (mean±SD 155±98 vs. 220±182; P =0.008). Additionally, we were interested whether the localization of the mutations in RUNX1 showed any impact on the CEBPA expression. However, no difference was detected between CEBPA expression levels, when RUNX1 mutations were located either outside or within the DNA binding domain (RUNT) (n=46 cases), or behind the RUNT and within the TAD (transactivation domain) domain (n=35 cases) (mean±SD 161±107 vs. 148±87; P =0.559), respectively. In addition, also when comparing missense mutations (n=19) against frame-shift and nonsense alterations (n=62), no difference could be detected (mean±SD 177±114 vs. 148±93; P =0.268). Of note, of the 46 mutations located in the RUNT domain 16 were missense, 5 were nonsense, and 24 were frame-shift mutations, whereas in the TAD domain exclusively nonsense and frame-shift mutations (n=17) were found, which most probably reflects the distinct domain functions. In contrast, separating cases in heterozygous (n=60) or homozygous (n=21) mutations (including those cases with 2 mutations, n=7), we observed a trend towards a lower expression in cases with homozygous mutations (mean±SD 123±88 vs. 166±100; P =0.084). In conclusion, we demonstrated for the first time a significant negative effect of RUNX1 mutations on the expression levels of CEBPA , similarly to the RUNX1 - RUNX1T1 fusion which had been reported previously. Moreover, we did not detect any correlations with respect to the localization of the mutations in RUNX1 and CEBPA expression. Disclosures: Grossmann: MLL Munich Leukemia Laboratory: Employment. Kohlmann: MLL Munich Leukemia Laboratory: Employment. Dicker: MLL Munich Leukemia Laboratory: Employment. Butschalowski: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "ccaat/enhancer binding protein alpha",
        "leukemia, myelocytic, acute",
        "mutation",
        "leukemia",
        "runx1 translocation partner 1 protein",
        "karyotype determination procedure",
        "dna",
        "rna, messenger",
        "dideoxy chain termination dna sequencing",
        "massively-parallel genome sequencing"
    ],
    "author_names": [
        "Vera Grossmann, MSc",
        "Alexander Kohlmann, PhD",
        "Frank Dicker, PhD",
        "Katrin Butschalowski",
        "Wolfgang Kern, MD",
        "Susanne Schnittger, PhD",
        "Torsten Haferlach, MD",
        "Claudia Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vera Grossmann, MSc",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kohlmann, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Dicker, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katrin Butschalowski",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T21:37:16",
    "is_scraped": "1"
}