{
    "doi": "https://doi.org/10.1182/blood-2019-124991",
    "article_title": "Overall Survival of Triple Class Refractory, Penta-Exposed Multiple Myeloma (MM) Patients Treated with Selinexor Plus Dexamethasone or Conventional Care: A Combined Analysis of the STORM and Mammoth Studies ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Proteasome inhibitors (PI), immunomodulatory agents (IMiDs) and the CD38 monoclonal antibody daratumumab (dara) have transformed the management of MM, yet eventual refractoriness to these agents seems inevitable. Relapsed and refractory MM (RRMM) which becomes triple class refractory (TCR, i.e. refractory to a PI, an IMiD and Dara) uncommonly responds to further lines of therapy and survival is dismal. Selinexor is a selective inhibitor of nuclear export compound targeting exportin 1 (XPO1) which is overexpressed in MM cells and essential for their survival. In the STORM study, selinexor in combination with low-dose dexamethasone (Sd) demonstrated promising efficacy in TCR, penta-exposed (TCR-PE, i.e. exposed to lenalidomide, pomalidomide, bortezomib, carfilzomib and dara) MM. Establishing the natural history for outcomes in the TCR-PE population can help provide context to understand the outcomes observed with Sd in STORM. In the retrospective MAMMOTH study, we reported the outcomes of patients with RRMM after they became refractory to dara, including a subset of patients who were TCR. We further analyzed the MAMMOTH dataset to generate a cohort of patients similar to patients in STORM in order to compare conventional care vs. Sd. Methods: We included all patients in STORM who received Sd as the first line therapy after they achieved TCR-PE status (n=64). We extracted from the MAMMOTH dataset all patients who were not exposed to Sd in a subsequent line of therapy, became TCR-PE and who received subsequent MM-directed therapy (n=128). Overall response rate (ORR) was evaluated according to IMWG criteria. Overall survival (OS) was calculated from the time of initiation of next line of therapy after TCR-PE status until death or last follow-up. We compared OS in STORM vs. MAMMOTH utilizing cox-regression analysis with adjustment for covariables potentially influencing the outcome. Results: Baseline patient characteristics and prior therapies are per table. The two cohorts were similar in terms of age, number of prior lines of therapy and presence of high-risk cytogenetic abnormalities. STORM patients had longer time between MM diagnosis and post TCR-PE therapy with a higher proportion of refractoriness to carfilzomib. Patients in STORM had ORR to Sd of 32.8% vs 25.0% for patients receiving conventional care in MAMMOTH (P=0.078). In direct comparison, patients in STORM had better OS than patients in MAMMOTH (median 10.4 vs. 6.9 months) (P=0.043, figure). In multivariate analysis, STORM patients had lower risk of death in comparison with MAMMOTH patients (aHR=0.55, 95%C.I. 0.35-0.86, P=0.009). Refractoriness to carfilzomib (aHR=2.20, 95%C.I. 1.16-4.15, P=0.015) and high-risk cytogenetics (aHR-1.66, 95% C.I. 1.13-2.42, P=0.009) were also associated with inferior OS. Conclusion: Despite inherent limitations in comparison of trial enrollees vs. real world patients, this analysis suggests improved OS with Sd vs conventional care in patients with TCR-PE RRMM. Prognosis for these patients remains poor and underscores the need for therapeutic advancements. View large Download slide View large Download slide  Close modal Disclosures Costa: Janssen: Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria, Speakers Bureau; GSK: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy; Karyopharm: Consultancy; Fujimoto Pharmaceutical Corporation Japan: Other: Advisor; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau. Hari: Kite: Consultancy, Honoraria; Amgen: Research Funding; Spectrum: Consultancy, Research Funding; Sanofi: Honoraria, Research Funding; Janssen: Consultancy, Honoraria; BMS: Consultancy, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Cell Vault: Equity Ownership; AbbVie: Consultancy, Honoraria. Kumar: Janssen: Consultancy, Research Funding; Takeda: Research Funding; Celgene: Consultancy, Research Funding. Tang: Karyopharm: Employment. Shah: Karyopharm Therapeutics Inc: Employment, Equity Ownership. Jagannath: BMS: Consultancy; Merck: Consultancy; Medicom: Speakers Bureau; Celgene: Consultancy; Novartis: Consultancy; Multiple Myeloma Research Foundation: Speakers Bureau. Chari: Oncoceutics: Research Funding; Novartis Pharmaceuticals: Research Funding; GlaxoSmithKline: Research Funding; Array Biopharma: Research Funding; Karyopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium/Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Consultancy; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics: Research Funding. Shacham: Karyopharm Therapeutics Inc: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties. Ma: Karyopharm: Employment, Equity Ownership. Siegel: Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol-Myers Squibb Company: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Biran: Amgen: Consultancy, Honoraria, Research Funding; Merck: Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Bristol Meyers Squibb: Research Funding. Lonial: BMS: Consultancy; Genentech: Consultancy; GSK: Consultancy; Janssen: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Amgen: Consultancy; Celgene Corporation: Consultancy, Research Funding; Karyopharm: Consultancy. Richardson: Amgen: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding. Kauffman: Karyopharm Therapeutics Inc: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Malek: Adaptive: Consultancy; Amgen: Speakers Bureau; Janssen: Speakers Bureau; Celgene: Consultancy; Takeda: Consultancy; Sanofi: Consultancy; Medpacto: Research Funding. Fiala: Incyte: Research Funding. Usmani: Amgen, Celgene, Janssen, Sanofi, Takeda: Speakers Bureau; Amgen, Bristol-Myers Squibb, Celgene, Janssen, Merck, SkylineDX, Takeda: Other: Consultant/Advisor; Amgen Array Biopharma, Bristol-Myers Squibb, Celgene, Janssen, Merck, Pharmacyclics, Sanofi, Takeda: Other: Research Grant. Kang: Takeda Oncology: Consultancy; InCyte Corportation: Research Funding. Cornell: Takeda: Consultancy; KaryoPharm: Consultancy.",
    "topics": [
        "dexamethasone",
        "multiple myeloma",
        "pentachlorophenol",
        "selinexor",
        "carfilzomib",
        "aryl hydrocarbon receptor",
        "biological response modifiers",
        "bortezomib",
        "daratumumab",
        "exportins"
    ],
    "author_names": [
        "Luciano J. Costa, MD PhD",
        "Parameswaran Hari, MBBS, MD",
        "Shaji K. Kumar, MD",
        "Shijie Tang",
        "Ujjawal H Gandhi, PhDMBBS",
        "Jatin J. Shah, MD",
        "Sundar Jagannath, MD",
        "Ajai Chari, MD",
        "Arjun Lakshman, MBBS",
        "Sharon Shacham, PhD MBA",
        "Xiwen Ma",
        "David S. Siegel",
        "Noa Biran, MD",
        "Sagar Lonial",
        "Paul G. Richardson, MD",
        "Michael G. Kauffman, MD PhD",
        "Ehsan Malek, MD",
        "Kelly N. Godby, MD",
        "Mark A. Fiala, BS",
        "Saurabh Chhabra, MD",
        "Saad Z. Usmani, MD",
        "Natalie Scott Callander, MD",
        "Yubin Kang, MD",
        "Amarendra K. Neppalli, MD",
        "Elvira Umyarova, MD",
        "Robert F. Cornell, MD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Luciano J. Costa, MD PhD",
            "author_affiliations": [
                "O' Neal Comprehensive Cancer Center, University of Alabama at Birmingham, Vestavia, AL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Hari, MBBS, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Menomonee Falls, WI ",
                "CIBMTR, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shijie Tang",
            "author_affiliations": [
                "Karyopharm Therapeutics, Newton, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ujjawal H Gandhi, PhDMBBS",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology & Oncology, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jatin J. Shah, MD",
            "author_affiliations": [
                "Karyopharm Therapeutics Inc, Newton, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sundar Jagannath, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajai Chari, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Mt. Sinai School of Medicine, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arjun Lakshman, MBBS",
            "author_affiliations": [
                "Department of Internal Medicine, University of Pittsburgh Medical Center, Pittsburgh, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Shacham, PhD MBA",
            "author_affiliations": [
                "Karyopharm Therapeutics, Newton, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiwen Ma",
            "author_affiliations": [
                "Karyopharm Therapeutics, Newton, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David S. Siegel",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noa Biran, MD",
            "author_affiliations": [
                "Mount Sinai Hospital, New York, NY ",
                "John Theurer Cancer Center, Hackensack Meridian Health, Division of Multiple Myeloma, Hackensack, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial",
            "author_affiliations": [
                "Winship Cancer Institute / Department of Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael G. Kauffman, MD PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics, Newton, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ehsan Malek, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Shaker Hts, OH "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly N. Godby, MD",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Fiala, BS",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Chhabra, MD",
            "author_affiliations": [
                "Medical University of South Carolina, Milwaukee, WI "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saad Z. Usmani, MD",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute/Atrium Health, Charlotte, NC "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Scott Callander, MD",
            "author_affiliations": [
                "Department of Medicine, University of Wisconsin-Madison School of Medicine and Public Health,, Madison, WI "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yubin Kang, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amarendra K. Neppalli, MD",
            "author_affiliations": [
                "Hollings Cancer Center, Medical University of South Carolina, Charleston, SC "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elvira Umyarova, MD",
            "author_affiliations": [
                "The University of Vermont Medical Center, Burlington, VT "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert F. Cornell, MD MS",
            "author_affiliations": [
                "Division of Hematology and Oncology, Vanderbilt University Medical Center, Nashville, TN"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:41:41",
    "is_scraped": "1"
}