{
    "doi": "https://doi.org/10.1182/blood.V110.11.2781.2781",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=982",
    "start_url_page_num": 982,
    "is_scraped": "1",
    "article_title": "Exjade® Reduces Cardiac Iron Burden in Chronically Transfused β-Thalassemia Patients: An MRI T2* Study. ",
    "article_date": "November 16, 2007",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "topics": [
        "iron",
        "magnetic resonance imaging",
        "thalassemia",
        "transverse spin relaxation time",
        "brachial plexus neuritis",
        "ferritin",
        "blood transfusion",
        "cardiomyopathy",
        "chelating agents",
        "congestive heart failure"
    ],
    "author_names": [
        "J. Wood",
        "A.A. Thompson",
        "C. Paley",
        "B. Kang",
        "P. Giardina",
        "P. Harmatz",
        "J. Virkus",
        "T. Coates"
    ],
    "author_affiliations": [
        [
            " Children’s Hospital of Los Angeles, CA, USA"
        ],
        [
            "Children’s Memorial Hospital, IL, USA"
        ],
        [
            "Novartis Pharma Corp, NJ, USA"
        ],
        [
            "Novartis Pharma Corp, NJ, USA"
        ],
        [
            "Weill Cornell Medical Center, NY, USA"
        ],
        [
            "Children’s Hospital Oakland, CA, USA"
        ],
        [
            "Novartis Pharma Corp, NJ, USA"
        ],
        [
            " Children’s Hospital of Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0979531",
    "first_author_longitude": "-118.29012019999998",
    "abstract_text": "Introduction: Despite the routine use of iron chelation therapy, cardiac iron overload results in cardiomyopathy, congestive heart failure and death in approximately 71% of pts with β-thalassemia. Recent MRI studies suggest that the kinetics of cardiac iron uptake and elimination differ from that of liver. Furthermore, different chelators appear to exhibit unique profiles of relative heart and liver iron removal. Deferasirox (DFX; Exjade®) is a once-daily oral iron chelator with demonstrated efficacy in reducing liver iron. In addition, preclinical and single-institution clinical studies have demonstrated cardiac iron removal. This study is a prospective, single-arm multi-institutional trial designed to evaluate the effect of DFX on cardiac iron in pts with β-thalassemia major. Here, we report preliminary results from the first 15 pts who completed 6 months of treatment. Methods: This ongoing study will enroll 30 pts at 4 US centers. DFX is administered at 30–40 mg/kg/day for 18 months. Entry criteria include MRI evidence of cardiac iron (T2* <20 ms) and normal left ventricular ejection fraction (LVEF ≥56%). Serum ferritin is assessed monthly and MRI assessments for liver iron concentration (LIC), cardiac T2* and LVEF are assessed every 6 months. Labile plasma iron (LPI), serum creatinine, biochemical and hematological status are being monitored. Results: At the time of this analysis, 15 of 17 pts had 6 months of evaluation; all were dosed at 30 mg/kg/day. One of the excluded pts was found ineligible (LVEF <56% at baseline) and the other developed cardiac failure prior to 6 months and was switched to continuous DFO (deferoxamine). This pt had markedly elevated cardiac iron (T2*=1.8 ms) at enrollment. All results are reported as mean±SEM (range) unless otherwise stated. Baseline: All 15 evaluable pts (3 male, 12 female; aged 10–43 years) received ≥150 lifetime transfusions. Ferritin was 4927±987 ng/mL (395–10751; n=12). Cardiac T2* was 9.8±1.13 ms (5.0–16.1), LIC was 16.6±4.27 mg/g dw (3.6–62.3) and ejection fraction was 61.2±1.83%. LPI was 0.72±0.28 μmol/L (n=11) and 33% of pts started with abnormal LPI (≥0.5 μmol/L). 6 Month results: At 6 months, the mean decrease in ferritin was 516 ng/mL; 14 of 15 (93%) pts had decreases in hepatic and cardiac iron. The mean reductions in cardiac and hepatic iron were 17.8% (P=0.0136) and 27.0% (P=0.0027), respectively (Figure). There was no change in LVEF by MRI. All patients had normal LPI at 6 months; for pts with abnormal LPI at baseline, the mean LPI dropped from 1.6±0.3 to 0.26±0.1 μmol/L (P=0.003). No pts developed creatinine >upper limit of normal. Four pts had abnormal transaminases on ≥2 occasions but all 4 were abnormal at baseline. Conclusions: The 30 mg/kg/day dose was well tolerated and led to negative cardiac and liver iron balance in 93% of pts. These results are encouraging given this heavily iron-overloaded and heavily transfused population of β-thalassemia pts. Ongoing assessments over 12 and 18 months will elucidate if DFX continues to improve cardiac iron burden and maintain/improve cardiac function in severely iron-overloaded pts. View large Download slide Figure View large Download slide Figure "
}