{
    "doi": "https://doi.org/10.1182/blood.V110.11.2552.2552",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1020",
    "start_url_page_num": 1020,
    "is_scraped": "1",
    "article_title": "Deletion 5q in WHO-Defined Myeloproliferative Neoplasms: A Clinicopathological Description. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "myeloproliferative disease",
        "world health organization",
        "hemoglobin measurement",
        "anemia",
        "biopsy",
        "disseminated eosinophilic collagen disease",
        "eosinophilic leukemia, chronic",
        "fibrosis",
        "histopathology tests",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Rafael Santana-Davila",
        "Ayalew Tefferi",
        "Shernan G. Holtan",
        "Rhett P. Ketterling",
        "Ryan A. Knudson",
        "David P. Steensma",
        "Dong Chen",
        "James D. Hoyer",
        "Curtis A. Hanson"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.022672899999996",
    "first_author_longitude": "-92.4667508",
    "abstract_text": "Background: Deletion 5q is a lenalidomide-sensitive cytogenetic abnormality seen usually in myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). In the current study, we looked into the occurrence and clinicopathologic correlates of del(5q) in myeloproliferative neoplasms (MPNs) defined according to the World Health Organization (WHO) criteria. Methods: Patients with del(5q)-positive MPN were identified through database query involving over 2000 patients with myeloproliferative neoplasms (MPD) including no less than 500 patients with primary myelofibrosis (PMF), 600 patients with essential thrombocytosis (ET), 500 patients with polycythemia vera (PV), and the remaining comprised of patients with molecularly-undefined chronic eosinophilic leukemia, hypereosinophilic syndrome, systemic mastocytosis (SM), chronic neutrophilic leukemia, and “MPN, unclassifiable”. Results: A total of 23 patients with del(5q) were identified (12 at time of initial diagnosis), suggesting an overall prevalence rate of 1%. A central pathological review was conducted to confirm the diagnosis in each instance. Specific diagnoses included PMF (n=14; estimated prevalence of 3%), MPN, unclassifiable (n=4), PV (n=2), ET (n=1), post ET-myelofibrosis (n=1) and SM (n=1). Del(5q) was a sole abnormality in 5 patients, accompanied by one other abnormality in 6 patients, and part of a complex karyotype in 12 patients. The most common breakpoint was q13q33 (n=10) followed by q15q33 (n=6). Based on sample size adequacy, we focused on del(5q)-positive PMF patients and compared their bone marrow histological and clinical features with their del(5q)-negative counterparts seen at the Mayo Clinic during the same period of time (n=311). There was no difference in gender or age distributions. Histopathological review did not show the typical tight clusters of megakaryocytes seen in classic PMF. The megakaryocytes were not the predominate feature of the biopsy, in general were less lobulated and smaller in size, and had a higher grade of fibrosis (med = 3+) than classic PMF. Furthermore, del(5q)-positive PMF patients presented with significantly lower hemoglobin level (p=0.0009) and platelet count (p=0.0003). The percentage of patients presenting with a hemoglobin level of < 10 g/dL or a platelet count of < 100 × 109/L were 70% and 92% in del(5q)-positive patients as opposed to 43% and 18% in del(5q)-negative patients. However, the presence of del(5q) did not significantly affect either overall survival (Figure) or leukemic transformation in PMF (14% vs 9%). Conclusions: Del(5q) is generally rare in MPNs but might occur in as much as 3% of patients with PMF. The presence of del(5q) does not appear to affect overall survival in PMF despite its clustering with adverse prognostic features for the disease including anemia and thrombocytopenia. Finally, megakaryocyte morphology and distribution in del(5q)-associated PMF are characteristically different from classic PMF. View large Download slide Figure View large Download slide Figure "
}