{
    "doi": "https://doi.org/10.1182/blood.V114.22.2105.2105",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1524",
    "start_url_page_num": 1524,
    "is_scraped": "1",
    "article_title": "RAP Trial: Ringer's Lactate and Packed Red Blood Cell Transfusion, An in Vitro Study and Chart Review. ",
    "article_date": "November 20, 2009",
    "session_type": "BASIC SCIENCE AND CLINICAL PRACTICE IN BLOOD TRANSFUSION POSTER I",
    "topics": [
        "in vitro study",
        "lactated ringer's solution",
        "packed red blood cell transfusion",
        "transfusion",
        "packed red blood cells",
        "blood transfusion",
        "calcium",
        "adverse event",
        "blood coagulation disorders",
        "blood groups"
    ],
    "author_names": [
        "Lauren Bolster, MD",
        "Mark Bosch, MD",
        "Brian Brownbridge, MD",
        "Anurag Saxena, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Saskatchewan, Saskatoon, SK, Canada, "
        ],
        [
            "Internal Medicine, University of Saskatchewan, Saskatoon, SK, Canada, "
        ],
        [
            "Anesthesia, Royal University Hospital, Saskatoon, SK, Canada, "
        ],
        [
            "Royal University Hospital, Saskatoon, SK, Canada"
        ]
    ],
    "first_author_latitude": "52.13152304999999",
    "first_author_longitude": "-106.66169324999998",
    "abstract_text": "Abstract 2105 Poster Board II-82 Background: The Canadian Blood Services and the American Association of Blood Banks state that intravenous solution administered with packed red blood cells (pRBC) must be isotonic and must not contain calcium or glucose. This recommendation is based on in vitro investigations demonstrating that calcium containing solutions can initiate in vitro coagulation in citrated blood (Ryden 1975, Dickson 1980, Lorenzo 1998). Recently this recommendation has been challenged by in vitro studies that combined AS-3 pRBC with Ringer's Lactate (RL) (Albert 2009). Currently there are anaesthetists that use RL with pRBC for intra-operative transfusions. The purpose of this study was to evaluate whether RL, as compared with normal saline (NS), can safely be used in transfusion therapy. Methods: Eleven units of AS-3 pRBC were obtained for this study. In part A, multiple dilutions of blood with RL or NS were assessed for clot, both visually using a 20 micron filter and molecularly using F1+2 ELISA. In part B, blood was run through a standard gravity filter with NS or RL, to simulate both ward and intra-operative transfusion practice. The blood was then assessed for clot at times 30, 60, 120, and 240 minutes. In part C, patients who received intra-operative transfusions of pRBC with RL were identified. These charts were reviewed for evidence of transfusion reactions including: TRALI, arterial or venous thrombosis, coagulopathy and mortality. Results: In part A, none of the filters had evidence of visible clot, nor evidence of thrombin generation at supraphysiologic levels, >300 pmol/L (Ota 2008, Pelzer 1991). In part B, there was no visible evidence of clot at the preselected time points. Over four hours the NS + blood group F1+2 levels ranged from 12- 267 pmol/L, and the RL + blood F1+2 levels ranged from 14-218 pmol/L. In the transfusion set primed with blood and then RL added, a simulation of common operating room transfusion practice, the F1+2 ELISA levels ranged from 13-435 pmol/L. There were no statistically significant difference in the ELISA F1+2 between the NS and RL groups (NS + blood vs. RL + blood p= 0.547, NS + blood vs. blood +RL p= 0.663). Nine patients totaling 36 units of pRBC transfused with RL were reviewed. The transfusion times ranging from 15-95 minutes, with an average transfusion time of 30 minutes per unit of pRBC. There was no evidence of transfusion related adverse events identified. Discussion: In addition to our results confirming recent studies that demonstrate in vitro compatibility of pRBC with RL, our study is the first comprehensive study involving visual clot, molecular clot and intra-operative transfusion of pRBC with RL. We have utilized a 20 micron filter, whereas previous studies utilized 40 micron filters. Further, in contrast to other studies we are the first to investigate the effects of both the concentration of RL with blood and the transfusion duration; no other study has looked at four hour transfusions with RL. Conclusion: Our study adds credibility to the hypothesis that RL is safe for clinical transfusion, including intra-operative and ward transfusion practice. Although new evidence now challenges international transfusion guidelines, a larger study should be conducted before transfusion with RL is adopted into widespread clinical practice. Disclosures: No relevant conflicts of interest to declare."
}