{
    "doi": "https://doi.org/10.1182/blood.V124.21.3304.3304",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2902",
    "start_url_page_num": 2902,
    "is_scraped": "1",
    "article_title": "STAT3-Driven, Aberrantly Expressed Lipoprotein Lipase Mediates Free Fatty Acid Metabolism in Chronic Lymphocytic Leukemia Cells ",
    "article_date": "December 6, 2014",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "lipoprotein lipase",
        "metabolism",
        "nonesterified fatty acids",
        "stat3 protein",
        "lipids",
        "rna, small interfering",
        "bone marrow biopsy",
        "electrophoretic mobility shift assay"
    ],
    "author_names": [
        "Uri Rozovski, MD",
        "Srdana Grgurevic",
        "Carlos E. Bueso-Ramos, MD PhD",
        "David M. Harris",
        "Ping Li, PhD",
        "Zhiming Liu",
        "JI Yuan Wu, MD",
        "William Wierda, MD PhD",
        "Jan A. Burger, MD PhD",
        "Susan O'Brien, MD",
        "Nitin Jain, MD",
        "Alessandra Ferrajoli, MD",
        "Michael Keating, MBBS",
        "Zeev Estrov, MD"
    ],
    "author_affiliations": [
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX ",
            "Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "The metabolic profile of mammalian cells is determined primarily by the cells’ proliferation rate. Unlike circulating memory B cells, which are typically quiescent and proliferate only in response to external stimuli, approximately 1% of chronic lymphocytic leukemia (CLL) cells proliferate daily. We sought to determine how CLL cells adjust their metabolism to meet increased energy demands imposed by their proliferation rate. Muscle cells, which proliferate at rates similar to those of CLL cells, preferentially use intracellular stored triglycerides as an available energy source. Similar to muscle cells, CLL cells express lipoprotein lipase (LPL), an enzyme that catalyzes the hydrolysis of tryglycerides into free fatty acids (FFA). We wondered whether CLL cells use a similar pathway. In reviewing bone marrow biopsies of patients with CLL, we identified clear-appearing oil red O-positive vacuoles in the cytoplasm of CLL cells. Using electron microscopy, we confirmed that these lipid vacuoles were present in 95% of CLL peripheral blood cells but not in normal B cells. To determine whether CLL cells metabolize FFA, we incubated CLL cells with or without FFA (palmitate or oleate) in a sealed flask and measured the dissolved O 2 (dO 2 ) content in the medium of the cultured cells after 48 h. Compared with CLL cells incubated in the absence of FFA, dO 2 levels were significantly reduced when FFA was added. In contrast, dO 2 levels were not reduced after FFA was added to cultures of normal B lymphocytes, suggesting that unlike normal B cells, CLL cells acquired the capacity to metabolize FFA . Transfecting CLL cells with LPL small interfering RNA abrogated the capacity of CLL cells to metabolize FFA, suggesting that FFA metabolism in CLL cells is LPL dependent. We and other groups found that LPL is abundantly expressed in CLL cells. Because STAT3 is constitutively activated in CLL cells and because we identified putative STAT3 binding sites in the LPL promoter, we hypothesized that STAT3 induces aberrant expression of LPL in CLL cells. By transfecting a luciferase reporter gene driven by LPL promoter fragments into MM1 cells, we found that STAT3 activates the LPL promoter, and by using chromatin immunoprecipitation and electrophoretic mobility shift assays, we confirmed that STAT3 binds to the LPL promoter in MM1 and in CLL cells. To confirm these data, we transfected CLL cells with a lentiviral STAT3 short hairpin RNA. Unlike the empty lentiviral vector, STAT3–small interfering RNA downregulated mRNA levels of LPL and several STAT3 target genes and downregulated LPL protein levels. Taken together, our data suggest that CLL cells store lipids in cytoplasmic vacuoles, produce LPL, and adapt their metabolism to utilize intracellular stored lipids for energy production, a process that is driven by constitutively activated STAT3. Disclosures O'Brien: Amgen, Celgene, GSK: Consultancy; CLL Global Research Foundation: Membership on an entity's Board of Directors or advisory committees; Emergent, Genentech, Gilead, Infinity, Pharmacyclics, Spectrum: Consultancy, Research Funding; MorphoSys, Acerta, TG Therapeutics: Research Funding."
}