{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1513.1513",
    "article_title": "Second Primary Malignancies and Cardiovascular Mortality in Hodgkin disease Survivors — a Surveillance, Epidemiology, and End Results Registry Database Study ",
    "article_date": "December 7, 2017",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: Poster I",
    "abstract_text": "Background Over the last few decades there has been significant improvements in survival in patients with Hodgkin disease (HD). But long-term HD survivors, especially those treated with radiation therapy (RT) have an increased risk of second primary malignancy and cardiovascular disease (CVD) related mortality. In this context, we conducted this population based study to analyze trends in CVD related mortality and incidence of lung and thyroid cancer in HD survivors treated with RT. Materials and methods We used the Surveillance, Epidemiology, and End Results 9 database to calculate the Standardized Incidence Ratio (SIR) and Excess Absolute Risk (EAR) of lung and thyroid cancer as second primary malignancies in survivors of HD diagnosed between 1973 and 2011, and who were treated with RT. Poisson regression models were used to calculate adjusted incidence of lung and thyroid cancer. We further divided the patients diagnosed with HD during this period into two groups based on if or not they received RT and calculated the mortality due to CVD for each group, by year of diagnosis. Poisson regression models were used to calculate adjusted CVD mortality by year of HD diagnosis for each group. In all three cases, trends in incidence or mortality were evaluated by calculating the Estimated Annual Percentage Change (EAPC) from the regression coefficient for year of diagnosis. Results We identified 11,916 HD cases that received RT from the SEER database, who were followed up for a median duration of 160 months (range - 12 to 480 months). Table 1 provides characteristics of the study population. 319 patients developed lung cancer (SIR of 3.72, 95% CI 3.32 - 4.15; EAR of 13.19 per 10,000 person years at risk) and 86 patients developed thyroid cancer (SIR of 3.67, 95% CI 2.94 - 4.53; EAR of 3.54 per 10,000 person years at risk). Median ages at diagnosis of secondary lung and thyroid cancers were 59 years and 42 years respectively, with median latency periods of 16 years and 17 years respectively. 965 patients among 11,916 patients who received RT died from CVD while the number of CVD deaths was 1,182 among the 12,507 patients who were not administered RT. Using Poisson regression models, we calculated the adjusted incidence of secondary lung cancer and thyroid cancer and the adjusted mortality from CVD, by year of diagnosis. Year of diagnosis, age at diagnosis of HD and latency (time since diagnosis of HD) were the independent variables used in the regression model. Between 1973 and 2011, the adjusted incidence of lung cancer declined at an EAPC of -2.68 (95% CI -13.06 to -3.92) and that of thyroid cancer declined at an EAPC of -3.35 (95% CI -5.73 to -1.00) (Figure 1). Over the same period, CVD mortality per 10,000 person years at risk for patients who received RT declined at an EAPC of -4.34 (95% CI -4.97 to -3.73) and that of patients who did not receive RT declined at an EAPC of -1.92 (95% CI -2.47 to -1.39) (Figure 2). Conclusion We observed a decline in incidence of lung and thyroid malignancies and CVD mortality in HD survivors over the study period. The decline in CVD mortality over time in patients who received RT was steeper compared to that of patients who did not receive RT. Though our study was limited by the lack of details regarding RT, chemotherapy and comorbidities, these findings are most likely a reflection of recent trends in use of reduced doses and field of RT. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "cardiovascular death",
        "epidemiology",
        "hodgkin's disease",
        "surveillance, medical",
        "survivors",
        "cardiovascular diseases",
        "thyroid cancer",
        "lung cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Upama Giri",
        "Kruti Patel, DO",
        "Michael G. Martin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Upama Giri",
            "author_affiliations": [
                "Department of Internal Medicine, University of Tennessee Health Science Center, Memphis, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kruti Patel, DO",
            "author_affiliations": [
                "Department of Internal Medicine, University of Tennessee Health Science Center, Memphis, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael G. Martin, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, The West Cancer Center/University of Tennessee Health Science Center, Memphis, TN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:43:19",
    "is_scraped": "1"
}