{
    "doi": "https://doi.org/10.1182/blood.V124.21.2778.2778",
    "article_title": "Immunosuppressive Treatment Combined with Nucleoside Analogues Is Superior to Nucleoside Analogues Alone in the Treatment of Severe Thrombocytopenia in Patients with Cirrhosis-Associated with Hepatitis B in China: A Multicenter, Observational Study ",
    "article_date": "December 6, 2014",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "abstract_text": "Introduction : Thrombocytopenia is a frequent manifestation of liver cirrhosis (LC) related to the hepatitis B virus (HBV). Severe thrombocytopenia is associated with bleeding events that increase morbidity and mortality in patients with LC. No effective treatment has been identified for patients with composited liver cirrhosis associated with HBV and severe thrombocytopenia. The pathogenesis of thrombocytopenia in liver diseases has not been well established. It has been suggested that autoantibody-mediated platelet destruction might contribute, at least in part, to hepatitis B cirrhotic thrombocytopenia. We aimed to explore the effectiveness and safety of low dose prednisone or low dose cyclosporine combined with a nucleoside analogue in patients with severe thrombocytopenia associated with HBV-related LC. Methods: In this observational cohort study, we included 145 consecutive compensated HBV-associated LC patients with severe thrombocytopenia (PLT<30,000 per cubic millimeter, accompanied by a tendency towards bleeding) between January 1, 2006 and December 31, 2013. We divided the patients into three groups by treatment strategy, including NA alone (n=57), NA plus prednisone (n=46), and NA plus cyclosporine (CsA) (n=42). Prednisone was given at a dosage of 0.5 mg/kg/d for 4 weeks until a response was observed or until the side effects became intolerable. The cyclosporine regimen consisted of oral CsA at a dosage of 1 mg/kg/d given in two divided doses. The dose of prednisone or CsA was then slowly tapered in the patients who responded to the drugs. We analyzed the platelet counts, bleeding events, liver function, replication of HBV, and outcomes in each group. The platelet counts following the treatments were estimated using mixed-effects linear models that included all available platelet counts after treatment. These models were adjusted by age, sex, the Child-Pugh score, other systemic complications, platelet transfusion, and research center. Cox proportional hazards analyses were performed to examine the factors related to bleeding events. Data was analyzed using IBM SPSS Statistics version 19.0 (SPSS Inc., an IBM company). P values less than 0.05 were considered significant. This study is registered with ClinicalTrials.gov under number NCT01987791. Results: At all time points during this observation, platelet counts in the prednisone plus NA and CsA plus NA groups were higher than those in the NA group. In the group receiving prednisone plus NA, 35 of the 46 patients (76.1%) had platelet counts of 50,000 per cubic millimeter or greater during this observation. As in the CsA plus NA group, 30 of the 42 patients (71.4%) had platelet counts of 50,000 per cubic millimeter or greater. Only 4 of the 57 patients (7.0%) in the NA treatment group had platelet counts that were higher than 50,000 per cubic millimeter. The cumulative bleeding events in the three treatment groups were 67.0% in the NA only group, 56.9% in the prednisone group and 62.2% in the CsA group. The cumulative rates of bleeding events were significantly different among the three groups (p=0.001). The platelet counts, treatment with prednisone plus NA and treatment with CsA plus NA were factors associated with bleeding events in the multivariate analysis. After treatment, serum alanine transaminase levels were significantly lower than those before treatment in all groups. The differences in the HBV-DNA negative rates, HBV-DNA elevated rates, normal serum alanine transaminase rates, serum alanine transaminase rates that elevated more than two times the baseline rate, and HBeAg seropositive conversion ratios among the groups did not reach statistical significance. Levels of the platelet-associated anti-GPIIb-IIIa antibodies after the 4-week treatment were lower than those at baseline in the prednisone group and CsA group; no difference was observed in the NA alone group. The adverse events in our study were mild in general and balanced among the three treatment groups. Conclusions : Treatment with low dose prednisone or low dose CsA plus NA could elevate the platelet count and reduce the risk of bleeding events in HBV LC patients with severe thrombocytopenia; the treatment had no obvious adverse effects on liver function and HBV DNA replication. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "china",
        "hepatitis b",
        "immunosuppressive agents",
        "liver cirrhosis",
        "nucleoside analog",
        "observational studies",
        "thrombocytopenia",
        "cyclosporine",
        "prednisone",
        "hemorrhage"
    ],
    "author_names": [
        "Xiao-Hui Zhang, MD, PhD",
        "Ru Feng",
        "Lan-ping Xu",
        "Qian Jiang",
        "Hao Jiang",
        "Hai-xia Fu",
        "Hui Liu",
        "Ting Niu",
        "Xin Wang",
        "Jian-da Hu",
        "Ming Jiang",
        "Zhao Wang",
        "Jing-wen Wang",
        "Hui Ma",
        "Yan-di Xie",
        "Xiao-lu Zhu",
        "Hao Wang",
        "Lai Wei",
        "Xiao Jun Huang"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiao-Hui Zhang, MD, PhD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ru Feng",
            "author_affiliations": [
                "Department of Hematology, Beijing Hospital, Ministry of Health Beijing China, Beijing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan-ping Xu",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qian Jiang",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hao Jiang",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hai-xia Fu",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Liu",
            "author_affiliations": [
                "Department of Hematology, Beijing Hospital, Ministry of Health Beijing China, Beijing, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ting Niu",
            "author_affiliations": [
                "Department of Haematology, West China Hospital, West China School of Clinical Medicine, Sichuan University, Chengdu, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Wang",
            "author_affiliations": [
                "Shandong provincial hospital, Beijing, Ghana "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-da Hu",
            "author_affiliations": [
                "Union Hospital, Fujian Medical University, Fujian, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Jiang",
            "author_affiliations": [
                "First Affiliated Hospital, Xinjiang Medical University, Urumqi, China "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhao Wang",
            "author_affiliations": [
                "Beijing Friendship Hospital, Beijing, China "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing-wen Wang",
            "author_affiliations": [
                "Beijing Tongren Hospital, Beijing, China "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Ma",
            "author_affiliations": [
                "The People's Hospital of Peking University,Institute of Hepatic Diseases, Beijing, China"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan-di Xie",
            "author_affiliations": [
                "The People's Hospital of Peking University,Institute of Hepatic Diseases, Beijing, China"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-lu Zhu",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hao Wang",
            "author_affiliations": [
                "The People's Hospital of Peking University,Institute of Hepatic Diseases, Beijing, China"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lai Wei",
            "author_affiliations": [
                "The People's Hospital of Peking University,Institute of Hepatic Diseases, Beijing, China"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao Jun Huang",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing, China "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T13:09:53",
    "is_scraped": "1"
}