{
    "doi": "https://doi.org/10.1182/blood.V104.11.557.557",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=55",
    "start_url_page_num": 55,
    "is_scraped": "1",
    "article_title": "Pim Kinases Mediate Viability Signals Downstream of the Tyrosine Kinase Oncogenes BCR-ABL and FLT3-ITD. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Pim1 and Pim2 belong to a family of serine/threonine kinases that are overexpressed in many leukemias. Pim1 has previously been shown to cooperate with the v-myc oncogene to transform hematopoietic cells with murine transforming viruses and overexpression of Pim2 has been shown to induce growth factor independence in a factor dependent murine BaF3 cell line. Protein expression of both Pim1 and Pim2 is low or absent in non-transformed hematopoietic cells but was found to be rapidly increased upon transformation by BCR-ABL or FLT3 with an internal tandem duplication (ITD). The exact contribution of the Pim kinases to transformation in these cells is unknown. BaF3 cell lines were created that stably expressed either BCR-ABL or FLT3-ITD tyrosine kinases, and in which either Pim1 or Pim2 could be induced with doxycycline. Treatment of BCR-ABL or FLT3-ITD expressing cells with small molecule kinase inhibitors specific for either ABL or FLT3 led to inhibition of cell growth, increased apoptosis, and downregulation of Pim expression as expected. However, if Pim2, and to a lesser extent, Pim1 expression was maintained by doxycycline, there was a substantial increase in both viability and cell growth. The molecular mechanisms by which Pim proteins exhibit their effects on target cells are not known. Using parental growth factor dependent BaF3 cell lines with doxycycline inducible Pim1 and Pim2, we show that expression of either of the Pim proteins is sufficient, by itself, to reduce apoptosis and induce modest cell growth. The effects of Pim overexpression on several pathways known to be associated with viability were studied. We found that while Pim over-expression does not activate Akt, it does result in the phosphorylation of a known Akt target, GSK-3β, a regulator of cell cycle progression by targeting the stability of cyclin D proteins. This suggests that Pim proteins may mediate their biological effects through regulation of components in the phosphatidylinositol-3′ kinase signaling cascade, independent of Akt activation. These results further suggest that upregulation of Pim kinases significantly contributes to transformation. Inhibition of Pim kinases could have beneficial therapeutic effects in leukemias.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "flt3 gene",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "oncogenes",
        "phosphotransferases",
        "potentially inappropriate medication list",
        "protein tyrosine kinase",
        "doxycycline",
        "proto-oncogene proteins c-akt"
    ],
    "author_names": [
        "Martin Sattler, Ph.D.",
        "Emily Babendreier",
        "Stephanie C. Chu",
        "Jessica L. Gramlich",
        "Klaus Podar, M.D., Ph.D.",
        "James D. Griffin, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34322194999999",
    "first_author_longitude": "-71.1275997"
}