{
    "doi": "https://doi.org/10.1182/blood.V108.11.1714.1714",
    "article_title": "Protein S Down-Regulates Factor VIIIa by Competing with Factor IXa. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Factor VIII functions as a cofactor in the factor Xase complex responsible for phospholipid surface-dependent conversion of factor X to factor Xa by factor IXa. Factor VIIIa, activated form by thrombin and factor Xa, is down regulated by activated protein C (APC), and the reaction is enhanced by the presence of protein S, a cofactor for APC. It was previously reported that protein S inactivated directly factor Xa or factor Va, however, the direct regulation of factor VIII by protein S remains to be investigated. In the present study, surface plasmon resonance (SPR)-based assay showed that factor VIII bound directly to immobilized protein S ( K d ; 70 nM). The isolated A2 and A3 domains also bound to protein S with similar modest affinity ( K d; 15 and 17 nM, respectively), whilst the isolated A1 and C2 domains failed to bind, suggesting the presence of protein S-binding sites within the A2 and A3 domain. Since it is known that factor IXa also interacts with the A2 and A3 domains in factor VIII, we examined the inhibitory effect of factor IXa on the factor VIII and protein S interaction in a SPR-based assay. Active-site modified (EGR−) factor IXa competitively inhibited the binding of protein S to both the A2 and A3-C1-C2 domains dose-dependently. Furthermore, Western blotting analysis using an anti-A1 monoclonal antibody revealed that Arg336 cleavage in factor VIII by factor IXa in the presence of protein S was slower with an ~1.8-fold lower cleavage rate than that in its absence, supporting that protein S competed the factor IXa interaction with factor VIII. Of interest, the reaction with protein S to factor VIII inhibited the generation of factor Xa dose-dependently in a factor Xa generation assay (IC 50 ; 150 nM). The K m value for factor X obtained with factor Xase complex in the presence of physiological concentration of protein S was 19 nM, which was ~2-fold lower than that in its absence (45 nM). Whilst, the K m value for factor IXa in the presence of protein S was greater than 100 nM, which was ~5000-fold higher than that in its absence (21 pM). We demonstrate that protein S not only contributes to down-regulate factor VIIIa activity as a cofactor for APC, but also impairs the factor Xase complex by competing the binding of factor IXa to factor VIII.",
    "topics": [
        "factor ixa",
        "factor viiia",
        "protein s",
        "factor viii",
        "mechlorethamine",
        "factor xa",
        "factor x",
        "activated protein c",
        "factor va",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Masahiro Takeyama, MD",
        "Keiji Nogami, MD.PhD",
        "Kohei Tatsumi, MD",
        "Yuri Fujita, MD",
        "Ichiro Tanaka, MD,PhD",
        "Akira Yoshioka, MD,PhD",
        "Midori Shima, MD,PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masahiro Takeyama, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keiji Nogami, MD.PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kohei Tatsumi, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuri Fujita, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ichiro Tanaka, MD,PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Yoshioka, MD,PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Midori Shima, MD,PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nara Medical University, Kashihara, Nara, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T02:35:51",
    "is_scraped": "1"
}