{
    "doi": "https://doi.org/10.1182/blood-2020-137525",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4469",
    "start_url_page_num": 4469,
    "is_scraped": "1",
    "article_title": "Abnormal Metaphase Cytogenetics Adds to Currently Known Risk-Factors for Venous Thromboembolism in Multiple Myeloma: Derivation of the PRISM score ",
    "article_date": "November 5, 2020",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": null,
    "author_names": [
        "Rajshekhar Chakraborty, MD",
        "Lisa Rybicki, MS",
        "Jason Valent, MD",
        "Alex V. Mejia Garcia, MD",
        "Beth M. Faiman, PhDCNP",
        "Jack Khouri, MD",
        "Nathaniel Rosko, PharmD",
        "Christy J. Samaras, DO",
        "Matt Kalaycio, MD",
        "Faiz Anwer, MD",
        "Alok A Khorana, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Columbia University Medical Center, New York, "
        ],
        [
            "Blood and Marrow Transplant Program, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Hematology/Oncology, Cleveland Clinic, Cleveland, OH"
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "40.84134875",
    "first_author_longitude": "-73.94106475",
    "abstract_text": "Background: Prevention and management of venous thromboembolic events [VTE] is an important component of supportive care in newly diagnosed multiple myeloma [MM], especially in the era of immunomodulatory drugs [IMiDs]. Recently, two validated risk assessment models [RAMs], SAVED and IMPEDE-VTE , were developed to identify patients at high risk of VTE. However, these models have following limitations: (1) Patients were not uniformly treated in the era of contemporary MM therapy (2) Disease-specific variables were not available in the databases from which these scores were derived. Our primary aim was to develop a simple predictive model for VTE in MM using patient-specific, disease-specific, and treatment-specific variables. Our secondary aim was to assess the impact of VTE on overall survival [OS]. Methods: All consecutive patients with newly diagnosed MM treated at Cleveland Clinic from 1/1/2008 to 12/31/2018 were included in our analysis. The primary objective was to identify baseline variables associated with VTE within 12 months of treatment initiation. Candidate variables included those in IMWG, SAVED, and IMPEDE-VTE models as well as additional risk-factors from literature review in MM and cancer-associated VTE. Stepwise selection with variable entry criterion of p <0.20 and a variable retention criterion of p <0.05 was used to identify significant factors on multivariable analysis [MVA]. RAM was developed by subtracting 1 from the hazard ratio of a potential variable, rounding to the nearest 0.5, and multiplying by 2 to obtain a whole number. The impact of VTE on OS was assessed with landmark analysis. Results: A total of 934 patients with newly diagnosed MM and available data on VTE occurrence were considered for inclusion. We excluded patients with VTE within 6 months before starting therapy [n=5] and patients on therapeutic anticoagulation or receiving >1 prophylactic regimen [n=146], resulting in a total of 783 patients for model development. The most common induction regimen was bortezomib [V]-lenalidomide [R]-dexamethasone [VRD; 41%], followed by VD [22%], RD [20%], V-cyclophosphamide-dexamethasone [VCD; 11%], and others [7%]. Median age at treatment initiation was 63 years [range, 22-91], 55% were males, and 20% were Blacks. ISS stage III disease was present in 32%, high-risk FISH in 23%, abnormal metaphase cytogenetics in 18%, and serum creatinine >2 mg/dl in 19% of patients. Notably, 76% had received a dexamethasone dose of 120-160 mg/cycle, with only 5.9% started on a higher dose [>160 mg/cycle]. The most common thromboprophylaxis agent was aspirin [60%], followed by low molecular weight heparin [LMWH; 3.8%]; 37% of patients received no thromboprophylaxis. Erythropoietin and intravenous immunoglobulin were used in 2.9% and 1.2% of patients respectively. Median time to VTE from treatment initiation was 3.2 months. Cumulative incidence of VTE at 6 and 12 months was 8.2% [95% CI, 6.6-10.1] and 11.5% [95% CI, 9.5-13.6] respectively. Factors significantly associated with development of VTE on MVA were combined to develop the PRISM score [Table 1]: P rior VTE history [HR 5.06; 8 points], Black R ace [HR 1.71; 1 point], I MiD use [HR 2.17; 2 points], S urgery within 3 months [HR 3.44; 5 points], and abnormal M etaphase cytogenetics [HR 2.10; 2 points]. The theoretical score range is 0-18, with a HR of 1.28 per 1-point increase in score [ c -statistic 0.62]. Internal bootstrap validation including 1,000 samples showed a c -statistic of 0.62 [IQR, 0.60-0.64]. Using three risk groups by recursive partitioning analysis, 17.8%, 74%, and 8.1% belonged to low [0], intermediate [1-6], and high-risk [>6] groups respectively. The 12-month cumulative incidence of VTE in the 3 respective groups were 2.7%, 10.8%, and 36.5% [Figure 1]. Occurrence of VTE in the first 12 months was not associated with worse OS on landmark analysis at 3, 6, 9, and 12 months. Conclusion: We have developed and internally validated a RAM for VTE in MM in the context of contemporary MM therapy including disease-specific variables. Studies of external validation and comparison with existing RAMs are warranted. The PRISM Score could be used to identify high-risk patients for thromboprophylaxis. Figure View large Download slide Figure View large Download slide Disclosures Valent: Amgen Inc.: Other: Teaching, Speakers Bureau; Takeda Pharmaceuticals: Other: Teaching, Speakers Bureau; Celgene: Other: Teaching, Speakers Bureau. Khouri: Sanofi Genzyme: Other: Advisory Board. Anwer: Incyte, Seattle Genetics, Acetylon Pharmaceuticals, AbbVie Pharma, Astellas Pharma, Celegene, Millennium Pharmaceuticals.: Honoraria, Research Funding, Speakers Bureau. Khorana: Pharmacyclics: Honoraria; Pfizer: Honoraria; Sanofi: Honoraria; Medscape: Honoraria; Leo Pharma: Honoraria; Seattle Genetics: Honoraria; Pharmacyte: Honoraria; Leap: Research Funding; Bayer: Honoraria; Janssen: Honoraria; Merck: Research Funding; Array: Other: Research funding (to institution); BMS: Honoraria, Research Funding."
}