{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3920.3920",
    "article_title": "Over-Expression of ERG Predicts Poor Outcome in Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Introduction: Acute myeloid leukemia (AML) treatment aims at the eradication of all leukemic cells to achieve cure. Available treatments produce complete remission (CR) in up-to 80% of patients. However, ~60% of them will relapse. Various prognostic factors such as baseline white blood cell count (WBC), cytogenetics and mutations of FLT3 , NPM1 , CEBPA have been shown to affect the survival. The high expression of brain and acute leukemia cytoplasmic ( BAALC) and ETS- related gene (ERG) has been associated with poor prognosis but due to limited prospective studies, their role as prognostic factors is still unclear. We aim to substantiate the prognostic value of BAALC and ERG expression in adult AML patients. Materials and methods: All patients included in this prospective study (N=149) between March 2012 and February 2015 underwent marrow for following investigations: (i) Cytogenetic analyses- by standard techniques of chromosome banding and FISH (ii) Mutation profiling of NPM1 , FLT3 -ITD and CEBPA by capillary electrophoresis and direct DNA sequencing. Long range PCR was done to detect KMT2A-PTD ( MLL -PTD) (iii) BAALC and ERG expressions by quantitative real time PCR assays. Abelson ( ABL ) gene was used as an internal control. According to the baseline median values of BAALC and ERG expression, patients were divided into high and low expressers. Patients received standard induction chemotherapy with daunorubicin 60 mg/m 2 for 3 days and cytosine arabinoside 100 mg/m 2 for 7 days. Marrow was done 21-28 days after start of chemotherapy. If marrow was in remission, then patients received 3 courses of consolidation therapy with 12-18 gm/m 2 of cytosine arabinoside (HiDAC). Patients underwent allogeneic transplant if feasible according to molecular and cytogenetic risk. Statistical analysis was done using SPSS-21. Overall survival (OS) was defined as time from start of induction therapy to time to last follow up or death. Relapse free survival (RFS) was defined as time from achieving CR to time to relapse, death or last follow up if in CR. Results of the expression studies, cytogenetic and molecular groups were analyzed for their impact on OS and RFS. Variables known to have prognostic implications such as baseline WBC, cytogenetics risk groups and molecular markers were grouped according to high/low BAALC and ERG expressers. Comparison of these prognostic factors within high/low expressers was carried out by Chi-square method. Survival was calculated by Kaplan-Meier method and prognostic factors were compared by log-rank test. Multivariate analysis was carried out using the Cox proportional hazards model. All covariates whose univariate models reflected a P value less than 0.2 were considered for inclusion in the model. Results: A total of 149 patients were accrued. The median age of the cohort was 27 years (range 15-58 ) with male predominance (M:F =98:51). Of 149 patients, 105 achieved CR after 1 or 2 cycles of chemotherapy. Twenty-seven patients were refractory of which 18 were lost to follow up and hence excluded from OS analysis. Seventeen patients died during induction. The OS of 131 patients was 36.5% at 2 years. The OS and RFS of 105 patients who achieved CR was 54% and 43.8% respectively. The median value (60 BAALC copies /ABL and 58 ERG copies /ABL ) was used to distinguish high expressers from low expressers. At baseline, copy numbers of 149 patients ranged from 11.58 to 242.23 for BAALC and 16.2 to 328.2 for ERG. For BAALC , 69/149(46.3%) were high expressers as compared to 80/149 (53.7%) as low expressers. Concerning ERG , 76/149(51%) were high and 73/149(49%) were low expressers. The OS and RFS of high BAALC versus low BAALC expressers at 2 years was 13.8% vs 59.8% (p<0001) and 17.6% vs 72.1% (p<0001) respectively. Similarly OS and RFS of high ERG vs low ERG expressers at 2 years was 5.3% vs 66.4% (p<0001) and 5% vs 71.2% (p<0001) respectively (Figure).The median baseline WBC count was significantly higher in high BAALC/ERG expressers. There was no difference in distribution of FLT3 -ITD, NPM1, CEBPA, MLL -PTD and cytogenetic risk groups in high versus low BAALC and ERG expressers. Multivariate analysis showed that ERG overexpression was only prognostic factor affecting OS and RFS compared to high BAALC expressers, MLL -PTD mutation, cytogenetic risk groups and baseline WBC. Conclusion: This study shows that high ERG expression adversely affects prognosis of AML patients independent of other well known prognostic factors View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "prognostic factors",
        "ccaat/enhancer binding protein alpha",
        "ms-like tyrosine kinase 3",
        "chemotherapy regimen",
        "cytarabine",
        "follow-up",
        "impedance threshold device",
        "polymerase chain reaction",
        "biological markers"
    ],
    "author_names": [
        "Syed Khizer Hasan, PhD",
        "Nikhil Patkar, MD",
        "Devanand Vishwakarma, MSc",
        "Deepan Rajamanickam, MD",
        "Anant Gokarn, MD",
        "Arvind Sahu, MD",
        "Prashant Tembhare, MD",
        "Sadhana Kannan, MSc",
        "Sumeet Gujral, MD",
        "Bhausaheb Bagal, MD DM",
        "Hasmukh Jain, MD",
        "Hari Menon, MD",
        "Manju Sengar, MD DM",
        "Pratibha Kadam Amare, PhD",
        "Papagudi Ganesan Subramanian, MD",
        "Navin Khattry, MD DM"
    ],
    "author_dict_list": [
        {
            "author_name": "Syed Khizer Hasan, PhD",
            "author_affiliations": [
                "ACTREC, Tata Memorial Centre, Navi Mumbai, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nikhil Patkar, MD",
            "author_affiliations": [
                "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Devanand Vishwakarma, MSc",
            "author_affiliations": [
                "ACTREC, Tata Memorial Centre, Navi Mumbai, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepan Rajamanickam, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anant Gokarn, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arvind Sahu, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant Tembhare, MD",
            "author_affiliations": [
                "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sadhana Kannan, MSc",
            "author_affiliations": [
                "ACTREC, Tata Memorial Centre, Navi Mumbai, India "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumeet Gujral, MD",
            "author_affiliations": [
                "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhausaheb Bagal, MD DM",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hasmukh Jain, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hari Menon, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manju Sengar, MD DM",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pratibha Kadam Amare, PhD",
            "author_affiliations": [
                "Laboratory of Cytogenetics, Tata Memorial Centre, Mumbai, India"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Papagudi Ganesan Subramanian, MD",
            "author_affiliations": [
                "Hematopathology Laboratory, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Navin Khattry, MD DM",
            "author_affiliations": [
                "Department of Medical Oncology, Tata Memorial Centre, Mumbai, India "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T13:01:56",
    "is_scraped": "1"
}