{
    "doi": "https://doi.org/10.1182/blood-2020-142749",
    "article_title": "Conversion to Biosimilar Pegfilgrastim-Jmdb from Pegfilgrastim with on-Body Injector Device in Diffuse Large B-Cell Lymphoma: Simulation Modeling of Cost-Savings and Budget-Neutral Expanded Access to Prophylaxis and Anti-Neoplastic Therapy Considering Device Failure Rate ",
    "article_date": "November 5, 2020",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction : Approvals of biosimilar pegfilgrastim products in recent years have reduced the costs of single-dose prophylaxis of chemotherapy-induced (febrile) neutropenia (CIN/FN). While reference pegfilgrastim with on-body injector (PEG-OBI) offers convenience to patients over use of next day pre-filled syringe (PFS), PEG-OBI has a reported failure rate of 1.7-6.9% that predisposes patients to increased risk of CIN/FN episodes. Incremental FN-related hospitalizations (FN-HOSP) associated with PEG-OBI failure contribute to the cost differential between PEG-OBI and assured prophylaxis with biosimilar PEG-PFS. Cost savings generated from conversion to biosimilar PEG-jmdb create opportunities for providing expanded access on a budget-neutral basis to additional CIN/FN prophylaxis or anti-neoplastic treatment. Hence, in a panel of 15,000 patients with diffuse large B-cell lymphoma (DLBCL), we aimed to: 1) quantify the cost-savings from assured prophylaxis with biosimilar PEG-jmdb over PEG-OBI accounting for device failures, 2) simulate the additional CIN/FN prophylaxis that could be achieved from the cost-savings, and 3) model the expanded access to anti-neoplastic treatment with rituximab, cyclophosphamide, doxorubicin, vincristine and prednisone (R-CHOP) that could be provided on a budget-neutral basis through reallocation of cost-savings. Methods : Simulation analysis in a panel of 15,000 DLBCL patients at risk for CIN/FN from the US payer perspective utilized. Costs of medication were based on Q1 2020 average selling price (ASP) for PEG-OBI, PEG-jmdb, and R-CHOP drugs derived from CMS Q3 2020 reimbursement limits; cost of PEG-OBI and PEG-jmdb administration per CMS Outpatient Prospective Payment System; between one and six cycles of prophylaxis; conversion rates from PEG-OBI to biosimilar PEG-jmdb ranging from 10% to 100%; and PEG-OBI failure rates of 1% to 7%. Differential base rate of FN-HOSP in NHL (rate of FN-HOSP without colony-stimulating factor [CSF] minus rate with CSF) was 10.03% over a 6-cycle regimen with 56% occurring in cycle 1 (Chrischilles et al., Cancer Control 2002; 13.25% with CSF, 23.28% without). FN-HOSP costs in 2012 of $25,676 per episode for NHL patients (Tai, J Oncol Pract 2017) were adjusted per the Consumer Price Index for Medical Care to $31,914 for 2020. Results : Conversion from PEG-OBI to biosimilar PEG-jmdb in a panel of 15,000 DLBCL patients generated savings ranging from $379,230 (for one cycle of prophylaxis at 10% conversion) to $22,753,800 (6 cycles at 100%) considering the cost of medication plus administration. These cost-savings could provide access to between 110 (1 cycle at 10% conversion) and 6,623 (6 cycles at 100%) additional cycles of PEG-jmdb on a budget-neutral basis, or between 58 and 3,452 cycles of R-CHOP, respectively. Taking incremental FN-HOSP costs due to PEG-OBI failure into consideration, cost-savings in cycle one from conversion to PEG-jmdb, ranged from $406,118 (at 10% conversion and PEG-OBI failure of 1%) to $5,674,454 (at 100% conversion and 7% PEG-OBI failure). These savings translated into expanded access to between 118 additional cycles of PEG-jmdb or 62 cycles of R-CHOP (at 10% conversion and 1% PEG-OBI failure) and 1,652 cycles of PEG-jmdb or 861 cycles of R-CHOP (at 100% conversion and 7% PEG-OBI failure). Over a 6-cycle regimen, savings increase to $2,323,394 (at 10% conversion and 1% PEG-OBI failure) to $26,114,789 (at 100% conversion and 7% PEG-OBI failure). These additional savings increased expanded access to PEG-jmdb to between 676 additional cycles of PEG-jmdb or 353 cycles of R-CHOP (at 10% conversion and 1% PEG-OBI failure) and 7,601 cycles of PEG-jmdb or 3,962 cycles of R-CHOP (at 100% conversion and 7% PEG-OBI failure). Conclusions : CIN/FN prophylaxis with biosimilar PEG-jmdb generates substantial cost savings compared to PEG-OBI when considering drug and administration costs. Savings further increase when the costs of FN-HOSP related to PEG-OBI failure are taken into account. Reallocation of savings realized through conversion to biosimilar pegfilgrastim-jmdb provide expanded access to additional CIN/FN prophylaxis and anti-neoplastic treatment on a budget-neutral basis while reducing risk and associated hospitalization costs associated with inadequate prophylaxis due to device failure. Disclosures McBride: Coherus BioSciences: Consultancy, Speakers Bureau; Merck: Speakers Bureau; Pfizer: Consultancy; Sandoz: Consultancy; MorphoSys: Consultancy; Bristol-Myers Squibb: Consultancy. MacDonald: Sandoz: Consultancy; Coherus BioSciences: Research Funding; Mylan: Consultancy; Novartis: Consultancy; Janssen: Consultancy; Rockwell Medical: Consultancy; Terumo: Consultancy; Celgene: Consultancy; MorphoSys: Consultancy. Abraham: Sandoz: Consultancy; Mylan: Consultancy; Janssen: Consultancy; Rockwell Medical: Consultancy; Terumo: Consultancy; Celgene: Consultancy; Coherus BioSciences: Research Funding, Speakers Bureau; MorphoSys: Consultancy.",
    "author_names": [
        "Ali McBride, PharmD, MS",
        "Karen MacDonald, PhD",
        "Ivo Abraham, PhD RN"
    ],
    "author_dict_list": [
        {
            "author_name": "Ali McBride, PharmD, MS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Pharmacy, The University of Arizona Cancer Center, Tucson, AZ ",
                "Department of Pharmacy Practice and Science, The University of Arizona College of Pharmacy, Tucson, AZ ",
                "Banner University Medical Center, Tucson, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karen MacDonald, PhD",
            "author_affiliations": [
                "Matrix45, Tucson, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivo Abraham, PhD RN",
            "author_affiliations": [
                "Department of Pharmacy Practice and Science, The University of Arizona College of Pharmacy, Tucson, AZ ",
                "Matrix45, Tucson, AZ ",
                "University of Arizona Cancer Center, Tucson, AZ ",
                "Department of Family and Community Medicine, The University of Arizona College of Medicine, Tucson, AZ ",
                "Center for Health Outcomes and PharmacoEconomic Research, University of Arizona - College of Pharmacy, Tucson, AZ"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:28:46",
    "is_scraped": "1"
}