{
    "doi": "https://doi.org/10.1182/blood-2018-99-120015",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3856",
    "start_url_page_num": 3856,
    "is_scraped": "1",
    "article_title": "Liver Injury after Autologous Hematopoietic Stem Cell Transplant: DILI and SOS ",
    "article_date": "November 29, 2018",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster I",
    "abstract_text": "Introduction: Autologous Hematopoietic Stem Cell Transplant (AHCT) is an integral part of the treatment for many hematological and immunological diseases. However, the AHCT is associated with several complications, including liver diseases, such as sinusoidal obstruction syndrome (SOS), viral hepatitis, and sepsis-associated cholestasis. Drug-induced liver injury (DILI) is one of the most common and serious adverse drug side effects. This issue is particularly important in the context of high dose chemotherapy but it is still understudied. This study aims to determine the incidence of SOS and DILI among patients who underwent the autologous stem cell transplant. Methods: A retrospective cohort study was conducted among all patients who had undergone an autologous stem cell transplant at the hospital of Universidade Federal da Bahia (UFBA), Brazil, from July 2010 to July 2017. Daily weight and clinical and laboratory data ̶ aminotransferases, alkaline phosphatase (ALP), gamaGT (GGT), and total bilirubin (TB) levels ̶ were collected from beginning of the conditioning regimen to D+21 post-transplant. SOS diagnosis was based on modified Seattle Criteria (2 of 3 of the following items during the first 21 days post-transplant: TB ≥ 2mg/dl, hepatomegaly or upper right quadrant abdominal pain, and weight gain above 2% of pre-transplant weight). SOS severity was based on EBMT criteria. The International Serious Adverse Events Consortium 2011 criteria was used for DILI diagnosis, considering any of the following: (1) hepatocellular DILI: ALT ≥ 5 x upper limit normal (ULN); (2) cholestatic DILI: ALP ≥ 2 x ULN, especially in patients with elevated GGT, and without bone-disease-related ALP elevation; (3) mixed DILI: ALT ≥ 3 x ULN and total bilirubin (TB) ≥ 2 x ULN. All patients with SOS were excluded for the DILI diagnosis. All statistics were calculated using SPSS v 20.0 (SPSS Inc). Descriptive analysis and chi-square were applied, and the alpha error was 5%. The study protocol was approved by the institutional review board. Results : One hundred and seventy-five patients were included in the study. The mean age was 44.2 ± 15.4 years old, and 56.6% of patients (n= 99) were male. The main transplant indications were the following: multiple myeloma (55.4%, n= 97), lymphoma (36.0%, n= 63), acute myeloid leukemia (3.4%, n= 6), and germ cell tumor (3.4%, n= 6). Most patients presented aminotransferases (73.1%, n= 128) or ALP (44.0%, n= 77) elevations, but DILI incidence was 12% (n= 21). Hepatic, cholestatic, and mixed DILI were found in 3 (1.7%), 15 (8.6%), and 3 (1.7%) patients respectively. Five of six patients who developed hepatocellular or mixed DILI were exposed to etoposide (p=0.006). Cholestatic DILI occurred in 12 melphalan-based and 3 busulfan-based patients. The prophylactic use of ursodeoxycholic acid (UDCA) was associated with lower incidence of DILI (incidence among UDCA users: 1/43; incidence among non-users of UDCA: 20/132; p= 0,028). Mortality among DILI patients was 12% (n=2). SOS incidence was 6.9% (n= 12); 4 (33.3%) patients with mild, 4 (33.3%) with moderate, 2 (16.7%) with severe, and 2 (16.7%) with severe SOS. A higher incidence of SOS was found among recipients who was transplanted for germ cell tumors (p= 0.004); those previously submitted to abdominal irradiation (p= 0.068) and iron overload (p= 0.068); only one patient died from this syndrome. Almost all (83.3%; n=5) patients submitted to AHCT for germ cell tumors (using carboplatin + etoposide as conditioning regimen) developed liver injury (3 patients developed SOS and 2 developed DILI). Conclusion: Liver injury associated with the autologous hematopoietic stem cell transplant, represented mainly by DILI and SOS, had a high incidence (18.9%) among the subjects in the study and was associated with an elevated mortality rate. Drug induced liver injury has been underestimated and deserves further studies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autologous hematopoietic stem cell transplant with purging",
        "autologous hematopoietic stem cell transplant without purging",
        "liver injuries",
        "weight gain",
        "cholestasis",
        "transplantation",
        "ursodiol",
        "germ cell tumor",
        "tuberculosis",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Alessandro de Moura Almeida, MD",
        "Helma Pinchemel Cotrim, PhD",
        "Dayanne Costa Fonseca, MD",
        "Dora Marcia Alencar, MD",
        "Daniela Dourado Dutra, MD",
        "Herbert Henrique de Melo Santos, MD",
        "Monica Botura, MD",
        "Marco Aurelio Salvino, PhD",
        "Maria da Gloria Bomfim Arruda, PhD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Transplant Unit, Federal University of Bahia, Salvador, Brazil "
        ],
        [
            "Health and Medicine Postgraduate Program, Federal University of Bahia, Salvador, Brazil "
        ],
        [
            "Federal University of Bahia, Salvador, Brazil"
        ],
        [
            "Federal University of Bahia, Salvador, Brazil"
        ],
        [
            "Federal University of Bahia, Salvador, Brazil"
        ],
        [
            "Federal University of Bahia, Salvador, Brazil"
        ],
        [
            "Federal University of Bahia, Salvador, Brazil"
        ],
        [
            "Federal University of Bahia, Salvador, Brazil"
        ],
        [
            "Federal University of Bahia, Salvador, Brazil"
        ]
    ],
    "first_author_latitude": "-13.003675999999999",
    "first_author_longitude": "-38.5100127"
}