{
    "doi": "https://doi.org/10.1182/blood-2020-136423",
    "article_title": "Establishing the Velocity of M-Protein Decline (V MD ) Value in Response to Multiple Myeloma Therapy That Best Predicts M-Protein of Zero ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Serum M-protein levels, measured by serum immunoelectrophoresis, have been one of the major tests that determine the type of response to therapy in Multiple Myeloma. Achieving an M-protein of zero is one of the criteria determining complete remission which in turn translates into longer progression-free survival and overall survival. Triplet therapy tends to be the standard therapeutic approach in younger, fit, and transplant candidates. However, in older non-fit patients many oncologists start with doublets and only escalate to triplet combinations upon less optimal response. The predictive value of the velocity of the M-spike decline (V MD ) has not been adequately studied. We conducted this study to find the optimal V MD that predicts a serum M-protein of zero. Methods: A sample of mostly non-fit older Multiple Myeloma patients was identified. All patients had regular serum protein electrophoresis with M-protein levels documented every 4-8 weeks until they achieved M-protein levels of zero, plateauing without attaining the target of zero, or rebounding with progression. Best-fit line or curve was constructed and the slope of the decline was calculated. V MD was defined as the slope of the best fit-curve/line. V MD values corresponding to the binary outcomes of achieving or failing to achieve an M-protein value of zero were collected. A ROC curve was constructed to determine the cut-off V MD value that best predicts the outcome of M-protein of zero. Results: A total of 47 patients of mostly non-fit older Multiple Myeloma patients were included in our final sample. The median age of the sample was 71 years. Thirteen percent had triplet therapy. Thirty four percent had proteasome inhibitor based combinations while 64% had IMiD based combinations. Fifty seven percent achieved the target M-protein level of zero while 43% failed. The area under the ROC curve, AUC, was 0.98 (p<0.0001). The cut-off V MD value (the slope of the best fit M-protein curve/line) which best predicts an outcome of M-protein of zero was < -0.276 with a corresponding sensitivity of 89% and specificity of 100%. Conclusions: This exploratory study established the V MD value that best predicts the outcome of M-protein of zero in response to Multiple Myeloma therapy. This may be potentially used by oncologists to make early decisions regarding the need for further optimization or intensification of their therapeutic combinations as they treat their older non-fit Multiple Myeloma patients. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Philip A Haddad, MD",
        "Nowell Ganey, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Philip A Haddad, MD",
            "author_affiliations": [
                "LSUHSC-S/Overton Brooks VAMC, Shreveport, LA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nowell Ganey, MD",
            "author_affiliations": [
                "LSUHSC-S/Overton Brooks VAMC, Shreveport, LA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T09:35:49",
    "is_scraped": "1"
}