{
    "doi": "https://doi.org/10.1182/blood.V104.11.3382.3382",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=111",
    "start_url_page_num": 111,
    "is_scraped": "1",
    "article_title": "Identification of Genomic Imbalances in AML with Complex Karyotype Using Matrix-Based Comparative Genomic Hybridization. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "comparative genomic hybridization",
        "genome",
        "karyotype determination procedure",
        "chromosomal disorder",
        "chromosome banding",
        "dna fragments",
        "fgf6 protein, human",
        "genomic screening",
        "hematologic neoplasms",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Frank G. Rucker",
        "Carsten Schwanen, MD",
        "Daniel Lipka",
        "Swen Wessendorf, MD",
        "Stefan Frohling, MD",
        "Hans Kestler",
        "Peter Lichter, PhD",
        "Martin Bentz, MD",
        "Konstanze Dohner, MD",
        "Hartmut Dohner, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Mainz, Mainz, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Division of Neuroinformatics, University of Ulm, Ulm, Germany"
        ],
        [
            "Division of Molecular Genetics, German Cancer Research Center, Heidelberg, Germany"
        ],
        [
            "Department of Internal Medicine II, Stadtisches Klinikum Karlsruhe, Karlsruhe, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "48.42289235",
    "first_author_longitude": "9.9539251",
    "abstract_text": "Approximately 10 to 15 % of acute myeloid leukemia (AML) cases exhibit complex karyotypes, i.e., three or more chromosome abnormalities without presence of a specific fusion transcript. Using chromosome banding analysis, the majority of such cases cannot be completely described due to the low resolution of this method. Comparative genomic hybridization to microarrays (matrix-CGH) is a novel technique that allows genome-wide screening for genomic imbalances at high resolution and thus may facilitate the identification of novel regions harboring potential disease-related genes. We constructed a microarray consisting of 2799 different human genomic DNA fragments cloned in bacterial artificial chromosome (BAC) or P1-derived artificial chromosome (PAC) vectors. A set of 1502 of these clones covers the whole human genome with a physical distance of approximately 2 Mb. The remaining 1297 clones either contiguously span genomic regions known to be frequently involved in hematologic malignancies (e.g., 1p, 2p, 3q, 7q, 9p, 11q, 12q, 13q, 17p, 18q) (n=610) or contain oncogenes or tumor suppressor genes (n=687). In this study 45 AML cases with complex karyotypes were analyzed. Matrix-CGH detected genomic aberrations in all cases and genomic losses were found more frequently than gains. The most frequent aberration was deletion 5q in 38 of 45 cases. Three consensus regions were delineated mapping to chromosomal bands 5q11 (23 cases), 5q34 (22 cases), and 5q35 (21 cases). Further frequent deletions affected 17p (60%); two consensus regions were identified mapping to chromosomal bands 17p13 (60%), and 17p11-q11 (33%). Other chromosomal losses affected 7q (51%), 16p (31%), 16q, 18q (29% each), 15q (24%), 10p (22%), 14q, 4p (20% each), 11q, 20q (18% each), 3p, and 12p (15% each). The most frequent genomic gain was identified at 8q (40%). Further frequent gains were detected on 11q (38%), 21q (27%), 1p, 2q (24% each), 9p (22%), 6p, 19p (20% each), 3q (18%), 7p, 20p (15% each), 13q, and 20q (13% each). Genomic amplifications were identified on chromosomal band 8q24 including the MYC gene (2 cases), 9p24 ( JAK2 , 2 cases), 10p15 ( PRKCO , 1 case), 11q23 ( MLL , 2 cases), 11q23.3 ( ETS1 and FLI1 , 2 cases each), 12p13 ( CCND2 and FGF6 , 2 cases), 13q12 ( CDX2 , 3 cases), 20q11.1 ( BCL2L , 1 case), 21p (1 case), 21q (2 cases), and 22q (1 case). These data demonstrate the potential of matrix-CGH with regard to spatial resolution and sensitive detection of genomic imbalances. Analysis of a large series of AML cases with complex karyotype may lead to the identification of novel critical regions and pathogenetically relevant genes."
}