{
    "doi": "https://doi.org/10.1182/blood.V116.21.2346.2346",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1864",
    "start_url_page_num": 1864,
    "is_scraped": "1",
    "article_title": "Anti-GvHD Effect of Antithymocyte Globulin Is Mediated by Antibodies Binding to T Cells and Regulatory NK Cells, and Less So or Not at All by Antibodies Binding to Other Mononuclear Cell Subsets ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications and Immune Reconstitution of Transplantation: Poster II",
    "topics": [
        "antibodies",
        "antithymoglobulin",
        "graft-versus-host disease",
        "natural killer cells",
        "t-lymphocytes",
        "graft-versus-host disease, chronic",
        "antigens",
        "antigens, cd16",
        "cd56 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Mette Hoegh-Petersen, MD",
        "Minaa Amin",
        "Yiping Liu",
        "Alejandra Ugarte-Torres",
        "Tyler S Williamson",
        "Peter Podgorny",
        "James A Russell",
        "Jan Storek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "University of Calgary, Calgary, AB, Canada"
        ],
        [
            "University of Calgary, Calgary, AB, Canada"
        ],
        [
            "University of Calgary, Calgary, AB, Canada"
        ],
        [
            "University of Calgary, Calgary, AB, Canada"
        ],
        [
            "University of Calgary, Calgary, AB, Canada"
        ],
        [
            "University of Calgary, Calgary, AB, Canada"
        ],
        [
            "University of Calgary, Calgary, AB, Canada"
        ],
        [
            "University of Calgary, Calgary, AB, Canada"
        ]
    ],
    "first_author_latitude": "51.1029174",
    "first_author_longitude": "-114.13632919999999",
    "abstract_text": "Abstract 2346 Introduction: Polyclonal rabbit-anti-human T cell globulin may decrease the likelihood of graft-vs-host disease (GVHD) without increasing the likelihood of relapse. We have recently shown that high levels of antithymocyte globulin (ATG) capable of binding to total lymphocytes are associated with a low likelihood of acute GVHD grade 2–4 (aGVHD) as well as chronic GVHD needing systemic therapy (cGVHD) but not increased likelihood of relapse (Podgorny PJ et al, BBMT 16:915, 2010). ATG is polyclonal, composed of antibodies for antigens expressed on multiple cell subsets, including T cells, B cells, NK cells, monocytes and dendritic cells. These cell subsets may play a role in the pathogenesis of GVHD. The anti-GVHD effect of ATG may be mediated through killing/inhibition of one or several of these cell subsets (eg, T cells) or their subsets (eg, naïve T cells as based on mouse experiments naïve T cells are thought to play a major role in the pathogenesis of GVHD). To better understand the mechanism of action of ATG on GVHD, we set out to determine levels of which ATG fraction (capable of binding to which cell subset) are associated with subsequent development of GVHD. Patients and Methods: A total of 121 patients were studied, whose myeloablative conditioning included 4.5 mg/kg ATG (Thymoglobulin). Serum was collected on day 7. Using flow cytometry, levels of the following ATG fractions were determined: capable of binding to 1. naïve B cells, 2. memory B cells, 3. naïve CD4 T cells, 4. central memory (CM) CD4 T cells, 5. effector memory (EM) CD4 T cells, 6. naïve CD8 T cells, 7. CM CD8 T cells, 8. EM CD8 T cells not expressing CD45RA (EMRA-), 9. EM CD8 T cells expressing CD45RA (EMRA+), 10. cytolytic (CD16+CD56+) NK cells, 11. regulatory (CD16-CD56high) NK cells, 12. CD16 + CD56 − NK cells, 13. monocytes and 14. dendritic cells/dendritic cell precursors (DCs). For each ATG fraction, levels in patients with versus without aGVHD or cGVHD were compared using Mann-Whitney-Wilcoxon test. For each fraction for which the levels appeared to be significantly different (p<0.05), we determined whether patients with high fraction level had a significantly lower likelihood of aGVHD or cGVHD than patients with low fraction level (high/low cutoff level was determined from ROC curve, using the point with maximum sum of sensitivity and specificity). This was done using log-binomial regression models, ie, multivariate analysis adjusting for recipient age (continuous), stem cell source (marrow or cord blood versus blood stem cells), donor type (HLA-matched sibling versus other), donor/recipient sex (M/M versus other) and days of follow up (continuous). Results: In univariate analyses, patients developing aGVHD had significantly lower levels of the following ATG fractions: binding to naïve CD4 T cells, EM CD4 T cells, naïve CD8 T cells and regulatory NK cells. Patients developing cGVHD had significantly lower levels of the following ATG fractions: capable of binding to naïve CD4 T cells, CM CD4 T cells, EM CD4 T cells, naïve CD8 T cells and regulatory NK cells. Patients who did vs did not develop relapse had similar levels of all ATG fractions. In multivariate analyses, high levels of the following ATG fractions were significantly associated with a low likelihood of aGVHD: capable of binding to naïve CD4 T cells (relative risk=.33, p=.001), EM CD4 T cells (RR=.30, p<.001), naïve CD8 T cells (RR=.33, p=.002) and regulatory NK cells (RR=.36, p=.001). High levels of the following ATG fractions were significantly associated with a low likelihood of cGVHD: capable of binding to naïve CD4 T cells (RR=.59, p=.028), CM CD4 T cells (RR=.49, p=.009), EM CD4 T cells (RR=.51, p=.006), naïve CD8 T cells (RR=.46, p=.005) and regulatory NK cells (RR=.55, p=.036). Conclusion: For both aGVHD and cGVHD, the anti-GVHD effect with relapse-neutral effect of ATG appears to be mediated by antibodies to antigens expressed on naïve T cells (both CD4 and CD8), EM CD4 T cells and regulatory NK cells, and to a lesser degree or not at all by antibodies binding to antigens expressed on B cells, cytolytic NK cells, monocytes or DCs. This is the first step towards identifying the antibody(ies) within ATG important for the anti-GVHD effect without impacting relapse. If such antibody(ies) is (are) found in the future, it should be explored whether such antibody(ies) alone or ATG enriched for such antibody(ies) could further decrease GVHD without impacting relapse. Disclosures: No relevant conflicts of interest to declare."
}