{
    "doi": "https://doi.org/10.1182/blood-2018-99-118026",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3976",
    "start_url_page_num": 3976,
    "is_scraped": "1",
    "article_title": "Long-Term Follow-up after Treatment Discontinuation in Patients with Chronic Myeloid Leukemia: The Korean Imatinib Discontinuation (KID) Study ",
    "article_date": "November 29, 2018",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "abstract_text": "Background With first-line imatinib (IM) therapy, approximately 50% of CP CML patients achieve undetectable molecular residual disease (UMRD). The recent several discontinuation clinical trials have demonstrated that IM discontinuation can be employed based on clinical study in patients who had enough IM therapy and UMRD durations prior to IM discontinuation. In our previous report, we have reported that of 90 patients with follow-up ≥12 months, the probability of sustained major molecular response (MMR) at 12 months and 24 months was 62.2% and 58.5%, respectively. However, currently, the issue on the occurrence of late relapse with a long-term follow-up after IM discontinuation is important. Therefore, here we analyzed the long-term follow-up results of the KID study. Methods CP CML patients who were treated with IM for more than 3 years and had undetectable levels of BCR-ABL1 transcripts determined by quantitative reverse transcriptase polymerase chain reaction for at least 2 years were eligible for KID study. After IM discontinuation, the molecular response was monitored using the following schedule: every month for the first 6 months, every 2 months up to 12 months, and every 3 months thereafter. In cases of MMR loss after 2 consecutive assessments (molecular relapse), IM treatment was re-introduced. Results Between October 2010 and June 2015, a total of 126 patients (70 females, 56 males) were enrolled on KID Study, with a median age of 47 years (range, 18 - 82), the percentages of patients with low, intermediate and high Sokal risk scores were 33%, 25% and 15%, respectively with unknown Sokal risk scores in 27%. And the median time on IM therapy and the median duration of sustained UMRD prior to discontinuation were 83 months (range, 32 - 141) and 41 months (range, 22 - 131), respectively. After a median follow-up of 43 months (range, 4.9 - 93.6) after IM discontinuation, 55 patients lost MMR in 2 consecutive analyses at a median time of 3 months (range, 0.9 - 53.2 months). The 12-month and overall probability of sustained MMR was 61.9 ± 4.3% and 55.1 ± 4.6%, respectively. UMRD (P = 0.001) and IM duration on treatment (P = 0.003) were associated with the probability of sustained MMR. Out of 55 patients with molecular relapse, 53 patients (except 2 patients with follow-up loss) were re-treated with IM for a median of 31.7 months (range, 5.8 - 82.9 months), 51 patients re-achieved MMR at a median of 1.9 months (range, 0.0 - 5.4 months) after resuming IM therapy and 48 of these patients re-achieved UMRD at a median of 5.8 months (range, 0.9 - 19.7 months). 2 patients who re-achieving of MMR after resuming IM therapy lost MMR again; One patient with 45.8 and 40.3 months of IM therapy duration and sustained UMRD duration prior to discontinuation, respectively lost MMR at 7.4 months after IM discontinuation and re-achieved MMR 1.7 later after IM restarting, but MMR was lost again on the assessment 8 months later. Another patient with 122.2 and 30.4 months of IM therapy duration and sustained UMRD duration prior to discontinuation, respectively relapsed at 53.2 months after IM discontinuation. Despite re-achieving MMR 1.4 later after IM restarting, the patient suddenly progressed to blast crisis at 6 months after restarting IM. Conclusions Our results showed that IM discontinuation can be applied with approximately 55% of probability of sustained MMR in the long term. Although sudden blast crisis occurring in responding patients with CML has already been reported in IM therapy, event of progression to BC in a clinical trial of IM discontinuation deserves to be followed-up with caution. Overall, both UMRD and IM duration on treatment were the most important predictors for successful IM-off. Disclosures Kim: Pfizer: Research Funding; Ilyang: Research Funding; Novartis: Research Funding; BMS: Research Funding.",
    "topics": [
        "aftercare",
        "follow-up",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "measles-mumps-rubella vaccine",
        "blast phase",
        "duration of treatment",
        "residual tumor",
        "reverse transcriptase polymerase chain reaction",
        "myanmar"
    ],
    "author_names": [
        "Dae Young Zang, MD PhD",
        "Won Sik Lee, MD PhD",
        "Yeung-Chul Mun",
        "Young Rok Do, PhD MD",
        "Sukjoong Oh, MD PhD",
        "Sung-Eun Lee, MD PhD",
        "Soo Young Choi",
        "Dong-Wook Kim, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Hallym University College of Medicine, Hallym University Sacred Heart Hospital, Anyang-Si, Korea, Republic of (South) "
        ],
        [
            "Inje University College of Medicine, Inje University Busan Paik Hospital, Busan, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology, Ewha Womans University, Seoul, Korea, Republic of (South) "
        ],
        [
            "Department of Internal Medicine, Dongsan Medical Center Keimyung University, Daegu, Korea, Republic of (South) "
        ],
        [
            "Division of Hematology-Oncology, Kangbuk Samsung Hospital, Seoul, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology, Catholic Hematology Hospital, Seoul, Korea, Republic of (South) "
        ],
        [
            "Leukemia Research Institute, The Catholic University of Korea, Seoul, Korea, Republic of (South) "
        ],
        [
            "Department of Hematology, Seoul St. Mary's Hospital The Catholic University of Korea, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.391604",
    "first_author_longitude": "126.9619483"
}