{
    "doi": "https://doi.org/10.1182/blood.V124.21.4144.4144",
    "article_title": "The Epstein-Barr Virus Lytic Protein BZLF1 As a Candidate Target Antigen for Vaccine Development ",
    "article_date": "December 6, 2014",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "The Epstein-Barr virus (EBV) is an oncogenic, γ-herpesvirus associated with a broad spectrum of disease. While most immune-competent individuals can effectivley develop efficient adaptive immune responses to EBV, immunocompromised individuals are at serious risk for developing lifethreatening pathology such as Hodgkin’s lymphoma and post-transplant lymphoproliferative disorder (PTLD). Given the significant morbidity associated with EBV in high-risk populations, there is a need to develop vaccine strategies that restore or enhance EBV-specific immune responses. Here, we identify the EBV immediate-early protein BZLF1, a transcription factor that initiates latency to lytic cycle transition, as a potential target antigen for vaccine development. IHC assays on primary lymphoma samples from patients with PTLD and a chimeric human-murine model of EBV-driven lymphoproliferative disorder (EBV-LPD) revealed significant expression of BZLF1 protein (>10% tumor cells). Other EBV-positive lymphomas that exhibited staining for BZLF1 included lymphomatoid granulomatosis (1/3) and diffuse large B-cell lymphoma (5/10); whereas EBV(+) Hodgkin’s and EBV(+) unclassifiable lymphomas failed to demonstrate any BZLF1 signal. To examine the immunomodulatory properties of BZLF1, PBMCs were isolated from 24 healthy, EBV-seropositive donors of various HLA types and cultured in vitro with adenovirus encoding recombinant BZLF1 (rAd5F35/BZLF1) or null control (rAd5F35/null) for 18 hrs. Quantification of the number of IFN-γ secreting cells by ELISPOT revealed increased immune activation in response to BZLF1 exposure in the majority (20/24) of donors. These results led us to hypothesize that enhanced recognition of BZLF1 by antigen-specific cellular immunity may provide a protective effect against EBV. To address this, we next investigated whether DCs loaded with recombinant BZLF1 protein could mediate the expansion of BZLF1-specific CD8(+) T-cells in vitro . DCs were generated in vitro from healthy PBMC monocytes. Coculture of rBZLF1-loaded DCs and autologous PBMCs led to increased frequencies of BZLF1-specific CD8(+) T-cells as determined by tetramer flow assays. To determine whether BZLF1 vaccination could prime BZLF1-specific T-cell immunity in vivo , SCID mice depleted of murine NK cells were engrafted with EBV-positive PBMCs (hu-PBL-SCID) and injected simultaneously with rBZLF1 (100 µg/mouse). Four weeks post-vaccination, ex vivo splenocytes were reexposed to BZLF1-presenting DCs in vitro and assayed for IFN-γ secretion by ELISPOT. In comparison to vehicle, vaccination with rBZLF1 alone significantly enhanced BZLF1-specific IFN-γ responses (p=0.0007, n=3). In order to generate broader, more sustained immune responses against BZLF1, we next explored BZLF1 virally-transduced DC vaccination as a potential approach to prevent EBV-LPD. Monocyte-derived DCs were infected with rAd5F35/BZLF1 or rAd5F35/null (MOI=10) and cocultured with autologous PBMCs for 7 days. Exposure to BZLF1-transduced DCs induced a robust expansion of BZLF1-specific CD8(+) cells that was comparatively higher than recombinant protein presentation. Finally, we examined whether vaccination of hu-PBL-SCID mice with rAd5F35/BZLF1-transduced DCs would positively enhance cellular immunity and improve survival against fatal EBV-LPD. Hu-PBL-SCID mice were injected IP with 5 x 106 BZLF1-transduced DCs (or control). Mice in the “booster group” received a second dose of either rAd5F35/BZLF1 (or control) DCs as a booster. Five weeks post-vaccination, ex-vivo splenocytes were cultured 1:1 with autologous lymphoblastoid cell lines (LCLs) and assayed for IFN-γ secretion by ELISPOT. Mice vaccinated with rAd5F35/BZLF1-transduced DCs showed significantly higher responsiveness to LCLs relative to vector control mice (p<0.0001, n=3). Furthermore, single vaccination with BZLF1-transduced DCs showed a trend toward improved survival (p=0.085, n=10); however, vaccination followed by booster delivery at 2 weeks significantly delayed the development of EBV-LPD (p=0.014, n=10, median survival: rAd5F35/BZLF1, 62 days; rAd5F35/null, 48 days). These findings identify BZLF1 as a candidate target protein in the immunosurveillance of EBV and provide rationale for considering BZLF1 in vaccine strategies to enhance primary and recall immune responses and potentially prevent EBV-associated diseases. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "herpesvirus 4, human",
        "vaccine development",
        "lymphoma",
        "posttransplant lymphoproliferative disorder",
        "severe combined immunodeficiency",
        "hodgkin's disease",
        "vaccines",
        "coculture techniques",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Alex S. Hartlage",
        "Tom Liu, PhD",
        "John T. Patton",
        "Sabrina L Garman",
        "Xiaoli Zhang, PhD MS",
        "Habibe Kurt, MD",
        "Gerard Lozanski, MD",
        "Mark E Lustberg, MD PhD",
        "Michael A. Caligiuri, MD",
        "Robert A. Baiocchi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alex S. Hartlage",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tom Liu, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John T. Patton",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina L Garman",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoli Zhang, PhD MS",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Habibe Kurt, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerard Lozanski, MD",
            "author_affiliations": [
                "Ohio State University Medical Center, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark E Lustberg, MD PhD",
            "author_affiliations": [
                "Ohio State University Medical Center, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Caligiuri, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH ",
                "Ohio State University Medical Center, Columbus, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Baiocchi, MD PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH ",
                "Ohio State University Medical Center, Columbus, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:34:45",
    "is_scraped": "1"
}