{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2026.2026",
    "article_title": "Indications for Hematopoietic Stem Cell Transplantation in Patients with Waldenstrom's Macroglobulinemia: A Consensus Project of the EBMT Lymphoma Working Party (LWP)/ European Consortium for Waldenstrom's Macroglobulinemia (ECWM)/International Waldenstrom's Macroglobulinemia Foundation (IWMF) ",
    "article_date": "December 7, 2017",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster I",
    "abstract_text": "Background: Despite significant advances in the treatment of Waldenstrom's Macroglobulinemia (WM) there is still no cure and approximately 30% of the patients have poor outcome. Defining the role and timing of high-dose therapy with autologous stem cell transplantation (ASCT) and of allogeneic stem cell transplantation (alloSCT) in the therapeutic algorithm of WM is a major challenge due to the rarity of the disease, the absence of clear prognostic factors to allow risk stratification and the lack of prospective trials. Methods: This project used the RAND-modified Delphi consensus procedure to reach consensus guidance on the use of SCT in WM. A panel of international experts on WM, transplantation, or both were invited to participate. The members of the panel decided in advance the statements to discuss and agreed the threshold to define consensus. The statements were subsequently scored individually and anonymously by each participant, using a 7-point scale (1-3: disagree, 4: neither agree nor disagree, 5-7: agree). Consensus against or in favor of the statement was reached if 80% of the rankings fell in the same group (1-3 or 5-7). Consensus was assessed on the final 18 statements after two rounds of rating. Results: Consensus was reached on the following statements: 1. ASCT is not an appropriate treatment option as part of the 1 st line therapy in patients with WM responding (at least partial response -PR-) to induction therapy (regardless of age, ISSWM or biological molecular factors); 2. ASCT is an appropriate treatment option following 2 nd and subsequent relapses in high risk patients with chemosensitive disease; 3. Choice of 1st line therapy should avoid the use of stem cell toxic agents in transplant eligible patients with WM; 4. ASCT is not an appropriate treatment option in patients with WM responding and tolerating B cell receptor inhibitors (BCRi); 5. AlloSCT could be considered for patients with WM relapsed post ASCT; 6. AlloSCT should be considered in patients with high-risk WM (ISSWM) in 3rd or subsequent relapses provided they have received immunochemotherapy and BCRi; 7. AlloSCT should be considered in patients with relapsed/refractory WM toimmuno-chemotherapy andresistant to BCRi; 8. If BCRi are available, allo-SCT should not be considered in BCRi-naïve patients with WM; and 9. Treatment decisions for SCT should preferentially be based on the clinical course (response and duration of response) rather than on ISSWM or on biological/genetic factors (CXCR4, p53 molecular abnormalities, etc). In contrast, no consensus was reached on: 1. ASCT is an appropriate treatment option in patients with WM who have required more than one line of therapy to achieve a PR; 2. ASCT is an appropriate treatment option in patients with chemo-sensitive relapsed WM with a short (<12m) duration of response to prior regimen; 3. ASCT is not an appropriate treatment option in patients with WM who have not received BRCi, if available; 4. ASCT should not be offered to patients with chemo-resistant WM; 5. Storage of autologous stem cells for future use should be considered in younger patients (<60 years) even if ASCT is not immediately planned; 6. AlloSCT couldbe considered instead of ASCT in young (<60 years) patients with relapsed high-risk (ISSWM) disease that has responded to salvage therapy ; 7.AlloSCT could be considered in patients with WM in 2 nd relapse; 8.AlloSCT should be considered instead of ASCT in patients with relapsed/refractory WM with p53 abnormalities (or other adverse mutations); and 9. AlloSCT should be only considered inpatients with WM responding to salvage treatment. Conclusion: In the absence of evidence-based data, especially in an orphan disease, consensus methods provide valuable tools to define indications for stem cell transplantation. Despite the undoubted impact on the quality and duration of response of new combination therapies and BCRi, there was consensus that ASCT remains a possible treatment option in patients with chemosensitive high-risk WM following 2 nd and subsequent relapses. AlloSCT could be considered in patients with high-risk WM (ISSWM) in 3rd or subsequent relapses. There was agreement on not offering SCT to patients who have not received BCRi, provided they are available. Treatment decisions for SCT should preferentially be based on the clinical course of the disease rather than on biomarkers. Disclosures Advani: Spectrum: Consultancy; Gilead: Consultancy; Pharmacyclics: Consultancy; Nanostring: Consultancy; FortySeven: Research Funding; Sutro: Consultancy; Pharmacyclics: Research Funding; Bayer Healthcare Pharmaceuticals: Research Funding; Merck: Research Funding; Kura: Research Funding; Seattle Genetics: Research Funding; Celgene: Research Funding; Janssen: Research Funding; Millennium: Research Funding; Regeneron: Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Juno Therapeutics: Consultancy; Infinity: Research Funding; Genentech: Research Funding; Agensys: Research Funding; Cell Medica: Research Funding. Ansell: Seattle Genetics: Research Funding; Merck: Research Funding; Affimed: Research Funding; Bristol-Myers Squibb: Research Funding; Celldex: Research Funding. Buske: Hexal: Honoraria; Celltrion, Inc.: Consultancy, Honoraria; Pfizer: Honoraria; Gilead: Honoraria; Janssen: Honoraria, Research Funding; Roche: Honoraria, Research Funding. Castillo: Janssen: Consultancy, Research Funding; Millennium: Research Funding; Abbvie: Research Funding; Pharmacyclics: Consultancy, Research Funding. Dreger: Gilead: Consultancy, Speakers Bureau; Jansen: Consultancy; Jansen: Consultancy; Jansen: Consultancy; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Riemser: Consultancy, Research Funding; Jansen: Consultancy; Riemser: Consultancy, Research Funding; Gilead: Consultancy, Speakers Bureau; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Riemser: Consultancy, Research Funding; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Riemser: Consultancy, Research Funding; Gilead: Consultancy, Speakers Bureau; Riemser: Consultancy, Research Funding; Jansen: Consultancy; Jansen: Consultancy; medac: Other: Travel grants; Riemser: Consultancy, Research Funding; Gilead: Consultancy, Speakers Bureau; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Jansen: Consultancy; Jansen: Consultancy; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Jansen: Consultancy; Riemser: Consultancy, Research Funding; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Riemser: Consultancy, Research Funding; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Jansen: Consultancy; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Riemser: Consultancy, Research Funding; medac: Other: Travel grants; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Jansen: Consultancy; Gilead: Consultancy, Speakers Bureau; Jansen: Consultancy; Gilead: Consultancy, Speakers Bureau; medac: Other: Travel grants; Gilead: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; medac: Other: Travel grants; medac: Other: Travel grants; medac: Other; medac: Other; medac: Other; medac: Other; medac: Other: Travel grants; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Riemser: Consultancy, Research Funding; Riemser: Consultancy, Research Funding; AbbVie: Consultancy, Other: Travel grants, Speakers Bureau; Riemser: Consultancy, Research Funding. Gertz: Millennium: Consultancy, Honoraria; Celgene, Novartis, Smith-Kline, Prothena, Ionis, Amgen: Honoraria. Leblond: Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Honoraria; Novartis: Honoraria; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees. Maloney: Juno Theraapeutics: Other: Advisory board, Patents & Royalties, Research Funding; Celgene: Other: Advisory board; Roche/Genetech: Other: Advisory board; Kite Pharmaceuticals: Other: Advisory board. Tournilhac: ROCHE: Honoraria, Other: Travel funding, Research Funding; AMGEN: Other: Travel funding, Research Funding; GILEAD: Honoraria, Other: Travel Funding, Research Funding; Janssen: Honoraria, Other: travel funding; Abbvie: Honoraria, Other: Travel funding.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "lymphoma",
        "waldenstrom macroglobulinemia",
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "transplantation",
        "allogeneic stem cell transplant",
        "allopurinol",
        "biological markers",
        "cxcr4 receptors"
    ],
    "author_names": [
        "Charalampia Kyriakou, MD PhD",
        "Ranjana H. Advani, MD",
        "Stephen M Ansell, MD PhD",
        "Christian Buske, MD",
        "Jorge J. Castillo, MD",
        "Peter Dreger, MD",
        "Morie A. Gertz, MD",
        "Sergio A. Giralt, MD",
        "Veronique Leblond",
        "David G. Maloney, MD PhD",
        "Olivier Tournilhac, MD PhD",
        "Silvia Montoto"
    ],
    "author_dict_list": [
        {
            "author_name": "Charalampia Kyriakou, MD PhD",
            "author_affiliations": [
                "Deapartment of Haematology, University College London Hospital, London, United Kingdom ",
                "London North West Healthcare NHS Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ranjana H. Advani, MD",
            "author_affiliations": [
                "Stanford Cancer Institute, Stanford University, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M Ansell, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Buske, MD",
            "author_affiliations": [
                "CCC Ulm, University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge J. Castillo, MD",
            "author_affiliations": [
                "Bing Center for Waldenstrom's macroglobulinemia, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dreger, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, Universitätsklinikum, Heidelberg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A. Gertz, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio A. Giralt, MD",
            "author_affiliations": [
                "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Leblond",
            "author_affiliations": [
                "Department of Clinical Hematology, AP-HP Hôpital Pitié-Salpêtrière, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David G. Maloney, MD PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Tournilhac, MD PhD",
            "author_affiliations": [
                "Service d'Hematologie Clinique et de Therapie Cellulaire, CHU, Universite Clermont Auvergne, EA7453 CHELTER, CIC501, Clermont Ferrand, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Montoto",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:27:11",
    "is_scraped": "1"
}