{
    "doi": "https://doi.org/10.1182/blood-2021-154056",
    "article_title": "Assessment of TRM-201 (Rofecoxib) Efficacy and Safety for Chronic Pain in Hemophilic Arthropathy: The Rofecoxib Efficacy and Safety Evaluation Trial in Hemophilic Arthropathy (RESET-HA), a Randomized, Double-Blind Placebo-Controlled Phase III Clinical Trial ",
    "article_date": "November 5, 2021",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis: Clinical and Epidemiological",
    "abstract_text": "Background: Intra-articular bleeding (hemarthrosis) accounts for 80-90% (Roosendaal, et. al. Semin Thromb Hemost . 2003;29:37) of all bleeds and more than 90% of serious bleeding events in patients with severe hemophilia (Valentino. J Thromb Haemost . 2010;8:1895). Recurrent hemarthroses result in progressive joint damage and the development of hemophilic arthropathy (HA) in up to 50% of adults with hemophilia (Forsyth, et al. Haemophilia . 2014;20:44). Acetaminophen is commonly prescribed for pain due to HA yet has limited efficacy at therapeutic doses (Rodriguez-Merchan. Blood Rev. 2018;32:116). Traditional non-steroidal anti-inflammatory drugs (tNSAIDs) inhibit platelet function and cause gastrointestinal (GI) complications including bleeding, both of which can be harmful in patients with hemophilia (Rodriguez-Merchan. Blood Rev. 2018;32:116; Brooks, et al. Rheumatology . 1999;38(8):779). Opioids are prescribed in over 60% of patients with HA(Witkop, et al. Haemophilia. 2012;18:e115) despite dependence, potential for abuse, and an increased risk of falls and other opioid-related injury (Rodriguez-Merchan. Blood Rev. 2018;32:116). Given an unmet need in pain management for HA, alternate approaches are needed. TRM-201 (rofecoxib) is a cyclooxygenase-2 (COX-2) selective NSAID with no impact on platelet function and a lower GI risk than tNSAIDs (Vioxx (rofecoxib) package insert. Merck & Co. I, ed. Whitehouse Station, NJ, 2004). The RESET-HA study is designed to evaluate the efficacy and safety of rofecoxib for HA pain management. Methods/Design: RESET-HA is a multi-national, randomized, double-blind study to evaluate the efficacy and safety of rofecoxib in hemophilia A or B patients with diagnosed HA, aged 12 to 75 years and is based on a previous pilot study (Tsoukas, et al. Blood, 2006;107:1785). Patients must have a history of joint bleeding, and chronic symptomatic pain in one or more joint(s) on 20 of the 30 days prior to screening. Exclusion criteria include use of opioids for greater than 4 days/week, or opioid transdermal patches in the 30 days prior to screening, history of GI perforation, ulcer or bleeding, peptic ulcer disease and major cardiac ischemic symptoms or events. Randomized patients (n=80 per arm) are washed out of analgesics prior to daily administration of TRM-201 (17.5 mg/day) or placebo for 12 weeks (Part I) during which acetaminophen (Stage-1) and acetaminophen plus codeine (Stage-2) are available as rescue medication (where available and acceptable to the patient and study doctor). The patient assessment of hemophilic arthropathy pain, a 0- to 10-point numeric rating scale validated for the assessment of pain across many disease states, is recorded daily. The primary endpoint is the placebo adjusted change from baseline in weekly average of patient assessment of daily HA pain score at Week 12. Key secondary endpoints include patient assessments using the PROMIS physical function instrument and pain interference from the Brief Pain Inventory. Sleep disturbance is also measured using the PROMIS instrument. The study explores the efficacy of rofecoxib on the number of suspected joint bleeds and on the amount of rescue medication used. Following Part I, all study patients (regardless of original randomization arm) receive rofecoxib 17.5 mg once daily for up to 12 additional months (Part II). During Part II of the study, only acetaminophen will be provided as rescue medication. Discussion: The RESET-HA study is intended to evaluate the efficacy and safety of TRM-201 in patients with HA and is the first Phase III trial ever conducted to assess a treatment for HA pain. Pain management in HA requires analgesic anti-inflammatory treatment that does not exacerbate bleeding. Rofecoxib has been shown to have no effect on platelet function, even at supratherapeutic doses(Vioxx (rofecoxib) package insert. Merck & Co. Whitehouse Station, NJ, 2004), a decreased risk of GI side effects, including GI bleeding compared with tNSAIDs, and no greater cardiovascular risk than equipotent doses of COX-2 selective and tNSAIDs (U.S. Food and Drug Administration. J Pain Palliat Care Pharmacother. 2005;19:83). TRM-201 is anticipated to provide analgesic efficacy, with an acceptable tolerability and safety profile, and could become a new treatment option that may possibly facilitate the avoidance of opioid use in patients with HA. (NCT04684511) Disclosures Boice:  Tremeau Pharmaceuticals Inc.: Current Employment, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company. Buckner:  Novo Nordisk: Honoraria; American Thrombosis: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Honoraria; Genetech: Honoraria; Spark: Honoraria; Sanofi: Honoraria; Bayer: Honoraria; Pfizer: Honoraria; Takeda: Honoraria; Tremeau Pharmaceuticals: Consultancy, Honoraria; uniQure: Consultancy, Honoraria; BioMarin: Consultancy, Honoraria; Hemostasis Network: Membership on an entity's Board of Directors or advisory committees. Croteau:  Tremeau Pharmaceuticals,Inc: Consultancy. Katz:  Tremeau Pharmaceuticals,Inc: Consultancy. Sidonio:  Takeda: Consultancy, Research Funding; Octapharma: Consultancy, Research Funding; Catalyst: Consultancy; Guardian Therapeutics: Consultancy; Bayer: Consultancy; Novo Nordisk: Consultancy; Biomarin: Consultancy; Pfizer: Consultancy; Genentech: Consultancy, Research Funding. Bolognese:  Tremeau Pharmaceuticals,Inc: Consultancy. Garfield:  Tremeau Pharmaceuticals,Inc: Current Employment, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company. Corrigon:  Tremeau Pharmaceuticals,Inc: Current Employment, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company. Walsh:  Genentech: Consultancy; Biomarin: Consultancy; Takeda: Consultancy; Novo Nordisk: Consultancy; Tremeau: Consultancy.",
    "author_names": [
        "Judith A. Boice",
        "Tyler W. Buckner",
        "Stacy E. Croteau",
        "Nathaniel Katz",
        "Robert F. Sidonio, Jr.",
        "Kim Mauer",
        "James Bolognese",
        "Mary Garfield",
        "Mark Corrigon",
        "Christopher E Walsh"
    ],
    "author_dict_list": [
        {
            "author_name": "Judith A. Boice",
            "author_affiliations": [
                "Tremeau Pharmaceuticals, Inc., Concord, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tyler W. Buckner",
            "author_affiliations": [
                "Hemophilia & Thrombosis Center, University of Colorado Anschutz Medical Campus, Aurora, CO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacy E. Croteau",
            "author_affiliations": [
                "Children's Hospital Boston, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathaniel Katz",
            "author_affiliations": [
                "Tufts University School of Medicine, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert F. Sidonio, Jr.",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University, Atlanta, GA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Mauer",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Bolognese",
            "author_affiliations": [
                "Cytel, Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Garfield",
            "author_affiliations": [
                "Tremeau Pharmaceuticals, Inc., Concord, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Corrigon",
            "author_affiliations": [
                "Tremeau Pharmaceuticals, Inc., Concord, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher E Walsh",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Internal Medicine, Mt. Sinai School of Medicine, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:41:19",
    "is_scraped": "1"
}