{
    "doi": "https://doi.org/10.1182/blood.V106.11.2625.2625",
    "article_title": "Bim Promoter Is Highly Methylated in Malignant Lymphoid Cell Lines, Leading to Downregulation of Bim Expression and Protection from Apoptosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Bim, a proapoptotic, BH3-only, Bcl-2 family member, is the major physiological antagonist of the antiapoptotic Bcl-2 proteins in B and T lymphocytes. It is essential for the induction of apoptosis of activated T cells following an immune response and for the homeostasis of B cells; it also plays a key role in the induction of apoptosis of early hematopoietic progenitors following cytokine-deprivation. We performed a CpG Islands prediction analysis on Bim promoter, identifying a putative CpG Island. Using a Bisulfite Modification-Clonal Sequencing Analysis (BMCSA), we investigated the methylation status of 19 CpG sites (from nucleotide −504 to +64 from the ATG start site) in the Bim promoter in 12 malignant hematological cell lines: 7 of lymphoid and 5 of myeloid origin. A minimum of 6 clones were analysed. An homogeneous, very high level of methylation was present in all the lymphoid cell lines (Average Level of Methylation (ALM) 93.4 ± 4.4% Standard Deviation [SD]) and a variable level of methylation in the myeloid cell lines (ALM 37.1 ± 32.4%). The lowest ALM was found in lymphocytes from healthy donors (15.5 ± 2.1%). Evidence of Bim promoter methylation was also found in frozen tumor samples from patients affected by NPM/ALK+ lymphomas. We treated the 12 cell lines with the demethylating agent 5-azacytidine (AZA). The changes in the methylation status of Bim promoter were evaluated by BMCSA and the corresponding induction of Bim by Real-Time PCR (TaqMan) and by Western Blot. The demethylation of Bim promoter led to a potent induction of Bim at the mRNA and protein level. In the lymphoid, NPM/ALK positive, SUDHL-1 cell line, in which a complete demethylation (from 100% to 0%) was achieved, the increase in the expression of Bim was 7.7-fold and this correlated with a potent induction of apoptosis, as assessed by TUNEL and Annexin V assays. Similar results were obtained using a different demethylating agent: 5-aza-2′deoxycytidine (DAC). To assess whether the methylation of Bim promoter is an active process, a wash-out experiment was performed on the SUDHL-1 (high level of methylation, 100%), on the PML/RAR alpha positive myeloid NB4 (intermediate level of methylation, 33%) and on the BCR/ABL positive LAMA-R cell lines (unmethylated) previously treated with AZA or DAC. This experiment showed that the demethylation is reversible and that, following remethylation, the expression of Bim at mRNA and protein level is reduced to the initial value. In the NB4 cell line, in which methylation is clustered on the last 6 CpG sites, remethylation occurs following the same pattern. No de novo methylation was seen in LAMA-R after the wash-out. To address the biological role for the methylation of Bim promoter, we generated a TET-ON inducible system for BimS (the most potent proapoptotic isoform of Bim) in the highly methylated NPM/ALK+ Karpas-299 cell line, showing that, following an induction of Bim expression, the cells are potently induced to apoptosis, as assessed by FACS using TUNEL and Annexin V assays. We conclude that Bim promoter is actively methylated in several leukemias/lymphomas of T and B origin and that its methylation is associated with the downregulation of Bim expression and with protection from apoptosis.",
    "topics": [
        "annexin a5",
        "antagonists",
        "antiapoptotic agents",
        "apoptosis",
        "azacitidine",
        "bcr-abl tyrosine kinase",
        "cytokine",
        "demethylating agents",
        "down-regulation",
        "in situ nick-end labeling"
    ],
    "author_names": [
        "Rocco G. Piazza, MD, PhD",
        "Vera Magistroni",
        "Federica Andreoni",
        "Anna Franceschino, MD",
        "Carlo Gambacorti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rocco G. Piazza, MD, PhD",
            "author_affiliations": [
                "Medicina Clinica, Prevenzione e Biotecnologie Sanitarie, University of Milano-Bicocca, Monza, Milan, Italy",
                "Dept. of Experimental Oncology, National Cancer Institute, Milan, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vera Magistroni",
            "author_affiliations": [
                "Dept. of Experimental Oncology, National Cancer Institute, Milan, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Andreoni",
            "author_affiliations": [
                "Dept. of Experimental Oncology, National Cancer Institute, Milan, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Franceschino, MD",
            "author_affiliations": [
                "Medicina Clinica, Prevenzione e Biotecnologie Sanitarie, University of Milano-Bicocca, Monza, Milan, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Gambacorti, MD",
            "author_affiliations": [
                "Dept. of Experimental Oncology, National Cancer Institute, Milan, Italy",
                "Dept. of Oncology, McGill University, Montreal, QC, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T02:37:26",
    "is_scraped": "1"
}