{
    "doi": "https://doi.org/10.1182/blood.V118.21.2490.2490",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1903",
    "start_url_page_num": 1903,
    "is_scraped": "1",
    "article_title": "Targeting Survivin with YM155 As a Potential Therapy in Pediatric Acute Lymphoblastic Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster II",
    "topics": [
        "leukemia, lymphocytic, acute, childhood",
        "survivin",
        "transplantation, heterologous",
        "dasatinib",
        "annexin a5",
        "apoptosis inhibitor",
        "cancer",
        "chemotherapy regimen",
        "childhood cancer",
        "combined modality therapy"
    ],
    "author_names": [
        "Abdusebur Jemal",
        "Jeffrey W Tyner, PhD",
        "Mathew Thayer, PhD",
        "Markus Muschen, MD, PhD",
        "Brian J. Druker",
        "Bill H Chang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Oregon Health & Science University Knight Cancer Institute, Portland, OR, USA, "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Oregon Health & Science University Knight Cancer Institute, Portland, OR, USA, "
        ],
        [
            "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
        ],
        [
            "Oregon Health & Science University, Portland, OR, USA"
        ],
        [
            "Oregon Health & Science University Knight Cancer Institute, Portland, OR, USA, "
        ]
    ],
    "first_author_latitude": "45.45476179999999",
    "first_author_longitude": "-122.6223561",
    "abstract_text": "Abstract 2490 Background: Pediatric Acute Lymphoblastic Leukemia (ALL) remains the most common pediatric malignancy. Despite advances in treatment and outcomes, there continue to be subsets of patients that are refractory to standard intensive chemotherapy and hematopoietic stem cell transplant. Therefore, novel gene targets for therapy are needed to further advance treatment for this disease. Survivin, a member of the chromosome passenger complex and inhibitor of apoptosis has been shown to be over-expressed in malignant cells and in relapsed ALL. Therefore, survivin may be a potential target for therapy in pediatric ALL. The selective survivin suppressant, YM155 (Astellas) has been shown to inhibit survivin expression and activate cell death in multiple cell lines. Early phase I studies show promise in both tolerability and possible efficacy in B-cell malignancies. Therefore, this drug may have the potential of improving treatment for pediatric B-cell precursor ALL. Design/methods: Pediatric lymphoblastic cell lines, fresh primary lymphoblast cells from newly diagnosed patients with ALL and xenografted patient samples were used in this study. Cells were incubated in the presence of YM155 at doses ranging from 1nM to 10μM. Viability was measured using a standard methane-thiosulfonate viability assay. Activation of apoptosis was identified using the Guava nexin Annexin V binding assay for cell lines. Results: Treatment of ALL cell lines, primary patient samples and xenograft samples show a dose-dependent sensitivity to YM155 by both activation of apoptosis and by cell viability. IC 50 doses for the majority of the samples are in the low nanomolar range (Table). Interestingly, there is some variability amongst patient samples suggesting possible variable responses in vivo . Ectopic expression of survivin in cell lines treated with YM155 rescues the effect of the drug. Further, t(9;22) positive ALL samples, including primary patient, xenograft, and dasatinib resistant samples remain significantly sensitive to YM155. For dasatinib sensitive Ph+ALL samples, combination therapy suggest an additive effect by isobologram analysis.  Sample . Median IC 50 (nM) SEM . n . ALL cell lines 18.5 ± 135 5 Ph+ALL xenografts 3.8 ± 1.04 5 ALL samples 48.18 ± 82 19 AML samples 145.9 ± 30.5 5 Sample . Median IC 50 (nM) SEM . n . ALL cell lines 18.5 ± 135 5 Ph+ALL xenografts 3.8 ± 1.04 5 ALL samples 48.18 ± 82 19 AML samples 145.9 ± 30.5 5 View Large Conclusion: Pediatric ALL samples remain sensitive to treatment with YM155 in cell lines, primary patient and xenografted samples. The results of these experiments will be used as a foundation to develop a comprehensive understanding of the mechanisms of survivin dependence in pediatric ALL. Future studies will also be designed to develop YM155 as an additional therapy for pediatric acute lymphoblastic leukemia. Disclosures: Druker: Cylene: ; MolecularMD: ; Novartis: ; Bristol-Myers-Squibb: ."
}