{
    "doi": "https://doi.org/10.1182/blood.V106.11.2105.2105",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=443",
    "start_url_page_num": 443,
    "is_scraped": "1",
    "article_title": "Association of a Novel Regulatory Polymorphism (-938C>A) in the BCL2 Gene with Disease Progression in Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Bcl-2 plays a key role in the regulation of apoptosis. We investigated the role of a novel regulatory single nucleotide polymorphism in the BCL2 gene (−938C>A) in B-CLL. Bcl-2 protein expression in B-cells from CLL patients carrying the −938 AA genotype was significantly increased compared to AC and CC genotypes. Moreover, the −938C- and A-alleles differed with regard to the binding of nuclear proteins. Genotype distributions between 123 CLL patients (42 AA, 55 AC, 26 CC) and in 109 age-matched healthy controls (38 AA, 55 AC, 16 CC) were not significantly different suggesting that this polymorphism does not increase the susceptibility for B-CLL. However, time from first diagnosis to initiation of chemotherapy was significantly shorter in patients with −938AA genotype (38 months) compared to AC/CC genotypes (120 months; p=0.0077), especially in CD38 and ZAP-70 negative CLL patients. Multivariate Cox regression identified the BCL2 −938AA genotype as an independent prognostic factor for progression-free survival (hazard ratio, HR, 1.9; p=0.034) together with disease stage at diagnosis (HR 1.6; p=0.018) and ZAP-70 status (HR 2.9; p=0.001). Furthermore, the BCL2 −938C>A polymorphism in combination with the two common prognostic factors CD38 and ZAP70 status provides additional prognostic information beyond that obtained from single or double marker analysis. To the best of our knowledge this is the first report demonstrating the influence of a novel regulatory polymorphism in the BCL2 gene upon the progression of B-CLL, which, of course, requires confirmation from independent studies. On the other hand, the results presented here appear plausible with regard to differences on the protein level depending on genotype and the known impact of Bcl-2 on disease progression. Thus, our report exceeds other genetic association studies in that a mechanistic link between genotype and observed phenotype can be proposed. In conclusion, carriage of the BCL2 −938AA genotype is a novel unfavorable genetic marker in patients with B-CLL associated with increased Bcl-2 expression.",
    "topics": [
        "bcl2 gene",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "disease progression",
        "polymorphism",
        "bcl-2 protein",
        "chief complaint",
        "zap-70 kinase",
        "prognostic factors",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Holger Nueckel, MD",
        "Ulrich H. Frey, MD",
        "Ludger Sellmann, MD",
        "Jan Duerig, MD",
        "Ulrich Duehrsen",
        "Winfried Siffert"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, University Hospital Essen, Essen, NRW, Germany"
        ],
        [
            "Institute of Pharmacology, University Hospital Essen, Essen, NRW, Germany"
        ],
        [
            "Department of Hematology, University Hospital Essen, Essen, NRW, Germany"
        ],
        [
            "Department of Hematology, University Hospital Essen, Essen, NRW, Germany"
        ],
        [
            "Department of Hematology, University Hospital Essen, Essen, NRW, Germany"
        ],
        [
            "Institute of Pharmacology, University Hospital Essen, Essen, NRW, Germany"
        ]
    ],
    "first_author_latitude": "51.4364493",
    "first_author_longitude": "6.989008699999999"
}