{
    "doi": "https://doi.org/10.1182/blood.V124.21.100.100",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2698",
    "start_url_page_num": 2698,
    "is_scraped": "1",
    "article_title": "A Novel Mechanism of Cellular Activation Mediated By Antiphospholipid Antibody-Induced Extracellular Vesicles ",
    "article_date": "December 6, 2014",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Endothelial Cells and Platelets in Infection, Inflammation and Angiogenesis",
    "topics": [
        "antibodies",
        "culture media, conditioned",
        "extracellular vesicles",
        "fetal death",
        "rna, small interfering",
        "pancreatic ribonuclease",
        "interleukin-1",
        "immunoglobulin g",
        "interleukins",
        "toll-like receptor 2"
    ],
    "author_names": [
        "Meifang Wu, MD",
        "Suman Kundu, MBA",
        "Venkaiah Betapudi, PhD",
        "Keith R. McCrae, MD"
    ],
    "author_affiliations": [
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "41.486636600000004",
    "first_author_longitude": "-81.7188455",
    "abstract_text": "Introduction Antiphospholipid Syndrome (APS) is characterized by thrombosis and/or recurrent fetal loss in the presence of persistently elevated antiphospholipid antibodies (APLA). Elevated levels of endothelial cell-derived extracellular vesicles (EV) are present in the plasma of patients with APLA, and APLA, particularly those directed against β2-glycoprotein I (β2GPI), stimulate EV release from endothelial cells. However, the constituents or activity of these EV are not well studied. Objective To determine whether EV derived from anti-β2GPI antibody treated endothelial cells activate quiescent endothelial cells, and define the mechanism. Methods EV released by endothelial cells in response to exposure to β2GPI and either anti-β2GPI antibodies or control IgG were isolated by ultra-centrifugation. Endothelial cells treated in this manner, as well as released EV and EV-free conditioned medium were analyzed for interleukin-1β (IL-1β) content. Both EC and EV were also probed for expression of components of the NLRP3 inflammasome. The ability of EV isolated from treated cells to activate endothelial cells in an autocrine/paracrine manner was assessed through measurement of E-selectin expression on the endothelial cell surface as well as phosphorylation of IRAK4. To define the mechanism of endothelial cell activation by EV, endothelial cells were pretreated with several inhibitors of the IL-1β signaling pathway, or with siRNA against IRAK4, TLR2, TLR4, TLR7 and TLR9, or EV. We also examined the effect of pretreating EV with RNase A before addition to endothelial cells. Results EV released from endothelial cells in response to anti-β2GPI antibodies, but not control IgG, were enriched in mature interleukin-1β (IL-1β) and induced EC activation. However, the ability of these EV to activate EC was not inhibited by a neutralizing IL-1 antibody, IL-1 receptor antagonist, or IL-1 receptor siRNA. To define the signaling cascade activated by EC-derived EV, we examined downstream components of the IL-1 receptor (IL-1R)/Toll-like receptor (TLR) pathway, finding that activation was associated with and dependent upon phosphorylation of IRAK4. To determine which members of the IL-1R/TLR family mediated IRAK4 phosphorylation and cellular activation in response to APLA-induced EV, we inhibited the expression of TLR2, TLR4, TLR7 and TLR9 using specific siRNAs. Inhibition of TLR7, but not other TLRs, blocked EC activation in response to EV (Figure: Panel A). Since a ligand of TLR7 is single-stranded RNA (ssRNA), we also pretreated EV with RNase A, which inhibited activation to a similar extent as TLR7 knockdown (Figure: Panel B). Finally, we also observed that anti-β2GPI antibodies increased the expression of endothelial cell TLR7 (Figure: Panel C). Conclusions APLA/anti-β2GPI antibodies cause EC activation and inflammasome formation, leading to release of IL-1β enriched EV. These EV induce EC activation; however, activation is mediated primarily through interactions of EV-associated ssRNA with TLR7 rather than through an IL-1β receptor-dependent pathway. These EV may contribute to vascular activation in an autocrine/paracrine manner and contribute to the prothrombotic phenotype in APS. Acknowledgment: This work was supported by an ASH Bridge Grant. Figure 1 View large Download slide Figure: (A) Effect of siRNA to TLR siRNA on endothelial cell activation, (B) Effect of RNase treatment of EV on endothelial cell activation, (C) anti-β2GPI antibodies induce endothelial cell TLR7 expression. Figure 1 View large Download slide Figure: (A) Effect of siRNA to TLR siRNA on endothelial cell activation, (B) Effect of RNase treatment of EV on endothelial cell activation, (C) anti-β2GPI antibodies induce endothelial cell TLR7 expression.  Disclosures No relevant conflicts of interest to declare."
}