{
    "doi": "https://doi.org/10.1182/blood.V118.21.3975.3975",
    "article_title": "Complete and Very Good Partial Responses Are Attainable Endpoints in Elderly Patients (>75 years) with AL Amyloidosis and Are Associated with Improved Overall Survival, ",
    "article_date": "November 18, 2011",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Abstract 3975 Background: Elderly patients with AL amyloidosis present a unique therapeutic challenge. Both the disease itself and other co-morbidities contribute to organ dysfunction, potentially limiting treatment options. Despite this, durable responses can be achieved leading to both improvements in quality and longevity of life. Here we present our experience with patients > 75 years (yrs) enrolled in the UK-wide ALchemy study. Patients and Methods: ALchemy was designed to collect comprehensive treatment, outcome and toxicity data in newly diagnosed patients attending the National Amyloidosis Centre in the UK. Analysis of prospectively collected data revealed 46 pts > 75 yrs who were enrolled in the study beginning in 2009. 8 patients still alive at last assessment but having < 3m follow-up were excluded. Haematologic response was defined as per the 2005 consensus criteria. The dFLC response (difference between the involved and uninvolved free light chain) was defined as the percent difference in the dFLC at the start of therapy and at response assessment and was considered assessable if the baseline dFLC was >50mg/L. A dFLC between 50–90% defined a partial response (PR) and a dFLC of >90% defined a very good partial response (VGPR). The analysis was performed on an intention-to-treat basis and patients who died prior to response assessment were defined as non-responders. Overall survival (OS) was calculated by the Kaplan-Meier method and calculated from diagnosis until death or last follow-up. Results: The final cohort comprised 38 patients. Median age was 78.0 years. Median follow-up was 8.7 months (m). 37 patients had complete information for Mayo staging and 37% were stage III. 3 patients did not receive therapy. 20 patients received CTD as first line therapy, 4 received Mel/Dex, 4 received MPT, 1 received CVD, 3 received CD, 1 received RCD and 2 received CVP-R given baseline IgM secreting clonal B-cell lymphoproliferative disorders. 46% received less than 4 cycles of the planned upfront therapy. Overall response rate (RR) was 68% (11% attained a CR). 65% attained a partial dFLC response and 22% attained a VGPR. 9 patients received second line therapy. 5 were treated for relapsed disease, none of whom bettered their previous haematologic response but 2 patients attained a VGPR. Of the 4 patients who were treated for sub-optimal response none bettered their previous response. A correlation between receiving at least 3 cycles of therapy and attaining a CR or VGPR was observed (correlation coefficient 0.23, P = 0.09 and 0.42, P = 0.009 respectively). Median OS for the entire cohort was 10.7m. 45% died within one year of diagnosis. Median OS for Mayo stage III patients was 6.2 months. Attaining a VGPR by dFLC criteria correlated with a statistically significant improvement in OS compared with patients who did not achieve this milestone (median not reached vs 9.8m respectively; P = 0.016). A similar trend in OS was seen in patients who attained a CR but this did not reach statistical significance (median not reached vs 9.8m respectively; P = 0.192). Discussion: Treatment of elderly patients with AL amyloidosis remains a challenge. From our analysis despite receiving standard of care, median OS is < 1 year. However, based on this study appropriate treatment resulted in both attainment of CRs and VGPRs. Both endpoints are important treatment milestones previously shown to correlate with improved survival, and this is further corroborated here. Median OS was not reached in patients achieving either a CR or VGPR. Unfortunately, CR and VGPR rates remain < 25% in this population and it appeared that at least one factor is the inability to complete 3 cycles of treatment. Further study examining this distinct group of patients is warranted with the aim to develop therapeutic regimens balancing both effectiveness and tolerability. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "immunoglobulin deposition disease",
        "older adult",
        "partial response",
        "primary amyloidosis",
        "surrogate endpoints",
        "follow-up",
        "amyloidosis",
        "brachial plexus neuritis",
        "cardiovascular diseases",
        "chronic venous disease"
    ],
    "author_names": [
        "Christopher P. Venner, MD",
        "Julian D Gillmore",
        "Thirusha Lane, RN",
        "Darren Foard, RN",
        "Lisa Rannigan, RN",
        "Simon DJ Gibbs",
        "Jennifer Pinney, MD",
        "Carol Whelan",
        "Helen Lachmann, MD",
        "Philip N Hawkins",
        "Ashutosh Wechalekar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher P. Venner, MD",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julian D Gillmore",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thirusha Lane, RN",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darren Foard, RN",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Rannigan, RN",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon DJ Gibbs",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Pinney, MD",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol Whelan",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen Lachmann, MD",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip N Hawkins",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashutosh Wechalekar, MD",
            "author_affiliations": [
                "National Amyloidosis Centre, University College London Medical School, London, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T13:00:33",
    "is_scraped": "1"
}