{
    "doi": "https://doi.org/10.1182/blood.V120.21.4472.4472",
    "article_title": "Vitamin D Status and Its Correlation with Bone Mineral Density in Long Term Survivors After Childhood Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 16, 2012",
    "session_type": "Chronic Myeloid Leukemia - Therapy Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Abstract 4472 Introduction: Children undergoing hematopoietic stem cell transplantation (HSCT) are at risk of developing vitamin D deficiency (VDD). However, data on vitamin D status and its correlation with bone mineral density (BMD) in the long term survivors after childhood HSCT is limited. The aim of this study was to determine the prevalence of VDD among long term survivors after HSCT in childhood, and to evaluate the correlations between vitamin D and BMD. Methods: A retrospective study was carried out in patients seen in Long Term follow-up Clinic (LTFC) at our institution from January 2011 to July 2012. Vitamin D deficiency (VDD) and insufficiency (VDI) were defined as serum 25-hydroxyvitamin D (25-OHD) <15 ng/mL and 15–30 ng/mL, respectively. BMD was measured using dual-energy radiograph absorptiometry (Hologic Delphi). Lumbar, total body, and hip BMD Z scores were determined using manufacturer's normative data based on age. Spearman's correlation was performed to assess correlation between serum 25-OHD levels and different BMD variables. Results: Ninety eight patients underwent 103 HSCTs between 1990 and 2010. Fifty two (53%) patients were > 5 years out of transplant. A total of 114 vitamin D levels were recorded for the 98 patients, the median 25-OHD level was 26 (range 7 – 68 ng/mL). In 68/114 (60%) observations the 25-OHD levels were less than < 30ng/mL. Of these, 10 (9%) patients had VDD (levels < 15ng/mL, while 58 (51%) had VDI. There were no significant correlations between 25-OHD levels and age at HSCT, gender, underlying diagnosis, type of transplant, or development of acute or chronic GVHD ( Table 2 ). There was a trend towards lower 25-OHD levels after non-TBI based conditioning regimen (p = 0.047). BMD was performed in 83 patients (85%). Low BMD was found in nearly one-third to half of patients tested: 29%, 54%, and 33% of the patients had BMD lumbar , BMD hip and BMD WB Z scores of < −1.0, respectively, while 5%, 9% and 5% of the patients had BMD lumbar , BMD hip and BMD WB Z scores < −2.5, respectively. The median Z scores of the BMD lumbar , BMD hip , and the BMD WB were −0.3 (range −4.2 to 2.4), −1.1 (range −3.3 to 1.9), and −0.4 (range −5.4 to 2.7) respectively. In patients with BMD < −2.5 and < −1.0, the corresponding median 25-OHD was 26 (range 7 – 62 ng/mL) and there was no significant association. Spearman correlation between 25-OHD D level, BMD WB and BMD lumbar showed a correlation coefficient of −0.24 (p value: 0.0409) and −0.22 (p value: 0.0546) respectively. There was no correlation between normal vitamin D levels, VDI and VDD with BMD of the hip, lumbar spine and whole body. Discussion: Low 25-OHD (<30ng/mL) was common (60%) in long term survivors after HSCT during childhood. Similar to other reports, VDD and VDI was seen in 9%, and 51% of the patients respectively. There was only a weak correlation of the 25-OHD levels with BMD of whole body and the lumbar spine, suggesting that factors other than hypovitaminosis D might have contributed to low BMD. There was a small trend of lower 25-OHD levels after non-TBI based conditioning. Table 1. Patient characteristics  . n . Sex: male/female  57/41 Age at HSCT: median (range) 5.6 years (1 month-28.4 years) Time from HSCT (years): median (range)  5.9 (1–22 years) Current age (years): median (range)  16 (4.5–35) Indication for HSCT   Hematological malignancy 52 Other malignancy 18 Non-malignant cause 28 Conditioning regimen   TBI based/non TBI based 45/58 Myeloablative/non-myeloablative 99/4 Type of HSCT   Autologous/Allogeneic 30/73 GVHD   Acute 9 (12%) Chronic 10 (14%) Vitamin D Levels   median (range) 26 (7–68) <15 10 (9%) 15–30 58 (51%) . n . Sex: male/female  57/41 Age at HSCT: median (range) 5.6 years (1 month-28.4 years) Time from HSCT (years): median (range)  5.9 (1–22 years) Current age (years): median (range)  16 (4.5–35) Indication for HSCT   Hematological malignancy 52 Other malignancy 18 Non-malignant cause 28 Conditioning regimen   TBI based/non TBI based 45/58 Myeloablative/non-myeloablative 99/4 Type of HSCT   Autologous/Allogeneic 30/73 GVHD   Acute 9 (12%) Chronic 10 (14%) Vitamin D Levels   median (range) 26 (7–68) <15 10 (9%) 15–30 58 (51%) View Large Table 2: Association of Vitamin D levels with variables. TBI- total body irradiation, GVHD- graft versus host disease.  Variable . Test . p-value . Sex Chi-square test 0.0948 Age at HSCT Wilcoxon rank sum test 0.3085 Non-TBI Conditioning Chi-square test 0.0470 Final diagnosis Fisher's exact test 0.5447 Type of transplant (autologous or allogeneic) Chi-square test 0.6853 Acute GVHD Fisher's exact test 0.6004 Chronic GVHD Fisher's exact test 0.1942 Variable . Test . p-value . Sex Chi-square test 0.0948 Age at HSCT Wilcoxon rank sum test 0.3085 Non-TBI Conditioning Chi-square test 0.0470 Final diagnosis Fisher's exact test 0.5447 Type of transplant (autologous or allogeneic) Chi-square test 0.6853 Acute GVHD Fisher's exact test 0.6004 Chronic GVHD Fisher's exact test 0.1942 View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone mineral density",
        "child",
        "hematopoietic stem cell transplantation",
        "survivors",
        "vitamin d",
        "cisplatin/dacarbazine/vinblastine protocol",
        "graft-versus-host disease",
        "transplantation",
        "graft-versus-host disease, chronic",
        "vitamin d deficiency"
    ],
    "author_names": [
        "Amy Garee, RN, MS, PNP",
        "Micah Skeens, RN, MS, PNP",
        "Sasigarn Bowden, MD",
        "Manmohan Kamboj, MD",
        "Sally Wildman, DO, BS, BA",
        "Rajinder PS Bajwa, MBBS, MD, MRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy Garee, RN, MS, PNP",
            "author_affiliations": [
                "Nationwide Childrens Hospital, Columbus, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Micah Skeens, RN, MS, PNP",
            "author_affiliations": [
                "Nationwide Chuildrens hospital, Columbus, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sasigarn Bowden, MD",
            "author_affiliations": [
                "Nationwide Childrens Hospital, Columbus, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manmohan Kamboj, MD",
            "author_affiliations": [
                "nationwide Childrens Hospital, Columbus, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally Wildman, DO, BS, BA",
            "author_affiliations": [
                "Nationwide Childrens Hospital, Columbus, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajinder PS Bajwa, MBBS, MD, MRCP",
            "author_affiliations": [
                "Department of Hematology Oncology and BMT, Nationwide Children's Hospital, Columbus, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T18:38:48",
    "is_scraped": "1"
}