{
    "doi": "https://doi.org/10.1182/blood.V106.11.5054.5054",
    "article_title": "The Loss of CD19 in Myeloma Cells Contributes to the Escape from FcγRII-Mediated Growth Suppression. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "CD19 expression is specifically lost on human myeloma cells by the loss of Pax-5 gene expression, while normal plasma cells do express CD19. In order to examine the biological meaning of the loss of CD19 expression in human myeloma cells, we have generated CD19 transfectants of human myeloma cell lines (U266 and KMS-5 cells) and of a human non-myeloma erythroleukemia cell line (K562) and compared their proliferation and survival with those of their corresponding parent or only vector-transfected cells in the serum-containing or serum-free medium (supplemented with BSA and transferrin) in vitro . Exogenous introduction of CD19 expression markedly suppressed the proliferation of these cells in the serum-containing medium, but there existed less suppressive effect of CD19 introduction in serum-free culture. Among the serum components, we focused on the IgG and examined the effect of addition of high concentration of IgG or addition of anti-CD32 (FcγRII) antibody in this serum-free medium. Addition of high concentration of IgG induced the marked suppression of CD19 transfectants more than that of parent or mock transfectants, and furthermore, stimulation with anti-CD32 antibody also showed the suppression of CD19 transfectants more than that of the mock cells. We also confirmed that primary myeloma cells as well as myeloma cell lines predominantly expressed FcγRII(CD32), but not FcγRI(CD64) or FcγRIII(CD16), and were found to express Fc γ RIIB gene by RT-PCR. Furthermore, the treatment with anti-CD32 antibody induced the tyrosine phosphorylation of CD32b in the CD19+ cells more than that in CD19- mock cells, and also the phosphorylation of SHIP, but not SHP-1 or SHP-2 was enhanced in CD19+ cells. Therefore, these data suggest that myeloma cells as well as plasma cells or B cells express FcγRII(CD32), and CD19- myeloma cells are less sensitive to the FcγRII-mediated growth suppression than CD19+ normal plasma cells or B cells.",
    "topics": [
        "cd19 antigens",
        "growth retardation",
        "myeloma cells",
        "antibodies",
        "immunoglobulin g",
        "acute erythroblastic leukemia",
        "antigens, cd16",
        "cd64 antigen",
        "multiple myeloma",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Xu Zheng",
        "Maged S. Mahmoud, MD",
        "Saeid Abroun, MD",
        "Hideki Asaoku",
        "Michio M. Kawano, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xu Zheng",
            "author_affiliations": [
                "Bio-Signal Analysis, Graduate School of Medicine, Yamaguchi Univ., Ube, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maged S. Mahmoud, MD",
            "author_affiliations": [
                "Clinical Pathology, Assiut Univ, Assuit, Egypt"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saeid Abroun, MD",
            "author_affiliations": [
                "Bio-Signal Analysis, Graduate School of Medicine, Yamaguchi Univ., Ube, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Asaoku",
            "author_affiliations": [
                "4th Department of Internal Medicine, Hiroshima Red Cross Hospital, Hiroshima, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michio M. Kawano, MD",
            "author_affiliations": [
                "Bio-Signal Analysis, Graduate School of Medicine, Yamaguchi Univ., Ube, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T04:19:24",
    "is_scraped": "1"
}