{
    "doi": "https://doi.org/10.1182/blood.V114.22.4903.4903",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1499",
    "start_url_page_num": 1499,
    "is_scraped": "1",
    "article_title": "The Incidence of Corrected Hypercalcemia and Its Relationship with Prognosis for Chinese Multiply Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELODYSPLASTIC SYNDROMES MYELOMA - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY",
    "topics": [
        "hypercalcemia",
        "multiple myeloma",
        "calcium test, serum",
        "creatinine tests, serum",
        "serum albumin",
        "calcium",
        "salmon"
    ],
    "author_names": [
        "Xi Zhang",
        "Chunkang Chang",
        "Xiao Li, MD, PhD",
        "Jiying Su",
        "Lingyun Wu, MD",
        "Liyu Zhou",
        "Qi He",
        "Li Xu",
        "Luxi Song",
        "Quan Pu"
    ],
    "author_affiliations": [
        [
            "the sixth hospital affiliated to Shanghai jiaotong university, Shanghai, China, "
        ],
        [
            "Department of Hematologyf, Sixth Hospital Affiliated to Sjanghai Jiaotong University, Shanaghai, China, "
        ],
        [
            "Hematology Dept., The Sixth Hospital affiliated to shanghai jiaotong university, Shanghai, China, "
        ],
        [
            "the sixth hospital affiliated to Shanghai jiaotong university, Shanghai, China, "
        ],
        [
            "Hematology Dept., The Sixth Hospital affiliated to shanghai jiaotong university, Shanghai, China, "
        ],
        [
            "the sixth hospital affiliated to Shanghai jiaotong university, Shanghai, China, "
        ],
        [
            "the Sixth Peoples Hospital of Shanghai, "
        ],
        [
            "Hematology, The Shanghai's Sixth People's Hospital of The Shanghai Jiaotong University,, Shanghai, China, "
        ],
        [
            "the sixth hospital affiliated to Shanghai jiaotong university, Shanghai, China, "
        ],
        [
            "Department of Hematologyf, the sixth hospital affiliated to Shanghai jiaotong university, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.149919549999996",
    "first_author_longitude": "121.47126149999998",
    "abstract_text": "Abstract 4903 Purpose This paper is to study and analze the serum calcium level after corrected for serum albumin and its effect on prognosis in Chinese multiple myeloma (MM). Methods Serum calcium levels before and after corrected by serum albumin were retrospectively analyzed in 165 Chinese multiple myeloma patients. Corrected serum calcium (mmol/L)=serum calcium (mmol/L) – 0.025 x serum albumin (g/L)+1.0 (mmol/L). We also analyzed the relationship of serum calcium, serum creatinine and disease categories in Durie-Salmon (DS) staging system with patients' long-term overall survival rate. Results In 165 patients, the incidences of before and after corrected hypercalcemia were 8.7% and 40.6%, which were statistically significantly different (p=0.0245). Based on DS staging, the before and after corrected serum calcium levels of sixteen MM patients in I stage were 2.316±0.082 mmol/L and 2.344±0.073 mmol/L with a p value equal to 0.3236; the before and after correccted serum calcium levels of fifty MM patients in II stage were 2.314±0.17 and 2.407±0.235 mmol/L with a p value equal to 0.0251; the before and after corrected serum calcium levels of ninety-nine MM patients in II stage were 2.428±0.32 and 2.671±0.309 mmol/L with a p value equal to 0.0000. There is no significant difference in overall survival time between normal serum calcium group and elevated serum calcium group, p=0.8929. There is significant difference in overall survival time between normal serum creatinine patients and raised serum calcium patients with a p value equal to 0.0170. Patients in I stage in DS staging system have statistically significant longer overall survival time than those patients in II/III stage in DS staging system, p=0.0382. Conclusion The incidence of corrected hypercalcemia in Chinese MM is similar to foreign reports. Hypercalcemia has smaller or limit impact on patients' long-term overall survival compared to serum creatinine and DS staging. Disclosures No relevant conflicts of interest to declare."
}