{
    "doi": "https://doi.org/10.1182/blood.V128.22.5954.5954",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3517",
    "start_url_page_num": 3517,
    "is_scraped": "1",
    "article_title": "Accredited Interactive Web-Based Application for the 2016 International Clinical Practice Guidelines on Thrombosis in Cancer: Improving Knowledge Transfer in Daily Clinical Practice ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "topics": [
        "cancer",
        "clinical practice guideline",
        "internet",
        "thrombosis",
        "information sharing",
        "venous thromboembolism",
        "anticoagulation",
        "direct oral anticoagulants",
        "central venous catheters",
        "hemorrhage"
    ],
    "author_names": [
        "Dominique Farge, MD PhD"
    ],
    "author_affiliations": [
        [
            "On behalf of the International Initiative on Thrombosis and Cancer (ITAC-CME)., Médecine interne et pathologie vasculaire, Hôpital Saint-Louis (Assistance-Publique Hôpitaux de Paris) Paris7 Denis-Diderot University, Paris, France"
        ]
    ],
    "first_author_latitude": "48.865159649999995",
    "first_author_longitude": "2.3594917000000004",
    "abstract_text": "Venous thromboembolism (VTE) is a major therapeutic concern in cancer patients and the leading cause of death after metastasis. Providing anticoagulant therapy to this patient population is challenging because cancer patients are at increased risk of VTE recurrence and bleeding, and treatment management is often complicated by other co-morbidities that affect choice of anticoagulation. The International Initiative on Thrombosis and Cancer (ITAC-CME) is a multidisciplinary group of International academic clinicians, researchers, and experts dedicated to reducing the global burden of VTE and its consequences in cancer patients. In 2013, the group published international clinical practice guidelines for the treatment and prophylaxis of VTE in cancer (1, 2). In collaboration with CME solutions, an accredited CME provider, ITAC-CME developed a mobile web-based application to promote the international implementation of the 2013 guidelines, in English and French (www.itacc-cme.org). Usage of the app has steadily increased every year since its release. ITAC-CME recently revised its consensus recommendations according to a systematic review of the literature up to January 2016. In particular, the ISTH-endorsed updated recommendations provide a guidance on the use of the direct oral anticoagulants based on the current level of evidence (3). ITAC-CME and CME solutions have updated the web-based application to support the 2016 guidelines. The app also includes several new features, including interactive case-based CME learning activities, with pre- and post-activity practice assessments. These pre- and post-test metrics will be documented to record international clinical practice patterns, and monitor the impact of the app on the adoption of the 2016 guidelines into clinical practice worldwide. Translation of the 2016 updated app into additional languages is planned. The application has been submitted for accreditation with the royal College of Physicians and surgeons of Canada, the American Medical Association, the European Union of Medical Specialists, l' Organisme Gestionnaire du Développement Professionnel Continu, and the European Board for Accreditation in Hematology. 1 Debourdeau P, Farge D, Beckers M, Baglin C, Bauersachs RM, Brenner B, Brilhante D, Falanga A, Gerotzafias GT, Haim N, Kakkar AK, Khorana AA, Lecumberri R, Mandala M, Marty M, Monreal M, Mousa SA, Noble S, Pabinger I, Prandoni P, Prins MH, Qari MH, Streiff MB, Syrigos K, Büller HR, Bounameaux H. International clinical practice guidelines for the treatment and prophylaxis of thrombosis associated with central venous catheters in patients with cancer. J Thromb Haemost. 2013 Jan;11(1):71-80. 2 Farge D, Debourdeau P, Beckers M, Baglin C, Bauersachs RM, Brenner B, Brilhante D, Falanga A, Gerotzafias GT, Haim N, Kakkar AK, Khorana AA, Lecumberri R, Mandala M, Marty M, Monreal M, Mousa SA, Noble S, Pabinger I, Prandoni P, Prins MH, Qari MH, Streiff MB, Syrigos K, Bounameaux H, Büller HR. International clinical practice guidelines for the treatment and prophylaxis of venous thromboembolism in patients with cancer.J Thromb Haemost. 2013 Jan;11(1):56-70 3 Farge D, Bounameaux H , Brenner B, Cajfinger F, Debourdeau P, Khorana AA, Pabinger I, Solymoss S, Douketis J, Kakkar A. 2016 International Clinical Practice Guidelines Including Guidance for the Direct Oral Anticoagulants in the Treatment and Prophylaxis of Venous Thromboembolism in Patients With Cancer. Lancet Onccology 2016 (in press) Disclosures No relevant conflicts of interest to declare."
}