{
    "doi": "https://doi.org/10.1182/blood-2019-130385",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4310",
    "start_url_page_num": 4310,
    "is_scraped": "1",
    "article_title": "Towards a Standardization and Characterization of Clinical Grade Adipose-Derived Stromal Cells ",
    "article_date": "November 13, 2019",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells",
    "topics": [
        "antigens",
        "anti-inflammatory agents",
        "collagenase",
        "flow cytometry",
        "liposuction",
        "medical devices",
        "micrornas",
        "ngfr protein",
        "stromal cells",
        "donors"
    ],
    "author_names": [
        "Chiara Cugno, MD",
        "Rita Calzone, Biologist",
        "Giusy Gentilcore, PhD",
        "Heba Sidahmed, Post Doctoral Fellow",
        "Asma Al-Sulaiti, Research Specialist",
        "Moza Al-Khulaifi",
        "Rebecca Mathew",
        "Harshitha Shobha Manjunath, Research Specialist",
        "Sara Tomei, PhD",
        "Ahmed Makki, MD",
        "Jean-Charles Grivel, PhD"
    ],
    "author_affiliations": [
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar "
        ],
        [
            "Plastic Surgicenter, Doha, Qatar "
        ],
        [
            "Sidra Medicine, Doha, Qatar"
        ]
    ],
    "first_author_latitude": "25.322825499999997",
    "first_author_longitude": "51.444793",
    "abstract_text": "INTRODUCTION Mesenchymal Stromal Cells (MSCs) are multipotent cells with regenerative, anti-inflammatory, immunomodulatory and anti-tumorigenic properties, which are readily isolated from aspirates of adipose tissue (AT) due to their high availability. Compared with alternative sources, AT provides high cell yield. Despite the numerous clinical trials in autologous and allogeneic settings for various diseases worldwide, there are no US FDA-approved MSC-based products. Challenges for clinical translation of MSC-based therapies largely lie in the sourcing, production and basic characterization of such products (Camilleri et al, 2016; Mendicino et al, 2014). Given the known donor-related variability (sex, age, liposuction sites, BMI, etc.), there is still ample room to: better standardize in vitro manufacturing processes refine the characterization of clinical products. METHODS Seven samples of lipoaspirate were processed. AT manual digestion was compared with an automated collagenase-based enzymatic digestion by the Cytori Celution instrument, a closed system regulated as a medical device by EC for the production of adipose-derived stem cells-enriched products. Total cell yield, cell harvest at P0, P1 and P2, Population Doubling Level (PDL) and Doubling Time (DT) were evaluated. The obtained Adipose-derived Stromal Cells (ADSCs) were characterized for: Expression of 361 surface markers (BioLegend LegendScreen Human PE Kit), including 117 additional antigens compared to other reported screens. Cytori-isolated ADSCs from three donors for 6 total conditions (3 P2, 2 P3 and 1 IFN-g-primed P2) were screened. A broader characterization of fresh isolates (P0) as well as (P3) from the same donors was performed with a 20-color flow cytometric panel. Data were analyzed with FlowJo software. miRNA expression was evaluated using the 800 human miRNAs Nanostring panel. Nanostring nCounter Analysis System generated data, then Partek GS software was used for secondary analysis. RESULTS Cytori processing resulted in a higher cell yield at isolation (p= 0.0156), and ADSCs exhibited higher proliferation in vitro at P0 (n. of days at P0, p=0.0313), higher cell yield at P1 (p=0.0313), and higher PDL1 (p=0.0469). Out of the 361 markers examined, in every donor at each passage, at least 94 were found positive (expression >1%), including 30 within the newly screened 117 markers. Altogether, 27 markers were expressed at more than 85%, including 6 from the newly screened markers. Our analysis identified 50 donor-dependent markers, 50 passage-modulated markers (P2 vs P3) and 45 IFN-g-modulated marker, 41 increased and 4 decreased. We were able to identify the ADSCs progenitors markers CD146 and CD271 on cell as in P0 and P3, we observed a transition from a dominant expression in P0 of CD271 (34.05%) vs CD146 (1.62% ) to a dominant expression of CD146 in P3 (52%) vs CD271 (0.7%) in a single donor. The frequency of double positives CD146 + CD271 + was 1% and 0.6% in P0 and P3 respectively. miRNA expression analysis by ANOVA revealed that (i) IFN-g-priming modulated 19 miRNAs, that 4 miRNAs were modulated by passage number and donors' origin. CONCLUSION Our study shows that the standardized Cytori processing advantageously substitutes AT manual digestion by enabling higher cell yield and potentially providing multiple ADSC doses from a single donor. The isolation procedure is standardized, the operator-dependent variations are minimized, and less prone to contamination compared to the lengthy, multistep process of manual digestion. The broad cell characterization with flow cytometry and miRNA expression revealed the expression and modulation of new markers. We believe that increasing the dimensionality of the ADSC characterization, beyond the traditional markers, could reveal markers that describe specific functional abilities of clinical ADSC product. Proper functional studies are necessary to validate our hypothesis. Disclosures No relevant conflicts of interest to declare."
}