{
    "doi": "https://doi.org/10.1182/blood.V124.21.2048.2048",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2767",
    "start_url_page_num": 2767,
    "is_scraped": "1",
    "article_title": "Epidemiology and Clinical Characteristics of Patients with Multiple Myeloma in the United Kingdom ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "epidemiology",
        "multiple myeloma",
        "overweight",
        "obesity",
        "cancer",
        "cardiovascular diseases",
        "breast cancer",
        "congestive heart failure",
        "diabetes mellitus",
        "diabetes mellitus, type 2"
    ],
    "author_names": [
        "Mireia Raluy",
        "Sreeram Ramagopalan",
        "Sumeet Panjabi",
        "Dimitra Lambrelli"
    ],
    "author_affiliations": [
        [
            "Evidera, London, United Kingdom "
        ],
        [
            "Evidera, London, United Kingdom "
        ],
        [
            "Onyx Pharmaceuticals, Inc., an Amgen subsidiary, San Francisco, CA"
        ],
        [
            "Evidera, London, United Kingdom "
        ]
    ],
    "first_author_latitude": "51.4908764",
    "first_author_longitude": "-0.22066840000000001",
    "abstract_text": "Data on key epidemiological outcomes in multiple myeloma (MM) is limited, with some evidence of increasing incidence and improved survival in recent years. The objective of this study was to examine the incidence of MM in the United Kingdom (UK), describe characteristics of newly diagnosed MM patients, and assess patient survival, using retrospective electronic medical records from a population-based primary care database. Patients diagnosed with MM were identified in the Clinical Practice Research Datalink (CPRD) database in the UK and two cohorts were created. Annual incidence rates were estimated using newly diagnosed cases between Jan 2008 and Dec 2012 (incident cohort) and confidence intervals (CI) for rates assumed a Poisson distribution. Demographic and clinical characteristics were described at time of diagnosis, including the Charlson Comorbidity Index (CCI) and frequency of the conditions that form it. To estimate survival rates, all patients participating in the database diagnosed with MM (dates of diagnosis ranged from Sept 1984 to Jan 2014) were included (survival cohort). Median overall survival (OS) was estimated using Kaplan-Meier methods using individual patient level data from diagnosis date to date or death, date of leaving a primary care practice from CPRD, or end of follow-up. Survival rates were stratified by age group above or below 65 years and 10-year periods by calendar year of diagnosis: 1984-1993, 1994-2003 and 2004-Jan 2014. The incident and survival cohorts consisted of 1,457 newly diagnosed MM patients and 5,077 MM patients, respectively. The incidence rate per year ranged from 5.70 (CI: 5.05 – 6.41; 2009) to 6.52 (CI: 5.82 – 7.29; 2010) cases per 100,000 person-years. Median age at diagnosis of MM was 72 years (inter-quartile range [IQR]: 63-80) with 42% of diagnosed patients being ≥75 years. The majority of incident patients were male (55%) and had a body mass index (BMI) >25 and were classified as overweight or obese, based on BMI reported for 48% of the cohort in the year prior to diagnosis. At time of diagnosis, 65% of patients had at least one of the studied comorbidities, with 30% having a CCI score of ≥3 and 9% a CCI score of ≥6. The most common conditions were renal disease affecting 26% of the MM patients, chronic pulmonary disease (20%), diabetes without complications and cardiovascular conditions (13% each); congestive heart failure was 7.1%. The frequency of malignancies prior to MM, excluding haematological-related diagnoses, was also high (17%), with prostate, bladder and breast cancers amongst the most common malignancies. Demographic and clinical characteristics of patients in the survival cohort were comparable to those in the incident cohort: the median age at diagnosis of MM was 72 years (IQR: 64-79) and 53% were male. Patients in the survival cohort accounted for a total of 14,538 patient-years at risk; 3,090 died during the study period. The median OS from diagnosis of MM was 3.1 years (IQR: 1.0, 7.3). Stratified by age at diagnosis, median OS for the 1,425 patients aged below 65 was 5.5 years (IQR: 2.1, 11.7) vs. 2.5 years (IQR: 0.7, 5.7) for the 3,652 patients diagnosed at age 65 or greater (fig 1, p-value of log-rank test <0.001). Patients diagnosed between 1984-1993 (n=308) had a median OS of 2.3 years (IQR: 0.7, 5.6), those diagnosed between 1994-2003 (n=1,710) an OS of 2.6 years (IQR: 0.8, 6.4) and 3.7 years (IQR: 1.1, 8.3) for those diagnosed between 2004-Jan 2014 (n=3,059) (fig 2, p-value of log-rank test <0.001). The incidence of MM in the UK was relatively constant over time (2008-2012) with an average of 6.1 cases per 100,000 person-years (IQR: 5.8, 6.4). Based on this value, which is comparable to rates observed in UK cancer registries, MM can be classed as an orphan disease. In patients with MM, clinical decisions including treatment selection need to account for the profile of these patients who on average are older, overweight, and present with multiple co-morbid conditions including severe ones such as renal, respiratory and cardiovascular disease. Median survival in the UK was estimated to be 3.1 years and was found to increase with time. In recent years novel agents for treating MM have been introduced, although in this dataset we are unable to directly test a causal effect of new treatments prolonging patient survival. Nevertheless, survival still remains low in patients with MM. Fig 1: View large Download slide Fig 1: View large Download slide Fig 2: View large Download slide Fig 2: View large Download slide Disclosures Raluy: Onyx Pharmaceuticals, Inc., an Amgen subsidiary: Consultancy; Evidera: Employment. Ramagopalan: Onyx Pharmaceuticals, Inc., an Amgen subsidiary: Consultancy; Evidera: Employment. Panjabi: Onyx Pharmaceuticals, Inc., an Amgen subsidiary: Employment, Equity Ownership. Lambrelli: Onyx Pharmaceuticals, Inc., an Amgen subsidiary: Consultancy; Evidera: Employment."
}