{
    "doi": "https://doi.org/10.1182/blood.V124.21.1096.1096",
    "article_title": "CCL8 Deficiency in Host Strongly Inhibits Early Mortality and Morbidity of Graft-Versus-Host Disease in Mice ",
    "article_date": "December 6, 2014",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster I",
    "abstract_text": "Acute graft-versus-host disease (aGVHD) is a serious complication of allogeneic hematopoietic stem cell transplantation (HSCT). CC chemokine ligand 8 (CCL8) has been reported to be a potential molecular candidate for the diagnosis of aGVHD in both human and mouse systems. To elucidate a possible role of CCL8 in aGVHD pathology, we performed a murine allogeneic HSCT using CCL8 knockout (CCL8 -/- ) mice as recipients. When fully allogeneic marrow graft with splenocytes was transplanted, the early mortality and morbidity of the CCL8 -/- host appeared to be markedly reduced compared to those of wild type control. This observation suggests that CCL8 is involved in the pathology of aGVHD and can be a potential biomarker as well as a therapeutic target for aGVHD. Introduction: Although HSCT has been widely employed as a curative treatment for both malignant and nonmalignant diseases, a diagnostic test and therapy for GVHD have yet to be established. Control of aGVHD is a key process in order for HSCT to succeed. Consequently, there has been considerable effort to establish a simple noninvasive means of early and more precise diagnosis of aGVHD. We have previously shown that the levels of CCL8 are elevated in the plasma of murine aGVHD models and serum of humans with aGVHD (Hori T, et al. Blood. 2008;111:4403-4412), and closely correlate with the severity of aGVHD in mice (Yamamoto M, et al. Exp Hematol. 2011;39:1101-1112). To further examine the relationship between CCL8 and aGVHD, we tested a murine aGVHD model using CCL8 -/- mice. Materials and Methods: CCL8 -/- mice were developed in C57BL/6 (B6) inbred mice through the zinc-finger nuclease system. Detailed characteristics of CCL8 -/- mice are shown in the accompanying abstract in the current conference. Wild type B6 (control) or CCL8 -/- mice were irradiated at 10 Gy and transferred with fully allogeneic transplants containing 2.0x10 7 bone marrow cells and 1.0x10 7 spleen cells of BALB/c. Kaplan-Meier survival curves were generated and analyzed by means of the log-rank test. Animal protocols were approved by the Ethics Review Committee for Animal Experimentation of Sapporo Medical University (approval number: 13-043). Results: As shown in the figure, the early mortality of CCL8 -/- recipients was obviously reduced compared to that of wild type B6 recipients. At day 10 after transplantation, only 33% of the wild type B6 mice survived (see rhombus in the figure), whereas 93% of the CCL8 -/- mice survived (rectangle). CCL8 -/- mice maintained this survival rate until day 28. Median survival time of wild type B6 and CCL8 -/- mice was 9 days and 45 days, respectively. The difference was statistically significant (p <0.001, log-rank test). Discussion: CCL8 deficiency in hosts obviously decreases an early mortality and greatly extends survival time in murine aGVHD. In addition, clinical symptoms and pathological findings of CCL8 -/- recipients were dramatically improved at day 7 in comparison with those of wild type B6 recipients, showing that CCL8 plays a role in aGVHD morbidity. Taken together, these observations reflect that CCL8 is involved in the pathology of aGVHD. The development of aGVHD can be classified into three phases: (1) host antigen presenting cell (APC) activation, (2) donor T cell activation, and (3) target tissue destruction (Ferrara JL, et al. Lancet. 2009;373:1550-1561). Plasma levels of interferon-gamma in CCL8 -/- mice at day 5 of allogeneic HSCT were similar to those in wild type B6 mice, suggesting that donor T cells were activated in response to alloantigen presented by host APCs of CCL8 -/- mice. The histopathological examination showed tissue injuries in target organs of aGVHD (skin, liver, gastrointestinal tract), but these were clearly attenuated compared with those of wild type B6 recipients. These results suggest that in CCL8 -/- hosts the first and second phases of aGVHD occur similar to those in wild type B6 mice and tissue destruction in the third phase may be affected. Collectively, these findings demonstrate that CCL8 has a strong correlation with the mortality and morbidity of aGVHD and can be a potential biomarker as well as a therapeutic target for aGVHD. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "host (organism)",
        "mice",
        "morbidity",
        "allogeneic hematopoietic stem cell transplant",
        "hematopoietic stem cell transplantation",
        "biological markers",
        "atrial premature complexes",
        "beta-chemokines",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Keita Igarashi, MD",
        "Norio Takei, PhD",
        "Tsukasa Hori, MD PhD",
        "Masaki Yamamoto, MD PhD",
        "Yasuo Kokai, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Keita Igarashi, MD",
            "author_affiliations": [
                "Sapporo Medical University School of Medicine, Sapporo, Japan ",
                "Sapporo Medical University School of Medicine, Sapporo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Norio Takei, PhD",
            "author_affiliations": [
                "Sapporo Medical University School of Medicine, Sapporo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsukasa Hori, MD PhD",
            "author_affiliations": [
                "Sapporo Medical University School of Medicine, Sapporo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Yamamoto, MD PhD",
            "author_affiliations": [
                "Sapporo Medical University School of Medicine, Sapporo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuo Kokai, MD PhD",
            "author_affiliations": [
                "Sapporo Medical University School of Medicine, Sapporo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T15:42:51",
    "is_scraped": "1"
}