{
    "doi": "https://doi.org/10.1182/blood-2020-136614",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4604",
    "start_url_page_num": 4604,
    "is_scraped": "1",
    "article_title": "Safety and Antitumor Activity Study Evaluating Loncastuximab Tesirine and Rituximab Versus Immunochemotherapy in Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": null,
    "author_names": [
        "Yuliya Linhares, MD",
        "Mitul D Gandhi",
        "Michael Chung",
        "Jennifer Adeleye",
        "David Ungar",
        "Mehdi Hamadani, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Miami Cancer Institute, Baptist Health, Miami, FL "
        ],
        [
            "Medical Oncology, Virginia Cancer Specialists, Gainesville, VA "
        ],
        [
            "Hematology/Oncology, The Oncology Institute of Hope and Innovation, Downey, CA "
        ],
        [
            "ADC Therapeutics America, Inc., Murray Hill, NJ "
        ],
        [
            "Clinical Development, ADC Therapeutics, Murray Hill, NJ "
        ],
        [
            "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI"
        ]
    ],
    "first_author_latitude": "25.7374084",
    "first_author_longitude": "-80.2386819",
    "abstract_text": "Introduction: Patients with diffuse large B-cell lymphoma (DLBCL) who fail immunochemotherapy (IC) and are unsuitable for autologous stem cell transplantation (ASCT) and those who relapse shortly after ASCT have extremely poor prognosis and need additional treatment options. Loncastuximab tesirine (Lonca) is an antibody-drug conjugate (ADC) composed of a humanized anti-CD19 antibody conjugated to a pyrrolobenzodiazepine dimer toxin. In a Phase 2 study (NCT03589469), Lonca demonstrated single-agent antitumor activity with manageable toxicity in patients with relapsed/refractory (R/R) DLBCL. Rituximab is a CD20-targeting monoclonal antibody used in front-line IC for DLBCL and in salvage regimens, such as rituximab/gemcitabine/oxaliplatin (R-GemOx). The addition of rituximab to a CD19-targeting pyrrolobenzodiazepine ADC appears to prolong tumor control in preclinical studies, providing the rationale for evaluating Lonca combined with rituximab (Lonca-R) as a treatment for R/R DLBCL. Study Design and Methods: This is a Phase 3, randomized, open-label, 2-part, 2-arm, multicenter study of Lonca-R versus standard IC in patients with R/R DLBCL (NCT04384484). Part 1 is a nonrandomized safety run-in with Lonca-R. The toxicity of Lonca-R will be compared with previous single-agent Lonca safety data after 20 patients have completed Cycle 1 in Part 1. Provided no significant increase in toxicity is observed, Part 2 will be initiated. Part 2 is a randomized study of Lonca-R versus R-GemOx ( Figure 1 ). Key inclusion and exclusion criteria are reported in Table 1 . The primary objective of Part 2 is to evaluate the efficacy of Lonca-R versus R-GemOx, using progression-free survival (PFS) as the primary endpoint. PFS will be defined as the time between randomization and first documentation of recurrence, disease progression or death (central review) and the primary analysis will compare PFS between treatment arms using stratified log-rank testing. Secondary objectives include evaluation of safety, pharmacokinetics, and immunogenicity of the combination, in addition to the impact of treatment on symptoms, patient-reported outcomes and patients' overall health. In Part 1 and in the Lonca-R arm of Part 2, patients will receive intravenous (iv) Lonca at 150 µg/kg on day 1 of each 21-day cycle for 2 cycles, then at 75 µg/kg on day 1 for up to 6 additional cycles. Rituximab 375 mg/m 2 iv will be administered subsequent to Lonca infusion on day 1 of each cycle. Patients treated with Lonca-R will also be given dexamethasone 4 mg (oral, twice a day), where not contraindicated, on the day before, the day of, and the day after Lonca-R infusion. In the R-GemOx arm, patients will receive rituximab 375 mg/m 2 , gemcitabine 1000 mg/m 2 , and oxaliplatin 100 mg/m 2 iv on day 1 of each 14-day cycle up to a total of 8 cycles. Patients will receive premedication and supportive care according to the respective prescribing information for rituximab, gemcitabine, and oxaliplatin. The trial is planned to open in Q3/Q4 2020, and target enrollment is 350 patients. Funding: This study is sponsored by ADC Therapeutics SA; https://clinicaltrials.gov/ct2/show/NCT04384484. View large Download slide View large Download slide  Disclosures Linhares: Jazz Pharmaceuticals: Consultancy; ADC Therapeutics, Verastem Oncology, Bristol Myers-Squibb (Juno), AstraZeneca: Research Funding; Miami Cancer Institute, Baptist Health South Florida: Current Employment. Gandhi: TG Therapeutics (Advisory board), GlaxoSmithKline (Advisory board): Membership on an entity's Board of Directors or advisory committees. Adeleye: ADC Therapeutics: Current Employment, Current equity holder in publicly-traded company. Ungar: ADC Therapeutics: Current Employment, Current equity holder in publicly-traded company. Hamadani: ADC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Sanofi Genzyme, AstraZeneca: Speakers Bureau; Janssen R&D; Incyte Corporation; ADC Therapeutics; Celgene Corporation; Pharmacyclics, Omeros, AbGenomics, Verastem, TeneoBio: Consultancy; Takeda Pharmaceutical Company; Spectrum Pharmaceuticals; Astellas Pharma: Research Funding. OffLabel Disclosure: Rituximab is licensed for treatment of NHL but is being used in combination with an unlicensed drug (loncastuximab tesirine) in this study"
}