{
    "doi": "https://doi.org/10.1182/blood.V126.23.755.755",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3180",
    "start_url_page_num": 3180,
    "is_scraped": "1",
    "article_title": "Role of Pleckstrin 2 in Improved Erythropoiesis of Transferrin-Treated Beta-Thalassemic Mice ",
    "article_date": "December 3, 2015",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Therapeutic Approaches to Thalassemia and Their Mechanisms",
    "abstract_text": "Erythropoiesis is a process during which multipotent hematopoietic stem cells proliferate, differentiate and ultimately produce enucleated reticulocytes. Terminal erythroid differentiation begins at the morphologically recognizable pro-erythroblast (pro-E) stage and is completed when orthochromatic erythroblasts (ortho-E) expel their nuclei to produce reticulocytes. Progressive differentiation between these stages occurs in homologous cell division progressively doubling proportions of pro-E, basophilic (baso-E), polychromatophilic (poly-E), and ortho-E, and multiple signaling pathways are involved in the generation of enucleated erythroid cells, including multiple steps requiring actin cytoskeleton reorganization. We have previously shown that β-thalassemic mice (th1/th1) demonstrate a disordered progression from pro-E to baso-E and that exogenous transferrin therapy restores normal proportion of early stage erythroid precursors in th1/th1 mice (Liu Blood 2013). To identify genes that play novel function in different stages of terminal erythropoiesis, we performed RNA seq analysis of sorted bone marrow pro-E from WT, th1/th1, and transferrin-treated th1/th1 mice. We identify pleckstrin-2 (plek2) as a gene of interest with a 15-fold increase in plek2 mRNA expression in th1/th1 relative to WT mice, normalized in transferrin-treated th1/th1 mice. Plek2 is an actin binding protein, like pleckstrin-1, contains a central DEP domain known to bind RacGTPase, is Epo dependent, and is expressed in all stages of terminal erythropoiesis. We evaluate plek2 mRNA and protein expression in sorted bone marrow erythroid precursors from WT, th1/th1, and transferrin-treated th1/th1 mice. Our data demonstrates a statistically significant increase in plek2 mRNA in th1/th1 relative to WT mice, with the highest expression of plek2 in poly-E, normalized in transferrin-treated th1/th1 mice ( Figure 1A ). A similar pattern of increased protein concentration in th1/th1 relative to WT mice and normalization in transferrin-treated th1/th1 mice is evident in sorted bone marrow samples ( Figure 1B ). Prior in vitro studies demonstrate that membrane localization of plek2 is required for erythroid differentiation. Thus, we performed sub-cellular fractionation in bone marrow erythroid precursors and determined for the first time that in sorted erythroblasts from WT bone marrow, plek2 is found exclusively in the cytoplasm in pro-E and in both cytoplasm and membrane from baso-E to ortho-E ( Figure 2 ), co-localized with actin filaments in the membrane (data not shown). In contrast, sorted erythroblasts from th1/th1 bone marrow reveal membrane-associated plek2 starting from pro-E, demonstrating earlier co-localization with actin filaments (data not shown) and suggesting an earlier activation of plek2 and consequent actin cytoskeleton reorganization during erythroid differentiation in th1/th1 mice, normalized in transferrin-treated th1/th1 mice ( Figure 2 ). Erythropoiesis involves a complicated and incompletely understood set of potentially related molecular signals influencing cell survival, differentiation, enucleation, and release into the circulation. For example, although Epo increases survival, Epo signaling also activates RacGTPases, inhibiting enucleation. Recent in vitro data demonstrates that knockdown of plek2 affected enucleation with significantly lower reticulocyte count. Although the involvement of RacGTPase in plek2-mediated erythroid differentiation has not been explored, we hypothesize that plek2 activation triggers RacGTPase and prevents enucleation in th1/th1 mice. Our data demonstrates that RacGTPase concentration is increased in sorted bone marrow erythroid precursors from th1/th1 relative to WT mice and normalized in transferrin-treated th1/th1 mice ( Figure 1B ). These results suggest that plek2 plays an important role in erythropoiesis likely as a key factor in the improved enucleation of transferrin-treated th1/th1 mice. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythropoiesis",
        "mice",
        "transferrin",
        "enucleation procedure",
        "rna, messenger",
        "actin-binding protein",
        "bone marrow specimen",
        "dose fractionation",
        "rna",
        "actins"
    ],
    "author_names": [
        "Maria Feola, MS",
        "Andrea Zamperone",
        "Weili Bao, MS",
        "Tenzin Choesang, MS",
        "Huihui Li, MS",
        "Guiyuan Li, MD",
        "Antonia Follenzi, MD PhD",
        "Shilpa M Hattangadi, MD",
        "Christopher Mason, PhD",
        "Peng Ji, MD PhD",
        "Yelena Ginzburg, MD"
    ],
    "author_affiliations": [
        [
            "New York Blood Center, New York, NY ",
            "University of Piemonte Orientale, Amedeo Avogadro, Novara, Italy "
        ],
        [
            "Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "New York Blood Center, New York, NY "
        ],
        [
            "New York Blood Center, New York, NY "
        ],
        [
            "New York Blood Center, New York, NY ",
            "Cancer Research Institute, Central South University, Changsha, China "
        ],
        [
            "Cancer Research Institute, Central South University, Changsha, China "
        ],
        [
            "University of Piemonte Orientale, Amedeo Avogadro, Novara, Italy "
        ],
        [
            "Division, Pediatric Hematology-Oncology, Yale School of Medicine, New Haven, CT "
        ],
        [
            "Meyer Cancer Center, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Pathology, Northwestern University, Chicago, IL"
        ],
        [
            "New York Blood Center, New York, NY "
        ]
    ],
    "first_author_latitude": "40.83718845",
    "first_author_longitude": "-73.8033489"
}