{
    "doi": "https://doi.org/10.1182/blood.V120.21.4918.4918",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2277",
    "start_url_page_num": 2277,
    "is_scraped": "1",
    "article_title": "B Cell Receptor (BCR) Signal Pathways Confer Microenvironment-Mediated Drug Resistance and Are Promising Therapeutic Targets for B Cell Lymphomas ",
    "article_date": "November 16, 2012",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "b-cell lymphomas",
        "drug resistance",
        "receptors, antigen, b-cell",
        "signal pathway",
        "lymphoma",
        "1-phosphatidylinositol 3-kinase",
        "adhesions",
        "cxcr4 receptors",
        "ibrutinib",
        "molecule"
    ],
    "author_names": [
        "Jiangchuan Tao",
        "Tint Lwin, MD, PhD",
        "Xiaohong Zhao, PhD",
        "Ling Zhang, MD",
        "Lynn Moscinski, MD",
        "Eduardo M. Sotomayor, MD",
        "William S. Dalton, PhD, MD",
        "Jianguo Tao, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Department of Hematopathology and Laboratory Medicine, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, Molecular Oncology and Experimental Therapeutics Program, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Interdisciplinary Oncology and Experimental Therapeutics Program, H. Lee Moffitt Cancer Center and Research Institute at the University of South Florida, Tampa, FL, USA"
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ]
    ],
    "first_author_latitude": "28.016607949999997",
    "first_author_longitude": "-82.46458615",
    "abstract_text": "Abstract 4918 Despite intensive efforts in developing new therapies, B-cell lymphoma remains essentially incurable with standard therapeutic approaches. Dynamic interactions between the lymphoma cell and its microenvironment play a critical role in lymphoma development and response to therapy. There is accumulating evidence pointing to an essential role of BCR signaling in B-cell lymphomas. Recently, inhibitors of BCR signaling have become an area of substantial clinical interest. We therefore studied the role of BCR signal pathways in stroma-mediated lymphoma cell survival. We demonstrated that adhesion of the various B-cell lymphoma cell lines to lymph node stromal cells enhanced activation of BCR signaling pathways: activation of phosphatidylinositol 3-kinase (PI3K), Bruton's tyrosine kinase (Btk) and extracellular signal-regulated kinase (ERK) pathways. Inhibition of Btk by PCI 32765 or PI3K by CAL101 significantly blocked BCR signal pathways, triggered lymphoma cell apoptosis and overcame stroma-mediated drug resistance. Furthermore, targeting BCR signal pathway disrupted microenvironmental stroma-lymphoma interaction through regulation of CXCR4 expression. Collectively, these data support that BCR activation not only controls intrinsic survival pathway related to B lymphoma cell but also regulates stroma-mediated extrinsic lymphoma cell survival as well as lymphoma cell homing and interplay with its microenvironment. As a result, this study suggests that targeting BCR signal pathway molecules is a promising therapeutic strategy to lymphoma therapy. Disclosures: No relevant conflicts of interest to declare."
}