{
    "doi": "https://doi.org/10.1182/blood.V106.11.1266.1266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=418",
    "start_url_page_num": 418,
    "is_scraped": "1",
    "article_title": "Transfusion of Leukoreduced RBC Results in Immunization to Minor Histocompatibility Antigens by Crosspriming into Recipient MHC Class I Pathways. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "genes, mhc class i",
        "immunization",
        "leukoreduction",
        "minor histocompatibility antigens",
        "transfusion",
        "antigens",
        "human leukocyte antigens",
        "bone marrow transplantation",
        "peptides",
        "aplastic anemia"
    ],
    "author_names": [
        "James C. Zimring, MD, PhD",
        "Gregory A. Hair, PhD",
        "Seema S. Deshpande, PhD",
        "John T. Horan, MD"
    ],
    "author_affiliations": [
        [
            "Transfusion Medicine Program, Dept.of Pathology, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Transfusion Medicine Program, Dept.of Pathology, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Transfusion Medicine Program, Dept.of Pathology, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Dept. of Pediatrics, Emory University School of Medicine, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.7915152",
    "first_author_longitude": "-84.3223235",
    "abstract_text": "Background: HLA matched related bone marrow transplantation (BMT) following myeloablative treatment with busulfan, cyclophosphamide and ATG is an effective therapy for children with severe sickle cell disease (SCD). However, a five percent risk for transplant related mortality precludes its use in less severely affected children, and a much higher risk in adults prevents its use in older patients. Low dose total body irradiation based conditioning regimens may provide a safer approach to BMT for patients with SCD. However, although these non-myeloablative regimens reliably allow for sustained engraftment in patients with malignant diseases, there is a high incidence of graft rejection in patients with SCD. One distinct variable in the sickle cell population is chronic transfusion with multiple units of red blood cells (RBC), which may lead to immunization to antigens present on donor bone marrow. Because BMTs in this setting are HLA matched, any immunization responsible for increased rejection is likely against minor histocompatibility antigens (mHAs). It has been assumed that contaminating leukocytes in RBC units are the main source of immunization to mHAs. However, a recent analysis of patients undergoing HLA matched BMT for aplastic anemia performed by the International bone marrow transplant registry, indicates that rejection of multiply transfused patients remains high despite the use of leukoreduced blood products. We hypothesized that RBC are alone sufficient to immunize to mHAs through consumption of donor RBC by recipient antigen presenting cells (APC) and crosspresentation of donor peptides in recipient MHC I molecules. Methods: Chicken Ovalbumin (OVA) is a well studied antigen. We converted OVA into a model RBC associated antigen using a maleimide-sulfhydryl based crosslinking strategy to couple OVA to RBC (OVA-RBC). To monitor activation of CD8 + T cells specific for OVA, we utilized mice transgenic for a T cell receptor that recognizes an OVA peptide 257–264 (SIINFEKL) presented by MHC class I H-2K b (OT-I mice). Leukoreduced (OVA-RBC) from B10.BR (H-2 k ) donor mice were transfused into C57BL/6 (H-2 b ) mice that had been adoptively transferred with OT-I T cells. Activation, and expansion of OT-I cells was assessed by flow cytometry using specific tetramer reagents. Results: Although their lifespan is somewhat decreased, OVA-RBC continue to circulate for 10–14 days with stable persistence of OVA on the RBC. In response to transfusion of OVA-RBC, OT-I T cells expanded 49 fold compared to untransfused mice (p value = .0002). This was antigen specific, as no expansion was seen with RBC crosslinked to a third party antigen (hen egg lysozyme). Moreover, the observed T cell expansion required that the antigen be associated with the RBC, as no expansion was observed after injection with soluble OVA. This experimental design precludes direct presentation of OVA by donor cells, as donor cells do not express the MHC (H-2K b ) to which OT-I T cells are restricted. Discussion: Based upon the above data, we conclude that mHAs on transfused RBC crossprime into the MHC class I pathway of recipient APC. Since human hematopoietic progenitor cells express many of the known mHAs, this observation provides a mechanism by which chronic transfusion of even stringently leukoreduced RBC may result in sufficient mHA immunization to increase the frequency of BMT rejection."
}