{
    "doi": "https://doi.org/10.1182/blood.V118.21.389.389",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2090",
    "start_url_page_num": 2090,
    "is_scraped": "1",
    "article_title": "DNA Methylation Profile of Runx1 Regulatory Regions Is Correlated with Transition From Primitive to Definitive Hematopoietic Potential In Vitro and In Vivo  ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Epigenetic Regulation of Hematopoietic Stem and Progenitor Cells",
    "topics": [
        "biological markers",
        "chromatin",
        "coculture techniques",
        "dna",
        "dna methylation",
        "introns",
        "protein isoforms",
        "regulatory sequences, nucleic acid",
        "reverse transcriptase polymerase chain reaction",
        "transcription factor"
    ],
    "author_names": [
        "Beau Webber",
        "Michelina Iacovino",
        "Michael Kyba, PhD",
        "Bruce R. Blazar, MD",
        "Jakub Tolar, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota Masonic Cancer Center, Minneapolis, MN, USA, "
        ],
        [
            "Lillehei Heart Institute and Department of Pediatrics, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Lillehei Heart Institute and Department of Pediatrics, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota Masonic Cancer Center, Minneapolis, MN, USA, "
        ],
        [
            "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota Masonic Cancer Center, Minneapolis, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.971193199999995",
    "first_author_longitude": "-93.232621",
    "abstract_text": "Abstract 389 Introduction: The Runt-related transcription factor Runx1 (AML1) is a central regulator of mammalian hematopoiesis and is required for the generation of hematopoietic stem cells (HSC) from hemogenic endothelium in the embryo. It has been shown that Runx1 is alternatively expressed from two promoters in a temporal fashion, and that their differential activities are influenced by a conserved intronic enhancer (+23) element. Intriguingly, promoter usage follows a pattern whereby the proximal (P2) initiates early in primitive hematopoiesis, while the distal (P1) becomes active later at the time of HSC emergence and is the predominant isoform expressed in fetal liver and adult HSC. While some transcription factor binding sites and cis-regulatory elements have been identified, an explanation for the alternative promoter usage remains elusive. We hypothesized that this regulation may be at the level of chromatin accessibility, and therefore investigated the DNA methylation status of Runx1 cis-elements. Methods/Results: We analyzed bisulfite-treated genomic DNA from E14.5 fibroblast (MEF), E8.5 yolk sac CD41+ (YS), E14.5 fetal liver Lin-Sca-1+CD48-CD150+ (FL), and adult marrow Lin-cKit+Sca-1+ (KLS); representing non-hematopoietic, primitive hematopoietic, and two stages of definitive HSC respectively. In addition, we also examined methylation in hematopoietic populations derived in vitro from murine embryonic stem cells (mESC). Initial exploratory analysis focused on classically defined CpG islands upstream of each promoter, however no significant differential methylation was observed within these regions. Subsequent analysis focused on CpGs near the transcription start site (TSS) and within the +23 enhancer. The P2 promoter was uninformative as it was unmethylated in all populations analyzed, whereas methylation within the +23 enhancer differentiated between hematopoietic and non-hematopoietic cell populations. At the P1 promoter, methylation status was remarkably correlated with primitive vs. definitive status. P1 was highly methylated in MEFs (77%), mESC embryoid body (EB) derived cKit+CD41+ (66%), and E8.5 YS CD41+ (58%); but significantly less methylated in vivo in FL HSC (8.1%) and adult KLS cells (18%). We are currently using this correlation of demethylation and definitive HSC potential to identify conditions that may drive definitive HSC generation from mESC-derived blood progenitors. Since overexpression of HoxB4 coupled with OP9 co-culture is the only confirmed method capable of producing definitive HSC from mESC, and HoxB4 has been shown to bind within the P1 promoter region of Runx1 , we cultured HoxB4 or control EB-derived hematopoietic progenitors on OP9 stroma. We observed progressive demethylation in the HoxB4 arm: after 6 days of co-culture 47% vs. 71% in controls, and after 11 days 27% in the HoxB4 arm while the control population failed to proliferate past day 6. Isoform specific RT-PCR confirmed that HoxB4 overexpression resulted in Runx1 expression from the P1 promoter whereas the control vector did not. Within P1, we identify a single CpG that is most highly correlated with definitive HSC potential in vivo , and most significantly demethylated upon HoxB4 overexpression in vitro . Conclusions: These data indicate that differential methylation occurs at Runx1 regulatory regions during hematopoietic development in vitro and in vivo. The +23 enhancer is demethylated in cells with hematopoietic potential, whereas demethylation of the Runx1 P1 promoter is highly correlated with definitive HSPC populations and is promoted in vitro by HoxB4. These data are the first to identify a role for DNA methylation in the regulation of alternative promoter usage at the Runx1 locus, and may serve as a novel biomarker of HSC potential during embryonic development. Disclosures: No relevant conflicts of interest to declare."
}