{
    "doi": "https://doi.org/10.1182/blood.V118.21.1913.1913",
    "article_title": "Human Papillomavirus Type 16 (HPV16) E6/E7-Specific Cytotoxic T Lymphocytes (CTLs) for Immunotherapy of HPV-Associated Malignancies ",
    "article_date": "November 18, 2011",
    "session_type": "703. Adoptive Immunotherapy: Poster I",
    "abstract_text": "Abstract 1913 Vaccines effectively prevent HPV-associated cancers, but their use as therapy for established neoplasms has been disappointing. Although the target tumors express the viral E6 and E7 antigens, patients' immune responses against virally infected cells are limited, and active immunization fails to generate effective immunity to these antigens. Ineffective endogenous immunity to E6/E7 is likely due to negative environmental cues that block initial tumor cell recognition and subsequent T cell activation, expansion or persistence in vivo. We postulated that ex vivo stimulation of patient T cells in an immunologically favorable milieu would allow us to reactivate sufficient numbers of active tumor-directed CTLs for adoptive transfer to patients with HPV-associated tumors. We studied 67 patients with HPV-associated neoplasms (16 with cervical and 51 with oropharyngeal carcinoma). To investigate the presence of HPV16 E6- and E7-specific T cells in peripheral blood, we performed a γ-IFN ELISpot assay targeting those antigens, measuring both baseline immunity detectable in peripheral blood mononuclear cells (PBMCs) and the responses of T cells stimulated for 9 days by monocyte-derived dendritic cells (DCs) loaded with pepmixes (peptide libraries of 15-mers overlapping by 11 aa) spanning E6 and E7. We anticipated finding HPV-reactive T cells in a significant proportion of patients with oropharyngeal cancer, given that approximately 75% of these tumors are associated with HPV16, and a lesser rate of responsiveness in subjects with cervical neoplasia, since only half of subjects have HPV16-positive tumors. However, we found no PBMC or T cell reactivity against E6 or E7 under the tested conditions. Because HPV-specific T cells from patients with HPV-associated cancers may be anergized by their tumors, we therefore postulated that potent antigen presenting strategies might be required to reactivate them. We have previously shown that in vitro stimulation in the presence of the accessory cytokines IL-6, -7, -12 and -15 is able to reactivate T cell responses even to poorly immunogenic non-viral tumor antigens. Indeed, in combination with these cytokines, DCs successfully reactivated and expanded HPV16 E6- and/or E7-specific T cells detectable by ELISpot in 8/16 cervical and 32/51 oropharyngeal carcinoma patients. To develop a technology that would allow us to consistently produce and expand these HPV-specific T cells to the number needed for clinical use, given that sufficient DCs may be difficult to obtain when sourced from the peripheral blood of patients with cancer, we prepared substitute antigen presenting cells, B-blasts (BBs), derived from the subjects' autologous B cells. These BBs were generated by culturing patient PBMCs in the presence of IL-4 and cyclosporine on a CD40 ligand-positive fibroblast feeder layer. Stimulation of DC-stimulated HPV-specific T cells by E6/E7 pepmix-loaded BBs allowed further expansion of HPV-specific T cells (3.8 ± 1.5 fold per round of stimulation), with successive increase in antigen specificity. Analysis of the Vβ-chain T cell receptor (TCR) repertoire established that the cell lines were polyclonal. Phenotypic analysis of the cell lines showed them to be almost exclusively composed of T cells (97.5 ± 3.4% CD3 + ), with a variable proportion of CD4 + and CD8 + cells (36.7 ± 28.2% and 49.4 ± 27.0%, respectively) displaying a predominantly effector memory phenotype (CD45RA – , CD45RO + , CD62L – and CCR7 – ); and minimal CD3 – CD56 + NK cells (1.5 ± 0.9%). ELISpot assays using mini-pools of peptides from each antigen allowed identification of the epitopes recognized, which mapped to aa 49–71, 77–91 and 125–143 for E6, and aa 1–19 and 73–87 for E7. Cytotoxicity assays using these HPV-specific cell lines as effectors (E) against autologous pepmix-loaded PHA blasts as targets (T) demonstrated for several of these lines dose-dependent specific killing of antigen-loaded targets (specific lysis range 45–61% versus 0–8% in controls at 40:1 E:T ratio). Hence, these cells are true CTLs. In summary, we have developed a system that for the first time allows the robust generation of HPV-directed CTLs from the peripheral blood of patients with an HPV16-associated cancer, and shown that these lines recognize specific epitopes in tumor-associated molecules. Our cell lines have the potential to be used for adoptive cellular immunotherapy of HPV-associated carcinomas. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "human papillomavirus",
        "immunotherapy",
        "t-lymphocytes, cytotoxic",
        "neoplasms",
        "antigens",
        "bardet-biedl syndrome",
        "buried bumper syndrome",
        "malignant neoplasm of oropharynx",
        "nijmegen breakage syndrome"
    ],
    "author_names": [
        "Carlos A. Ramos, MD",
        "Neeharika Narala, MSc",
        "Ann M. Leen, PhD",
        "Ulrike Gerdemann, MD",
        "Matthew L. Anderson, MD, PhD",
        "Erich M. Sturgis, MD, MPH",
        "Barbara Savoldo, MD, PhD",
        "Helen E. Heslop, MD",
        "Malcolm K. Brenner, MD, PhD",
        "Cliona M. Rooney, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carlos A. Ramos, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Neeharika Narala, MSc",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann M. Leen, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Gerdemann, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew L. Anderson, MD, PhD",
            "author_affiliations": [
                "Obstetrics & Gynecology, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erich M. Sturgis, MD, MPH",
            "author_affiliations": [
                "Head and Neck Surgery, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Savoldo, MD, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen E. Heslop, MD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm K. Brenner, MD, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cliona M. Rooney, PhD",
            "author_affiliations": [
                "Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T21:35:46",
    "is_scraped": "1"
}