{
    "doi": "https://doi.org/10.1182/blood.V106.11.1406.1406",
    "article_title": "NK Cell KIR Reconstitution after Allogeneic Hematopoietic Cell Transplant (HCT) Is Affected by T Cell Number and Function. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "NK cell KIR interactions are among the variables known to affect clinical outcomes including relapse, graft versus host disease (GVHD) and survival after HCT. We hypothesized that T cells in graft sources available for HCT may affect KIR recovery and the therapeutic potential of KIR alloreactivity. We studied KIR reconstitution (the percentage of KIR + NK cells measured by flow cytometry) in blood collected from recipients at day +100 after T cell deplete (TCD-BMT) and unmanipulated (U-BMT) unrelated BM transplants. We found that KIR reconstitution was suppressed compared to the healthy donors, significantly more so after U-BMT transplants (donor: 48.42 ± 2.35% KIR + NK cells versus recipient: 26.74 ± 1.94, n = 36; P < .001) than after TCD-BMT transplants (donor: 53.34 ± 3.25% versus recipient: 42.68 ± 3.32%, n = 38; P = .017), with P = .001 between the recipient groups. Additionally, multivariate Cox proportional hazards models showed that improved KIR recovery independently correlated with improved survival and that higher NK cell IFN-γ production independently correlated with more frequent acute GVHD in that patient cohort. These data suggested that T cell number in the graft affects KIR reconstitution and transplant outcome. We next examined other sources of hematopoietic cells in which T cell function may be suppressed either by growth factor mobilization (sibling donor unmanipulated peripheral blood: SibU-PB) or the innate naivety of the T cells (umbilical cord blood: UCB). KIR + NK reconstitution on recovering cells at day +100 after all HCT graft types was significantly less than that on normal donor cells (normals 55.33 ± 1.73%, n = 124; all P < .0006). U-BMT recipients had significantly lower KIR + NK recovery (27.31 ± 2.06%, n = 36 vs. SibU-PB: 37.58 ± 3.29%, n = 29; TCD-BMT: 42.68 ± 3.32%, n = 38; or UCB, 37.99 ± 2.54%, n = 49) when compared to all other transplant types. The highest absolute T cell inoculum, found in SibU-PB, showed KIR reconstitution similar to that of TCD-BMT, which had the lowest T cell content (p=0.29), perhaps due to the lower alloreactivity of the Sib grafts and to the G-CSF-priming which preferentially mobilizes T cells with a suppressive phenotype. Similarly, KIR reconstitution was better after UCB compared to U-BMT ( P = .0027), possibly due to the more permissive interactions with naive T cells. These results suggest that reduced T cell number after T cell depletion, suppressed T cells found after growth factor mobilization, or naive T cells present in UCB grafts enhance in vivo KIR reconstitution after allogeneic HCT when compared to unmanipulated marrow grafts. Such enhanced KIR reconstitution may have clinical consequences. Graft T cells may directly compete for cytokines and growth factors, or may be a surrogate marker for other transplant factors such as the development of GVHD and the requirement for intensive post-transplant immunosuppression. Understanding these interactions will allow judicious selection of hematopoietic cell source to select for enhanced KIR recovery. For example, among unrelated unmanipulated donor grafts, KIR + NK recovery was significantly better using UCB than adult donors and further investigation may show that this is advantageous to improve clinical outcomes.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "natural killer cells",
        "t-lymphocytes",
        "tissue transplants",
        "transplantation",
        "graft-versus-host disease",
        "growth factor",
        "colony-stimulating factors",
        "cytokine",
        "flow cytometry"
    ],
    "author_names": [
        "Sarah Cooley",
        "Valarie McCullar",
        "Rosanna Wangen",
        "Tracy L. Bergemann, PhD",
        "John E. Wagner, MD",
        "Daniel J. Weisdorf, MD",
        "Philip McGlave, MD",
        "Jeffrey S. Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sarah Cooley",
            "author_affiliations": [
                "Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valarie McCullar",
            "author_affiliations": [
                "Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosanna Wangen",
            "author_affiliations": [
                "Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy L. Bergemann, PhD",
            "author_affiliations": [
                "Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E. Wagner, MD",
            "author_affiliations": [
                "Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Weisdorf, MD",
            "author_affiliations": [
                "Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip McGlave, MD",
            "author_affiliations": [
                "Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S. Miller, MD",
            "author_affiliations": [
                "Medicine, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T21:30:25",
    "is_scraped": "1"
}