{
    "doi": "https://doi.org/10.1182/blood.V106.11.3649.3649",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=278",
    "start_url_page_num": 278,
    "is_scraped": "1",
    "article_title": "A Comparison of Five Different Culture Protocols Shows That Growth of Human CD34+ Peripheral Blood Stem Cells in SCF, IL-3, Flt-3 Ligand and EPO Results in Exponential Erythroid Expansion and a Globin Gene Expression Pattern Which Is Similar to That Seen in Human Bone Marrow. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Pharmacologic reactivation of γ-globin globin gene expression offers a potential strategy for ameliorating the consequences of β-thalassemia and sickle cell disease. While previous clinical and laboratory studies have established the effectiveness of inhibitors of DNA methylation in stimulating the expression of the fetal globin genes, the molecular mechanisms by which this effect is achieved are not well understood. In order to study the mechanisms and pharmacologic properties of these agents in a clinically relevant laboratory model, we have compared five different in vitro human erythroid differentiation protocols. In performing these experiments we sought a system which would yield a large number of erythroid cells exhibiting a pattern of globin gene expression which closely matched the pattern seen in adult bone marrow. FACS purified CD34+ peripheral blood stem cells (PBSC) from healthy donors were obtained from the NHLBI Programs of Excellence in Gene Therapy Hematopoietic Cell Processing Core (PEGT-HCPC) at the Fred Hutchinson Cancer Research Center. PBSC were cultured in the following different combinations of recombinant human cytokines: A) EPO alone for 12d; B) EPO, SCF and IL-3 for 14d; C) EPO, SCF and IL-3 for 7d followed by EPO alone for 7d; D) EPO, GM-CSF and IL-3 for 12d; and E) SCF, IL-3 and Flt-3 ligand for 7d followed by EPO alone for 11d. Cells were counted every day and differentiation assessed by light microscopy and flow cytometry using CD34, glycophorin A (GPA) and transferrin antibodies. Globin gene expression was measured by real time RT-PCR. Cultures B, C and E underwent exponential expansion from d4, while A and D showed no appreciable expansion. By day 6, all cultures that had EPO from d0 (A–D) consisted mainly of CD34−, GPA+ proerythroblasts. Basophilic erythroblasts, followed by polychromatophilic forms were evident at 8–10 days. By the end of each experiment more than 90% of cells in these cultures were erythroid. In contrast, condition E showed persistent expression of CD34 until removal of IL-3, SCF and flt-3 ligand. Proerythroblasts appeared on day 10 followed by basophilic and polychromatophilic forms at 13–15 days. At the end of the culture period 63% erythroid cells (by flow) were seen in a background of maturing monocytes and granulocytes. RT-PCR showed that induction of globin mRNA occured in all cultures at or just before appearance of basophilic erythroblasts (day 7–9 for cultures A–D and day 11–13 for E). While conditions C and E showed the highest levels of globin gene expression, peak expression under condition C for γ- and β-globins were equivalent and their expression overlapped. Condition E showed a much higher level of β- than γ-globin expression (β/γ ratio of 8:1), the rise in β-globin mRNA (d9–14) was accompanied by a fall γ-globin mRNA and β-globin expression persisted at a high level until the end of the experiment (d14–18). Of the 5 differentiation protocols tested, condition E appears to be the best choice for future studies of pharmacological reactivation of γ-globin gene expression as it produced a large number of erythroid cells which exhibited a gene expression pattern similar to that seen in normal human bone marrow and had a period of stable high-level β-globin gene expression which persisted over several days.",
    "topics": [
        "bone marrow",
        "flt3 ligand",
        "gene expression",
        "globins",
        "interleukin-3",
        "peripheral blood stem cells",
        "rna, messenger",
        "cd34 antigens",
        "reverse transcriptase polymerase chain reaction",
        "antibodies"
    ],
    "author_names": [
        "Rodwell H. Mabaera, BA",
        "Christopher H. Lowrey, MD"
    ],
    "author_affiliations": [
        [
            "Departments of Medicine and Pharmacology, Dartmouth Medical School, Lebanon, NH, USA"
        ],
        [
            "Departments of Medicine and Pharmacology, Dartmouth Medical School, Lebanon, NH, USA"
        ]
    ],
    "first_author_latitude": "43.7087283",
    "first_author_longitude": "-72.28510849999999"
}