{
    "doi": "https://doi.org/10.1182/blood.V124.21.2709.2709",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2845",
    "start_url_page_num": 2845,
    "is_scraped": "1",
    "article_title": "Avascular Necrosis: An Understudied Risk Factor for Acute Care Utilization By Patients with Sickle Cell Disease ",
    "article_date": "December 6, 2014",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia – Clinical: Poster II",
    "topics": [
        "acute care",
        "osteochondritis dissecans",
        "sickle cell anemia",
        "follow-up",
        "acute chest syndrome",
        "diagnostic imaging",
        "hydroxyurea",
        "infusion procedures",
        "pneumonia",
        "severity of illness"
    ],
    "author_names": [
        "Tiffany Yu",
        "Timothy Campbell",
        "Isabella Ciuffetelli",
        "Carlton Haywood, PhD MA",
        "Christopher Patrick Carroll, MD",
        "Linda M. S. Resar, MD",
        "John J. Strouse, MD PhD",
        "Sophie Lanzkron, MD MHS"
    ],
    "author_affiliations": [
        [
            "University of Maryland, Baltimore, MD "
        ],
        [
            "Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "Johns Hopkins University, Baltimore, MD "
        ],
        [
            "The Johns Hopkins School of Medicine, Baltimore, MD ",
            "The Johns Hopkins University, Baltimore, MD ",
            "The Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "The Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "Johns Hopkins University School of Medicine, Baltimore, MD"
        ],
        [
            "Johns Hopkins University School of Medicine, Baltimore, MD "
        ]
    ],
    "first_author_latitude": "39.28917159999999",
    "first_author_longitude": "-76.6261136",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is linked to high healthcare utilization, with a small subpopulation of patients accounting for a disproportionate share of healthcare use. Examination of the high utilizer population shows an association with avascular necrosis (AVN). To develop interventions to mitigate hospital utilization, we aimed to clarify this relationship. By comparing utilization rates and the clinical characteristics of SCD patients with and without AVN, our goals were to test the hypothesis that AVN would serve as an independent risk factor for utilization, and identify characteristics of those with AVN that predict higher hospital utilization. Methods: We reviewed medical records at the Johns Hopkins Sickle Cell Center for Adults to identify a sample of 87 SCD (all genotypes) patients that had been diagnosed with symptomatic AVN (femoral or humeral head) who were then individually sex- and age-matched (±5 years as of 1/31/2014) with 87 SCD patients without a symptomatic AVN diagnosis. All patients were ≥18 years old. Positive AVN diagnosis was confirmed through clinical documentation and radiographic imaging. For those with AVN, baseline was defined as the date of AVN diagnosis, and if unknown, the date of established care. For those without AVN, baseline was defined as the date of established care. All patients had ≥2 years of follow up; years without encounters were excluded. From baseline to 1/31/2014 or date of death, we collected data on the frequency of hospitalizations and acute visits to the emergency department (ED) and Sickle Cell Infusion Center (SCIC). Additionally, we recorded steady-state outpatient laboratory and clinical markers associated with AVN and/or high hospital utilization. Utilization rates per patient were calculated as ED and SCIC visits (acute care) per year of follow up and admissions per year of follow up. Student's t-tests, Wilcoxon signed-rank tests, and Mantel-Haenszel pooled odds ratios were used for bivariate analyses. Variables from significant bivariate tests (p≤0.05) and traditional AVN comorbidities were then used in a median regression risk factor model for acute care and inpatient utilization. Results: The sample was 59.7% female, with a mean match age of 41 years (24 – 71 years, as of 1/31/2014). The study included 1,381 follow up years, with a median of 7 years per patient (IQR: 5 – 10 years). Patients with SS (HbSS or HbSβ 0 -thalassemia) constituted 72.4% of the sample, and had a lower mean match age of 39 years compared to 45 years for patients with variant genotypes (p=0.0059). The mean age at AVN diagnosis was also lower for SS patients than for those with variant genotypes. Genotype and follow-up period distributions were comparable for both cohorts. In bivariate analysis, the AVN cohort had significantly greater rates of acute visits and admissions ( Figure 1 ). Additionally, history of high utilization (≥4 hospital visits/yr), acute chest syndrome (ACS), pneumonia (PNA), and hydroxyurea therapy were all significantly associated with a greater prevalence of AVN (Table 1). Of note, we did not find meaningful differences in laboratory values between cohorts. In a regression model controlling for comorbidities and genotype, AVN, ACS, and PNA were independently associated with a greater number of acute visits and admissions per year (Table 2). Conclusion: AVN is an independent risk factor for acute care utilization in patients with SCD. Because this is a potentially modifiable risk factor, further investigation of AVN in SCD is urgently needed. Hospital utilization increases with disease severity, and accordingly, treating or preventing complications such as AVN may have a great impact. Figure 1 View large Download slide Figure 1 View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Haywood: NHLBI: Research Funding. Lanzkron: NHLBI: Research Funding."
}