{
    "doi": "https://doi.org/10.1182/blood.V118.21.30.30",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1975",
    "start_url_page_num": 1975,
    "is_scraped": "1",
    "article_title": "At Disease Presentation, Severity of the Bleeding Symptom Predicts the Following Bleeds in Patients with FVII Deficiency ",
    "article_date": "November 18, 2011",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Clinical Studies in Hemophilia and Other Factor Deficiencies",
    "abstract_text": "Abstract 30 Background: Inherited Factor VII (FVII) deficiency is the most common of the “rare” autosomal recessive bleeding disorders. Affected individuals display a wide range of clinical phenotypes and treatment demand may vary from prophylaxis to the need of rare or no replacement at all. As a matter of fact, it would be important to individualize the optimal and safest management with reference to the risk of bleeding. Objective: In a large number of subjects with FVII deficiency, we evaluated whether the type of symptom at disease presentation could help to predict further symptoms during the “Observation Period” (OP). Methods: Appropriate information in subjects with FVII deficiency, collected in the multicentre STER and IF7SG Registries, were employed. OP= time elapsed between the date of disease-presentation symptom and that of enrolment into the registry. Data for this analysis were complete for 687 individuals. Results: At diagnosis, among the 687 subjects (356 [51.8%] females, 331 [48.2%] males, mean age 29.6±19.63 yrs), 272 (39.6%) were asymptomatic; of the symptomatic individuals, 338 (49.2%) displayed a mild “Platelet- Like” ( PL ) bleeding defect (i.e. muco-cutaneous bleedings) and 77 (11.2%) had a severe, “Hemophilia-Like” ( HL ), phenotype. Mean age at diagnosis for the asymptomatic individuals was 23.8±18.8; mean ages at disease presentation were 10.54 ±11.8 for the PL, and 5.5 ±12.3 for the HL individuals ( p for trend= 0.000). FVII activity (FVIIc) was: females 17.53±19.68%, males 18.58±17.50% (p=0.460), overall: 18.04 ±18,66%. Of the 338 individuals with a PL-disorder , 268 (79.3%) had new muco-cutaneous bleedings; 51 (15.1%) developed severe bleedings, and 12 (4%) did not develop any subsequent bleed. Among the patients (n=77) with a HL-disorder , 38 (49.4%) experienced new severe bleeds, 34 (44.2%) developed mucosal bleedings, and only 5 (6.5%) had no further bleeds. Among those asymptomatic at diagnosis (n=272), 237 (87.1%) remained asymptomatic, while 35 (12.9%) developed only muco-cutaneous bleedings. Thus, 87.1% of the asymptomatic individual at diagnosis remained so, 79.3% of those with a platelet-like disorder at diagnosis displayed the same type of bleeding and, finally, 50% of those with severe bleedings at diagnosis had, again, severe bleeds. FVIIc helped to refine clinical information. Asymptomatic individuals at diagnosis that subsequently developed muco-cutaneous bleedings, had FVIIc similar to that of individuals with the same mild bleeds at onset (∼15–20%). FVIIc of individuals with PL-disorder at diagnosis who subsequently experienced a life- and limb-threatening bleeding episode, were as low (<5%) as those of individuals that had a severe phenotype at disease presentation. Regardless whether documented at diagnosis or during the OP, severe bleeding was invariably associated with FVIIc <5%. At diagnosis, the latter levels were found in 88.3% of individuals with severe symptoms, in 57.8% of those with muco-cutaneous bleedings and in 14.7% of asymptomatic individuals. Conclusions: In Factor VII deficiency, three clinical phenotypes can be identified: 1. the most prevalent cohort experience muco-cutaneous bleeding (PL-disorder); 2. Ten–15% of patients exhibit potentially life- or limb-threatening hemorrhages, such as hemartroses, central nervous system (CNS) or gastrointestinal (GI), a phenotype that may be as severe or more severe than that in hemophilia, and 3. about 1/3 of cases are asymptomatic and tend to remain so. Bleeding symptom at disease presentation predicts the subsequently developed bleeding phenotype. FVIIc levels refine such clinical prediction and help to identify individuals that call for early prophylaxis or on demand treatment. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hemorrhage",
        "hemophilia a",
        "hemophilias",
        "bleeding diathesis",
        "blood coagulation disorders",
        "factor vii",
        "factor vii deficiency",
        "hemorrhagic episodes",
        "risk of excessive or recurrent bleeding",
        "blood platelets"
    ],
    "author_names": [
        "Matteo ND Di Minno",
        "Angelika Batorova, MD, PhD",
        "Mariasanta Napolitano, MD",
        "Alberto Dolce, PhD",
        "Giovanni Di Minno, MD",
        "Francesco Bernardi, PhD",
        "Jean-Francois Schved",
        "Jørgen Ingerslev, MD",
        "Muriel Giansily-Blaizot, MD, PhD",
        "Guenter K.H. Auerswald, Sr., MD",
        "Guglielmo Mariani, MD"
    ],
    "author_affiliations": [
        [
            "Dipartimento di Medicina Clinica e Sperimentale, Centro di Coordinamento regionale per le Emocoagulopatie, Università di Napoli “Federico II” Naples, Italy, Napoli, Italy, "
        ],
        [
            "National Hemophilia Center, Bratislava, Slovak Republic, "
        ],
        [
            "Hematology, Lombardi Comprehensive Cancer Center, Washington DC, DC, USA, "
        ],
        [
            "National Institute of Statistics, Palermo, Italy, "
        ],
        [
            "Federico II University, Napoli, Italy, "
        ],
        [
            "Università degli Studi di Ferrara, Ferrara, Italy, "
        ],
        [
            "Laboratoire d'hematologie, Hospital Saint Eloi, Montpellier, France, "
        ],
        [
            "Center for Haemophilia and Thrombosis, Aarhus University Hospital, Aarhus, Denmark, "
        ],
        [
            "Laboratory of Hematology, CHU de Montpellier, Montpellier, France, "
        ],
        [
            "Hemophilia Treatment Centre, Prof. Hess Children's Hospital, Bremen, Germany, "
        ],
        [
            "Internal Medicine & Public Health, University of L'Aquila, L'Aquila, Italy"
        ]
    ],
    "first_author_latitude": "40.84663030000001",
    "first_author_longitude": "14.2568226"
}