{
    "doi": "https://doi.org/10.1182/blood.V110.11.760.760",
    "article_title": "Children with t(12;21)/TEL-AML1-Positive Acute Lymphoblastic Leukemia Exhibit a Distinct Germline Genomic Signature. ",
    "article_date": "November 16, 2007",
    "session_type": "Leukemias - Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "High-throughput genome-wide studies have identified significant associations between inherited genetic variations and complex diseases. To delineate the heterogeneous nature of pediatric acute lymphoblastic leukemia (ALL), we performed a genome-wide interrogation of approximately 600K single nucleotide polymorphisms (SNPs) in 470 Caucasian children (using > 99% European ancestry genetic markers to define race) with newly diagnosed ALL to identify the contribution of germline SNP genotypes to ALL subtype. Our patient population included children enrolled on St Jude Children’s Research Hospital Total XIIIB and Total XV ALL protocols and the COG9906 ALL protocol. The study cohort included 47 cases with the t(12;21)/TEL-AML1 (aka ETV6/RUNX1) translocation, 116 with hyperdiploidy > 50 chromosomes, 46 with T-lineage ALL, and 139 with non-hyperdiploid B-lineage ALL (without known translocations). Using genotype data from the Affymetrix 100K and 500K Mapping Array sets and logistic regression analyses, we found that only patients with TEL-AML1-positive ALL demonstrated a distinct germline SNP signature (p = 0.043, 1000 permutations) compared to patients with other ALL subtypes. We identified 1,046 germline SNPs whose allele frequencies discriminated TEL-AML1 ALL from non-TEL-AML1 ALL (p < 0.005). For example, the odds ratio associated with the risk of TEL-AML1 vs. other ALL subtypes for the T vs. C allele at the ITPR2 SNP (rs12814812) was 3.5 (p=0.000019), and that for the G vs. A allele at the IL26 SNP (rs11570906) was 3.1 (p = 0.000111). These 1,046 SNPs represent 224 unique genes. Among these 1,046 SNPs, 28 cis SNPs were significantly associated with the mRNA expression of 19 genes in diagnostic leukemic lymphoblasts. Of these 19 genes, the gene expression of the growth factor, ANGPT2;, coagulation factor, F13A1; and the enzyme, AGA, differed significantly between TEL-AML1-positive and negative cases. We also identified one intronic SNP in each of the translocation target genes (RUNX1 and ETV6) whose genotype frequencies differed between TEL-AML1-positive and negative cases (p = 0.01 and 0.03 respectively). Conversely, SNPs in high linkage disequilibrium with previously hypothesized risk alleles in MTHFR and NQO1 did not differ in allele frequencies between the two subgroups (p > 0.05). It is well recognized that TEL-AML1-positive ALL represents a fourth of childhood cases but is exceedingly rare in adults, and hence, it is not surprising that the TEL-AML1-positive ALL subtype may be more likely to be affected by inherited genomic variability compared to other subtypes. We conclude that inherited genetic variation may contribute to risk of or pathogenesis of the TEL-AML1 subtype of childhood ALL.",
    "topics": [
        "acute lymphocytic leukemia",
        "blood coagulation factors",
        "child",
        "enzymes",
        "genome",
        "growth factor",
        "interleukin-26",
        "leukemia, lymphocytic, acute, childhood",
        "methylenetetrahydrofolate reductase (nadph2)",
        "rna, messenger"
    ],
    "author_names": [
        "Lisa R. Trevino, PhD",
        "Wenjian Yang, Ph.D.",
        "Stephen Hunger, M.D.",
        "William L. Carroll, M.D.",
        "Meenakshi Devidas, Ph.D.",
        "Cheryl L. Willman, M.D.",
        "James Downing, M.D.",
        "William E. Evans, PharmD",
        "Ching-Hon Pui, M.D.",
        "Mary V. Relling, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa R. Trevino, PhD",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wenjian Yang, Ph.D.",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Hunger, M.D.",
            "author_affiliations": [
                "Hematology/Oncology, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William L. Carroll, M.D.",
            "author_affiliations": [
                "Pediatrics (Oncology), NYU Medical Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meenakshi Devidas, Ph.D.",
            "author_affiliations": [
                "Hematology/Oncology, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl L. Willman, M.D.",
            "author_affiliations": [
                "Cancer Center, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Downing, M.D.",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William E. Evans, PharmD",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ching-Hon Pui, M.D.",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary V. Relling, PharmD",
            "author_affiliations": [
                "Pharmaceutical Sciences, St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T18:38:27",
    "is_scraped": "1"
}