{
    "doi": "https://doi.org/10.1182/blood.V116.21.1890.1890",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1849",
    "start_url_page_num": 1849,
    "is_scraped": "1",
    "article_title": "High Rate of Uncaptured Myelodysplastic Syndrome Cases at the State Cancer Registry Level ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster I",
    "topics": [
        "cancer",
        "myelodysplastic syndrome",
        "cytopenia, refractory, with multilineage dysplasia",
        "bone marrow biopsy",
        "cancer diagnosis",
        "refractory anemias",
        "florida",
        "oncologists",
        "outpatients",
        "physicians' offices"
    ],
    "author_names": [
        "Christopher R. Cogle, MD",
        "Michelle R Iannacone",
        "Ashley Cole",
        "Daohai Yu, Ph.D",
        "Alan F. List",
        "Dana Rollison, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, University of Florida, Gainesville, FL, USA, "
        ],
        [
            "Risk Assessment, Detection & Intervention, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Biostatistical Department, Moffitt Cancer Center and Research Institute, Tampa, USA, "
        ],
        [
            "Biostatistics, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Division of Cancer Prevention and controls, Moffitt Cancer Center, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "29.640576249999995",
    "first_author_longitude": "-82.3491951",
    "abstract_text": "Abstract 1890 The myelodysplastic syndromes (MDS) became reportable malignancies to U.S. population-based cancer registries including the Surveillance, Epidemiology and End Results (SEER) Program in 2001. Registries capture information on MDS cases through reports sent by hospitals and physicians’ offices. Electronic pathology (E-path) reports generated by private pathology laboratories are another potential source for finding cases; however, the sheer volume of E-path reports generated and the limited resources of cancer registries preclude the review of all E-path reports. Therefore, some registries rely on probability scoring based on keyword hits to identify reports most likely consistent with a diagnosis of cancer. Given the diverse morphologic features of MDS pathology and our earlier observation that MDS is often diagnosed and managed in the outpatient setting (Rollison, et al. Blood 2008), we hypothesized that MDS is often not captured by state cancer registries. To estimate the proportion of uncaptured MDS cases in Florida, all E-Path reports sent to Florida Cancer Data System (FCDS), the state cancer registry, in 2006 were queried using a unique keyword search strategy based on an algorithm of identifying bone marrow biopsy reports that met the inclusion and exclusion diagnostic terminology for MDS. Of 7,111 E-path reports identified, only 18% corresponded to individuals registered in FCDS as having been diagnosed with MDS. To estimate the percentage of uncaptured MDS cases in the remaining 82% of E-Path reports, a stratified random sample of E-path reports were reviewed by a single hematologist/oncologist to determine whether the E-path reports were consistent with MDS and to assign an MDS subtype. The strata for random sampling included: 1) reports that linked individuals registered as having been diagnosed with cancers other than MDS in FCDS (48%) versus those that did not link to FCDS (34%) and 2) four categories based on number of keyword hits. Overall, E-path reports corresponding to 285 individuals were reviewed, of which 71 were determined to have MDS. The percentage of uncaptured cases seemed to be lower for those individuals that were registered in FCDS as having a previous cancer (17%) than that for those who did not link to FCDS (28%) and increased with number of keyword hits. Based on the percentages of uncaptured cases estimated within each of the eight strata, and the distribution of those stratified factors in the total sampling frame, we estimated that 641 MDS cases were likely uncaptured, representing approximately 45% of the captured and uncaptured cases combined. Thus, current case finding mechanisms by population-based cancer registries capture approximately half of the true MDS cases. Compared to MDS cases captured by FCDS, uncaptured MDS cases were younger (< 65) (p=0.01), less likely to have Refractory Anemia (RA) and more likely to have Refractory Cytopenia with Multilineage Dysplasia (RCMD) (p=0.002). Gender and race seemed to be similar between the groups. Together, these data indicate that current population-based case finding methods are not capturing a large percentage of MDS cases. Application of a keyword search strategy to identify cases among E-Path reports is a feasible technique to improve MDS case ascertainment in population-based cancer registries until greater resources are committed. Disclosures: No relevant conflicts of interest to declare."
}