{
    "doi": "https://doi.org/10.1182/blood.V104.11.1949.1949",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=240",
    "start_url_page_num": 240,
    "is_scraped": "1",
    "article_title": "Intermediate Dose Methotrexate in Low-Risk Acute Lymphoblastic Leukemia. Results of the FRALLE 93A Protocol. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The FRALLE 93A protocol aimed to identify a very low-risk ALL subgroup, to limit treatment morbidity and to investigate the value of intermediate dose methotrexate. Inclusion criteria were : B-cell precursor ALL, age 2-7 years, leukocyte count <10G/l ; patients with CNS or testicular leukemia, bulky disease, t(9;22), t(4;11), t(1;19) or hypodiploïdy (<44 chromosomes) were not included. 181 children were included (13.5% of all the ALL included in the FRALLE 93 protocol) between June 1993 and Dec 1999. After a predisone prophase and induction phase (4-week daily prednisone, 4 weekly vincristine, thrice weekly 10,000 units of E coli asparaginase for 6 doses), during the 12-week antimetabolite consolidation therapy, patients were randomized to receive either low-dose methotrexate (25 mg/m2 p.o.) (lmtx) or 6 doses of intermediate dose methotrexate (IMTX) at 1500 mg/m2 by 24 hours infusion. Further therapy included a CCG type delayed intensification (dexamethasone, weekly vindesine, 3 doses of weekly doxorubicin and asparaginase, cytarabine) but without cyclophosphamide and a two years maintenance treatment. All pts received 16 triple intrathecal injections. The complete remission rate was 99.5%. The overall survival and event-free survival at 5 years were 93 % ± 4 % and 82 % ± 6 % (point date : 01.01.04). Only 1pt was considered prednisone-resistant (0.5%) D21 M1 marrow response is associated to a better 5 y EFS (86 + 5% vs 44 + 21% for M2/M3 pts (18 pts); p=0.001). Among 158 randomized patients, 9 testicular/meningeal relapses (6 isolated, 3 combined) occurred in the lmtx arm versus 1 in the IMTX arm (p=0.03) ; six BM relapses occurred in the lmtx group vs 9 in the IMTX group (p= NS). The 5-year DFS is not different 83% ± 8% and 85% ± 8% (p=0.47). Conclusion: a high cure rate could be achieved in low-risk ALL without cranial radiation, alkylating agents or epipodophyllotoxin and with a low cumulative dose of anthracyclins (75 mg/m2). Prednisone response is of no help in this subgroup of BCP-ALL. D21 marrow response allows to identify a very low-risk subgroup in addition to initial criteria. IMTX proved superior to lmtx in preventing testicular or meningeal relapse in low-risk ALL.",
    "topics": [
        "acute lymphocytic leukemia",
        "methotrexate",
        "brachial plexus neuritis",
        "prednisone",
        "asparaginase",
        "alkylating agents",
        "antimetabolites",
        "complete remission",
        "consolidation therapy",
        "cranial irradiation"
    ],
    "author_names": [
        "Yves Perel",
        "Hervé Chambost",
        "Virginie Gandemer",
        "Thierry Leblanc",
        "Schneider Pascale",
        "Schmitt Claudine",
        "Mariane Debré",
        "Christiane Vermylen",
        "Gérard Couillault",
        "Jean-Paul Lamagnere",
        "Marie-Françoise Auclerd",
        "Guy Leverger",
        "André Baruchel",
        "the FRALLE group"
    ],
    "author_affiliations": [
        [
            "Service de Pédiatrie, Hôpital Pellegrin, Bordeaux, France"
        ],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        [],
        []
    ],
    "first_author_latitude": "44.815087049999995",
    "first_author_longitude": "-0.6177305"
}