{
    "doi": "https://doi.org/10.1182/blood-2019-123337",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4240",
    "start_url_page_num": 4240,
    "is_scraped": "1",
    "article_title": "Second-Generation Tyrosine Kinase Inhibitors for Chronic Myeloid Leukemia with Additional Chromosomal Abnormalities ",
    "article_date": "November 13, 2019",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "topics": [
        "chromosome abnormality",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "acas trial",
        "cytogenetic analysis",
        "prognostic factors",
        "bone marrow aspiration",
        "imatinib mesylate",
        "measles-mumps-rubella vaccine",
        "chromosome banding"
    ],
    "author_names": [
        "Naoto Takahashi, MD PhD",
        "Tomoko Yoshioka, MD",
        "Masahiro Kizaki, MD",
        "Tatsuya Kawaguchi, MD",
        "Ritsuro Suzuki, MD PhD",
        "Kazuhito Yamamoto",
        "Kazunori Ohnishi, MD",
        "Tomoki Naoe, MD PhD",
        "Itaru Matsumura, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nephrology, and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan "
        ],
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan "
        ],
        [
            "Department of Hematology, Saitama Medical Center, Saitama Medical University, Kawagoe, Japan "
        ],
        [
            "Kumamoto Health Science University, Kumamoto, Japan "
        ],
        [
            "Department of Oncology and Hematology, Shimane University Hospital, Izumo, Japan "
        ],
        [
            "Department of Hematology and Cell Therapy, Aichi Cancer Center, Nagoya, Japan "
        ],
        [
            "Tokai-Hokuriku Block Blood Center, Seto, Japan "
        ],
        [
            "National Hospital Organization, Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Kindai University Faculty of Medicine, Osaka-Sayama, JPN"
        ]
    ],
    "first_author_latitude": "39.7314857",
    "first_author_longitude": "140.1511349",
    "abstract_text": "Background: In the New TARGET observational study, 452 newly diagnosed chronic myeloid leukemia chronic phase (CML-CP) patients were analyzed and the results reported recently in International Journal of Hematology ( IJH ). The median follow-up period was 5.4 years, and eight patients progressed to AP/BC and six had a CML-related death. Herein, we evaluated the impact of additional chromosomal abnormalities (ACAs) on the clinical outcomes of participants in this study. Methods: Cytogenetic analyses of bone marrow aspiration were performed at enrollment and every 6 months until complete cytogenetic response (CCyR) was achieved. If physicians switched to TKI because of resistance or intolerance to the first TKI, cytogenetic analyses of bone marrow aspiration were performed at baseline of the second-line treatment. Chromosome banding analysis was performed on bone marrow cells after short-term culture (24 hours). At least 20 metaphases were analyzed by the G-banding method according to the International System for Human Cytogenetic Nomenclature. This sub-analysis in the New TARGET observational study 1 was approved by the ethics committee of Akita university school of medicine (No. 2178). Results: For cytogenetic analyses, 1,732 samples were collected over the entire observation period from 452 patients. Chromosomal abnormalities, besides standard Ph translocation, were identified in 164 samples from 61 patients. Constitutional alterations (n=7) and single abnormality with -Y at the onset of CML (n=11), clonal chromosomal abnormalities in Ph negative metaphases during TKI treatment (n=10) and t(v;22) including three-way Ph translocation at the onset of CML (n=9) were excluded from patients with ACAs. ACAs were detected in 24 patients either at the onset of CML (n=19) or over the duration of TKI treatment (n=5). Among them, i(17q), monosomy7/7q-, chromosome3q26, and complex karyotype composed of these 3 abnormalities, which were proposed as a high-risk ACAs in a previous study were identified in three patients. Among 24 patients with ACAs, 8 patients received imatinib(IM) and 16 patients 2G-TKI. There were no statistically significant differences in the clinical background between the group with and without ACAs.Six patients with TKI resistance could hardly achieve MMR, and 4 patients died after progression to AP/BC. In a multivariate analysis of prognostic factors for predicting the clinical outcomes, including age, 2G-TKI, Charlson Comorbidity Index (CCI) score, performance status (PS), EUTOS long-term survival score (ELTS), and the presence of ACAs (Table), ACAs was one of the independent adverse prognostic factors for OS (HR 3.701 [95%CI: 1.175−11.660] P = 0.025), EFS (HR 3.920 [95%CI: 1.563−9.833] P = 0.036), PD (HR 39.02 [95%CI: 7.103−214.30] P < 0.0001), and loss of response (HR 8.346 [95%CI: 3.221−21.630] P <0.0001). The 2G-TKI was also a prognostic factor for OS (HR 0.36 [95%CI: 0.156−0.831] P = 0.017), PFS (HR 0.35 [95%CI: 0.158−0.775] P = 0.0095), and PD (HR 0.108 [95%CI: 0.021−0.558] P = 0.0079). CCI and PS were independent prognostic factors for each survival, but not for MMR, loss of response or PD, which is associated with TKI response or resistance. The Kaplan-Meier curve for PFS, and OS were significantly lower for the group with ACAs than without (Figure A, D: Log-rank test P = 0.00842, 0.00408, respectively); the 5-year PFS and OS rates of the group with ACAs were 81.3% (95%CI: 56.6−92.7), and 77.6% (95%CI: 49.8−91.2), respectively. Although there were statistically significant differences in PFS, and OS between the group with and without ACAs in imatinib arm (Figure B, E: Log-rank test P = 0.00007, 0.00007, respectively), there were no differences in 2G-TKI arm (Figure C, F: Log-rank test P = 0.478, 0.515, respectively). Conclusions: In the present cytogenetic analysis of the New TARGET observational study 1, ACAs had a negative impact on clinical outcomes. However, we discovered that 2G-TKI might be able to overcome the poor prognosis of CML patients with ACAs in 2G-TKI era. Therefore, cytogenetic analysis at CML diagnosis and during TKI treatment is very important for the prediction of outcome and the selection of TKI. Acknowledgments: This study was supported by research fundingfrom Novartis Pharmaceuticals and Bristol-Myers Squibb to Japanese Society of Hematology. View large Download slide View large Download slide  Disclosures Takahashi: Pfizer: Research Funding, Speakers Bureau; Ono Pharmaceutical: Research Funding; Astellas Pharma: Research Funding; Chug Pharmaceuticals: Research Funding; Asahi Kasei Pharma: Research Funding; Novartis Pharmaceuticals: Research Funding, Speakers Bureau; Eisai Pharmaceuticals: Research Funding; Kyowa Hakko Kirin: Research Funding; Bristol-Myers Squibb: Speakers Bureau; Otsuka Pharmaceutical: Research Funding, Speakers Bureau. Kizaki: Daiichi Sankyo: Research Funding; Janssen Pharm: Speakers Bureau; Takeda Pharm: Research Funding, Speakers Bureau; Ono Pharm: Research Funding, Speakers Bureau; Novartis: Speakers Bureau; Kyowa Kirin: Research Funding; Chugai Pharm: Research Funding; Celgene: Speakers Bureau; Bristol-Myers Squibb: Speakers Bureau; Sumitomo Dainippon Pharm: Consultancy. Kawaguchi: Pfizer: Honoraria; Novartis: Honoraria; Alexion: Honoraria. Suzuki: AbbVie: Honoraria; Novartis: Honoraria; Kyowa Hakko Kirin: Honoraria; Chugai Pharmaceutical Co.,Ltd.: Honoraria; Janssen: Honoraria; Meiji Seika: Honoraria; Bristol-Myers Squibb: Honoraria; ONO Pharmaceutical Co., Ltd.: Honoraria; Merck Sharp & Dohme: Honoraria; Takeda Pharmaceutical Co., Ltd.: Honoraria; Celgene: Honoraria; Eisai: Honoraria. Yamamoto: Meiji Seika Pharma: Consultancy, Honoraria; Chugai: Consultancy, Honoraria, Research Funding; Sanofi: Honoraria; Solasia Pharma: Research Funding; Celgene Corporation: Consultancy, Honoraria, Research Funding; Pfizer: Honoraria; Bayer: Research Funding; Takeda: Consultancy, Honoraria, Research Funding; ARIAD: Research Funding; Ono: Consultancy, Honoraria, Research Funding; Astra-Zeneca: Consultancy, Research Funding; AbbVie: Consultancy, Research Funding; Sumitomo Dainippon: Honoraria; SymBio: Research Funding; Novartis: Honoraria, Research Funding; Otsuka: Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Eisai: Consultancy, Honoraria, Research Funding; Gilead Sciences: Research Funding; HUYA/IQVIA Services Japan: Consultancy, Honoraria; Incyte: Research Funding; Janssen: Honoraria; Kyowa Kirin: Honoraria; MSD: Consultancy, Honoraria; Mundipharma: Consultancy, Honoraria, Research Funding. Matsumura: Otsuka Pharmaceutical: Consultancy, Research Funding; Pfizer: Research Funding, Speakers Bureau; Novartis: Speakers Bureau; Bristol-Myers Squibb: Speakers Bureau."
}