{
    "doi": "https://doi.org/10.1182/blood-2018-99-119450",
    "article_title": "The Rap1-RIAM Pathway Regulates the Expression of Integrins αEβ7(CD103) and α4β7, Which Guide T Cell Homing to Intestinal Compartments ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: T cell biology",
    "abstract_text": "Integrin-mediated adhesion of lymphocytes to antigen presenting cells (APCs) links innate and adaptive immunity and is mandatory for the initiation of T cell immune responses. Control of lymphocyte adhesion to antigen-presenting cells (APC) is accomplished through the regulation of the principle adhesion molecule on the lymphocyte surface, lymphocyte functional antigen 1 (LFA-1), which binds to intercellular adhesion molecule 1 (ICAM-1) on the surface of APCs. Integrins also play crucial roles in cell migration to different immunological compartments such as the tumor microenvironment but also to targets of tissue and organ damage in autoimmune diseases and graft-versus-host disease after allogeneic hematopoietic stem cell transplantation. For these reasons, understanding the mechanisms implicated in LFA-1 activation and their functional implications is a subject of intense investigation. To mediate its adhesive function, LFA-1 must be activated via a process referred to as inside-out signaling, which results in conformation changes of the receptor that extends the ectodomains of the α and β chains leading to a high affinity state. Among the few signaling molecules that have been implicated in this process in hematopoietic cells are the small GTPase Rap1 and its downstream effector RIAM. RIAM is a multidomain protein that includes a talin binding region, two coiled-coiled regions, a small N-terminus proline-rich region, sequential Ras association (RA) and pleckstrin homology (PH) domains, and a large C-terminus proline-rich region, via which interacts with Ena/VASP family proteins and profilin and is recruited to the sites of actin turnover. Through its C-terminus RIAM also interacts with the SH3-domain of PLC-γ1.The RA and PH domains of RIAM function as an integral unit and as a proximity detector since both are required for translocation of RIAM to the plasma membrane. The RA domain of RIAM has specificity for Rap1-GTP whereas the PH domain binds to the PLC-γ1 substrate PI(4,5)P2. Upon interaction with Rap1-GTP, RIAM recruits talin to the LFA-1 β chain leading to its conformational change to the high-affinity state. Previously, we determined that Rap1-GTP induces expression of CD103 (integrin αE),which pairs with integrin beta 7 to form the complete heterodimer, integrin αEβ7. The chief ligand for αEβ7is E-cadherin, an adhesion molecule found on epithelial cells, important for T cell homing to intestinal sites. Moreover, expression of αEβ7(CD103) in T cells confers immunosuppressive and regulatory activity even in the absence of Foxp3. In the present study, we sought to investigate the role of Rap1-RIAM axis in the expression of integrins αEβ7(CD103) and α4β7, both responsible for T cell migration and homing to intestinal compartments, including Peyer's Patches, lamina propria and intestinal epithelium. We generated transgenic mice expressing constitutively active Rap1-GTP in T cells (Rap1-Tg) and mice with T cell-specific deletion of RIAM (RIAM f/fCD4cre ). Rap1-Tg mice exhibited an increase of T eff-memory cell fractions, enhanced Treg cell differentiation and elevated expression of αEβ7(CD103), but significant reduction of total T cells in secondary lymphoid organs including Peyer's Patches, spleen and peripheric lymph nodes. These effects of Rap1-GTP were mediated by RIAM because these findings were reversed when RIAM was deleted in Rap1-Tg/RIAM f/fCD4cre mice. Consistent with a mandatory role of RIAM in these outcomes, RIAM f/fCD4cre mice displayed defective αEβ7(CD103) expression, particularly in the CD8 + T cell compartment, which inversely correlated with the expression of α4β7 resulting in > 2-fold increase of the CD8 + α4β7 + T cell fraction in secondary lymphoid organs. Rap1-Tg mice also exhibited enhanced T eff-memory , Th17 and T follicular helper (Tfh) cell differentiation in secondary lymphoid organs including Peyer's Patches, under steady-state conditions. In contrast to Treg differentiation, RIAM deletion in Rap1-Tg mice did not reduce Th17 and Tfh cells suggesting that RIAM plays a role in fate commitment processes of selective T helper cell subsets. Because αEβ7(CD103) and α4β7 guide T lymphocyte homing in the gut whereas the plasticity and reciprocal regulation of the Th17/Treg axis within gut-associated lymphoid tissues guard intestinal inflammation, our results suggest a selective role of the Rap1-RIAM pathway in gut-related immune pathologies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "integrins",
        "intestines",
        "t-lymphocytes",
        "lymphocyte function-associated antigen-1",
        "adhesions",
        "atrial premature complexes",
        "cell adhesion molecules",
        "intercellular adhesion molecule 1",
        "proline",
        "talin"
    ],
    "author_names": [
        "Yavuz-Furkan Yazicioglu",
        "Halil-Ibrahim Aksoylar, PhD",
        "Rinku Pal, MS",
        "Nikolaos Patsoukis, PhD",
        "Vassiliki A Boussiotis, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yavuz-Furkan Yazicioglu",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Halil-Ibrahim Aksoylar, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rinku Pal, MS",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolaos Patsoukis, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassiliki A Boussiotis, MD PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T02:35:38",
    "is_scraped": "1"
}