{
    "doi": "https://doi.org/10.1182/blood-2018-99-113482",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3989",
    "start_url_page_num": 3989,
    "is_scraped": "1",
    "article_title": "Studying Methylation Status of Protein Tyrosine Phosphatase Receptor Gamma (PTPRG) in Chronic Myeloid Leukemia Patients in the State of Qatar ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "leukemia, myelocytic, chronic",
        "methylation",
        "protein tyrosine phosphatase",
        "qatar",
        "protein-tyrosine kinase inhibitor",
        "dna",
        "polymerase chain reaction",
        "disease progression",
        "protein tyrosine kinase",
        "dideoxy chain termination dna sequencing"
    ],
    "author_names": [
        "Mohamed Ismail, BS, MSc",
        "Marzia Vezzalini",
        "Ali Al Sayab",
        "Maria Monne",
        "Vinod Gupta",
        "Govundarajulu Varadharaj",
        "Mohamed Alsharshani",
        "Mohamed Yassin",
        "Claudio Sorio, MD PhD",
        "Helmout Modjtahedi",
        "Nader I. Al-Dewik, PhD"
    ],
    "author_affiliations": [
        [
            "Hamad Medical Corporation, Doha, Qatar "
        ],
        [
            "Department of Medicine, University of Verona, Strada le Grazie 8, 37134 Verona, Italy, Verona, Italy "
        ],
        [
            "Interim Translational Research Institute (iTRI), Hamad Medical Corporation., Doha, Qatar "
        ],
        [
            "Centro di Diagnostica Biomolecolare e Citogenetica Emato-Oncologica, \"San Francesco\" Hospital., Nuoro, Italy "
        ],
        [
            "Interim Translational Research Institute (iTRI), Hamad Medical Corporation., Doha, Qatar "
        ],
        [
            "Genetrics Inc, Hyderabad, India "
        ],
        [
            "Hamad Medical Corporation., Doha, Qatar "
        ],
        [
            "National Center for Cancer Care and Research, Hamad Medical Corporation, Doha, Qatar "
        ],
        [
            "University of Verona, Verona, ITA "
        ],
        [
            "School of Life Science, Pharmacy and Chemistry, faculty of science, engineering & computing-Kingston University London, London, United Kingdom "
        ],
        [
            "Qatar Medical Genetic Center, Hamad Medical city, building no 21 HGH, Doha, Qatar"
        ]
    ],
    "first_author_latitude": "25.29138915",
    "first_author_longitude": "51.5210918",
    "abstract_text": "Background : Chronic myeloid leukemia (CML) is a clonal myeloid stem cell disorder associated with increased myeloid cells spectrum in peripheral blood. The disease is due to the genetic translocation t(9;22)(q34;q11.2) encoding for the BCR-ABL1 fusion oncogene which is the hallmark of CML. The resultant chimeric protein P210 kD of BCR-ABL1 causes a constitutive activation of tyrosine kinase domain that leads to continuous activation of several cell signaling pathways. The CML is currently treated with several generations of tyrosine kinase inhibitors (TKIs). However, treatment failure, resistance and disease progression are still reported and the molecular mechanisms still remain poorly understood. On the other hand, protein tyrosine phosphatase receptor gamma (PTPRG) is the natural regulatory mechanism to tyrosine kinase family, acts as tumor suppressor gene, well documented to be downregulated in CML patients while its re-expression led to reduced tyrosine phosphorylation and induced apoptosis in CML cells. PTPRG is also an important protein in the JAK/STAT pathway, has a vital role in the downstream of BCR-ABL protein kinase. Several studies suggested that the aberrant DNA methylation is involved in TKIs resistance in CML leading to leukemic clone escape and disease propagation. In different types of tumors, several mechanisms have been suggested for the loss of function of PTPRG activities such as mutations, deletions, or loss of heterozygosity LOH and gene silencing by methylation. Aim: In this study, we aimed to evaluate and characterize the methylation status of PTPRG gene function in 15 CML Patients 1- Group A: CML patients at diagnosis and 2- Group B) CML patients failed treatments according to European Leukemia Net (ELN) 2013 criteria and 10 healthy individuals. (Labeled as Normal in the figure 1) Materials and Methods: Thirty subsequent peripheral blood samples have been collected from the 15 CML patients at diagnosis and at time of failure. Genomic DNA was isolated from 400 ml of blood on EDTA tubes using Maxwell DNA Purification Kits, the quality and quantity of DNA were measured on Nanodrop Spectrophotometer and gel electrophoresis. The methylation-specific PCR and bisulfite-sequencing were adapted, EZ DNA Methylation Kit was utilized for bisulfite-conversion. Methylation Primers were designed to target the promotor and intronic CpG islands of the PTPRG gene. Gradient PCR was performed to detect the two bands of 321bp and 218bp for CpG islands of promoter and intron of PTPRG respectively. Bisulfite-specific PCR technique was carried out to amplify a fragment of bisulfite-converted DNA that has been pre-defined by the designed bisulfite-specific primers. The Methylation PCR amplified product was sequenced via Sanger Sequencing (Applied Biosystems 3130 Genetic Analyzer). The methylation analysis was performed to study the methylation status of the CpG islands using the ESME (Epigenetic Sequencing Methylation) Analysis Software. Results: Results of the methylation in 25 CpG sites of Promoter region of PTPRG: There are significant differences in the mean of methylation status amongst CML patients at diagnosis and healthy individuals of CpG promoter of PTPRG ( p value is ˂0.04). However, there are no significant differences in the mean of methylation status between patients failed treatments and other groups (Figure1) Results of the methylation in 26 CpG sites of Intronic region of PTPRG: There are also significant differences in the mean of methylation status amongst all groups ( p value is ˂0.003). (Figure1) Discussion and Conclusions: This is the first prospective study to evaluate epigenetic changes of PTPRG gene from CML patients in Qatar. We previously documented that the expression level of PTPRG is inversely correlated with the expression of BCR-ABL1 in CML patients. In this study, the mechanism behind the downregulation of PTPRG in our cohorts of CML patients was explored and the aberrant methylation of PTPRG could be a mechanism associated with CML disease progression and resistance to TKIs. However, further studies are still needed including larger patient's cohort and CML patients responding to the TKIs. Finally, the methylation of PTPRG in the CML patients at diagnosis and failed treatment may allow the identification of new therapeutic targets and using methylation inhibitors could be also suggested to prevent or reverse TKIs resistance and restore TKIs sensitivity. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}