{
    "doi": "https://doi.org/10.1182/blood-2020-136258",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4482",
    "start_url_page_num": 4482,
    "is_scraped": "1",
    "article_title": "Discordances between Immunofixation (IFx) and Minimal Residual Disease (MRD) Assessment with Next-Generation Flow (NGF) and Sequencing (NGS) in Patients (Pts) with Multiple Myeloma (MM): Clinical and Pathogenic Significance ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Sara Rodríguez, PhD",
        "Ibai Goicoechea, PhD",
        "Katerina Gemenetzi",
        "Cirino Botta, MDPhD",
        "Andreas Agathangelidis, PhD",
        "Noemi Puig, MD PhD",
        "María Teresa Cedena, MD",
        "Alejandro Medina, MD",
        "Rafael Valdés-Mas",
        "Juan José Garcés",
        "José J Pérez",
        "Leire Burgos",
        "María José Calasanz, PhD",
        "Diego Alignani, PhD",
        "Amaia Vilas-Zornoza, PhD",
        "Sarvide Sarai",
        "Felipe Prosper, MD",
        "Jose Angel Martinez-Climent, MD PhD",
        "Alberto Orfao, MD PhD",
        "Ramón García-Sanz, MD PhD",
        "Ana Jiménez Ubieto, MDPhD",
        "Joaquin Martinez Lopez",
        "Juan Jose Lahuerta, MD PhD",
        "Laura Rosinol, MD PhD",
        "Joan Bladé, MD PhD",
        "María-Victoria Mateos, MD PhD",
        "Anastasia Chatzidimitriou",
        "Jesus F. San-Miguel, MD PhD",
        "Bruno Paiva, PhD"
    ],
    "author_affiliations": [
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Institute of Applied Biosciences, Centre for Research and Technology Hellas, Thessaloniki, Greece "
        ],
        [
            "Hematology Unit, \"Annunziata\" Hospital of Cosenza, Cosenza, Italy "
        ],
        [
            "Institute of Applied Biosciences, Centre for Research and Technology Hellas, Thessaloniki, Greece "
        ],
        [
            "Hospital Universitario de Salamanca Hematología. Instituto de investigación biomédica de Salamanca (IBSAL), Salamanca, Spain "
        ],
        [
            "Hematology Department, Hospital Universitario 12 de Octubre,, Madrid, Spain "
        ],
        [
            "Hospital Universitario de Salamanca Hematología. Instituto de investigación biomédica de Salamanca (IBSAL), Salamanca, Spain "
        ],
        [
            "Dreamgenics, Oviedo, ESP "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Hospital Universitario de Salamanca Hematología. Instituto de investigación biomédica de Salamanca (IBSAL), Salamanca, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Hospital Universitario de Salamanca Hematología. Instituto de investigación biomédica de Salamanca (IBSAL), Salamanca, Spain "
        ],
        [
            "Hospital Universitario de Salamanca Hematología. Instituto de investigación biomédica de Salamanca (IBSAL), Salamanca, Spain "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain "
        ],
        [
            "Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Hospital Universitario de Salamanca Hematología. Instituto de investigación biomédica de Salamanca (IBSAL), Salamanca, Spain "
        ],
        [
            "Institute of Applied Biosciences, Centre for Research and Technology Hellas, Thessaloniki, Greece "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ]
    ],
    "first_author_latitude": "42.8049358",
    "first_author_longitude": "-1.6622373",
    "abstract_text": "Background: Previous studies showed that MRD- pts after transplant may have detectable monoclonal protein through IFx, creating confusion regarding their prognostication. That said, MRD assessment in these pts was not performed with next generation techniques nor or in later time points. Additional discordances have been identified between multiparameter flow cytometry (MFC) and NGS, which were confirmed in recent analyses comparing NGF vs NGS. Aim: To characterize discordances between flow cytometry vs NGS and IFx through the investigation of immature B cells sharing the same B-cell receptor immunoglobulin (BcR IG) with MM cells. Methods: Progression-free survival (PFS) according to negative vs positive IFx was analyzed in 219 MRD- pts by MFC after transplant, enrolled in the GEM2000 and GEM2005MENOS65 trials. The same comparison was performed in 205 MRD- pts by NGF after consolidation in the GEM2012MENOS65 trial. MRD detection by NGS was compared to MFC or NGF in 140 and 104 cases, respectively. We performed NGS of BcR IG gene rearrangements (mean: 69,975 sequences) and WES (mean depth: 145x) in a total of 68 B cell samples isolated from the bone marrow (BM) of 7 MM MRD- pts by NGF after treatment (GEM2012MENOS65). These were intentionally selected to avoid contamination from MM plasma cells (PCs) during sorting of CD34 progenitors, B cell precursors, mature B cells and normal PCs. We investigated these populations for the presence of clonotypic BcR IG and somatic mutations detected in MM PCs sorted at diagnosis, using T cells as germline control. In another 10 untreated MM pts, we performed scRNA/BcRseq of total BM B cells and PCs (n=52,735), to investigate if the clonotypic BcR IG of MM PCs was detectable in other B cell stages defined by their molecular phenotype. Results: Among 219 MRD- pts by 4 color MFC after transplant, 76 (35%) showed positive IFx and identical PFS to those with negative IFx (medians of 63 vs 66 months, p=0.96). Similarly, 23/205 (11%) MRD- pts by NGF after consolidation showed positive IFx and identical PFS to those with negative IFx (4y rates of 87% vs 78.5%, p=0.35). Thus, albeit the higher sensitivity of NGF and the later time point (consolidation), approximately 1/10 MRD- pts by NGF continued showing positive IFx, and their outcome was as favorable as that of MRD- cases in CR. We then investigated discordances between flow cytometry and NGS. Among 35 MRD- pts by 4 color MFC, 21 (60%) were MRD+ by NGS, whereas 8/44 (18%) MRD- cases by NGF were MRD+ by NGS; only one of the latter 8 pts relapsed so far. Noteworthy, 9/29 MRD- pts by MFC or NGF showed MRD levels ≥10 -4 by NGS, suggesting that other factors beyond sensitivity were accounting for the discordances between MRD assessed by MFC/NGF (in the PC compartment) vs NGS (in whole BM samples). NGS of BcR IG gene rearrangements in sorted BM cells from MRD- pts by NGF, uncovered the presence of MM clonotypes in normal PCs (4/7 pts) and in B cells (5/7 pts) at low frequencies (mean of 0.31% in both, range: 0.003% - 9.4%). These findings were confirmed by scRNA/BCRseq, which unveiled in 10/10 pts that clonotypic cells were confined mostly but not entirely within PC clusters. We next performed WES to investigate if genetic abnormalities present in MM PCs at diagnosis were detectable in the same BM cells sorted after treatment in MRD- pts. Surprisingly, 41/201 (20%) somatic mutations present in diagnostic MM PCs were detectable in CD34 progenitors (n=6/7), B-cell precursors (n=4/7), mature B cells (n=5/7) and phenotypically normal PCs (n=4/7). All somatic mutations shared by MM PCs and sorted BM normal cells were non-recurrent, and genes recurrently mutated in MM ( ATM , DIS3 , KRAS , LTB , MAX ,) as well as copy number alterations (CNA) found in MM PCs, were undetectable in normal cells. Conclusions: Albeit more-sensitive NGF, 11% of MRD- pts continue showing positive IFx. This should not be regarded as a false-negative result, since these pts have similar outcome to those in CR and MRD-. Our findings also suggest that, at least in some pts, discordances between NGF and NGS could be attributed to immature clonotypic cells. However, these lack most somatic mutations and CNA found in MM PCs, and therefore cannot drive disease relapse. This would explain the favorable outcome of MRD- pts by NGF despite positive NGS. From a pathogenic standpoint, our study proposes that a mutated and clonally expanded lymphopoiesis precedes secondary driver mutations or CNA leading to the expansion of MM PCs. Disclosures García-Sanz: Janssen: Honoraria, Other: Travel/accommodations/expenses; Novartis: Consultancy; Amgen: Honoraria; Gilead: Other: Research grants, Research Funding; IVS (Biomed 2-Euroclonality): Patents & Royalties: and other intellectual property; Takeda: Consultancy, Honoraria, Other: Travel/accommodations/expenses. Mateos: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Regeneron: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive: Honoraria, Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Honoraria. Chatzidimitriou: Janssen: Research Funding. San-Miguel: Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Consultancy, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; MSD: Consultancy, Membership on an entity's Board of Directors or advisory committees. Paiva: Amgen: Honoraria; Janssen: Consultancy, Honoraria; Karyopharm: Consultancy, Honoraria; Kite: Consultancy; SkylineDx: Consultancy; Takeda: Consultancy, Honoraria, Research Funding; Roche: Research Funding; Adaptive: Honoraria; Sanofi: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau."
}