{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.568.568",
    "article_title": " IDH1/2 -Mutated Acute Myeloid Leukemia Has Impaired DNA Damage Response and Is Sensitive to Monotherapy with the PARP Inhibitior Olaparib ",
    "article_date": "December 7, 2017",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Risk Factors and Response-Adapted Personalized Medicine",
    "abstract_text": "Introduction: Somatic mutations in the genes encoding for isocitrate dehydrogenase 1 and 2 ( IDH1/2 MUT ) occur in ~20% of patients with myeloid neoplasms, including acute myeloid leukemia (AML). IDH1/2 MUT enzymes produce D -2-hydroxyglutarate ( D -2HG), the accumulation of which is implicated in oncogenesis by inhibition of various enzymes, including TET2. IDH1/2 MUT sensitize solid tumor cells to cytotoxic therapy via downregulation of the DNA repair gene ATM and this is linked to increased sensitivity to the PARP inhibitor olaparib. The sensitivity of IDH1/2 MUT AML to olaparib has not yet been investigated. Methods: Peripheral blood and bone marrow samples were obtained from IDH1/2 MUT and wild-type ( IDH1/2 WT )AML patients and brought in culture. ATM protein expression was investigated using western blots. AML cells were treated with 0-6 Gy irradiation, 0-50 nM daunorubicin or 0-25 µM olaparib and therapy response was determined in colony formation assays, where cells were seeded at a density of 1*10 4 -1*10 6 cells/ml, depending on the concentration of the cytotoxic agent, in 3 ml Methocult methylcellulose medium. DNA double-strand breaks (DSB) were determined using immunofluorescence stainings against γ-H2AX. The aforementioned experiments were performed in the presence or absence of 1 µM IDH1/2 MUT inhibitor AGI-5198 or AGI-6780, 10 mM D -2HG and/or an siRNA directed against ATM. Results: IDH1/2 MUT AML cells were sensitized to treatment with daunorubicin or IR compared to IDH1/2 WT and TET2 -/- AML cells (Fig 1A-B). Pretreatment with an IDH1/2 MUT inhibitor (Fig 1C) protected IDH1/2 MUT AML cells (Fig 1D-G) but not IDH1/2 WT AML (Fig 1H-I) against subsequent treatment with daunorubicin or IR. As mechanistic evidence for enhanced therapy responses, IDH1/2 MUT AML cells had decreased ATM protein expression relative to IDH1/2 WT and TET2 -/- primary AML cells and incubation with an IDH1/2 MUT inhibitor restored ATM expression in IDH1/2 MUT AML cells (Fig 2A). In TCGA data, ATM mRNA expression was also severely decreased in IDH1 MUT AML and moderately decreased in IDH2 MUT and TET2 -/- AML (Fig 2B). Consistent with an impaired DNA damage response owing to ATM repression, IDH1/2 MUT primary human AML cells had more ɣ-H2AX + foci (which recognize DNA DSBs) than IDH1/2 WT AML cells after IR or daunorubicin treatment and also in steady-state conditions without treatment with a cytotoxic agent. Moreover, pretreatment with an IDH1/2 MUT inhibitor prior to treatment with IR or daunorubicin diminished the difference in the number of ɣ-H2AX + foci between IDH1/2 MUT and IDH1/2 WT AML cells (Fig 2C), corroborating with restored ATM expression after incubation with an IDH1/2 MUT inhibitor in IDH1/2 MUT cells. The impairments in DNA damage repair in IDH1/2 MUT AML cells were associated with a sensitization of IDH1/2 MUT AML cells to olaparib compared to IDH1/2 WT AML cells (Fig 2D). Furthermore, IDH1/2 MUT inhibitors protected IDH1/2 MUT AML cells, but not IDH1/2 WT AML cells, against olaparib, providing additional mechanistic evidence (Fig 2D). ATM knockdown using siRNA in IDH1 MUT , IDH2 MUT and IDH1/2 WT AML cells did not affect the sensitivity of IDH1/2 MUT AML cells to daunorubicin or IR (Fig 3A-D) but sensitized IDH1/2 WT AML cells to these treatments (Fig 3E-F), which in agreement with ATM already being repressed in IDH1/2 MUT AML cells (Fig 2A). After pretreatment with D -2HG, untransfected IDH1/2 WT AML cells were sensitized to daunorubicin or IR, but not when ATM was knocked down (Fig 3E-F), showing a mechanistic link between ATM and D -2HG. While IDH1/2 MUT inhibitors protected untransfected IDH1/2 MUT AML cells against daunorubicin or IR (Fig 1D-G), IDH1/2 MUT inhibitors could not protect IDH1/2 MUT AML cells when ATM was knocked down (Fig 3G-H). These findings, combined with related earlier findings in IDH1 MUT solid tumors, are summarized in a model shown in Fig 3I. Discussion: IDH1/2 MUT AML cells have an impaired DNA damage response via repression of ATM, which is associated with sensitization of IDH1/2 MUT AML cells to the PARP inhibitor olaparib. Furthermore, the sensitization of IDH1/2 MUT AML cells to olaparib is reversed when olaparib is combined with an IDH1/2 MUT inhibitor.Olaparib, either as monotherapy but preferably combined with a DNA-damaging agent, is thus effective in exploiting ineffective DNA damage repair in IDH1/2 MUT AML cells and may represent a possible effective future therapy for IDH1/2 MUT AML. View large Download slide View large Download slide  Close modal Disclosures Makishima: Yasuda Medical Foundation: Research Funding. Sekeres: Celgene: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "dna damage",
        "idh1 gene",
        "leukemia, myelocytic, acute",
        "olaparib",
        "poly(adp-ribose) polymerases",
        "mutation",
        "daunorubicin",
        "dna",
        "cytotoxin",
        "enzymes"
    ],
    "author_names": [
        "Remco J Molenaar",
        "Tomas Radivoyevitch, PhD",
        "Yasunobu Nagata, MD PhD",
        "Bartlomiej P. Przychodzen, MSc",
        "Hideki Makishima, MD PhD",
        "Hetty E. Carraway, MD MBA",
        "Sudipto Mukherjee, MD PhD MPH",
        "Mikkael A. Sekeres, MD MS",
        "Cornelis van Noorden, PhD",
        "Jaroslaw P. Maciejewski, PhD MD FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Remco J Molenaar",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomas Radivoyevitch, PhD",
            "author_affiliations": [
                "Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasunobu Nagata, MD PhD",
            "author_affiliations": [
                "Cleveland Clinic, Department of Translational Hematology & Oncology Research, Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bartlomiej P. Przychodzen, MSc",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Makishima, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hetty E. Carraway, MD MBA",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology & Medical Oncology, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sudipto Mukherjee, MD PhD MPH",
            "author_affiliations": [
                "Leukemia Program, Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology & Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelis van Noorden, PhD",
            "author_affiliations": [
                "Medical Biology, Academic Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, PhD MD FACP",
            "author_affiliations": [
                "Cleveland Clinic, Taussig Cancer Center, Cleveland, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:36:13",
    "is_scraped": "1"
}