{
    "doi": "https://doi.org/10.1182/blood-2021-147581",
    "article_title": "A Phase 1 Safety and Efficacy Study of ADI-001 Anti-CD20 CAR-Engineered Allogeneic Gamma Delta (γδ) T Cells in Adults with B Cell Malignancies, in Monotherapy and Combination with IL-2 ",
    "article_date": "November 5, 2021",
    "session_type": "704.Cellular Immunotherapies: Clinical",
    "abstract_text": "In relapsed or refractory (R/R) B-cell non-Hodgkin lymphoma (NHL), the outcome of salvage therapies remains poor. Although autologous CD19-targeted chimeric antigen receptor (CAR) T-cell therapy is highly effective in R/R B cell NHL, only 40% achieve durable responses. Moreover, many eligible patients do not have access to the cell product due to unsuccessful manufacturing or to lengthy time to infusion. Therefore, there is a need for alternative cell-based approaches to treat R/R B cell NHL. One such approach is to use healthy donor-derived peripheral blood gamma delta (γδ) T cells as the basis for CAR+ T cell immunotherapy. γδ T cells are desirable as a candidate for CAR T cell therapy because of their ability to combine innate and adaptive mechanisms to recognize and kill malignant cells and because their prevalence in both hematological and solid tumors is associated with improved clinical outcome. In contrast to αβ T cells, γδ T cells recognize antigens in an MHC-unrestricted manner; therefore, they are unlikely to initiate graft-versus-host disease and do not require gene editing to disrupt endogenous T cell receptor (TCR) expression or signaling. γδ T cells can also detect stress-induced surface molecules through expression of non-TCR molecules, such as germline-encoded NK receptors. As such, CAR+ γδ T cells may recognize and kill tumors cells by CAR-dependent and -independent mechanisms, thereby reducing the chance of tumor escape. Together, these features make γδ T cells an attractive choice for an allogeneic CAR T cell product that can be cryopreserved and readily administered \"off the shelf.\" ADI-001 consists of healthy donor-derived peripheral blood γδ T cells that are ex vivo activated, expanded, and genetically engineered to express a second-generation CAR targeting the B cell-restricted CD20 antigen. CD20 is an established target for immunotherapies because it is expressed at a high copy number and is present on more than 90% of B-cell lymphomas. In contrast to CD19, CD20 is endocytosed from the cell surface slowly, which may translate into a more stable immunological synapse and more effective CAR-mediated T cell activation. Recent phase 1/2 studies have demonstrated feasibility, safety and potential efficacy of anti-CD20 CAR αβ T cells in R/R B cell NHL patients with prior exposure to anti-CD20 antibody-based therapies. Here, we report initiation of a phase 1, multicenter, open-label, dose escalation study to evaluate ADI-001 in R/R B cell NHL. This first-in-human trial includes 3 parts. Part 1 consists of a dose-escalation phase and will enroll approximately 30 patients with R/R B cell NHL including diffuse large B cell lymphoma (DLBCL), mantle cell lymphoma (MCL), transformed follicular lymphoma, primary mediastinal B cell lymphoma, high-grade B cell lymphoma, follicular lymphoma, or marginal zone lymphoma. Three cell dose levels (3E 7 , 1E 8 , or 3E 8 ) will be evaluated in Part 1, using the 3+3 dose escalation scheme. In Part 2 (dose expansion phase), approximately 36 patients will be enrolled into three separate cohorts of DLBCL, MCL and all other subtypes. Part 3 will explore the safety and efficacy of combining ADI-001 with low-dose subcutaneous IL-2 and will enroll approximately 12 patients. Parts 2 and 3 will begin after the maximum tolerated dose (MTD) or maximum administered dose (MAD) is identified in Part 1. The eligibility criteria allow at least two prior lines of systemic therapies, including anti-CD20 antibodies. Patients with prior CD19 CAR T-cell therapy are eligible. Patients must be at least 18 years of age and have ECOG PS of 0 or 1. There must be measurable disease per Lugano 2014 and Response Evaluation Criteria in Lymphoma (RECIL) 2017 at the time of enrollment, and patients must be willing to undergo pre- and post-treatment core needle biopsy. Those with known CD20-negative B cell lymphoma and prior treatment with modified cell therapy (except CD19 CAR T cell therapy) are excluded. The primary objectives of Parts 1 are to define the incidence of DLT and the MTD of ADI-001 delivered as a single administration; in Parts 2 and 3, the MTD/MAD of ADI-001 or in combination with low dose SC IL-2 is further assessed for safety and antitumor response. The secondary objectives for Parts 1, 2 and 3 include PK, immunogenicity, and antitumor activity of ADI-001 monotherapy or in combination with IL-2. This study is currently enrolling in 4 U.S. sites (NCT04735471). Disclosures Neelapu:  Takeda Pharmaceuticals and related to cell therapy: Patents & Royalties; Kite, a Gilead Company, Merck, Bristol Myers Squibb, Novartis, Celgene, Pfizer, Allogene, Kuur, Incyte, Precision BioSciences, Legend, Adicet Bio, Calibr, and Unum Therapeutics: Other: personal fees; Kite, a Gilead Company, Merck, Bristol Myers Squibb, Novartis, Celgene, Pfizer, Allogene Therapeutics, Cell Medica/Kuur, Incyte, Precision Biosciences, Legend Biotech, Adicet Bio, Calibr, Unum Therapeutics and Bluebird Bio: Honoraria; Kite, a Gilead Company, Bristol Myers Squibb, Merck, Poseida, Cellectis, Celgene, Karus Therapeutics, Unum Therapeutics (Cogent Biosciences), Allogene, Precision BioSciences, Acerta and Adicet Bio: Research Funding. Hamadani:  Takeda, Spectrum Pharmaceuticals and Astellas Pharma: Research Funding; Sanofi, Genzyme, AstraZeneca, BeiGene: Speakers Bureau; Janssen, Incyte, ADC Therapeutics, Omeros, Morphosys, Kite: Consultancy. Hayes:  Adicet Bio: Current Employment; Advaxis Immunotherapies: Patents & Royalties. Galimi:  Adicet Bio: Current Employment; Adicet Bio, Amgen: Current equity holder in publicly-traded company. Miklos:  Pharmacyclics, Amgen, Kite, a Gilead Company, Novartis, Roche, Genentech, Becton Dickinson, Isoplexis, Miltenyi, Juno-Celgene-Bristol Myers Squibb, Allogene, Precision Biosciences, Adicet, Adaptive Biotechnologies: Research Funding; Adaptive Biotechnologies, Novartis, Juno/Celgene-BMS, Kite, a Gilead Company, Pharmacyclics-AbbVie, Janssen, Pharmacyclics, AlloGene, Precision Bioscience, Miltenyi Biotech, Adicet, Takeda: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Patents & Royalties; Kite, a Gilead Company, Amgen, Atara, Wugen, Celgene, Novartis, Juno-Celgene-Bristol Myers Squibb, Allogene, Precision Bioscience, Adicet, Pharmacyclics, Janssen, Takeda, Adaptive Biotechnologies and Miltenyi Biotechnologies: Consultancy.",
    "author_names": [
        "Sattva S. Neelapu",
        "Mehdi Hamadani",
        "Don Stevens",
        "Sandra M. Hayes",
        "Francesco Galimi",
        "David B. Miklos"
    ],
    "author_dict_list": [
        {
            "author_name": "Sattva S. Neelapu",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Hamadani",
            "author_affiliations": [
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Don Stevens",
            "author_affiliations": [
                "Norton Healthcare, Norton Cancer Institute, Louisville, KY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra M. Hayes",
            "author_affiliations": [
                "Adicet Bio, Menlo Park, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Galimi",
            "author_affiliations": [
                "Adicet Bio, Menlo park, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David B. Miklos",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation and Cellular Therapy, Stanford University Hospital, Stanford, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:33:30",
    "is_scraped": "1"
}