{
    "doi": "https://doi.org/10.1182/blood.V108.11.2684.2684",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=633",
    "start_url_page_num": 633,
    "is_scraped": "1",
    "article_title": "A High Resolution Epigenomic Map of Myelofibrosis Reveals Multiple Chromosomal Deletions and Amplifications Accompanied by a High Level of Functionally Important Methylation. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "array-based comparative genomic hybridization",
        "chromosome abnormality",
        "chromosome deletion",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "comparative genomic hybridization",
        "crossbreeding",
        "cytokine",
        "cytopenia",
        "deoxyribonuclease hpaii"
    ],
    "author_names": [
        "Joanna Opalinska",
        "Davendra Sohal",
        "Simrit Parmar",
        "Li Zhou",
        "Andrew Yeatts",
        "Perry Pahanish",
        "Iris Isulfi",
        "Kenny Ye",
        "Maria Figueroa",
        "Ari Melnick",
        "John Greally",
        "Amit Verma"
    ],
    "author_affiliations": [
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Hematology-Oncology, University of Texas Southwestern Dallas VAMC, Dallas, TX, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA"
        ]
    ],
    "first_author_latitude": "40.8504266",
    "first_author_longitude": "-73.8450534",
    "abstract_text": "Chronic idiopathic myelofibrosis (MF) is a clonal hematopoietic disorder that leads to progressive marrow fibrosis and peripheral cytopenias. Very little is known about the role of chromosomal alterations and DNA methylation in the pathobiology of this disease. We used a combination of gene expression analysis, high density array based comparative genomic hybridization (aCGH) and genome wide methylation analysis to perform an integrated genomic analysis of MF. Gene expression analysis was performed using 37K oligo maskless arrays and high density aCGH was performed at 6Kb resolution using Nimblegen platform. Whole genome methylation was analyzed by a recently described novel method ( Khulan et al, Genome Res. 2006 Aug;16(8)) that uses differential methylation specific digestion by HpaII and MspI followed by pcr amplification, two color labeling and hybridization to quantitatively determine individual promoter CpG island methylation. aCGH revealed a very high number of microdeletions (range 622–1148, mean ± SD 555±144 ) and amplifications (range 463–770, mean ± SD 781±246) in a pilot study conducted in 4 patients with MF. Twenty three common regions were found to amplified in all patients which included regions of chr3p25, chr8p21, chr12q24, chr14q32, chr17p13 and chr17q12, which code for a novel set of genes including B-cell CLL/lymphoma 7A, GTPase activating Rap, BRF1 and others. Five regions were found to be commonly deleted in all samples (chr1q31, chr5q12, chr20p13, chrXq21, chrXq28). Thirty eight DNA segments were found to be deleted and 142 amplified in 75% of the samples. Several potential pathogenic genes encoding for transcription factors, cytokines and cytokine receptors were found to be coded by these segments. A custom human oligo array was used to determine methylation by calculating HpaII/MspI cut fragment intensity ratio. All patient samples had a very high level of methylation (range 64–82%, mean 72% ± 8.6%). Expression was found to be significantly decreased for the genes that were methylated (p<.0001, T test) demonstrating the functional relevance of this assay. Analysis of common differentially methylated genes (when compared to normal samples) and their validation are ongoing. Microdeletions and amplifications seen on aCGH did not correlate with changes in global expression of the involved genes. Interestingly, when data from all platforms were combined, methylation of the genes with altered copy number led to significant decreases in gene expression (p=.03, T test). This result suggests pathogenic changes in gene expression in MF result from an interplay between DNA copy number alterations and methylation of the remaining alleles. The high rate of methylation demonstrated in MF suggests that epigenetic silencing of genes may play an important role in pathogenesis and points to the potential utility of hypomethylating agents in this disease."
}