{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5461.5461",
    "article_title": "Timing of Defibrotide Initiation in Patients with Veno-Occlusive Disease/Sinusoidal Obstruction Syndrome (VOD/SOS) and Multi-Organ Dysfunction (MOD) after Hematopoietic Stem Cell Transplantation (HSCT): Results from a Retrospective Chart Review ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Background VOD/SOS is an unpredictable, potentially life-threatening complication of conditioning regimens for HSCT. VOD/SOS with MOD may be associated with >80% mortality. Defibrotide is approved to treat hepatic VOD/SOS with renal or pulmonary dysfunction post-HSCT in the United States and to treat severe hepatic VOD/SOS post-HSCT in the European Union. Here, through a market research study, we analyzed VOD/SOS resolution rates based on the time between diagnosis and initiation of defibrotide treatment, using data from a retrospective chart review of patients with VOD/SOS and MOD. Methods Recruited physicians provided chart data for 1 or 2 patients with VOD/SOS who had received HSCT after April 1, 2016. Diagnosis of VOD/SOS was made per physician discretion. Each physician completed a questionnaire form using the patient's chart information; a reviewer checked the returned forms for completeness. A telephone interview was held with the physician to add any missing data. Data on complete resolution of VOD/SOS symptoms (defined as total bilirubin <2.0 mg/dL and resolution of MOD per the physician's assessment)were reported.For this analysis, VOD/SOS resolution rates were examined in 2 groups of patients, those who began defibrotide on the day of diagnosis vs those who began treatment at least 1 day after diagnosis. The rates of resolution were compared between groups using a 2-sided Chi square test. The analysis did not assess the timing of VOD/SOS resolution after diagnosis. Results A total of 63 physicians from 54 centers provided 100 patient charts. Of these physicians, 39 (62%) with an adult focus (adult treaters) provided 62 charts, and 24 (38%) with a pediatric focus (pediatric treaters) provided 38 charts. By charts, 54/100 (54%) of patients received defibrotide (28 [45%] adults and 26 [68%] pediatric patients; Table 1 ). This analysis examined the charts of VOD/SOS patients who had MOD (defined as renal or pulmonary dysfunction, per physician assessment). Overall, 83/100 patients had MOD: 51 adult and 32 pediatric. Of the 83 patients, 49 (59%) received defibrotide: 26/51 (51%) from adult and 23/32 (72%) from pediatric treaters. Two patients with MOD received defibrotide after another pharmacotherapy for VOD/SOS, and were not analyzed. Most physicians prescribed defibrotide at the on-label dose of 25 mg/kg/day (85% of adult and 91% of pediatric charts of patients with MOD). Of patients receiving defibrotide as initial pharmacotherapy for VOD/SOS with MOD (N=47),outcomes were examined for those whose treatment started on the day of diagnosis (n=32) versus those with later treatment (n=15; gap was 1-9 days). The rates of VOD/SOS resolution as reported by the treating physician were 88% for patients with defibrotide treatment starting the day of diagnosis vs 53% for patients who started defibrotide at least 1 day post-VOD/SOS diagnosis ( Figure ; P <.05). The average defibrotide therapy duration when there was no gap between VOD/SOS diagnosis and treatment initiation was 20 days; when there was a gap, it was 22 days. The most common reasons for discontinuation of defibrotide are provided in Table 2 . Conclusions In this retrospective chart review conducted via market research, a significantly higher resolution rate of VOD/SOS with MOD was observed in patients who had defibrotide treatment initiated on the day of diagnosis versus those for whom there was a ≥1-day gap between diagnosis and treatment. Limitations of this review include its retrospective nature, small sample size, subjectivity of physician definition of VOD/SOS and MOD resolution, and potential confounders such as comorbidities, differences in VOD/SOS severity, and lack of assessment of the reasons for treatment initiation delay. Support: Jazz Pharmaceuticals. View large Download slide View large Download slide  Close modal Disclosures Del Pino: Jazz Pharmaceuticals: Employment, Other: stock options. Rustay: Jazz Pharmaceuticals: Employment, Other: stock options. Mamedov: Jazz Pharmaceuticals: Employment, Other: stock options.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "hepatic veno-occlusive disease",
        "multiple organ dysfunction syndrome",
        "veno-occlusive disease",
        "pharmacotherapy",
        "pulmonary dysfunction",
        "bilirubin",
        "duration of treatment",
        "kidney",
        "telephone"
    ],
    "author_names": [
        "Kathy Del Pino",
        "Nathan Rustay, PhD",
        "Kira Mamedov, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kathy Del Pino",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Palo Alto, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nathan Rustay, PhD",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Palo Alto, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kira Mamedov, MD",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Palo Alto, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:35:47",
    "is_scraped": "1"
}