{
    "doi": "https://doi.org/10.1182/blood.V120.21.1878.1878",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2186",
    "start_url_page_num": 2186,
    "is_scraped": "1",
    "article_title": "Sensitizing Leukemic Cells to NF-κB Inhibitor Treatment by Repressing TNFα-Mediated, NF-κB-Independent Survival Signaling ",
    "article_date": "November 16, 2012",
    "session_type": "661. Malignant Stem and Progenitor Cells: Poster I",
    "abstract_text": "Abstract 1878 NF-κB activation is essential for leukemic cell and stem cell (LSC) survival and self-renewal, but is significantly less essential for similar functions in normal bone marrow hematopoietic stem/progenitor cells (HSPCs). As a result, LSCs are more sensitive to both pharmacologic and genetic NF-κB inhibition than HSPCs. These sensitivities suggest that NF-κB signaling could be a potential therapeutic target in the treatment of leukemia. However, high doses of NF-κB inhibitor treatment are also associated with significant inflammation-mediated toxicity to liver, skin and other tissues. Therefore, new approaches are needed that will be able to protect normal tissues while simultaneously enhancing the effects of NF-κB inhibition on leukemic cells. By utilizing genetic knock-out HSPC/leukemia models in combination with small molecule inhibitors, we searched for factors that could sensitize leukemic cells to NF-κB inhibition while simultaneously protecting HSPCs. We demonstrated that targeted inhibition of TNFα induced NF-κB-independent signaling would be a useful approach to treat leukemia in combination with NF-κB inhibition. We found that deactivating TNFα signaling either by genetic deletion of its receptors or through neutralizing the ligand with an antibody can significantly enhance NF-κB inhibition-induced leukemic cell elimination. In contrast, deactivation of TNFα signaling can significantly protect normal HSPCs from NF-κB inhibitor-induced death. Mechanistic studies revealed that TNFα stimulates several similar signals in both leukemic cells and HSPCs, including NF-κB, ERK, AKT, p38 and JNK. In order to determine which of these signals would best augment NF-κB inhibition, we performed biochemical analyses and searched for candidate survival signals activated downstream of TNFα and that operated independently of NF-κB. This analysis revealed that TNFα-induced ERK and AKT signals are NF-κB dependent, while TNFα-induced p38 and JNK signals are NF-κB independent. Inhibition of p38 enhanced leukemic cell growth, and was therefore ruled out as a candidate. Our analyses showed that JNK was activated by TNFα stimulation, operated independently of NF-κB activation, and also repressed leukemic cell growth. Further study confirmed that TNFα-dependent JNK activation has opposite functions in HSPCs and leukemic cells: JNK acts by promoting cell survival in leukemic cells while inducing cell death in HSPCs. We confirmed this result by inactivating the JNK signal via small molecule inhibitor, and found that we could significantly sensitize leukemic cells to NF-κB inhibition while protecting normal HSPCs from TNFα-mediated cell death associated with NF-κB inhibition. Mechanism analysis suggested that TNFα represses the growth of HSPCs by a JNK-RIP1/RIP3-dependent necroptosis mechanism, whereas TNFα promotes the expansion of leukemic cells by inducing the parallel activation of NF-κB-dependent AKT/ERK signaling and NF-κB-independent JNK signaling. In conclusion, our studies suggest the simultaneous inhibition of both NF-κB and TNFα-induced NF-κB-independent signals like JNK might provide a more comprehensive approach for targeted treatment of leukemias that also protects against deleterious inflammation in the bone marrow and other tissues. Disclosures: Nand: Celgene: Research Funding.",
    "topics": [
        "leukemic cells",
        "signal transduction",
        "leukemia",
        "proto-oncogene proteins c-akt",
        "inflammation",
        "antibodies",
        "ligands",
        "toxic effect",
        "necroptosis",
        "bone marrow"
    ],
    "author_names": [
        "Andrew Volk",
        "Yechen Xiao, PhD",
        "Junping Xin, PhD",
        "Dewen You, PhD",
        "Rachel Schmidt",
        "Shubin Zhang",
        "Wei Wei",
        "Peter Breslin, PhD",
        "Sucha Nand, MD",
        "Jiwang Zhang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Oncology Institute, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL, USA, "
        ],
        [
            "Pathology, Oncology Institute, Cardinal Bernadin Cancer Canter, Loyola University Chicago, Maywood, IL, USA, "
        ],
        [
            "Pathology, Oncology Institute, Cardinal Bernadin Cancer Canter, Loyola University Chicago, Maywood, IL, USA, "
        ],
        [
            "Oncology Institute, Cardinal Bernardin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Pathology, Oncology Institute, Cardinal Bernadin Cancer Canter, Loyola University Chicago, Maywood, IL, USA, "
        ],
        [
            "Pathology, Oncology Institute, Cardinal Bernardin Cancer Center, Loyola University Chicago, Maywood, IL, USA, "
        ],
        [
            "Oncology Institute, Cardinal Bernardin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ],
        [
            "Biology, Loyola University Chicago, Chicago, IL, USA, "
        ],
        [
            "Medicine, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Oncology Institute, Cardinal Bernardin Cancer Center, Loyola University Medical Center, Maywood, IL, USA, "
        ]
    ],
    "first_author_latitude": "41.8574676",
    "first_author_longitude": "-87.8343124"
}