{
    "doi": "https://doi.org/10.1182/blood-2019-131954",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4320",
    "start_url_page_num": 4320,
    "is_scraped": "1",
    "article_title": "Early Immune Reconstitution after Haplo-Identical Hematopoietic Stem Cell Transplantation (HCT) with Post-Transplant Cyclophosphamide (PTCY) Does Not Improve Overall Survival Compared to Matched Unrelated Donor HCT Recipients Receiving Thymoglobulin Prophylaxis (ATG) ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "cyclophosphamide",
        "donors",
        "hematopoietic stem cell transplantation",
        "immune reconstitution",
        "thymoglobulin",
        "transplantation",
        "graft-versus-host disease",
        "allogeneic hematopoietic stem cell transplant",
        "human leukocyte antigens",
        "infections"
    ],
    "author_names": [
        "Yasser Khaled, MD",
        "Joshua Boss, RN, OCN, BMTCN",
        "Poojitha Valasareddy, MD",
        "Arnel Pallera, MD",
        "Robert Johnson, MD",
        "Deniscer Peeler, LPN",
        "Jason C. Chandler, MD",
        "Joel Gradowski, MD"
    ],
    "author_affiliations": [
        [
            "University of Tennessee Health Science Center, Methodist Healthcare Blood and Marrow Transplant Center, Memphis, TN "
        ],
        [
            "University of Tennessee Health Science Center, Methodist Healthcare Blood and Marrow Transplant Center, Memphis, TN "
        ],
        [
            "University of Tennessee Health Science Center, Methodist Healthcare Blood and Marrow Transplant Center, Memphis, TN "
        ],
        [
            "West Cancer Center, Memphis, TN"
        ],
        [
            "West Cancer Center, Memphis, TN"
        ],
        [
            "University of Tennessee Health Science Center, Methodist Healthcare Blood and Marrow Transplant Center, Memphis, TN "
        ],
        [
            "University of Tennessee Health Science Center, Methodist Healthcare Blood and Marrow Transplant Center, Memphis, TN "
        ],
        [
            "University of Tennessee Health Science Center, Methodist Healthcare Blood and Marrow Transplant Center, Memphis, TN "
        ]
    ],
    "first_author_latitude": "35.138337650000004",
    "first_author_longitude": "-90.02495225",
    "abstract_text": "Recent retrospective studies demonstrated similar overall survival (OS) and relapse rate after allogeneic HCT using matched unrelated or haplo-identical donors. However, differences in graft versus host disease (GVHD) prevention protocols using ATG or PTCY may have influenced the results. In addition, there is little knowledge about immune reconstitution after PTCY compared to ATG. We examined the outcomes of 73 consecutive patients who received allogeneic HCT from 5/2015 to 4/2019 (39 Haplo, 34 MUD). Patient's Characteristics shown in table-1. The two groups matched except for donor age, CD34 dose infused and race. Conditioning regimens shown in table-1. MUD recipients received GVHD prophylaxis with Tacrolimus/ Mycophenolate (Tacro/MMF) in addition to ATG (24 Patients) or PTCY (10 Patients) while Haploidentical patient received Tacro/MMF with PTCY. A panel of immune reconstitution markers collected at day 100 post- transplant for CD3, CD4, CD8, Activated T cell ( HLA- DR3+ CD3+)and NK cells ( CD56+) was obtained for 29 MUD and 28 Haploidentical recipients. We observed pronounced proliferation and recovery in all T cell subsets in Haploidentical patients compared to MUD patients at day 100 as shown in Fig-1. This robust T cell recovery in Haploidentical transplant patients with PTCY was statistically significant for CD3, CD4 and CD8. When Immune reconstitution for Haploidentical patients compared to MUD patients who received PTCY, it maintained its robust effect on T cell proliferation (Fig-2) although it did not reach statistical significance. The overall survival at one-year with median duration of follow up of 22.6 months was 61.5% and 82.3% for Haploidentical and MUD recipients respectively; P=0.14 . There were 15 deaths during the first year in the Haploidentical patients (3 = relapse, 5 = severe cytokine release syndrome (CRS), 1=Veno-occlusive disease, 3= infection, 2=GVHD and 1 = primary graft failure). In contrast there were only six deaths in MUD patients (2= relapse, 3= GVHD and 1= infection). There was no deaths in MUD PTCY patients in the first year. There was no primary graft failure in either arm, however secondary graft failure occurred in 2 Haploidentical and 1 MUD patients. Median time to engraftment was 18 days for Haploidentical (range, 12-57) and 11.6 days for MUD (range, 10-18). Acute GVHD grade 2-4 developed in 35% in MUD and 23% in Haploidentical patients. Conclusions: We found robust early immune recovery after Haploidentical HCT compared to MUD HCT. The degree of HLA mismatch with Haploidentical HCT and antigen presentation may have contributed to pronounced T cell proliferation as the same effects was not observed in MUD HCT with PTCY. Despite the early recovery of T cells after Haploidentical HCT the overall survival did not exceed the overall survival with MUD HCT. Severe CRS contributed to the increased mortality seen in Haploidentical HCT patients. Further strategies are needed to decrease treatment related mortality with Haploidentical HCT. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}