{
    "doi": "https://doi.org/10.1182/blood.V116.21.373.373",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1661",
    "start_url_page_num": 1661,
    "is_scraped": "1",
    "article_title": "Murine TCL1 CLL Cells with B-Cell Receptors Specific for the Autoantigen Phosphatidylcholine Have a Selective Advantage During Adoptive Transfer ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, Excluding Therapy: Immune Signaling",
    "topics": [
        "adoptive transfer",
        "autoantigens",
        "lecithin",
        "mice",
        "receptors, antigen, b-cell",
        "factor ix",
        "percutaneous transhepatic cholangiography",
        "transfer technique",
        "autoantibodies",
        "immunoglobulin m"
    ],
    "author_names": [
        "Shih-Shih Chen, Ph.D.",
        "Franak Batliwalla, Ph.D.",
        "Nichol Holodick, Ph.D.",
        "Xiao-Jie Yan, M.D., Ph.D.",
        "Thomas L. Rothstein, M.D., Ph.D.",
        "Nicholas Chiorazzi, M.D."
    ],
    "author_affiliations": [
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY, USA, "
        ],
        [
            "Center for oncology and cell biology, The Feinstein Institute of Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY, USA, "
        ],
        [
            "Center for oncology and cell biology, The Feinstein Institute of Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY"
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY, USA, "
        ],
        [
            "Center for oncology and cell biology, The Feinstein Institute of Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY, USA, "
        ],
        [
            "Experimental Immunology, The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.775628499999996",
    "first_author_longitude": "-73.7023206",
    "abstract_text": "Abstract 373 Based on the relatively unique structural and antigen-binding features of the B-cell receptors (BCRs) expressed on chronic lymphocytic leukemia (CLL) cells, it seems likely that the disease derives from antigen-selected B lymphocytes that have undergone chronic autoantigenic stimulation. In the support to this hypothesis, TCL1 transgenic (Tg) mice that develop many features of human CLL have very similar BCR rearrangements, some of which are autoreactive and closely resemble murine autoantibodies. In a previous report from our laboratory, it was shown that 4 out of 20 tested TCL1 Tg mice had BCRs resemble to autoantibodies reactive with phosphatidylcholine (PtC), a major component in biological membranes. BCR reactive to PtC is abundant in the murine B1 population that produces natural autoantibodies. An IgM crossreactive with PtC can be found in normal human serum, patients with autoimmune hemolytic anemia, systemic lupus erythematosus, as well as B-CLL. In this study, we aimed to characterize CLL cells that express BCRs with PtC antigen reactivity, and to evaluate the promotion of CLL through such BCRs. We found that, as previously reported, certain TCL1 Tg CLL murine cells produced IgMs crossreactive with PtC, and these Abs were coded by VH11 and VH12 genes. The binding of PtC was BCR-dependent, and cells with higher levels of surface IgM bound PtC better. Unselected splenocytes from a TCL1 mouse with B-cell clones expressing VH11 and VH12 IGHV s were then transferred into SCID mice. After SCID recipients developed CLL, splenocytes were again injected into another SCID mouse. Such adoptive transfers promoted CLL with accelerated kinetics at each transfer (time to developing CLL: at 1st transfer, 6 months; at 2 nd transfer, 2 months; at 3 rd transfer, 5 weeks). And while disease progression was accelerated during serial transfers, the PtC-binding population underwent relatively preferential expansion and eventually became the major clone in both spleen and peritoneum (from the average of 15% at the 1 st transfer, to 48–60% at the 2 nd transfer, and 48–71% at the 3 rd transfer). The clonal expansion of PtC+ CLL cells in the accelerated CLL model suggests that clones stimulated by autoantigen have advantage of growth and survival. To further investigate this hypothesis, a million of sorted PtC+ or PtC- CLL cells were injected into different SCID mice. SCID mice injected with PtC+ cells developed larger spleens containing more cells in a significantly accelerated manner than mice given PtC- cells. Furthermore, in vitro PtC+ splenocytes showed better proliferation than PtC- cells when cultured with PtC stimulation. Microarray analysis performed on sorted PtC+ and PtC- CLL cells obtained from peritoneum washout or spleens from three TCL1 mice also showed distinct genetic signatures that suggested better survival and proliferation of PtC+ cells. Finally, we sought key factors involved in the evolution of normal PtC-binding B lymphocytes to CLL cells. Therefore, normal B-1 and TCL1 Tg CLL cells from the peritoneal cavity were sorted for PtC binding, and the positive and negative binding populations were analyzed for genome-wide gene expression. After eliminating TCL1-specific changes by subtracting gene differences identified between normal and TCL1 PtC- cells, 41 significantly differentially expressed genes were identified. Of interest, the abnormal downregulated genes found in CLL PtC+ cells include the negative regulators of NF-kappa-B and WNT signaling pathways. In conclusion, B-cell clones expressing VH11 and VH12 genes that bind PtC were found in the normal TCL1 Tg repertoire. After serial adoptive transfers, these cells were selected for PtC-binding subclones and accelerated CLL. This promotion of CLL can be explained by survival and growth advantages for PtC+ cells in vivo , analogous to what was found in vitro . In contrast, cells with extremely low levels of surface IgM and minimal PtC binding that receive suboptimal BCR signals have retarded growth and may be tolerized. Thus, our data suggest that chronic stimulation of BCRs by autoantigens leads to an accumulated activation of oncogenic pathways and finally transformation to CLL. Disclosures: No relevant conflicts of interest to declare."
}