{
    "doi": "https://doi.org/10.1182/blood-2020-140019",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4660",
    "start_url_page_num": 4660,
    "is_scraped": "1",
    "article_title": "Outcomes after Intrauterine Device Insertion for Heavy Menstrual Bleeding in Young Women with and without Inherited Bleeding Disorders ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": null,
    "author_names": [
        "Lucy Emma Rosenbaum, MD",
        "Ayesha Zia, MD",
        "Joseph R Stanek, MS",
        "Fareeda W. Haamid, DO",
        "Myra Christian-Rancy, BS",
        "Nicole Kendel, MD",
        "Sarah H. O'Brien, MD"
    ],
    "author_affiliations": [
        [
            "Nationwide Children's Hospital, Columbus, OH"
        ],
        [
            "University of Texas Southwestern Medical Center, Dallas, TX"
        ],
        [
            "Division of Biostatistics, Nationwide Children's Hospital, Columbus, OH"
        ],
        [
            "Department of Pediatrics, Division of Adolescent Medicine, The Ohio State University College of Medicine, Nationwide Children's Hospital, Columbus, OH"
        ],
        [
            "Nationwide Children's Hospital, Columbus, OH"
        ],
        [
            "Department of Hematology and Oncology, Nationwide Children's Hospital, Columbus, OH"
        ],
        [
            "Department of Pediatrics, The Ohio State University College of Medicine, Columbus, Ohio, Nationwide Children's Hospital, Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.95329359999999",
    "first_author_longitude": "-82.97926799999999",
    "abstract_text": "Introduction: Data on hormonal intrauterine device (IUD) related adverse events in young women with inherited bleeding disorders (IBDs) are limited. Our primary objectives were to 1) examine adverse outcomes following IUD insertion in adolescents with heavy menstrual bleeding (HMB) and 2) compare IUD event-free survival in patients with and without IBDs. Methods: We performed a multi-center retrospective study of adolescents presenting to Young Women's Hematology Clinics at Nationwide Children's Hospital and Children's Medical Center, Dallas. All new patients with HMB at both clinics were enrolled in a HMB registry. We included registry participants who presented for evaluation of HMB between February 2014-February 2020 and had a levonorgestrel IUD placed. Electronic medical records were reviewed for clinical history, patient demographics, IBD diagnosis, IUD insertion, and post-IUD insertion follow up. We determined a priori IUD expulsion, removal due to malposition, or removal due to excessive pain or bleeding as clinically relevant adverse outcomes. Results: We identified 78 patients with IUD placement, of which 43 patients were diagnosed with IBDs. Of patients with IBD, the most common diagnoses were von Willebrand's disease/low von Willebrand factor (n=15), joint hypermobility syndrome/Ehlers-Danlos (n=15), and qualitative platelet disorder (n=9). The majority of patients were white (78%); 15% identified as Black. Nine percent of patients were Hispanic. Ninety percent of patients had failed at least one other method prior to IUD placement with the most common being combined estrogen/progestin oral contraceptive pills (79%), followed by progestin-only pills (37%), non-hormonal medications (DDAVP or anti-fibrinolytics) (26%), and depot medroxyprogesterone acetate (22%). Approximately half of the patients had an IUD inserted under general anesthesia (58%), with the remainder undergoing insertion in an outpatient clinic setting. Patients with IBDs were younger at time of IUD insertion (mean age 14 years, range 11-18) as compared to those without bleeding disorders (mean age 15 years, range 12-19, p=0.048). One-third (32%) of patients were sexually active prior to IUD insertion; this was not significantly different between groups. IUDs were found to be malpositioned or expelled on recheck in 21% of patients with IBD and 19% of patients without IBD (p=.87). Following IUD insertion, there was no significant difference in breakthrough bleeding that required treatment between the two groups, which occurred in 42% of patients with IBD and 26% in patients without IBD (p=.18). Patients with IBD were less likely than patients without IBD to request their IUD be removed prematurely (2% vs 20%, p<0.05). Overall, we found an annual rate of 0.25 adverse IUD events per 1 year of IUD insertion, with all adverse events occurring in the first 20 months after placement. Conclusions and future directions: While rates of expulsion and malposition were not higher in adolescents with IBD when compared to those without, they were higher than that of the general population (20% in our adolescent population with HMB vs 10% in the general population of nulliparous women <20 years of age, Madden et al, Obstetrics & Gynecology , 2015). Our study suggests that breakthrough menstrual bleeding after IUD insertion is equally likely in teens with HMB regardless of the diagnosis of IBD, with over a third of all patients requiring adjunctive therapy for breakthrough bleeding after IUD insertion. These findings highlight the need for appropriate counseling in this unique population as hormonal IUDs constitute an important treatment option for HMB in adolescents with and without IBD. Our work can inform shared decision making and patient counseling for the use of IUDs in young women with HMB and emphasizes the need for close follow-up after insertion to monitor for break through bleeding or malposition. Further research is needed to prospectively measure clinical outcomes and patient-reported outcomes after IUD insertion in young women with IBDs. View large Download slide View large Download slide  Disclosures O'Brien: Bristol Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees."
}