{
    "doi": "https://doi.org/10.1182/blood.V128.22.3651.3651",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3528",
    "start_url_page_num": 3528,
    "is_scraped": "1",
    "article_title": "Successful Engraftment of Donor Umbilical Cord Blood (UCB) Cells after Co-Transplantation of Nicord® ( Ex Vivo Expanded UCB Progenitor Cells with Nicotinamide) and a Second Unmanipulated Cord Blood Unit after Myeloablative Chemotherapy in Pediatric Patients with Severe Sickle Cell Disease ",
    "article_date": "December 2, 2016",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical Poster III",
    "topics": [
        "chemotherapy regimen",
        "donors",
        "engraftment",
        "niacinamide",
        "pediatrics",
        "sickle cell anemia",
        "stem cells",
        "transplantation",
        "umbilical cord blood",
        "tissue transplants"
    ],
    "author_names": [
        "Suhag H Parikh, MD",
        "Joel Brochstein, MD",
        "Paul L. Martin, MD PhD",
        "Mitchell E. Horwitz, MD",
        "Einat Galamidi, MD",
        "Iddo Peleg, MSc, MBA",
        "Uri Goshen, M.MDSc.",
        "Aurelie Schwarzbach, MSc",
        "David A. Snyder, PhD",
        "Tony Peled, MSc",
        "Joanne Kurtzberg, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Duke University, Durham, NC "
        ],
        [
            "Cohen Children's Hospital, New Hyde Park, NY "
        ],
        [
            "Department of Pediatrics, Duke University, Durham, NC "
        ],
        [
            "Division of Hematologic Malignancies and Cellular Therapy, Duke University Medical Center, Durham, NC "
        ],
        [
            "Gamida-Cell Ltd., Jerusalem, Israel"
        ],
        [
            "Gamida-Cell Ltd., Jerusalem, Israel"
        ],
        [
            "Gamida-Cell Ltd., Jerusalem, Israel"
        ],
        [
            "Gamida-Cell Ltd., Jerusalem, Israel"
        ],
        [
            "Gamida-Cell Ltd., Jerusalem, Israel"
        ],
        [
            "Gamida-Cell Ltd., Jerusalem, Israel"
        ],
        [
            "Department of Pediatrics, Duke University, Durham, NC "
        ]
    ],
    "first_author_latitude": "36.02362195",
    "first_author_longitude": "-78.925863",
    "abstract_text": "Background: Patients with severe sickle cell disease (SCD) experience organ damage, poor quality of life, and are at high risk of premature mortality. To date, allogeneic hematopoietic stem cell transplant remains the only available curative therapy for SCD. However, patients with SCD have difficulties finding matched related or unrelated donors for transplantation. UCB could be an alternative graft option for most of the SCD patients but, to date, results with unrelated UCB have not been satisfactory for these hard to engraft patients. NiCord is an ex vivo expanded product manufactured from an entire UCB unit which has been shown to produce rapid and sustained engraftment in combination with a second unmanipulated CB unit or as a standalone graft in adult patients with high-risk hematologic malignancies. We hypothesized that the combination of NiCord with an unmanipulated UCB unit might overcome the engraftment barriers which have limited the success of UCBT in patients with SCD. This strategy is currently evaluated for safety and efficacy in a phase I/II multi-center study in pediatric patients with SCD undergoing myeloablative conditioning therapy. Here we report the results of the first 8 patients in the study. Methods: Patients with SCD and high risk features were eligible if they were between 2 and 45 years of age and if they had adequate performance status and organ function, 2 suitable unrelated UCB units that minimally matched the patient at 4/6 HLA alleles, and if they did not have a fully HLA matched related or unrelated adult donor. The NiCord graft, manufactured by the study sponsor, consisted of a CD133+ expanded cell fraction and an uncultured CD133- T-cell containing fraction. All patients received hydroxyurea beginning on day -35. Patients were subsequently prepared for transplantation with myeloablative chemotherapy: Busulfan/Cyclophosphamide and Anti Thymocyte Globulin (ATG). After the first 3 patients an adverse effect of ATG on the expanded graft was suspected and ATG was replaced by Fludarabine for the subsequent 5 patients. On day 0, the unmanipulated CB unit and NiCord graft were infused. Engraftment, GVHD incidence, treatment related mortality and survival were assessed by conventional parameters. Results : Eight patients, at a median age of 12 years (range 3-16 years) and a median weight of 41 kg (range 17-67 kg) were transplanted. HLA matching between patients and NiCord units was 4/6 (n=7) and 5/6 (n=1); and that between patients and unmanipulated units was 4/6 (n=5) and 5/6 (n=3). Median CD34+ cell dose infused in the NiCord graft was 107 x 10 5 /kg. All 8 transplanted patients initially engrafted neutrophils at a median of 7 days (range 6-20 days) with the NiCord graft. One patient experienced secondary graft failure and died after a second transplant. Ultimately, long term engraftment was derived from NiCord in 2 patients, from the unmanipulated unit in 4 patients and mixed donor chimerism is still sustained in one patient. Patients were hospitalized for initial transplant for a median of 55 days (range 43-100 days). The 7 patients with sustained full donor cell engraftment are currently alive at a median follow-up of 33 months (range 3-45 months), transfusion free and without sickle cell related symptoms. Engraftment and clinical outcomes of the 8 patients are shown in Table 1. Conclusions : NiCord appears to overcome the engraftment barriers of UCB in patients with SCD. Remarkably, sustained donor cell engraftment was obtained in 7/8 patients, despite 4/6 matched UCB units and 5 patients without ATG. NiCord has the potential to increase access to transplantation for patients with SCD by enabling the successful use of unrelated UCB donors. Further optimization of this approach with strategies to further decrease GVHD is warranted. Table 1. View large Download slide Table 1. View large Download slide  Disclosures Martin: Novartis: Other: Support of clinical trials; Jazz Pharmaceuticals: Other: One time discussion panel. Galamidi: Gamida Cell Ltd.: Employment. Peleg: Gamida Cell Ltd.: Employment. Goshen: Gamida Cell Ltd.: Employment. Schwarzbach: Gamida Cell Ltd.: Employment. Snyder: Gamida Cell Ltd.: Employment. Peled: Gamida Cell Ltd.: Employment."
}