{
    "doi": "https://doi.org/10.1182/blood.V114.22.4195.4195",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1452",
    "start_url_page_num": 1452,
    "is_scraped": "1",
    "article_title": "Survey On Directed Family Cord Blood Banking for Transplantation Among the National Cord Blood Bank Network in Italy. ",
    "article_date": "November 20, 2009",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "topics": [
        "italy",
        "transplantation",
        "umbilical cord blood",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "disease progression",
        "hla serotyping",
        "prenatal care",
        "mismatch",
        "stem cells"
    ],
    "author_names": [
        "Paola Saracco",
        "Letizia Lombardini",
        "Maria Screnci",
        "Laura Salvaneschi",
        "Anna Tamburini",
        "Riccardo Saccardi",
        "Simonetta Pupella",
        "Mauro Pagliarino",
        "Paola Bargamaschi",
        "Serena Urbani",
        "Luigina Fazio",
        "Alberto Bosi",
        "Giuliano Grazzini",
        "Alessandro Nanni Costa"
    ],
    "author_affiliations": [
        [
            "Torino Cord Blood Bank, ASO OIRM S.Anna, Torino, Italy, "
        ],
        [
            "Centro Nazionale Trapianti, Istituto Superiore Sanità, Roma, Italy, "
        ],
        [
            "Transfunal Medicine, Sapienza University, Rome, Italy, "
        ],
        [
            "Pavia Cord Blood Bank, Fondazione IRCCS Policlinico S.Matteo, Pavia, Italy, "
        ],
        [
            "Banca Sangue Placentare, Medicina Trasfusionale Ospedale S. Eugenio, Roma, Italy, "
        ],
        [
            "BMT Unit, Department of Hematology, Policlinico di Careggi, Firenze, Italy, "
        ],
        [
            "Centro Nazionale Sangue, Istituto Superiore Sanità, Roma, Italy, "
        ],
        [
            "Torino Cord Blood Bank, ASO OIRM S.Anna, Torino, Italy, "
        ],
        [
            "Pavia Cord Blood Bank, Fondazione IRCCS Policlinico S.Matteo, Pavia, Italy, "
        ],
        [
            "BMT Unit, Department of Hematology, Policlinico di Careggi, Firenze, Italy, "
        ],
        [
            "Torino Cord Blood Bank, ASO OIRM S.Anna, Torino, Italy, "
        ],
        [
            "Hematology, Azienda Ospedaliero Universitaria Careggi, Florence, Italy"
        ],
        [
            "Centro Nazionale Sangue, Istituto Superiore Sanità, Roma, Italy, "
        ],
        [
            "Centro Nazionale Trapianti, Istituto Superiore Sanità, Roma, Italy, "
        ]
    ],
    "first_author_latitude": "45.069427999999995",
    "first_author_longitude": "7.6889006",
    "abstract_text": "Abstract 4195 Directed family cord blood (DCB) storage provides hemopoietic stem cell source for transplantation (HSCT) for families with an existing or a potentially future recipient with HSCT curable disease (D). The National CB Banks Network in Italy (ITCBN) has a leading role in providing public DCB service for high-risk families, in compliance to GITMO directives for eligibility criteria (HSCT curable D: malignant MD, non MD, inherited ID). To provide best cost-effective practices recommendations it is important to report on DCB procedures and HSCT rate (HSCT-R) among public Banks. By 12.12.2008 almost 1800 DCB units were stored in 18 Italian Banks and 104 (9%) issued for HSCT. The present survey aims at summarizing the over 15 yrs DCB experience among 5 ITCBN Banks active since 1997 (range 1990-1997), and including 670 DCB units. Results Preliminary analysis reports a 94% overall compliance to eligibility criteria directives, and overall HSCT- R for an alive sibling of 12% (63/522); the 63 HSCT were 97% matched, for curing ID in 84% and with 72 % overall survival outcome. Different policies among Banks were compared ( Bank vs others : 1) eligibility criteria distribution : Bank PV06 DCB for MD <50% ( 42% vs 55-67 %), Banks Rm04,R04 significant DCB for non sibling recipient (parent with MD) ( 17-24% vs 0.5%-2 %), Bank T02 with significant (53/261) DCB for future sibling with ID ( 20 % vs 2-5 %); 2) Timing of HLA typing: Banks T02,FI03,PV06 with DCB following prenatal HLA (20-27% vs 0%), Banks FI03,Rm04,PV06 with CB HLA typed at birth ( 61-73% vs 23-25% ). Significant HSCT-R ( 37/177=21 %) was reported by PV06 (HLA selection based storage). Lowest HSCT-R by Rm04,R04 (3/101 =3%-5/98= 5% ) (parental mismatch). At T02 when excluding DCB for future sibling (low birth rate), and autologous (11 ID) HSCT-R increased from 6% (15/261 ) to 9% ( 15/170 ) Conclusion. Advice for public long-term DCB storage should depend on HLA compatibility, potential recipient, disease progression, and likelihood/ timing of using DCB; Italian CB Banks are actively cohoperating to find best public banking practices to ensure a CDB storage system that is ethical, cost effective and responsive to patient needs. Disclosures: No relevant conflicts of interest to declare."
}