{
    "doi": "https://doi.org/10.1182/blood.V116.21.594.594",
    "article_title": " 90 Y-Ibritumomab Tiuxetan (Zevalin®) Consolidation of First Remission In Advanced-Stage Follicular Non-Hodgkin's Lymphoma: Updated Results After a Median Follow-up of 66.2 Months From the International, Randomized, Phase III First-Line Indolent Trial (FIT) In 414 Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Aggressive Lymphoma and Radioimmunotherapy",
    "abstract_text": "Abstract 594 The FIT trial was conducted to evaluate the safety and efficacy of 90 Y-ibritumomab tiuxetan (0.4 mCi/kg; maximum dose 32 mCi) when used as consolidation of first complete or partial remission in patients with previously untreated, advanced-stage follicular lymphoma (FL). Patients were randomly assigned to either 90 Y-ibritumomab treatment (n = 207) or observation (n = 202) within 3 months (mo) of completing initial induction therapy (chemotherapy only: 86%; rituximab in combination with chemotherapy: 14%). Response status prior to randomization did not differ between the groups: 52% complete response (CR)/CR unconfirmed (CRu) to induction therapy and 48% partial response (PR) in the 90 Y-ibritumomab arm vs 53% CR/CRu and 44% PR in the control arm. The primary endpoint was progression-free survival (PFS) of the intent-to-treat (ITT) population. Results from the first extended follow-up after a median of 3.5 years revealed a significant improvement in PFS from the time of randomization with 90 Y-ibritumomab consolidation compared with control (36.5 vs 13.3 mo, respectively; P < 0.0001; Morschhauser et al. JCO . 2008; 26:5156-5164). Here we report a median follow-up of 66.2 mo (5.5 years). Five-year PFS was 47% in the 90 Y-ibritumomab group and 29% in the control group (hazard ratio (HR) = 0.51, 95% CI 0.39–0.65; P < 0.0001). Median PFS in the 90 Y-ibritumomab group was 49 mo vs 14 mo in the control group. In patients achieving a CR/CRu after induction, 5-year PFS was 57% in the 90 Y-ibritumomab group, and the median had not yet been reached at 92 months, compared with a 43% 5-year PFS in the control group and a median of 31 mo (HR = 0.61, 95% CI 0.42–0.89). For patients in PR after induction, the 5-year PFS was 38% in the 90 Y-ibritumomab group with a median PFS of 30 mo vs 14% in the control group with a median PFS of 6 mo (HR = 0.38, 95% CI 0.27–0.53). Patients who had received rituximab as part of induction treatment had a 5-year PFS of 64% in the 90 Y-ibritumomab group and 48% in the control group (HR = 0.66, 95% CI 0.30–1.47). For all patients, time to next treatment (as calculated from the date of randomization) differed significantly between both groups; median not reached at 99 mo in the 90 Y-ibritumomab group vs 35 mo in the control group ( P < 0.0001). The majority of patients received rituximab-containing regimens when treated after progression (63/82 [77%] in the 90 Y-ibritumomab group and 102/122 [84%] in the control group). Overall response rate to second-line treatment was 79% in the 90 Y-ibritumomab group (57% CR/CRu and 22% PR) vs 78% in the control arm (59% CR/CRu, 19% PR). Five-year overall survival was not significantly different between the groups; 93% and 89% in the 90 Y-ibritumomab and control groups, respectively ( P = 0.561). To date, 40 patients have died; 18 in the 90 Y-ibritumomab group and 22 in the control group. Secondary malignancies were diagnosed in 16 patients in the 90 Y-ibritumomab arm vs 9 patients in the control arm ( P = 0.19). There were 6 (3%) cases of myelodysplastic syndrome (MDS)/acute myelogenous leukemia (AML) in the 90 Y-ibritumomab arm vs 1 MDS in the control arm ( P = 0.063). In conclusion, this extended follow-up of the FIT trial confirms the benefit of 90 Y-ibritumomab consolidation with a nearly 3 year advantage in median PFS. A significant 5-year PFS improvement was confirmed for patients with a CR/CRu or a PR after induction. Effective rescue treatment with rituximab-containing regimens may explain the observed no difference in overall survival between both patient groups who were – for the greater part – rituximab-naïve. Disclosures: Hagenbeek: Roche Global Advisory Board: Consultancy. Radford: Schering (May 2009): Honoraria, Membership on an entity's Board of Directors or advisory committees. Vitolo: Roche Italy: Membership on an entity's Board of Directors or advisory committees; Celgene Italy: Membership on an entity's Board of Directors or advisory committees. Soubeyran: Roche: Honoraria, Research Funding; Cephalon: Research Funding. Bischof Delaloye: Expert Statement (questions of reimbursement in Switzerland): Honoraria. Morschhauser: Roche: Honoraria, Paid expert testimony within the past 2 years; Bayer: Honoraria.",
    "topics": [
        "disease remission",
        "follicular lymphoma",
        "follow-up",
        "ibritumomab tiuxetan",
        "indolent",
        "rituximab",
        "chemotherapy regimen",
        "fracture intervention trial",
        "neoadjuvant therapy",
        "partial response"
    ],
    "author_names": [
        "Anton Hagenbeek, MD, PhD",
        "John Radford, MD",
        "Achiel Van Hoof, MD",
        "Umberto Vitolo, MD",
        "Ama Z.S. Rohatiner, MD",
        "Gilles Salles, MD, PhD",
        "Pierre Soubeyran, MD, PhD",
        "Herve Tilly, MD",
        "Angelika Bischof Delaloye, MD",
        "Wim L.J. van Putten, MSc",
        "Franck Morschhauser, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anton Hagenbeek, MD, PhD",
            "author_affiliations": [
                "Academic Medical Center, Amsterdam/HOVON, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Radford, MD",
            "author_affiliations": [
                "The Christie NHS Foundation Trust and The University of Manchester, Manchester, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achiel Van Hoof, MD",
            "author_affiliations": [
                "University Hospital St-Jan, Brugge, Belgium, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umberto Vitolo, MD",
            "author_affiliations": [
                "Azienda Ospedaliera S. Giovanni Battista, Turin, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ama Z.S. Rohatiner, MD",
            "author_affiliations": [
                "St. Bartholomew's Hospital, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilles Salles, MD, PhD",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud, Pierre Bénite, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Soubeyran, MD, PhD",
            "author_affiliations": [
                "Institut Bergonié, Bordeaux, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Tilly, MD",
            "author_affiliations": [
                "Centre Henri Becquerel, Rouen, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angelika Bischof Delaloye, MD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire Vaudois, Lausanne, Switzerland, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wim L.J. van Putten, MSc",
            "author_affiliations": [
                "HOVON Data Center, Rotterdam, Netherlands, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Morschhauser, MD, PhD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire, Lille, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T15:43:51",
    "is_scraped": "1"
}