{
    "doi": "https://doi.org/10.1182/blood.V112.11.2456.2456",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1228",
    "start_url_page_num": 1228,
    "is_scraped": "1",
    "article_title": "Inhibition of CD26/Dipeptidylpeptidase IV Enhances Proliferation of Hematopoietic Progenitor Cells Induced by Selected Colony Stimulating Factors ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "colony-stimulating factors",
        "culture media",
        "dipeptidyl-peptidase iv",
        "hematopoietic stem cells",
        "granulocyte colony-stimulating factor",
        "interleukin-3",
        "recombinant granulocyte colony stimulating factor",
        "granulocyte-macrophage colony-stimulating factor",
        "macrophage colony-stimulating factor",
        "recombinant granulocyte-macrophage colony-stimulating factors"
    ],
    "author_names": [
        "Hal E. Broxmeyer, PhD",
        "Scott Cooper",
        "Giao Hangoc, DVM",
        "Timothy B. Campbell"
    ],
    "author_affiliations": [
        [
            "Indiana University School of Medicine, Walther Oncology Center, Indianapolis, IN, USA"
        ],
        [
            "Indiana University School of Medicine, Walther Oncology Center, Indianapolis, IN, USA"
        ],
        [
            "Indiana University School of Medicine, Walther Oncology Center, Indianapolis, IN, USA"
        ],
        [
            "Indiana University School of Medicine, Walther Oncology Center, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "39.778255800000004",
    "first_author_longitude": "-86.17143759999999",
    "abstract_text": "CD26 is a dipeptidylpeptidase IV (DPPIV) found on hematopoietic stem (HSC), progenitor (HPC) and other cells that cleaves dipeptides from the N-terminus after a proline or alanine. Some members of the chemokine family of cytokines, including SDF-1/CXCL12, have a CD26/DPPIV truncation site. We, and subsequently others, demonstrated that inhibition/deletion of CD26/DPPIV on target/donor human (hu) and mouse (mu) HSC/HPC enhances in vitro chemotaxis, and in vivo homing and engraftment of HSC/HPC. We also reported that inhibition of CD26/DPPIV on target cells increases HPC survival, replating, and ex-vivo expansion enhancing capabilities of SDF-1/CXCL12, and the inhibitory activity of a select group of myelosuppressive chemokines on proliferation of HPC. An amino acid sequence search identified putative CD26/DPPIV truncation sites in a number of colony stimulating factors (CSFs), including human (hu) and mouse (mu) GM-CSF, mu G-CSF, hu IL-3, and hu and mu EPO. These truncation sites were not apparent in hu G-CSF, mu IL-3, or hu and mu M-CSF, nor were they present in hu and mu stem cell factor (SCF) or Flt3-ligand (FL). We hypothesized that inhibition/deletion of CD26/DPPIV on mu bone marrow (BM) and inhibition on hu cord blood (CB) would enhance the capacity of CSFs containing putative CD26/DPPIV truncation sites to stimulate colony formation of HPC in vitro. Towards assessing this hypothesis, we used Diprotin A (Ile-Pro-Ile), a known CD26/DPPIV inhibitor for mu and hu cells, and CD26 −/− mu BM. Mu cytokines were assessed for activity on mu BM, and hu cytokines on hu CB, all in dose-response fashion. Hu EPO, which is not species specific, was tested on mu and hu cells. Results demonstrated that one hour pre-treatment of mu BM cells with Diprotin A, with or without subsequently washing cells prior to plating cells in semi-solid culture medium with non-treated cytokines, or use of CD26 −/− mu BM cells, gave a two-fold or greater enhancement of CFU-GM-, CFU-G-, and BFU-E-colony formation of cells respectively stimulated by mu GM-CSF, mu G-CSF, and hu EPO. The CSF activities of mu M-CSF for CFU-M, and mu IL-3 for CFU-GM were not enhanced by inhibition/deletion of CD26/DPPIV. It was also noted that pretreatment of hu CB cells with Diprotin A, with or without washing the cells prior to plating them in culture, enhanced colony formation of CFU-GM stimulated by hu GM-CSF or hu IL-3, and of BFU-E stimulated by hu EPO. This pretreatment of hu CB cells did not influence stimulation of CFU-G by hu G-CSF, or CFU-M by hu M-CSF. Stimulation of cells with two CSFs results in additive to greater than additive HPC colony formation compared to that of each CSF alone. When both CSFs had putative CD26/DPPIV truncation sites, colony formation by HPC was further increased by pretreatment of target cells with Diprotin A. Pretreatment of cells with Diprotin A did not enhance colony formation of mu BM or hu CB cells each respectively stimulated with mu/hu SCF or mu/hu FL alone, nor did it enhance the synergistic effects noted when SCF was used in combination with EPO, GM-CSF, IL-3, G-CSF or M-CSF, or when FL was added with GM-CSF, IL-3, G-CSF or M-CSF. These results demonstrate that inhibition/deletion of CD26/DPPIV on target populations of cells containing HPC results in enhanced stimulating capacity of CSFs with, but not without, this putative truncation site. Thus, CD26/DPPIV adds another level of potential control of the regulation of hematopoiesis, information of practical relevance for understanding and possibly manipulating recovery of hematopoiesis after stress or HSC transplantation."
}