{
    "doi": "https://doi.org/10.1182/blood.V120.21.1684.1684",
    "article_title": "Sustained Molecular Response with Maintenance Dose of Interferon Alfa After Imatinib Discontinuation in Patients with Chronic Myeloid Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: Poster I",
    "abstract_text": "Abstract 1684 Imatinib masylate (IM) induces sustained molecular remissions in patients with chronic myeloid leukemia (CML) but a life-long therapy is required for most of these patients. In STIM study, Mahon et al. reported that among patients with a complete molecular response (CMR) lasting at least two years, the CMR was sustained in 41% after discontinuation of IM. German study group showed that treatment with Interferon-alpha (IFN) enables IM discontinuation in most patients after prior IM/IFN combination therapy. We previously reported that CD8+ memory T cells showed significant predominance over naive T cells in the patients with sustained therapy-free major molecular response (MMR), all of that had previously received IFN [1]. We have been performing a phase 2 study of treatment discontinuation after the drug change from IM to IFN (Japanese Imatinib Stop And Interferon Study; JISAS). Since the aim of this study is to confirm the finding that IFN is able to maintain MMR induced by IM after its discontinuation, we present here the result of the interim analysis. Patients Patients with a confirmed diagnosis of CML in 1st chronic phase (CP1) as well as in CMR (undetectable BCR-ABL transcript) following over 2 years of MMR on IM were enrolled in this pilot study after obtaining the written informed consent. All the eligible patients were recruited from September 2009 to December 2011 whether or not any therapeutic drug had been given before IM. Evaluation and response criteria Since a conversion factor for International scale was not available in Japan until recently, for entry to the study, BCR-ABL transcripts at a level equal to or below 100 copy/mg RNA in a real-time quantitative-polymerase chain reaction (RQ-PCR) assay or equal to or below 50 copy/assay in a highly sensitive transcription-mediated amplification (TMA) method were defined as MMR. CMR was defined as detection of no BCR-ABL transcript in RQ-PCR assay, nested reverse transcriptase-polymerase chain reaction (RT-PCR) assay, or TMA. During the study, molecular response was assessed at the baseline and every month thereafter, by determining the BCR-ABL to ABL mRNA transcript ratio isolated from the peripheral blood using RQ-PCR and RT-PCR. The BCR-ABL to ABL transcript ratio at a level below 0.001 was defined as MMR and no detectable BCR-ABL transcript in RT-PCR was defined as CMR. Molecular relapse defined as a loss of MMR was taken into account if confirmed in 2 successive assessments. Study design and treatment Administration of IFN is started at a dose of 3 million units 2–5 times per week within 4 weeks after IM discontinuation. In case of molecular relapse, IM was resumed at 400 mg daily. Statistical analysis Non-parametric values or numbers were compared between the two groups using the Mann-Whitney test. Relapse-free survival was estimated using the Kaplan-Meier method. Results Fifteen patients were enrolled from September 2009 to December 2011. Median age was 50 years (range, 28–67 years) and male to female ratio was 1.5. Sokal score at the diagnosis was low in 13 patients and high in 2 patients. Four patients had been treated before IM. Previous therapies comprised IFN in all these patients, including 1 patient who relapsed after allogeneic stem cell transplantation (SCT). The clinical stage of this patient was amended to be accelerated phase at the time of diagnosis. Two other patients withdrew the consent. Excluding these 3 patients, the remaining 12 patients with low risk of Sokal score were analyzed. The median follow-up period is 23 months (range: 6–27 months). Three patients lost MMR (1, 3, and 6 months, respectively) and other 9 maintained CMR. Molecular relapse-free survival is 74%. The sustained CMR patients had the significantly longer CMR period on IM (median 31 months, range 26–79 months) compared with relapsed patients (0, 9, and 14 months, respectively; p=0.0142). There was no difference between the relapsed and the sustained CMR patients in the duration of IM treatment. All the relapsed patients achieved MMR after 2, 4, and 5 months of IM resumption, respectively. In conclusion, IFN monotherapy is a promising option for sustained molecular response after IM discontinuation in CML patients with CMR. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "drug maintenance dose",
        "imatinib mesylate",
        "interferon-alpha",
        "leukemia, myelocytic, chronic",
        "cardiac mri",
        "measles-mumps-rubella vaccine",
        "bcr-abl tyrosine kinase",
        "reverse transcriptase polymerase chain reaction",
        "polymerase chain reaction",
        "tissue microarray"
    ],
    "author_names": [
        "Kensuke Usuki, MD, PhD",
        "Nozomi Yusa",
        "Akira Hangaishi, MD, PhD",
        "Rieko Sekine, MD, PhD",
        "Kenshi Suzuki, MD, PhD",
        "Shinya Kimura, MD, PhD",
        "Arinobu Tojo, MD, PhD."
    ],
    "author_dict_list": [
        {
            "author_name": "Kensuke Usuki, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, NTT Kanto Medical Center, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nozomi Yusa",
            "author_affiliations": [
                "Dept. of Applied Genomics, Institute of Medical Science Hospital, The University of Tokyo, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Hangaishi, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, NTT Kanto Medical Center, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rieko Sekine, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Medical Center, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenshi Suzuki, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Medical Center, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinya Kimura, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Respiratory Medicine and Oncology, Department of Internal Medicine, Faculty of Medicine, Saga University, Saga, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arinobu Tojo, MD, PhD.",
            "author_affiliations": [
                "Dep. of Cell Processing and Transfusion, Research Hospital, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:33:35",
    "is_scraped": "1"
}