{
    "doi": "https://doi.org/10.1182/blood.V108.11.3209.3209",
    "article_title": "Generation of Human T/NK Cell Precursors for Adoptive Transfer To Enhance Immune Reconstitution in Allogeneic Hematopoietic Stem Cell Transplantation Recipients. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation (HSCT) is associated with significant post-transplant immunoincompetence which affects in particular the T cell lineage and results in an increased susceptibility to infections. Novel strategies to enhance immune recovery after HSCT could prevent malignant relapse and immune deficiency and improve the overall outcome of this therapy. We have established a serum free culture system using murine bone marrow stroma expressing the Notch ligand Delta-like 1 (DL1) to obtain high numbers of human pre-T cells from CD34+ cells. Human cord blood CD34+ cells were plated on OP9 DL1 stroma transduced with adenovirus expressing thrombopoietin (ad-TPO) at an MOI of 30. Media used was QBSF-60 (Serum free media prepared by Quantity Biologicals) supplemented with Flt-3 ligand and IL-7 (10ng/ml). At 4–5 weeks we obtained a 10 5 –10 7 fold expansions of cultured cells of which about 70–80% were CD5, CD7 positive pre T cells (Fig 1). We then developed an optimal system to study human lymphohematopoiesis using mouse models (NOD/SCID/IL2rϒ null and NOD/SCIDβ2 null ) and established an adequate pre T cell number (4 × 10 6 ) and radiation dose (300 Rads). We injected CD34 and pre-T cells (CD45 +, CD4−, CD5+, CD7+) derived from OP9 DL1 cultures into these mice and achieved ~50%engraftment of NK in the bone marrow and spleen of the mice at 2 weeks following transplant. The thymus from the same mice showed evidence of about 12–15% CD7+ pre T cells. We are currently studying the function of the generated NK and T cells both in vivo and in vitro studies. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "adoptive transfer",
        "allogeneic hematopoietic stem cell transplant",
        "culture media, serum-free",
        "natural killer cells",
        "immune reconstitution",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "biological products",
        "cd34 antigens",
        "cd45 antigens"
    ],
    "author_names": [
        "Sonali Chaudhury, MD",
        "Johannes Zakarzewski, PhD",
        "Jae-Hung Shieh, PhD",
        "Marcel van der Brink, MD PhD",
        "Malcolm A.S. Moore, DPhil"
    ],
    "author_dict_list": [
        {
            "author_name": "Sonali Chaudhury, MD",
            "author_affiliations": [
                "Department of Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Johannes Zakarzewski, PhD",
            "author_affiliations": [
                "Laboratory of Cellular Immunology, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Hung Shieh, PhD",
            "author_affiliations": [
                "Laboratory of Developmental Hematopoiesis, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcel van der Brink, MD PhD",
            "author_affiliations": [
                "Laboratory of Cellular Immunology, Memorial Sloan Kettering Cancer Center, New York, NY, USA",
                "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malcolm A.S. Moore, DPhil",
            "author_affiliations": [
                "Laboratory of Developmental Hematopoiesis, Memorial Sloan Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T18:40:30",
    "is_scraped": "1"
}