{
    "doi": "https://doi.org/10.1182/blood.V124.21.3724.3724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2981",
    "start_url_page_num": 2981,
    "is_scraped": "1",
    "article_title": "Presence of Isocitrate Dehydrogenase (IDH) Mutations May Predict Clinical Response to Hypomethylating Agents in Patients with Acute Myeloid Leukemia (AML) ",
    "article_date": "December 6, 2014",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Poster III",
    "topics": [
        "alpha-hydroxyglutarate",
        "azacitidine",
        "complete remission",
        "decitabine",
        "disease remission",
        "dna",
        "dna methyltransferase inhibitors",
        "hemoglobin",
        "isocitrate dehydrogenase",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Elizabeth A. Griffiths, MD",
        "Brandon Carter-Cooper, BS",
        "Seda Tolu, BS",
        "Laurie A Ford, BS, CCRC",
        "Rena G. Lapidus, PhD",
        "Meir Wetzler, MD",
        "Eunice S. Wang, MD",
        "Arash Etemadi, MD PhD",
        "Ashkan Emadi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "University of Maryland Greenebaum Cancer Center, Baltimore, MD "
        ],
        [
            "University of Maryland Greenebaum Cancer Center, Baltimore, MD "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "University of Maryland Greenebaum Cancer Center, Baltimore, MD "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY ",
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY ",
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "University of Maryland Greenebaum Cancer Center, Baltimore, MD"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Introduction: Mutations in IDH1 and IDH2 occur in 15-20% of AML cases, inducing the production of the oncometabolite, 2-hydroxyglutarate, which results in aberrant hypermethylation of DNA in leukemic cells. DNA methyltransferase inhibitors (DNMTI), which induce DNA hypomethylation, are used off-label for the treatment of AML and have been shown to result in remission in 20-40% of patients. We hypothesized that DNMTI treatment would produce superior clinical responses in AML patients with IDH mutations compared to those AML patients without IDH mutations. Method: The medical records of 42 patients with AML treated with decitabine or azacitidine as induction therapy between 2008 and 2013 were reviewed. No patient who received a DNMTI for treatment of AML was excluded. Patient and disease characteristics, including cytogenetics, were collected. Treatment response and outcome to DNMTIs were identified according to International Working Group criteria. The presence of IDH mutation (R132 in IDH1 and R140 or R172 in IDH2) was identified by DNA sequencing by an independent research group. Analysis of the genomic data was performed by individuals who were blinded to the clinical data. The protocol was reviewed and approved by the institutional review board (IRB). Results: Themean age of patients in this study was 76.0±7.4 years. Thirty-three (78.6%) were male. Thirty six (86%) were treated with decitabine and six (14%) with azacitidine. Of the 42 patient samples analyzed, seven (16.7%) had IDH mutations (three IDH1, four IDH2). The clinical characteristics of patients with or without IDH mutation are presented in the table below. Twenty patients had normal karyotype, and five of these (25%) had an IDH mutation. Thirteen patients (31%) achieved remission (Complete response/Complete response with incomplete count recovery/Partial Response) after treatment with DNMTIs; 5 of 7 (71.4%) patients with an IDH mutation and 8 of 35 (22.9%) patients without an IDH mutation (p=0.01). When adjusted for age at diagnosis, sex, bone marrow blast percentage and cytogenetic profile, the odds of attaining remission after administration of a DNMTI among patients with an IDH mutation was 14.2 when compared to patients without an IDH mutation (95%CI: 1.3-150.4). Two patients with abnormal cytogenetics and mutations of IDH were identified, both of these patients achieved remission. Conclusion: The presence of IDH1 or IDH2 mutations may predict a favorable response to DNMTIs in patients with AML. These findings, although novel, are based on a small number of individuals in a retrospective study. Prospective assessment of this association with response prediction is necessary to confirm these results. Table 1.  . Wild type IDH (n=35) . Mutant IDH1/2 (n=7) . P value . Age  76.6±1.3 72.7±2.2 0.2 WBC (k/µL)  19.5±3.6 10.5±3.3 0.3 Hemoglobin (g/dL)  9.2±0.3 9.6±0.6 0.9 Platelet (k/µL)  71.2±10.5 175.9±65.0 0.006 Bone marrow blast (%)  54.8±3.99 54.4±10.1 0.9 Peripheral blood blast (%)  25.6±4.1 21.7±7.5 0.6 . Wild type IDH (n=35) . Mutant IDH1/2 (n=7) . P value . Age  76.6±1.3 72.7±2.2 0.2 WBC (k/µL)  19.5±3.6 10.5±3.3 0.3 Hemoglobin (g/dL)  9.2±0.3 9.6±0.6 0.9 Platelet (k/µL)  71.2±10.5 175.9±65.0 0.006 Bone marrow blast (%)  54.8±3.99 54.4±10.1 0.9 Peripheral blood blast (%)  25.6±4.1 21.7±7.5 0.6 View Large Disclosures Griffiths: Astex Pharmaceuticals, Inc.: Research Funding. Off Label Use: Use of decitabine in treatment of AML."
}