{
    "doi": "https://doi.org/10.1182/blood-2018-99-120061",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3962",
    "start_url_page_num": 3962,
    "is_scraped": "1",
    "article_title": "Development of Gray Zone Lymphoma during Remission of Classical Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research-Malignant Conditions",
    "topics": [
        "disease remission",
        "hodgkin's disease",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "chlorambucil",
        "lymphadenopathy",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "fever",
        "sepsis",
        "abdominal ct"
    ],
    "author_names": [
        "Matthew Nguyen, MD",
        "Tahmina Jahir, MD",
        "Monica Shiffman",
        "Maximo Mora, MD",
        "Shetra Sivamurthy, MD"
    ],
    "author_affiliations": [
        [
            "Jamaica Hospital Medical Center, Richmond Hill,"
        ],
        [
            "Jamaica Hospital Medical Center, Richmond Hill,"
        ],
        [
            "Jamaica Hospital Medical Center, Richmond Hill,"
        ],
        [
            "Jamaica Hospital Medical Center, Richmond Hill,"
        ],
        [
            "Jamaica Hospital Medical Center, Richmond Hill,"
        ]
    ],
    "first_author_latitude": "40.7010611",
    "first_author_longitude": "-73.8167613",
    "abstract_text": "Although Hodgkin lymphoma (HL) is largely curable with frontline treatment, many patients will not have a complete response or will later relapse. Recurrence of HL often occurs within the first five years in remission. However, recurrence rates vary widely and are largely dependent on lymphoma type, stage, patient age, and other variables [Devita, 2015]. In this case, we discuss an individual with HL in remission for over a decade, who was found to have Gray Zone Lymphoma (GZL). GZL is a rare lymphoma with intermediate features between classical Hodgkin lymphoma (cHL) and Diffuse Large B-cell Lymphoma (DLBCL), but cannot be classified as one or the other [Evans, 2015]. We report this case to discuss the recurrence of HL that progressed and transformed into GZL. A 75-year-old male with a significant history of HL in remission, presented with sudden onset of bilateral lower extremity weakness. The patient had associated back pain, 3 weeks of fatigue, decreased appetite, and decreased urine output for the last two days. He denied any nausea, vomiting, fever, chest pain, cough, and bowel or bladder incontinence. Vital signs were significant for blood pressure of 97/56 mmHg and fever of 102.5°F. Pertinent physical examination findings included diffuse cervical, axillary, and inguinal lymphadenopathies, and hepatomegaly. Pedal edema was also noted on both lower extremities, but more pronounced on the right lower extremity. Initial pertinent labs were a leukocytosis (37,600 u/L), lactic acid of 6.4 (0-1.99 mmol/L), hyponatremia (133 u/L), and bicarbonate of 18 (22-30 mEq/L) with a normal anion gap. The patient was admitted for sepsis of unknown origin and was started on vancomycin and meropenem. Ultra sound of the right leg, CT chest, and abdominal CT angiogram with and without contrast revealed right deep venous thrombosis, pulmonary embolism in the segmental branch of the left lung, and lymphadenopathy in the chest, abdomen and numerous retroperitoneal soft tissue masses that were suspicious for enlarged lymph nodes respectively. The patient was started on therapeutic enoxaparin. The bone marrow aspirate was found to be inconclusive. Cervical lymph node biopsy showed CD30+ large cell hematolymphoid neoplasm with features intermediate between DLBCL and HL - otherwise classified as GZL. There is no standard treatment for GZL, therefore the patient was given cHL chemotherapy regimen of ABVD (doxorubicin, bleomycin, vinblastine, dacarbazine). The patient received 1 dose of ABVD in the hospital and was discharged to follow as outpatient. Although the patient was initially admitted for sepsis, pan cultures were unremarkable, suggesting that his symptoms were attributable to malignancy. We discuss this case to describe the recurrence and progression of Hodgkin lymphoma to Grey Zone lymphoma. Very few cases of GZL have been described in literature. To date, a treatment regimen for GZL remains to be elucidated due to the sparsity of this phenomenon. Because GZL shows intermediate characteristics between cHL and DLBCL, it is currently treated as either cHL and DLBCL [Pilichowska, 2017].[Pilichowska, 2017]. Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}