{
    "doi": "https://doi.org/10.1182/blood.V108.11.1665.1665",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=699",
    "start_url_page_num": 699,
    "is_scraped": "1",
    "article_title": "Human Embryonic Stem Cell-Derived “NET-Like” Structure Serves as a Hematopoietic Progenitor Niche and Favors Generation of Mature Megakaryocytes and Functional Platelets. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "agonists",
        "blood platelets",
        "cadherins",
        "cd31 antigens",
        "cd34 antigens",
        "cd45 antigens",
        "coculture techniques",
        "embryo",
        "enhanced s-cone syndrome",
        "fibrinogen"
    ],
    "author_names": [
        "Naoya Takayama, MD",
        "Hidekazu Nishikii, MD",
        "Takashi Hiroyama, PhD",
        "Yukio Nakamura, MD, PhD",
        "Hiroko Tsukui",
        "Koji Eto, MD",
        "Hiromitsu Nakauchi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Laboratory of Stem Cell Therapy, IMS, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Laboratory of Stem Cell Therapy, IMS, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Cell Engineering Division, RIKEN BRC, Tsukuba, Ibaraki, Japan"
        ],
        [
            "Cell Engineering Division, RIKEN BRC, Tsukuba, Ibaraki, Japan"
        ],
        [
            "Laboratory of Stem Cell Therapy, IMS, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Laboratory of Stem Cell Therapy, IMS, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Laboratory of Stem Cell Therapy, IMS, University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Human embryonic stem cells (hESCs) are proposed as an alternative source in regenerative medicine while being a promising tool to trace earliest ontogeny in vivo. Anucleate platelets can be irradiated to eliminate residual ESCs that potentially cause immunological rejection and teratoma formation in transplantation. Herein, we describe for the first time the generation of functional platelets from hESCs (Kyoto hES1, -2, and -3) by a novel method that is distinct from previously established OP9 co-culture. Exogenous combination of TPO, VEGF and IGF-II allowed hECSs to facilitate the differentiating kinetics of hematopoietic marker emergence when cultured on feeder cells, 10T1/2, whereas independent single administration had little effect on hematopoietic differentiation (P<0.01). Consequently, unique “NET-like” structures expressing VE-cadherin low+ , PECAM-1 high+ , CD34 high+ , CD45 + and VEGF-R2 + were observed around 14–15 days of culture. These structures contained hematopoietic progenitors capable of forming hematopoietic colonies in semisolid culture, or of differentiating into mature megakaryocytes in the presence of TPO, IL-6, and IL-11 (around 45 % of total cells displayed GPIbα + GPIX + by day 23). While totally 24–25 days culture was required for production of hESC-derived integrin αIIb + GPIX + platelets in this way, the platelets exhibited specific fibrinogen-bound to integrin αIIbβ3 in the presence of G-protein coupled receptor agonists in a dose-dependent manner. The efficiency of platelet production appeared to be well correlated with the frequency of “NET-like” structure. Thus, this structure may be a useful hallmark in our newly obtained culture method that may serve as an invaluable tool for not only generation of hESC-derived functional platelets but also studying niche machinery in hematopoiesis."
}