{
    "doi": "https://doi.org/10.1182/blood.V128.22.4724.4724",
    "article_title": "SL-401, a Targeted Therapy Directed to the Interleukin-3 Receptor (CD123), and SL-801, a Reversible Inhibitor of Exportin-1 (XPO1), Display Synergistic Anti-Tumor Activity Against Hematologic Malignancies in Vitro ",
    "article_date": "December 2, 2016",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster III",
    "abstract_text": "Background : Novel combination therapies have shown success in combating tumor heterogeneity and drug resistance. SL-401 is a targeted therapy directed to the interleukin-3 receptor (CD123), which is overexpressed on numerous hematologic malignancies. SL-401 has demonstrated high single agent response rates in an ongoing Phase 2 trial of blastic plasmacytoid dendritic cell neoplasm (BPDCN) and is also being evaluated in the clinic for additional cancers, including acute myeloid leukemia (AML) and myeloproliferative neoplasms (MPNs) as a single agent, and multiple myeloma (MM) in combination with other agents. While SL-401 has demonstrated robust single agent clinical activity in patients with BPDCN, its unique mechanism of action and non-overlapping side effect profile with other agents may lend itself to combination therapy as well. Another class of drugs that has demonstrated clinical activity against several hematologic and solid malignancies is Exportin-1 (XPO1) inhibitors. SL-801 is a novel oral small molecule that reversibly inhibits XPO1 and has shown potent in vitro and in vivo anti-tumor activity against a broad range of hematologic and solid malignancies. SL-801 is currently being evaluated in a Phase 1 trial of patients with advanced solid tumors, and a Phase 1 trial in advanced hematologic cancers is planned. Here, we investigated the in vitro effect of combination treatment of SL-401 and SL-801 against cell lines of chronic myeloid leukemia (CML), AML, MM, and Hodgkin's lymphoma (HL). Methods : The human K562 CML cell line, MV4-11 AML cell line, RPMI-8226 MM cell line, and L-428 HL cell line were treated with varying concentrations of SL-401 and SL-801 alone or in combination for 48 hours. Cell viability was assessed by the CellTiter Glo in vitro cytotoxicity assay. Combination index (CI) values were calculated using CompuSyn software by the method of Chou and Talalay, and treatment was considered to be synergistic when CI < 1. Caspase activation was measured using the Caspase-Glo 3/7 assay, and lactate dehydrogenase (LDH) release was measured using the CytoTox 96 Non-Radioactive Cytotoxicity Assay. Results : As single agents, SL-401 and SL-801 demonstrated anti-tumor activity in all four cell lines tested. MV4-11 cells were the most sensitive to both drugs, with an IC50 of 34 pM for SL-401 and 21 nM for SL-801. In the other cell lines, the IC50s for SL-401 were 17 nM in K562 cells, 25 nM in RPMI-8226 cells, and 100 nM in L-428 cells, and the IC50s for SL-801 were 99 nM in K562 cells, 51 nM in RPMI-8226 cells, and 494 nM in L-428 cells. When combined with each other, SL-401 and SL-801 potently inhibited cell growth in all cell lines, and CI calculations indicated that the interaction between the two drugs was synergistic at most dose combinations. Notably, CI values < 0.3 were observed in MV4-11 and L-428 cells, indicative of strong synergy. Consistent with these observations, the combination of SL-401 and SL-801 also induced higher levels of caspase activation and LDH release in MV4-11 and L-428 cells than either drug alone. Conclusion : These findings demonstrate that SL-401 and SL-801, when combined, act synergistically in their in vitro anti-tumor activity against CML, AML, MM, and HL cells. Investigations into the molecular mechanisms underlying the observed synergy are in progress. These promising results provide rationale for further development of SL-401 and SL-801 combination therapy in the treatment of a broad range of hematologic malignancies. Disclosures Gionco: Stemline Therapeutics, Inc.: Employment. Chen: Stemline Therapeutics, Inc.: Employment, Equity Ownership. Lindsay: Stemline Therapeutics, Inc.: Employment, Equity Ownership. Macri: Stemline Therapeutics, Inc.: Employment, Equity Ownership. Brooks: Stemline Therapeutics, Inc.: Employment, Equity Ownership, Patents & Royalties.",
    "topics": [
        "exportins",
        "hematologic neoplasms",
        "interleukin-3 receptor",
        "molecular targeted therapy",
        "neoplasms",
        "mechlorethamine",
        "blastic plasmacytoid dendritic cell neoplasm",
        "cancer",
        "caspases",
        "combined modality therapy"
    ],
    "author_names": [
        "John Gionco",
        "Janice Chen, PhD",
        "Ross Lindsay, PhD",
        "Vince Macri, M.A.",
        "Christopher L. Brooks, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "John Gionco",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Janice Chen, PhD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross Lindsay, PhD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vince Macri, M.A.",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher L. Brooks, PhD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:30:22",
    "is_scraped": "1"
}