{
    "doi": "https://doi.org/10.1182/blood.V126.23.244.244",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3112",
    "start_url_page_num": 3112,
    "is_scraped": "1",
    "article_title": "Single-Cell Analysis of Lymphoid-Primed Multipotent Progenitors (LMPPs) Reveal Alterations in Lineage Commitment during Aging ",
    "article_date": "December 3, 2015",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: The Clone Wars",
    "topics": [
        "aging",
        "gene expression profiling",
        "myeloproliferative disease",
        "clone cells",
        "stem cells",
        "acquired immunity",
        "hematopoietic stem cells",
        "heterogeneity",
        "immune response",
        "hematopoiesis"
    ],
    "author_names": [
        "Sneha Borikar",
        "Vivek Philip, PhD",
        "Jennifer J. Trowbridge, PhD"
    ],
    "author_affiliations": [
        [
            "The Jackson Laboratory for Mammalian Genetics, Bar Harbor, ME ",
            "Sackler School of Graduate Biomedical Sciences, Tufts University School of Medicine, Boston, MA"
        ],
        [
            "The Jackson Laboratory for Mammalian Genetics, Bar Harbor, ME "
        ],
        [
            "The Jackson Laboratory for Mammalian Genetics, Bar Harbor, ME ",
            "Sackler School of Graduate Biomedical Sciences, Tufts University School of Medicine, Boston, MA"
        ]
    ],
    "first_author_latitude": "44.3651943",
    "first_author_longitude": "-68.19624019999999",
    "abstract_text": "During aging, the hematopoietic compartment undergoes lineage skewing, biased toward myeloid differentiation at the expense of lymphoid differentiation. This skewing clinically presents as impaired adaptive immunity and an increased risk of myeloproliferative disorders. However, little is known of the regulatory mechanisms underlying these changes in differentiation potential due in part to the inadequacy of current analytic techniques to evaluate lineage potency of individual progenitor cells. Recent demonstration that long-lived hematopoietic progenitor cells drive steady-state hematopoiesis has shifted focus onto the progenitor cell compartment to understand clonal dynamics of native hematopoiesis. Here, we critically assess the functional and molecular alterations in the multipotent progenitor cell pool with aging at the single-cell level. We developed novel in vitro and in vivo assays to define the heterogeneity of the LMPP population and test cell-fate potential from single cells. Our results demonstrate, for the first time, distinct, intrinsic lineage potential of single in vitro LMPPs at the cellular and molecular level. We find that clonal alterations in the lymphoid-primed multipotent progenitor (LMPP) compartment contributes to the functional alterations in hematopoiesis observed during aging. Unbiased single-cell transcriptome analysis reveals that true multipotential clones and lymphoid-restricted clones are reduced with aging, while bipotential and myeloid-restricted clones are modestly expanded. Furthermore, myeloid-restricted clones gain myc driver signatures, molecularly identifying clones emerging during aging that are susceptible to transformation. Our study reveals that aging alters the clonal composition of multipotential progenitor cells, directly contributing to the global loss of the lymphoid compartment and increased susceptibility to myeloid transformation. Disclosures No relevant conflicts of interest to declare."
}