{
    "doi": "https://doi.org/10.1182/blood.V114.22.3827.3827",
    "article_title": "Single Cell Network Profiling (SCNP) to Evaluate the Mechanism of Action of ON 01910.Na, A Novel Clinical Trial Stage Compound. ",
    "article_date": "November 20, 2009",
    "session_type": "Myelodysplastic Syndromes Poster III",
    "abstract_text": "Abstract 3827 Poster Board III-763 Background ON 01910.Na, a small molecule multikinase inhibitor, promotes G2/M arrest and apoptosis. Key targets for this inhibitor include Plk1 (polo-like kinase, a cell cycle regulator), Cdk1, (cyclin dependent kinase, a mitotic regulator) and the PI-3 kinase pathway (Ramana Reddy et al. J. Med. Chem. 2008, Park et al, Oncogene, 2007, Gumireddy et al., Cancer Cell, 2005). The drug has been shown to have anti-tumor activity in in vitro and in vivo models. Phase I studies in >100 advanced cancer patients revealed that the drug is well tolerated. Further, in several ongoing Phase 1 clinical trials in patients with myelodysplastic syndromes (MDS), positive effects on hematological indicators have been noted (Sloand et al, ASH 2008). Based on these data, a Phase 2 single-arm study is in progress to assess the efficacy and safety of the drug in IPSS Intermediate-2 and High risk MDS patients. Single Cell Network Profiling (SCNP) using flow cytometry is a platform that measures multiple fluorescent parameters (up to 10) in each cell, including both surface markers and intracellular signaling proteins in response to extracellular network inputs. By simultaneously measuring the effects of drug exposure on several pathways within each cell type in a heterogeneous patient tissue sample, valuable data can be gained about drug interactions with specific cellular pathways and cell type selectivity. This information has potential implications for dose/schedule optimization and development of patient stratification biomarkers. Objectives Studies were designed to evaluate the in vitro effects of ON 01910.Na, at clinically relevant concentrations, on intracellular pathways in the human GM-CSF-dependent erythroblastic TF-1 cell line using SCNP in order to monitor transitional changes in the cell cycle, with a focus on the G2-M phase and to perform dose-dependent titrations of drug using these cell cycle readouts. Methods The reagents chosen to measure cell cycle readouts were fluorochrome-conjugated antibodies that recognize cyclin B1, p-histone H3(S28) and p-Cdk1(Y15) and 4'6'-diamino-2-phenylindole (DAPI), a fluorescent dye that binds strongly to DNA. The phosphorylation status of p-histone H3(S28) and p-Cdk1(Y15), and the level of cyclin B1 expression are all determinants of the G2-M and/or M phase of the cell cycle. Dose dependent titrations of ON 01910.Na and its inactive analog ON 01911 were performed over a dose range starting at 10 -5 M and decreasing to 10 -10 M (dose range which includes pharmacologically achievable concentrations in humans) with 3-fold serial dilutions for eleven points after an exposure to the drug for either 24 or 48 hrs. Cells were processed for multiparameter flow cytometry by fixation, permeabilization and incubation with fluorchrome-conjugated antibodies. Results The data showed that at 24 hours after ON 01910.Na exposure there was a simultaneous increase in phosphorylation of histone H3(S28), a decrease in phosphorylation of Cdk-1(Y15), and accumulation of cyclin B1. These data suggest that ON 01910 exposure disrupted the G2/M cell cycle transition leading to mitotic arrest with subsequent apoptosis. TF-1 cell DNA content measured by DAPI verified this to be the case as increases in G2/M and sub-G1 (a measure of apoptotic cell death) were simultaneously observed. No significant effects on G2/M targets were observed when TF-1 cells were exposed to ON 01911, indicating the effects of ON 01910.Na on the cell cycle were specific to the drug. Maximal effects of ON-01910.Na on cell cycle signaling molecules were observed at a drug concentration of 0.37 mM and no further changes were seen at higher concentrations. These effects were also observed at 48 hours, although with more cell death. Conclusions These data indicate that intracellular phosphorylation changes of histone H3(S28) and Cdk-1(Y15), in addition to accumulation of cyclin B1 with subsequent apoptosis, reflect possible mechanisms of action of ON 01910.Na. The assay will be used in ongoing clinical trials to measure the pharmacodynamic activity of the drug in MDS patient samples pre- and post-treatment. Disclosures: Soper: Nodality Inc.: Employment, Equity Ownership. Huang: Nodality Inc.: Employment, Equity Ownership. Wilhelm: Onconova Therapeutics Inc: Employment. Cosenza: Onconova Therapeutics Inc.: Consultancy. Reddy: Onconova Therapeutics Inc.: Consultancy, Equity Ownership, Grantee, Membership on an entity's Board of Directors or advisory committees. Cesano: Nodality Inc.: Employment, Equity Ownership. Greenberg: Nodality Inc.: Research Funding; Onconova Therapeutics Inc.: Research Funding. Fantl: Nodality, Inc.: Employment, Equity Ownership.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "antibodies",
        "biological markers",
        "cancer, advanced",
        "cdc2 protein kinase",
        "cell cycle regulator",
        "colony-stimulating factors",
        "cyclin-dependent kinases",
        "cyclins",
        "dna"
    ],
    "author_names": [
        "David M. Soper, PhD",
        "Ying-Wen Huang, MS",
        "Francois Wilhelm, MD, Ph.D",
        "S. C. Cosenza",
        "E. Premkumar Reddy, PhD",
        "Alessandra Cesano, MD, PhD",
        "Peter L Greenberg, MD",
        "Wendy J. Fantl, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "David M. Soper, PhD",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ying-Wen Huang, MS",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Wilhelm, MD, Ph.D",
            "author_affiliations": [
                "Onconova Therapeutics, Newtown, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. C. Cosenza",
            "author_affiliations": [
                "Fels Institute for Cancer Research, Temple University School of Medicine, Philadelphia, PA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E. Premkumar Reddy, PhD",
            "author_affiliations": [
                "Fels Institute for Cancer Research, Temple University School of Medicine, Philadelphia, PA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Cesano, MD, PhD",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter L Greenberg, MD",
            "author_affiliations": [
                "Division of Hematology, Stanford University Medical Center, Stanford, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy J. Fantl, PhD",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T18:40:32",
    "is_scraped": "1"
}