{
    "doi": "https://doi.org/10.1182/blood.V116.21.75.75",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1756",
    "start_url_page_num": 1756,
    "is_scraped": "1",
    "article_title": "Interactions Between Donor CD4 Cells and Residual Host Cells After Nonmyeloablative Hematopoietic Stem Cell Transplantation Suppress Hematopoiesis and Lead to Graft Rejection ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function and Engraftment: Non-Myeloablative Conditioning and Immune Mechanisms in Hematopoietic Engraftment",
    "topics": [
        "cd4 positive t-lymphocytes",
        "donors",
        "hematopoiesis",
        "hematopoietic stem cell transplantation",
        "host (organism)",
        "transplant rejection",
        "interleukin-12",
        "spinocerebellar ataxia type 1",
        "cd34 antigens",
        "cytokine"
    ],
    "author_names": [
        "Antonia MS Mueller",
        "Mareike Florek",
        "Husein Hadeiba",
        "Judith A Shizuru"
    ],
    "author_affiliations": [
        [
            "BMT Medicine, Stanford University, Stanford, CA, USA, "
        ],
        [
            "BMT Medicine, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Stanford University, Stanford, CA, USA"
        ],
        [
            "BMT Medicine, Stanford University, Stanford, CA, USA, "
        ]
    ],
    "first_author_latitude": "37.430582199999996",
    "first_author_longitude": "-122.16303115000001",
    "abstract_text": "Abstract 75 While non-myeloablative conditioning significantly reduces morbidity and mortality after allogeneic hematopoietic cell transplantation (HCT), the risk of graft rejection increases, because persistent host cells mediate host-vs-graft reactivity. Here we studied the dynamics of engraftment and hematopoietic reconstitution after non-myeloablative radiation (XRT) in a minor antigen-mismatched model with high barriers to engraftment. BALB.K mice received purified hematopoietic stem cells (HSC: cKit + Thy1.1 lo Sca1 + Lin − ) +/− TC from AKR/J donors. Recipients of pure HSC or HSC+CD8 TC regularly achieved stable mixed chimerism; however, if grafts contained CD4 + CD25 − TC (CD4 con ), recipients failed to engraft. This lack of engraftment was associated with BM hypocellularity (median 3.8 vs 13.3 x10^6 cells/2 legs in HSC+CD4 con vs HSC recipients, respectively; p=0.0003), and lymphopenia (40%) at 2 weeks (w) post-HCT. In addition, 2w post-HCT the BM of mice given HSC+CD4 con contained increased proportions of CD4 TC which expressed high levels of IFNγ (median 45% of donor vs. 13% of host CD4 TC; p<.001) that exceeded the levels of IFNγ present their spleens or in the BM of control groups (HSC only, wild type [WT], or XRT <10%). A primary determinant of naïve TC immunoreactivity is antigen presentation by dendritic cells (DC). Plasmacytoid DC (CD11c + B220 + ), which have tolerogenic activity, dominated the BM DC pool in mice given pure HSC at 1–2w post-HCT, but were lacking in recipients of HSC+CD4 con . In this latter group, primarily myeloid DC (CD11c + Mac1 + ) were present that strongly expressed MHCII, CD40, and CD80. This inflammatory profile of myeloid DC was more pronounced in the BM than in the spleens of HSC+CD4 con recipients, and IL-12 secretion was measurable in the myeloid DC of these recipients, even without the external endotoxin stimulation which is usually required to detect cytokine production. The IL-12/IFNγ axis is reported to be important in autoimmune pathologies and acute graft rejection of solid organs. To elucidate the mechanism by which IFNγ producing donor CD4 TC suppress engraftment and lymphopoiesis in our system, the progenitor pool in the BM of HSC+/−CD4 con recipients was analyzed at 1–2w post-HCT. As expected, the BM recipients of purified HSC had all maturation stages of stem and progenitor cells (HSC: cKit + Sca1 + Lin − Flt3 − CD34 − CD150 + [LT=long-term]/CD150 − [ST=short term]; multipotent progenitors, MPP: cKit + Sca1 + Lin − Flt3 +/− CD34 +/− ). In contrast, mice given HSC+CD4 con lacked MPP, while their population of ST (>LT) HSC was enlarged. These HSC were not apoptotic (as assessed by annexin V staining), but were cell cycle arrested (assessed by DNA content analysis). To study the functionality of these HSC outside the inflammatory environment, LT+ST HSC from HSC+CD4 con recipients were FACS purified at 2w post-HCT and infused into secondary Rag2γc -/- recipients. These adoptively transferred HSC and promptly sustained multilineage hematopoiesis derived from the primary BALB.k host. Our results suggest that interactions between naïve donor CD4 TC and immunocompetent residual host cells, such as DC, create a pro-inflammatory environment involving the IL-12/IFNγ axis. We evaluated several other MHC-identical strain combinations which demonstrated lower levels of cytokine production with improved hematopoiesis compared to the AKR into BALK.K combination. These differences imply that impaired hematopoiesis is due to activation of donor CD4 TC in response to disparate minor alloantigens, and not due to non-specific inflammation. Such immune reactions appear to prevent engraftment of donor HSC and also inhibit the HSC expansion required to restore hematopoiesis early post-HCT. We conclude that HCT with pure HSC can result in superior immune reconstitution and donor chimerism after non-myeloablative conditioning. Pure HSC are immunologically anergic, and do not trigger inflammation in the BM microenvironment. As it is generally believed that TC augment donor HSC engraftment, our results are of broad significance because they reveal critical interactions between donor and host populations after non-myeloablative conditioning. Disclosures: No relevant conflicts of interest to declare."
}