{
    "doi": "https://doi.org/10.1182/blood.V106.11.2452.2452",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=502",
    "start_url_page_num": 502,
    "is_scraped": "1",
    "article_title": "Activity of Yttrium 90 ( 90 Y) Ibritumomab Tiuxetan (Zevalin ® ) in 22 Patients with Relapsed and Refractory Mantle Cell Lymphoma (MCL). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "ibritumomab tiuxetan",
        "mantle-cell lymphoma",
        "yttrium",
        "chemotherapy regimen",
        "lymphoma",
        "rituximab",
        "toxic effect",
        "bortezomib",
        "central nervous system lymphoma",
        "cytarabine"
    ],
    "author_names": [
        "Anas Younes, MD",
        "Barbara Pro, MD",
        "Maria A. Rodriguez, MD",
        "Jorge E. Romaguera, MD",
        "Peter McLaughlin, MD",
        "Michael Wang, MD",
        "Fredrick B. Hagemeister, MD",
        "Nam H. Dang, MD",
        "Sattva Neelapu, MD",
        "Donald Podoloff, MD"
    ],
    "author_affiliations": [
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Lymphoma/Myeloma Department, U.T.M.D.Anderson Cancer Center, Houston, TX"
        ],
        [
            "Diagnostic Imaging, U.T.M.D. Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021",
    "abstract_text": "Background: The management of MCL is a significant therapeutic challenge, especially in patients with relapsed or refractory disease, who are generally refractory to salvage chemotherapy. Although recent studies have shown the clinical utility of radioimmunotherapy (RIT) in relapsed and transformed indolent B-cell lymphoma, the clinical efficacy of this treatment modality in patients with MCL is unknown. We report the results of an ongoing phase II clinical trial of yttrium 90 ibritumomab tiuxetan (Zevalin ® ) in patients with relapsed and refractory MCL. Patients and Methods: Patients with relapsed or refractory MCL with measurable disease, age ≥18 years, and performance status <3 were eligible. Patients were required to have adequate function of the bone marrow (ANC ≥1,500/mm 3 , platelets ≥100,000/mm 3 ), liver, and kidneys. Patients were excluded if they had prior stem cell transplantation, RIT, CNS lymphoma, HIV infection, pleural effusion, HAMA reactivity, or circulating lymphoma cell count >5000/mm 3 . Patients with pretreatment platelet counts ≥150,000/mm 3 received a dose of Zevalin at 0.4 mCi 90 Y/kg (maximum dose 32 mCi), whereas those with platelet counts <150,000/mm 3 received 0.3 mCi 90 Y/kg. Results: Twenty-two patients were enrolled and all qualified for evaluation of treatment response and toxicity. The median age was 67 years (range 51–77), and 18 patients were male. All patients had an ECOG performance status of 0 or 1 and had been previously treated with rituximab with or without other chemotherapy. The median number of prior regimens was 3 (range 1–6). Fourteen patients were previously treated with Hyper-CVAD alternating with MTX/Ara-C, 21 previously received rituximab, and 5 previously received bortezomib. Zevalin treatment was generally well tolerated, with the most common toxicities being hematologic. Objective responses were observed in 8 of 22 patients (36%), including 3 CR and 2 CRu. Seven of the eight responding patients were previously treated with 3 or less treatment regimens, and all responding patients did not have bulky disease, with the largest lesion measuring 3 cm or less. Median time to progression for CR/CRu patients was 6 months. Conclusion: The observed responses to Zevalin in heavily pretreated patients with MCL are promising, but the duration of responses has been short. Furtherinvestigation is warranted after first or second relapse, and in conjunction with front-line therapy."
}