{
    "doi": "https://doi.org/10.1182/blood.V114.22.3542.3542",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1578",
    "start_url_page_num": 1578,
    "is_scraped": "1",
    "article_title": "Rapid Mobilization of Murine Hematopoietic Stem and Progenitor Cells with TG-0054, a Novel CXCR4 Antagonist. ",
    "article_date": "November 20, 2009",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment Poster II",
    "topics": [
        "antagonists",
        "cxcr4 receptors",
        "mice",
        "stem cells",
        "cd34 antigens",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "hematopoietic stem cell mobilization",
        "mechlorethamine",
        "stromal cell-derived factor 1"
    ],
    "author_names": [
        "Ying-Huey Huang",
        "Yi-Chun Liu",
        "Chi-Feng Yen",
        "Hua-Chien Chen",
        "Shu-Jen Chen",
        "Chi-Hsin R. King",
        "Ming-Chu Hsu"
    ],
    "author_affiliations": [
        [
            "TaiGen Biotechnology Inc., Taipei, Taiwan"
        ],
        [
            "TaiGen Biotechnology Inc., Taipei, Taiwan"
        ],
        [
            "TaiGen Biotechnology Inc., Taipei, Taiwan"
        ],
        [
            "TaiGen Biotechnology Inc., Taipei, Taiwan"
        ],
        [
            "TaiGen Biotechnology Inc., Taipei, Taiwan"
        ],
        [
            "TaiGen Biotechnology Inc., Taipei, Taiwan"
        ],
        [
            "TaiGen Biotechnology Inc., Taipei, Taiwan"
        ]
    ],
    "first_author_latitude": "25.085406099999997",
    "first_author_longitude": "121.5615012",
    "abstract_text": "Abstract 3542 Poster Board III-479 Background The interaction between SDF-1 and its receptor, CXCR4, is responsible for retaining of stem cells in the bone marrow. CXCR4 antagonist disrupts the SDF-1/CXCR4 interaction and mobilizes CD34 + hematopoietic stem cells (CD34 + HSCs) and CD133 + endothelial progenitor cells (CD133 + EPCs) from bone marrow into circulation, which can be used as a source for stem cell transplantation and other potential clinical indications. TG-0054 is a novel CXCR4 antagonist. In vitro CXCR4 antagonistic activity and in vivo stem cell mobilization activity of TG-0054 were determined in this study. Materials and Methods In vitro pharmacological assays, including GTP-binding assay, calcium mobilization assay, and chemotaxis assays, were performed to assess the potency of TG-0054 as a CXCR4 antagonist. In addition, receptor-binding assays against a panel of human chemokine receptors as well as other 68 cellular receptors were screened to evaluate the specificity of TG-0054. Kinetics and dose-dependent response of stem cell mobilization by TG-0054 were demonstrated in BALB/c mice. Activity of stem cell mobilization of TG-0054 when used alone or combined with G-CSF was also studied. Results TG-0054 blocked SDF-1-binding to CXCR4 receptor with an IC 50 of 10 nM and inhibited SDF-1–induced GTP-binding (IC 50 = 6 nM), chemotaxis (IC 50 = 43 nM), and calcium mobilization (IC 50 = 59 nM). TG-0054 showed greater than 3000-fold selectivity for CXCR4 receptor over other chemokine receptors. It is noteworthy that the IC 50 for the inhibitory effect of TG-0054 on hERG potassium currents was greater than 1000 μM when human embryonic kidney (HEK) cells were used to examine the in vitro effects on the hERG potassium channel currents. In animal studies, TG-0054 rapidly and effectively mobilized CD34 + HSCs and CD133 + EPCs into circulation. Single intravenous (IV) administration of TG-0054 resulted in a rapid increase of total white blood cell (WBC) counts, as well as CXCR4 + , CD34 + , and CD133 + cells in peripheral blood between 1–3 hour post-injection and the cell counts returned to baseline within 6 hours. At their maximum tolerated doses (MTD), TG-0054 increased CXCR4 + cells by 28.7-fold in mice. Furthermore, TG-0054 efficiently mobilized CD34 + (14.5-fold) and CD133 + (7.9-fold) cells. The combined effects of TG-0054 and G-CSF on HSCs and EPCs mobilization from the bone marrow in mice were also investigated. G-CSF (100 μg/kg/day) was administered subcutaneously (SC) from Day 1 to Day 4 followed by a single IV injection of TG-0054 or AMD3100 on Day 5. Synergistic effects were observed in all cell types in mice receiving combination of G-CSF and 50 mg/kg of TG-0054 (total WBC 23.0-fold, CXCR4 + 29.0-fold, CD34 + 37.1-fold, CD133 + 110.8-fold of increase in combination group). Conclusion It was concluded that TG-0054 was a potent and selective CXCR4 antagonist intended for the use of stem cell transplant and other clinical indications. It showed strong stem cell mobilization activity comparable to G-CSF when used alone, and demonstrated synergistic effects when combined with G-CSF in a nonclinical model. Disclosures: Huang: TaiGen Biotechnology Inc.: Employment. Liu: TaiGen Biotechnology Inc.: Employment. Yen: TaiGen Biotechnology Inc.: Employment. Chen: TaiGen Biotechnology Inc.: Consultancy. Chen: TaiGen Biotechnology Inc.: Consultancy. King: TaiGen Biotechnology Inc.: Employment. Hsu: TaiGen Biotechnology, Inc.: Membership on an entity's Board of Directors or advisory committees."
}