{
    "doi": "https://doi.org/10.1182/blood.V118.21.1006.1006",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1992",
    "start_url_page_num": 1992,
    "is_scraped": "1",
    "article_title": "Tandem HLA-Mismatched Cadaveric Unrelated Donor Lung Transplant Followed by CD3-and CD19-Depleted Bone Marrow Transplant From the Same Donor Permits Withdrawal of Systemic Immunosuppression with Graft Acceptance and Functional Immune Reconstitution ",
    "article_date": "November 18, 2011",
    "session_type": "711. Cell Collection and Processing: Graft Characterization and Manipulation",
    "topics": [
        "bone marrow transplantation",
        "cd19 antigens",
        "donors",
        "human leukocyte antigens",
        "lung transplantation",
        "mismatch",
        "natural immunosuppression",
        "therapeutic immunosuppression",
        "engraftment",
        "immune reconstitution"
    ],
    "author_names": [
        "Paul Szabolcs",
        "Rebecca Buckley",
        "Robert Duane Davis",
        "Judith Voynow",
        "Jerelyn Moffet",
        "Antony Jeyaraj",
        "David W Zaas"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA, USA, "
        ],
        [
            "Pediatrics, Duke University Medical Center, Durham, NC, "
        ],
        [
            "Surgery, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Pediatrics, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Pediatrics, Duke University Medical Center, Durham, NC, "
        ],
        [
            "Pediatrics, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Medicine, Duke University Medical Center, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "40.419477300000004",
    "first_author_longitude": "-79.96371624999999",
    "abstract_text": "Abstract 1006 Here we report on the clinical course and immunologic recovery of a 17 year old patient with combined immunodeficiency disease (CID) requiring bilateral orthotopic lung tranplantaion (BOLT) followed by bone marrow transplant from the same unrelated cadaveric donor. Recurrent stenotrophomonas pneumonias since age 5 along with atypical mycobacterium and E. coli infections resulted in pulmonary failure by age 15 years. Chronic hypoxia and recurrent infectious gastroenteritis led to severe growth failure necessitating total parental nutrition. She presented in 2009 with the clinical necessity for lung and hematopoietic transplants to correct the underlying CID. At this age her lymphocytes had declined with severe lymphopenia of B cells and T cells (30–70 CD3+ T cells/mm3), but normal NK cell numbers. A single patient protocol was approved by Duke IRB and FDA (IDE #14206) proposing the use of a lung and bone marrow transplant from the same donor to reduce the probability of pulmonary graft rejection or GVHD of the lungs. A 4 of 8-HLA-matched unrelated donor was identified who underwent iliac crest marrow harvest yielding 5.4 × 10e8 TNC/kg. Lungs were procured and transplanted following the marrow harvest. The marrow was cryopreserved following CD3 and CD19 depletion on a CliniMacs device yielding 2×10e6/kg CD34+ cells and 4 × 10e4/kg CD3+ T cells/kg. Following BOLT in Dec 2009 (with the addition of pulse steroids, Basiliximab) she became free of supplemental oxygen and has remained ever since. In April 2010 while receiving FK506 and low dose prednisone she underwent conditioning with Rituximab, Alemtuzumab, ATGAM, Hydroxyurea, a dose of Thiotepa, and a single fraction of TBI (lung shielding) before infusion of the T cell depleted thawed bone marrow. She was discharged on Day +20 with full donor chimerism in whole blood, CD3+ T cell, and CD15+ myeloid cell fractions. She has remained 100% donor without detectable host cells - last tested at 15 months post BMT. Her immunosuppression remained FK506 monotherapy. Serial repeat lung biopsies have shown absence of immune rejection. After she returned to her home state with a KPS of 90% severe stage 4 gut GVHD developed in September 2010 following a bout of Norovirus gastroenteritis and an associated drop of FK506. GVHD resolved after a single dose of Infliximab and steroid therapy, however her course was complicated by VRE sepsis and DIC. A FK506 wean was started ∼1 year post BMT and completed by June 2011. Her pretransplant lymphopenia has resolved and since age 9 months post BMT her CD4+ cells are >250-cells/mm3. CD8+ cells have been >500 cells/mm3 since ∼3 months post BMT with associated significant anti-CMV proliferative responses (stimulation index >10). B cell recovery has been also noted with normal se IgA levels. Thymic recovery has been slow and at last testing (15 months post) it rose to 4% of CD4+ T cells co-expressing CD45RA and CD62L. 12 months post transplant, highly purified peripheral blood (donor) T cells demonstrate hyporeactivity (proliferation, IL2, TNF secretion, etc, see Table 1) against host-derived EBV-transformed B cell line compared to EBV-LCL generated from haplotype mismatched maternal or fully mismatched unrelated donor. This ‘tolerant' state cannot be broken by in vitro T reg depletion (Denileukin difititox), and neither HLA class I or II blockade leads to further attenuation of self reactivity, data not shown. There is no measurable IL-10 in MLC culture supernatant. Taken together, the data supports central clonal deletion mechanism for lack of anti-self reactivity. Interestingly, lower proliferative and cytokine (IFNg, TNFa) secretion is noted against maternal EBV/LCL following HLA-class II blockade, data not shown. She demonstrates normal CMV -specific proliferative and cytokine responses but absent EBV- or tetanus -specific responses in the absence of prior antigenic exposure, priming. In sum, we demonstrate in the first successful human case the feasibility and immune consequences of tandem cadaveric lung and T cell depleted marrow transplantation from the same HLA-mismatched unrelated donor to create solid organ and recipient-specific tolerance in the absence of systemic immunosuppression.  Mean values . Stimulators . Patient . Mother . 3rd Party . Proliferation (CPM)  1,725 46,514 62,617 IL-2 (pg/ml)  <1 7.6 13.9 IL-6 (pg/ml)  1.1 2.5 4.3 IL-13 (pg/ml)  0.2 9.6 39.4 IL-17 (pg/ml)  0.2 1.4 1.4 IFNg (pg/ml)  12.1 60.9 63.5 TNFa (pg/ml)  3.2 13.5 21.6 Mean values . Stimulators . Patient . Mother . 3rd Party . Proliferation (CPM)  1,725 46,514 62,617 IL-2 (pg/ml)  <1 7.6 13.9 IL-6 (pg/ml)  1.1 2.5 4.3 IL-13 (pg/ml)  0.2 9.6 39.4 IL-17 (pg/ml)  0.2 1.4 1.4 IFNg (pg/ml)  12.1 60.9 63.5 TNFa (pg/ml)  3.2 13.5 21.6 View Large Disclosures: No relevant conflicts of interest to declare."
}