{
    "doi": "https://doi.org/10.1182/blood.V112.11.3851.3851",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1209",
    "start_url_page_num": 1209,
    "is_scraped": "1",
    "article_title": "Acute Kidney Injury in Patients Receiving Subcutaneous Deferoxamine Therapy. ",
    "article_date": "November 16, 2008",
    "session_type": "Red Cell Structure/Function, Metabolism, and Survival (Including Iron)",
    "topics": [
        "deferoxamine",
        "renal failure, acute",
        "creatinine",
        "iron overload",
        "renal impairment",
        "transfusion",
        "adverse effects",
        "chelation therapy",
        "myelodysplastic syndrome",
        "alpha-thalassemia"
    ],
    "author_names": [
        "Arjuna Ponnampalam, MD",
        "Donald S Houston, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Univeristy of Manitoba, Winnipeg, MB, Canada"
        ],
        [
            "Section of Hematology/Oncology, Department of Internal Medicine, Univeristy of Manitoba, Winnipeg, MB, Canada"
        ]
    ],
    "first_author_latitude": "49.8563944",
    "first_author_longitude": "-97.14223455",
    "abstract_text": "Iron chelation is an important modality in treating patients with iron overload syndromes to minimize end-organ damage. The greatest experience has been in young patients with thalassemia, but there is growing use of chelation therapy in patients with acquired transfusion-dependent disorders such as myelodysplastic syndrome. Deferoxamine is a clinically proven and effective therapy for long term chelation, but the standard mode of administration by subcutaneous pump-driven infusion is burdensome for patients and leads to poor adherence. Intermittent bolus injection (1g in 10ml of water injected subcutaneously twice daily) has been advocated as an alternative protocol that may facilitate compliance. Acute kidney injury has been described previously in patients receiving high dose intravenous deferoxamine, but not in patients receiving subcutaneous therapy, and nephrotoxicity is not listed as an adverse effect in the product monograph. Here we report a series of three patients who developed acute kidney injury when receiving subcutaneous deferoxamine by intermittent bolus injection. CASES: All three patients were elderly adults. The first was a 64 year old man who developed iron overload secondary to hemoglobin H disease, the second was a 78 year old woman with transfusion-dependent myelodysplastic syndrome (refractory anemia with ring sideroblasts), and the third was an 83 year old man with transfusion-dependent smoldering multiple myeloma. These patients had preexisting mild renal impairment: the first was a kidney transplant recipient taking cyclosporine, the second had a prior nephrectomy for renal carcinoma, and the third had longstanding renal impairment from renovascular disease. All three patients had resolution of their acute kidney injury on discontinuation of therapy and have had stable creatinine values subsequently. Rechallenge with deferoxamine led again to a reversible rise in creatinine in the first patient. The most striking effect was in the second patient: her creatinine level rose from a baseline of 154μmol/l to 280μmol/l one month after starting deferoxamine, and fell to 138μmol/l two weeks after discontinuing the drug. DISCUSSION: We conclude that renal dysfunction can be an important side effect of deferoxamine chelation. The toxicity appears to be reversible on discontinuation of therapy. Older patients and patients with pre-existing renal impairment may be more susceptible to this effect, and subcutaneous bolus dosing may increase the risk, possibly due to higher peak drug levels. Careful monitoring of creatinine values and minimization of other nephrotoxic agents is appropriate and prudent when managing iron overload syndromes with deferoxamine chelation therapy."
}