{
    "doi": "https://doi.org/10.1182/blood.V112.11.18.18",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1168",
    "start_url_page_num": 1168,
    "is_scraped": "1",
    "article_title": "Targeting the Hypoxic Microenvironment by mTOR Inhibitors Sensitizes ALL Cells to Chemotherapy ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Lymphocytic Leukemia - Biology and Pathophysiology",
    "topics": [
        "chemotherapy regimen",
        "hypoxia",
        "mtor inhibitors",
        "mtor serine-threonine kinases",
        "leukemic cells",
        "leukemia",
        "proto-oncogene proteins c-akt",
        "coculture techniques",
        "glucose",
        "leukemia, precursor b-cell lymphoblastic"
    ],
    "author_names": [
        "Olga Frolova, MD, PhD",
        "Ismael J. Samudio, PhD",
        "Zakar H. Mnjoyan, PhD",
        "Hongbo Lu",
        "Sergej Konoplev, MD, PhD",
        "Deborah A. Thomas, MD",
        "Hagop M. Kantarjian, MD",
        "Elizabeth J. Shpall, MD",
        "Michael Andreeff, MD, PhD",
        "Marina Konopleva, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "The main therapeutic challenge in the treatment of Acute Lymphocytic Leukemia (ALL) is the development of strategies aimed at overcoming resistance to chemotherapy. Interactions between leukemia cells and microenvironment promote leukemia cell survival and confer resistance to drugs commonly used to treat ALL. Recent reports indicate that the endosteum at the murine bone-bone marrow (BM) interface is hypoxic, and data in a rat model demonstrate that leukemic cells infiltrating bone marrow were markedly hypoxic compared to cells in bone marrow of healthy rats. Hypoxia-inducible factor 1α (HIF-1α) is a key regulator of the cellular response to hypoxia. To characterize expression and function of HIF-1α in the bone marrow from ALL patients, HIF-1α expression was analyzed by immunohistochemistry in the bone marrow specimens from 16 newly diagnosed patients with pre-B ALL. HIF-1α was found to be expressed in 10/16 samples tested (62.5%). Of the 16 patients, 5 patients subsequently relapsed, all of which have expressed HIF-1α at diagnosis. No relapses were seen in the 6 patients with negative HIF-1α levels at presentation. To examine the molecular mechanisms of survival of leukemic cells growing under hypoxic conditions of bone marrow microenvironment, we established a co-culture system of pre-B ALL cells with BM-derived mesenchymal stem cells (MSC). Culture of REH cells under hypoxia (1% O 2 ) resulted in induction of HIF-1α protein which was further increased in leukemia/stroma co-culture. Exposure of cells to hypoxia resulted in robust activation of AKT phosphorylation in leukemic cells. We have recently demonstrated that rapamycin analogs inhibit AKT signaling in AML cells via inhibition of mTORC2 formation ( Zeng et al., Blood 109:3509-12, 2007 ). Likewise, mTOR inhibition by RAD001 completely blocked HIF-1α and pAKT in REH cells. Importantly, REH cells co-cultured with MSC under hypoxia/high glucose environment exhibited significantly lower apoptotic rates (p=0.02) and growth inhibition (p=0.002) in response to vincristine, and these effects were reversed by mTOR blockade with RAD001. We have further demonstrated that inhibition of mTOR signaling reduced expression of the glucose transporter Glut-1 and diminished glucose flux, decreased glycolytic rate and ATP production, both in leukemic cell lines and in primary ALL blasts (n=8). This was associated with decreased mitochondrial membrane potential and inhibition of the hypoxia-induced hexokinase (HKII) in the mitochondrial fraction of ALL cells. In summary, data suggest that mTOR/AKT signaling critically controls HIF-1α expression and function in ALL cells studied under the hypoxic conditions characteristic of bone marrow microenvironment. Hence, mTOR inhibition or blockade of HIF-1α-mediated pro-survival signaling events may reverse microenvironment-mediated chemoresistance and improve clinical outcomes in ALL."
}