{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4831.4831",
    "article_title": "A Rare Case of Hemophagocytic Lymphohistiocytosis of Unknown Etiology ",
    "article_date": "December 7, 2017",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Abstract: Hemophagocytic lymphohistiocytosis (HLH) is an uncommon cytokine storm syndrome marked which can cause high mortality. In adults, acquired HLH usually has an underlying infectious, autoimmune or malignant process that triggers the syndrome. In this case report, we present a 64-year old Caucasian male presenting with productive cough, fevers, weight loss and altered mental status who was ultimately found to have HLH of unknown etiology. Introduction: According to the 2008 diagnostic criteria, HLH is established by a molecular diagnosis of pathologic mutation or through clinical and laboratory findings of fever, splenomegaly, cytopenias, hypertriglyceridemia and/or hypofibrinogenemia, tissue diagnosis of hemophagoyctosis in the bone marrow, spleen or lymph nodes, low or absent natural killer cell activity, elevated ferritin (>500 ng/ mL), and soluble CD 25 > 2400 U/mL. As a cytokine storm syndrome, HLH is often confused for sepsis, macrophage-activation syndrome (MAS) and other multi-organ system failures. Early recognition of HLH can prompt timely treatment and improve morbidity and mortality. Current therapeutic options include immunosuppression, immune modulation, chemotherapy, and biological response modification followed by bone marrow transplant. Case Report: A 64-year old Caucasian gentleman presented to the Emergency Department with complaints of lethargy, weakness, progressive dyspnea on exertion, productive cough of whitish sputum and a fever of 102.5 F. His past medical history was significant for non-insulin dependent diabetes, CAD s/p stent 14 years prior, hypertension, and atrial fibrillation. He had a 14 pack year smoking history and had quit smoking 13 years prior. On review of systems, he admitted to a 5 lbs weight loss over the past 3 months, intermittent bouts of confusion and recent leg swelling. Deep venous thrombosis was excluded by his primary care physician, a week prior to admission. While in the ED, a CBC showed pancytopenia, marked by a white blood cell count of 2.7 and anemia with hemoglobin of 10.1. A CXR was performed showing bilateral pulmonary nodules; a CT scan of his chest and abdomen showed extensive pulmonary nodules and moderate splenomegaly. The patient was started on empiric antibiotics for presumed pneumonia with concerns of sepsis. An exhaustive approach for a possible malignant etiology of the patient's lymphadenopathy was initiated on the second day of hospitalization. A CT-guided lung biopsy and bone marrow biopsy were initially conducted which were negative for any abnormal cells. Additionally, a PET-CT, VATS procedure, and several more bone marrow biopsies were performed, without any explanation for his symptoms. An extensive rheumatologic work up only showed mild positivity for anti-cardiolipin IgG and beta-2 glycoprotein 1 antibody IgA positivity. Infectious work up for Rickettsia, Histoplasmosis, Blastomycosis, Bartonella, Syphillis, Tuberculosis, Babesiosis, fungal, viral, and other potential infectious etiologies were unrevealing. Of interest, the patient had one AFB positive sample from his VATS procedure after two weeks, however this specimen was concluded to be non-correlative. All repeat AFB cultures and sputum analyses were negative. His hospital course was prolonged and complicated by bouts of altered mental status, continuing fevers and worsening pancytopenia. Approximately three hospital hospital re-admissions for sepsis-like syndrome, a splenectomy was performed with pathology showing hemophagocytosis. At the time of the splenectomy, an elevated ferritin value of > 70000 was noted, and fibrinogen levels were low. The patient was additionally found to have an elevated IL-2R. Thus, a diagnosis of HLH was made given pancytopenia, ferritin of 70000, elevated triglycerides, hypofibrinogenemia, elevated IL-2R, splenomegaly, hemophagocytosis on splenectomy and fevers. The patient was treated with etoposide and dexamethasone by his oncology, per protocol, to which his cytopenia, ferritin and fibrinogen improved. Conclusion: HLH is a rare disease entity that is often confused for sepsis syndrome. An extensive work up is urgent and necessary to adequately treat patients to reduce morbidity and mortality. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hemophagocytic lymphohistiocytosis",
        "weight reduction",
        "fever",
        "pancytopenia",
        "sepsis",
        "splenectomy",
        "splenomegaly",
        "bone marrow biopsy",
        "cytokine storm",
        "cytopenia"
    ],
    "author_names": [
        "Ida Micaily, MD",
        "Marie-Helene Gagnon, MD",
        "Richard Friedenheim, MD",
        "Jason A. Damsker, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ida Micaily, MD",
            "author_affiliations": [
                "Department of Medicine, Abington Jefferson Health, Abington, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marie-Helene Gagnon, MD",
            "author_affiliations": [
                "Department of Medicine, Abington Jefferson Health, Abington, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Friedenheim, MD",
            "author_affiliations": [
                "Abington Pulmonary and Critical Care Associates, Abington Jefferson Health, Abington, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason A. Damsker, MD",
            "author_affiliations": [
                "Abington Hematology and Oncology Associates, Willow Grove, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:42:32",
    "is_scraped": "1"
}