{
    "doi": "https://doi.org/10.1182/blood.V110.11.5074.5074",
    "article_title": "Hematopoietic Stem Cell Transplantation after Reduced Intensity Conditioning in Acute Myeloid Leukemia Patients Older Than 40 Years. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Reduced intensity conditioning (RIC) protocols are increasingly used for allogeneic hematopoietic stem cell transplantation (HSCT) in elderly patients. We retrospectively analyzed the outcome of RIC HSCT in a homogeneous group of acute myeloid leukemia (AML) patients over the age of 40. Forty-three AML or high-risk myelodysplastic syndrome patients were treated with a fludarabine and low dose total body irradiation (TBI) based regimen, followed by a full peripheral stem cell graft. Antithymocyte globulin was given to matched unrelated recipients (34%) before infusion of fludarabine. Graft-versus-host disease (GVHD) prophylaxis consisted of cyclosporin and mycophenolate mofetil. All but 2 AML patients were in complete remission at the time of transplantation. Seventy-six percent of patients had a poor risk profile. Hematologic recovery was fast and primary graft failure occurred in one patient. Two patients with active disease at the time of HSCT experienced ongoing relapse. Infections were diagnosed in 9 patients (21%) and 6 patients (14%) were treated for CMV reactivation. Sixty percent of patients developed acute GVHD, which was grade 2 in 40% and grade 3 in 12%. Chronic GVHD occurred in 33% of patients. The incidence and severity of both acute and chronic GVHD was similar in patients with related and unrelated donors ( P = 0.84 and 0.74, respectively). Treatment-related mortality (TRM) was low (9%), total nonrelapse mortality was 19%. After a median follow-up of 571 days, 16 patients (37%) experienced relapse. One-year progression-free and overall survival were 61% and 67%, respectively. Median disease-free survival has not been reached yet (> 58 months) and median overall survival was 31 months (Fig 1 and 2, respectively). Poor risk AML was significantly associated with disease-free survival in multivariate analysis ( P = 0.02). Age > 60 years, gender, donor type, timing of RIC HSCT (upfront or after relapse) and acute GVHD were not identified as prognostic factors. In conclusion, fludarabine plus low-dose TBI-based RIC HSCT is effective in AML patients over the age of 40 without active disease at the time of transplant and is associated with low TRM. View large Download slide Figure View large Download slide Figure Close modal View large Download slide Figure View large Download slide Figure Close modal",
    "topics": [
        "conditioning (psychology)",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "fludarabine",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "antithymoglobulin"
    ],
    "author_names": [
        "Cynthia Huisman, MD, PhD",
        "Ellen Meijer, MD, PhD",
        "Eefke J. Petersen, MD, PhD",
        "Henk M. Lokhorst, MD, PhD",
        "Leo F. Verdonck, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cynthia Huisman, MD, PhD",
            "author_affiliations": [
                "Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ellen Meijer, MD, PhD",
            "author_affiliations": [
                "Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eefke J. Petersen, MD, PhD",
            "author_affiliations": [
                "Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk M. Lokhorst, MD, PhD",
            "author_affiliations": [
                "Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo F. Verdonck, MD, PhD",
            "author_affiliations": [
                "Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T09:36:14",
    "is_scraped": "1"
}