{
    "doi": "https://doi.org/10.1182/blood.V128.22.1266.1266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3293",
    "start_url_page_num": 3293,
    "is_scraped": "1",
    "article_title": "Red Blood Cell-Encapsulation of L-Asparaginase Favorably Modulates Target Selectivity and Pharmacodynamics ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "abstract_text": "L-asparaginase (L-ASP) is an enzyme-drug that has been used for decades to treat acute lymphoblastic leukemia (ALL). The red blood cell (RBC)-encapsulated L-ASP product GRASPA (eryaspase) was introduced recently with the goal of reducing L-ASP side effects without compromising efficacy. We previously showed in a Phase 2/3 trial that none of the patients treated with GRASPA had evidence of allergic reactions during induction compared to 46% of patients treated with non-encapsulated L-ASP (Baruchel et al ., ASH , 2015). Similarly, evidence of pancreatic or hepatic toxicities were substantially lower with GRASPA compared to native L-ASP. Hence, GRASPA exhibits a clear benefit over L-ASP in terms of toxicity profile. The next critical question is whether GRASPA can maintain asparagine depletion. Since plasma asparagine must be transported into the RBC to be degraded by GRASPA, the RBC membrane could limit the efficacy of GRASPA. Therefore, we sought to characterize the transport and degradation of amino acids between the plasma and RBC cytoplasm in the presence of L-ASP or GRASPA. To that end, we used a bioanalytical method for the simultaneous analysis of the metabolites asparagine, aspartic acid, glutamine, and glutamic acid. Notably, the method completely quenches L-ASP and GRASPA and uses liquid chromatography-tandem mass spectrometry (LC-MS/MS) to achieve high sensitivity, accuracy, and precision. The method also involves correction for ex vivo (post-sampling) depletion of target amino acids, which occurs, for example, during centrifugation of whole blood to separate RBCs and plasma. Specifically, we added two stable isotope-labeled amino acids, 13 C 4 -asparagine and 13 C 5 -glutamine, to the sample at the point of collection. After centrifugation, samples were quenched by addition of 10% formic acid. Concentrations of all 12 C- amino acids and their 13 C- counterparts were then determined by LC-MS/MS. The difference between the nominal concentrations of the 13 C amino acid substrates and their L-ASP-generated products were used to correct for the actual concentrations of the 12 C amino acids. In that manner, measuring ex vivo conversion of 13 C 4 -asparagine to 13 C 4 -aspartate and conversion of 13 C 5 -glutamine to 13 C 5 -glutamate provided correction factors to calculate the original concentrations of the endogenous metabolites (unlabeled asparagine and glutamine) present in the sample at the time of collection. In whole blood test tube reactions containing L-ASP or GRASPA at matched overall asparaginase activities, the glutaminase activity of GRASPA was 10-fold lower than that of L-ASP, with initial rates of approximately 0.8 µM/min and 8.0 µM/min, respectively. Therefore, GRASPA exhibits significantly decreased glutaminase activity relative to L-ASP, resulting in an approximately 10-fold increase in selectivity for asparagine over glutamine, which may explain the observed decrease in frequency of adverse events in clinical trials with GRASPA compared to L-ASP. Notably, in the presence of GRASPA, asparagine was rapidly and extensively converted to aspartic acid inside the RBC of GRASPA, whereas no aspartic acid accumulated in the RBC following treatment of whole blood with L-ASP. In conclusion, the RBC membrane of GRASPA imbues L-ASP with improved target selectivity, which may explain the better toxicity profile of GRASPA. Altered target selectivity has been added to a growing list of beneficial properties of the RBC membrane, including improved half-life and decreased immunogenicity. View large Download slide View large Download slide  Disclosures Lorenzi: Erytech Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties: NIH-held patent related to L-asparaginase. Weinstein: NIH: Patents & Royalties: patent related to L-asparaginase. Swart: Erytech Pharma: Employment, Membership on an entity's Board of Directors or advisory committees. El-Hariry: Erytech Pharma: Employment.",
    "topics": [
        "asparaginase",
        "encapsulation",
        "pharmacodynamics",
        "asparagine",
        "amino acids",
        "glutamine",
        "aspartic acid",
        "toxic effect",
        "centrifugation",
        "glutaminase"
    ],
    "author_names": [
        "Philip L Lorenzi, PhD",
        "Thomas D Horvath, PhD",
        "Leona A Martin, M.S.",
        "Wai Kin Chan, PhD",
        "Di Du, PhD",
        "David H. Hawke, PhD",
        "John N Weinstein, MD,PhD",
        "Kenneth J Swart, PhD",
        "Iman El-Hariry, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Systems Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "PAREXEL International Clinical Research Organization, Cape Town, South Africa "
        ],
        [
            "Erytech Pharma, LYON, FRA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}