{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5450.5450",
    "article_title": "Low-Dose Interleukin-2 Restores Human Regulatory T Cell Function, in Vitro , As a Potential in the Handle of Graft Versus Host Disease (GvHD) ",
    "article_date": "December 7, 2017",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "abstract_text": "Background Currently, isolation of natural regulatory T cells (nTregs) and in vitro -expanded nTregs was shown to be an effective therapy to GVHD patients. However, shortage of nTregs in peripheral blood and time consumption of expansion in vitro may eventually limit the clinical application. Conversely, induction regulatory T cells (iTregs) can be generated in vitro from naïve T cells and to a large number of iTregs in short time. The activity of iTregs to suppress the responder T cells should be maintained for longer time, then may improve the GVHD therapeutic efficiency. So far, paracrine uptake of soluble mediators as would intensify the Tregs activity on T cell suppression, especially the interleukin-2 (IL-2) is essential for CD4+CD25+ Tregs function. In clinical, low-dose IL-2 administration was suggested to induce the functional Tregs in vivo , and improve the therapy of cGVHD. Therefore, IL-2 may improve iTregs function and expansion during short time, in vitro , then to ensure the successful acute GVHD therapy. Aim As we know, iTreg cells would decay after a period of time, in vivo or in vitro . If we want to maintain a certain number of iTregs for the GVHD treatment, it is best to provide iTregs to the patient more than once. In order to provide more number of effective iTregs for clinical use, we try to develop a method for induction and expansion of more iTregs via IL-2 restores Tregs in vitro . Methods Human PBSC were prepared from peripheral blood of health donor by Ficoll-Hypaque density gradient centrifugation. Naïve T cells were isolated by negative selection. The harvested naïve T cells were cultured and stimulated under cytokines-containing RPMI1640 medium. The flow chart was shown in figure. For cell proliferation and activity maintenance, the cells were cultured under IL-2 supplemented medium. The harvested cells were analyzed by flow cytometry with fluorescence-conjugated CD antibodies, including CD4, CD25, CD127 and FoxP3. The iTregs suppression function were analyzed via MLR assay. Results With our purpose, provide more effective iTreg cells should be efficient for clinical application. Amplification of the T cell number can obtain more iTreg cells; therefore, cultivation of the T cells under IL-2-containing medium would stimulate the cell proliferation to about 4-fold on the 10 th day. After the first cytokines [IL-2, TGFb-1 and retinoic acid (RA)] stimulation, we harvested the iTregs, and then, keep the cells in low-dose IL-2 only medium for another 5 days to expand and maintain activity of the T cells. On the 10 th day, naïve T cell would be performed with anti-CD3/CD28 antibodies and with cytokines supplement for the further induction. The IL-2 expanded-T cells would be further induced to iTregs. FoxP3 gene expression was as a functional iTregs indicator, and showed the highly expression on the 5 th - and 15 th - day iTergs but lower on the 10 th -day. It indicated that the iTregs would be restored for application within a short period under low-dose IL-2 medium. Besides, we could harvest more iTregs after the low-dose IL-2 incubation, because of the cell expansion during IL-2 medium incubation for 5 days. Using MLR assay, we have confirmed all of these functional iTregs to suppress the responder T cells. Conclusion Our study showed that after the activation and induction of naïve T cells, we could maintain the cells under IL-2 containing medium. Then, after the second induction, we could restore the iTreg cells. Therefore, we may provide more of the functional iTregs to GVHD patients, continuously. The result should develop a novel-cell based approach for potentially reducing the risk of acute GVHD within short time. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aldesleukin",
        "graft-versus-host disease",
        "regulatory t-lymphocytes",
        "cytokine",
        "antibodies",
        "graft-versus-host disease, acute",
        "antigens, cd25",
        "cd28 antigens",
        "centrifugation, density gradient",
        "diatrizoate"
    ],
    "author_names": [
        "Tzeon-Jye Chiou, MD",
        "Hsiu-Hsia Lin, PhD",
        "Wei-Hao Wu, BS",
        "Jhih-Yun Jian, MS",
        "Sin-Tak Chu, PhD",
        "Woan-Fang Tzeng, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tzeon-Jye Chiou, MD",
            "author_affiliations": [
                "Division of Transfusion Medicine, Taipei Veterans General Hospital, Taipei, Taiwan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hsiu-Hsia Lin, PhD",
            "author_affiliations": [
                "Division of Transfusion Medicine, Department of Medicine, Taipei Veterans General Hospital, Taipei, Taiwan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei-Hao Wu, BS",
            "author_affiliations": [
                "Division of Transfusion Medicine, Department of Medicine, Taipei Veterans General Hospital, Taipei, Taiwan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jhih-Yun Jian, MS",
            "author_affiliations": [
                "Division of Transfusion Medicine, Department of Medicine, Taipei Veterans General Hospital, Taipei, Taiwan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sin-Tak Chu, PhD",
            "author_affiliations": [
                "Institute of Biochemistry, National Taiwan University, Taipei, Taiwan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Woan-Fang Tzeng, PhD",
            "author_affiliations": [
                "Department of Life Science, Fu-Jen University, New Taipei City, Taiwan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T03:53:23",
    "is_scraped": "1"
}