{
    "doi": "https://doi.org/10.1182/blood.V116.21.SCI-50.SCI-50",
    "article_title": "Anti-Viral Cytotoxic T-Lymphocyte Therapy ",
    "article_date": "November 19, 2010",
    "session_type": "Scientific Committee on Transplantation Biology: Novel Cellular Therapies",
    "abstract_text": "Abstract SCI-50 Cytomegalovirus (CMV), Epstein Barr virus (EBV) and adenovirus (Ad) are particularly problematic in patients after hematopoietic stem cell transplantation (HSCT) and are associated with significant morbidity and mortality. While antiviral pharmacotherapy may help prevent or treat CMV or Ad, and CD20-specific antibodies may control EBV-associated lymphoproliferation, these drugs are expensive, toxic and often ineffective due to primary or secondary resistance. These deficiencies in conventional therapeutics have increased interest in an immunotherapeutic approach to viral disorders. Adoptive transfer of T-cells in the form of donor lymphocyte infusions (DLI) has been used to treat viral infection after allogeneic HSCT, but has so far proved to be of limited effectiveness for patients with viral infections such as Ad, and often produce GvHD. Adoptive transfer of peripheral blood derived virus-specific cytotoxic T lymphocytes (CTL) directed to CMV, EBV and Ad can rapidly reconstitute anti-viral immunity post-HSCT without causing GvHD. We have shown that peripheral blood-derived T-cell lines enriched in cells recognizing CMV, EBV and Ad can reproducibly control infections due to all three viruses after allogeneic HSCT. This study demonstrated that the multivirus-specific T cells expand in vivo and are active against all three viruses. Furthermore, by restoring immunity to three viruses simultaneously, the need for continued prophylaxis with pharmacotherapy is eliminated, thus, improving the efficiency and cost effectiveness of protecting HSCT recipients from these potentially lethal viruses. In principle, this strategy could be applied with comparable success to recipients of cord blood (CB) transplants; however, certain obstacles to the extension of this approach must be circumvented. These include: (i) the limited numbers of CB T-cells available for manipulation and (ii) the naivety of CB T-cells. Hence, the development of virus-protective T-cell therapy for patients undergoing CBT requires the priming and extensive expansion of naïve T-cells rather than the more limited and simple direct expansion of pre-existing virus-specific memory T-cell populations from virus-experienced donors. Further, CB T-cells have lower cytotoxic activity and higher activation-induced cell death than peripheral blood T-cells. These limitations have prevented the production of virus-specific cord blood-derived CTL in sufficient numbers for clinical use. Recent studies demonstrate that ex vivo priming of naïve T-cells can be achieved in the presence of combinations of soluble cytokines such as IL-7, IL-15, and IL-12 that respectively decrease the antigen concentration threshold, direct T-cells towards a central memory phenotype, and influence the polarization of Th1 cells. We have now shown that Ad5f35pp65-transduced CB-derived APC can be used to generate large numbers of autologous T-cells specific for CMV and Ad, even from the phenotypically naive T-cell subpopulation. Addition of EBV-transformed B-lymphoblastoid cell lines (LCL) to the APCs allows the Ad/CMV specificity of the CB T-cells to be extended to EBV. In addition, the multivirus-specific T-cells recognize an array of epitopes after only 2 weeks expansion in vivo . We have now initiated a clinical trial using CB-derived multivirus-specific T cells to infuse to patients after CB transplant. Moreover, we propose that these virus-specific T cells generated from cord blood or peripheral blood can be genetically modified to (i) redirect specificity to leukemia as well as viral antigens and (ii) overcome tumor immune evasion strategies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "antibodies",
        "antigens",
        "antigens, viral",
        "antiviral agents",
        "atrial premature complexes",
        "cd20 antigens",
        "cytokine",
        "epitopes",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Catherine M. Bollard, MBChB, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Catherine M. Bollard, MBChB, MD",
            "author_affiliations": [
                "Pediatrics, Center for Cell and Gene Therapy, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T06:52:24",
    "is_scraped": "1"
}