{
    "doi": "https://doi.org/10.1182/blood-2018-99-118711",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4083",
    "start_url_page_num": 4083,
    "is_scraped": "1",
    "article_title": "Hematopoietic Stem Cell Transplantation for CNS Autoimmune Disorders for Adults and Children: Long-Term Outcomes - Experience of the Russian Federation ",
    "article_date": "November 29, 2018",
    "session_type": "731. Clinical Autologous Transplantation: Results",
    "topics": [
        "autoimmune diseases",
        "child",
        "hematopoietic stem cell transplantation",
        "russia",
        "neuromyelitis optica",
        "brachial plexus neuritis",
        "follow-up",
        "magnetic resonance imaging",
        "surgical procedures, operative",
        "transplantation"
    ],
    "author_names": [
        "Kirill Kirgizov",
        "Elena Skorobogatova",
        "Denis Fedorenko",
        "Elvira Volkova",
        "Alexey Polushin",
        "Ekaterina Pristanskova",
        "Oksana Blagonravova",
        "Sergey Piliya",
        "Raisa Bembeeva",
        "Ludmila Zubarovskaya",
        "Axel Zander",
        "Boris Afanasyev",
        "Alexander Rumyantsev"
    ],
    "author_affiliations": [
        [
            "Dmitry Rogachev National Medical Research Center of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "The Russian Children's Research Hospital, Moscow, Russian Federation "
        ],
        [
            "National Medical and Surgical Centre named after N. I. Pirogov, Moscow, Russian Federation "
        ],
        [
            "The Russian Children's Research Hospital, Moscow, Russian Federation "
        ],
        [
            "Pavlov First Saint Petersburg State Medical University, Saint Petersburg, Russian Federation "
        ],
        [
            "The Russian Children's Research Hospital, Moscow, Russian Federation "
        ],
        [
            "The Russian Children's Research Hospital, Moscow, Russian Federation "
        ],
        [
            "The Russian Children's Research Hospital, Moscow, Russian Federation "
        ],
        [
            "The Russian Children's Research Hospital, Moscow, Russian Federation "
        ],
        [
            "Pavlov First Saint Petersburg State Medical University, Saint Petersburg, Russian Federation "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City,"
        ],
        [
            "Pavlov First Saint Petersburg State Medical University, Saint Petersburg, Russian Federation "
        ],
        [
            "Dmitry Rogachev National Medical Research Center of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ]
    ],
    "first_author_latitude": "55.6526871",
    "first_author_longitude": "37.4933551",
    "abstract_text": "Rationale. More than 70 000 of patients registered with multiple sclerosis (MS) registered in Russia annually. Some of adults and children with CNS autoimmune disorder (AD) require hematopoietic stem cell transplantation (HSCT). We analyzed long-term outcomes and late effects in adults and children with MS and neuromyelitis optica (NMO) after HSCT treated in three Russian centers. Patients and Methods. Sixteen children were treated in the Russian Children's Research Hospital in collaboration with Dmitry Rogachev Center: MS - 13, NMO - 3. MS: female (F) - 9, male (M)- 4; NMO: all females. MS median age - 16,8±1,6 y.o., median Expanded Disability Status Scale (EDSS) 6,16±0,2. NMO pts median age - 12,7±1,4 y.o. All patients had severe refractory disease. MS children received Cyclophosphomide and horse ATG, NMO - Treosulfan, Fludarabine, Rituximab and horse ATG. Nighty nine MS adults received HSCT in National Pirogov Medical Surgical Center with reduced-intensity BEAM-like conditioning regimen in mean age-35 y.o.; M:F=39:60; median EDSS = 3.5; disease status - 43 relapsing/remitting MS, 56 progressive MS. Thirty-two MS adult patients were transplanted in Raisa Gorbacheva Research Institute during 2 periods of time: 25 patients in 2000 - 2010 (mean age - 34,4 y.o., M:F=12:13, mean EDSS=4,3) with conditioning regimen BEAM and horse ATG and in 2018 (mean age - 36 y.o., M:F=3:4, mean EDSS=4.5) with conditioning regimen based on Cyclophosphomide and horse ATG. Results. Rapid improvement of EDSS registered in children - EDSS decreasing on 3,1±0,3 during first 60 days. Median follow-up - 52,1 ± 2,3 months (12-86 months). Two MS patients relapsed (clinical and MRI). Almost all NMO patients stopped the progression and improved neurologically (clinical and MRI) except 1 pt - died due to refractory ADV-infection. Median follow-up - 24,2±4,5 months (1- 62 months). MS patients late effects cardio-vascular - 5 pts, endocrine - 3 pts (all females). NMO patients late effects: cardio-vascular - 2 pts., late immune reconstitution - 1 pt. In Pirogov Medical Surgical Center group at 6 months post-transplant, neurological improvement or stabilization was observed in all the patients except one. Cumulative incidence of disease progression was 16.7 % at 8 years after HSCT. Sixty-four patients who did not progress during the first 3 years post-transplant and were monitored for more than 3 years were included in long-term outcome analysis. At the median long-term follow-up of 62 months, 47 % of patients improved by at least 0.5 points on the EDSS as compared to baseline and exhibited improvement during the entire period of follow-up; 45 % of patients were stable. In Raisa Gorbacheva Research Institute 50% of patients (group transplanted in 2000 - 2010) relapsed, group transplanted in 2018 - 4 patients were improved on therapy and 3 - stabilized. Conclusions. HSCT is used both for children and adults in Russia. It is successful approach for refractory MS and pediatric NMO treatment. In-time HSCT can significantly improve the outcome. Late effects can be found in these patients, so it's important to find it and give adequate rehabilitation. Thus, the risk/benefit ratio of HSCT in our population of these patients are very favorable. Disclosures No relevant conflicts of interest to declare."
}