{
    "doi": "https://doi.org/10.1182/blood.V124.21.3906.3906",
    "article_title": "Impaired NK Cells Cytotoxicity Against Activated, Alloreactive Donor T Cells in aGVHD and Ability of Dasatnib to Restored the Gvhd-Regulation Function of NK Cells ",
    "article_date": "December 6, 2014",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "In murine models, donor natural killer cells(NK) exhibit immunoregulatory functions to alloreactive T cells during the initiation of acute graft versus host disease(aGVHD). The immunoregulatory role of NK cells in human aGVHD remains unclear. Here we compared the regulation of alloreactive donor T cell response by donor CD56 + NK cells in 63 patients receiving allogeneic hematopoietic stem cell transplantation(allo-HSCT) and their donors. We found that NK cells from donors effectively suppressed T cell proliferation in response to Allo-DCs, showing cytotoxicity against activated proliferating T cells but not resting T cells. Subgroup of NK cells influenced the cytotoxicity against allo-reactive T cells, NKG2A - CD57 + NK cells degranulated to activated auto-T cells more potently than NKG2A + CD57 - subgroup, suggesting NKG2A and CD57 expression patterns influenced NK cytotoxicity against activated T cells. When we analyzed the alteration in potential ligands for NK activating receptors on CD3+T cells during stimulated by allo-antigens, we found that activated T cells expressed higher levels of NKG2D-L(MICA/B,ULBP-1/ 2/ 4), DNAM1-L(PVR), and LFA-L(ICAM-1 and ICAM-2). Using neutralizing antibodies to block the interaction between NK receptors and correspondence ligands, we found that both activating receptor(LFA-1,NKG2D and DNAM-1) and inhibited receptor(NKG2A and TIM-3) participated this process. In the first 3 months post HSCT, reconstituted NK cells were mainly CD56 bright and NKG2A + CD57 - subgroup, and percent of CD11b + CD27 + subgroup was significantly higher than in health donors, indicating relative immature subgroup predominated the early reconstituted NK cells after transplantation. By evaluating the dynamic restitution regularity of NK cell receptoires after Allo-HSCT, we found that the early reconstituted NK cells had a notably decreased surface expression of DNAM-1 and NKG2D compared with their corresponding donors. Furthermore, we compared the expression of receptors on CD56+NK cells from patients who developed aGVHD (group GVHD) with those without aGVHD (group non-GVHD) at 4 weeks after transplantation. Interestingly, we found that decreased expression of DNAM-1 and NKG2D and enhanced NKG2A expression are associated with aGVHD. When we assessed the expression of ligands for activating NK-cell receptors on activated T cells in aGVHD and non-aGVHD patients, we found that T cells in aGVHD patients expressed higher level of PVR(ligand for DNAM-1) and MICA/B(ligand for NKG2D) when compared with no-aGVHD patients or donors. To explore whether the subgroup alteration and reduced activating receptors expression on NK cells in aGVHD patients affected their capacity of GVHD regulation, we next examined NK-cell degranulation and cytotoxicity to allogeneic antigen activated T cells. The results demonstrated that the ability of donor NK cells to inhibit and lyse autologous activated T cells is impaired during human GVHD. Of clinical relevance, the tyrosine kinase inhibitor(TKI) dasatinib enhanced NK cytotoxicity towards activated T cells by up-regulating the expression of CD226 and NKG2D and enhancing the proportion of CD57+NKG2A- subgroup. This study demonstrates for the first time that the ability of donor NK cells to inhibit alloreactive T cells response is impaired during human GVHD and dasatinib may reinforced the GVHD-regulation function of NK cells, which potentially may provide an opportunity for therapeutic treatment of GVHD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytotoxicity",
        "donors",
        "graft-versus-host disease",
        "natural killer cells",
        "t-lymphocytes",
        "allopurinol",
        "ligands",
        "cd57 antigens",
        "hematopoietic stem cell transplantation",
        "antigens"
    ],
    "author_names": [
        "Lixia Sheng",
        "Huarui Fu",
        "Yongxian Hu",
        "Shan Fu",
        "Yamin Tan",
        "Yi Luo",
        "Xiaoyu Lai",
        "Jimin Shi",
        "Ying He",
        "He Huang, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lixia Sheng",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huarui Fu",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yongxian Hu",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shan Fu",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yamin Tan",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Luo",
            "author_affiliations": [
                "The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyu Lai",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jimin Shi",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying He",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "He Huang, MDPhD",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, No. 79 Qing Chun Rd., Hangzhou, 310003, China, Hangzhou, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:13:39",
    "is_scraped": "1"
}