{
    "doi": "https://doi.org/10.1182/blood.V120.21.865.865",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2258",
    "start_url_page_num": 2258,
    "is_scraped": "1",
    "article_title": "The Gold Compound Auranofin Induces Oxidative Stress and Apoptosis in Primary CLL Cells Independent of Classic Prognostic Markers and the Protective Effect of the Tissue Microenvironment ",
    "article_date": "November 16, 2012",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Novel Therapeutic Agents and Strategies for Targeted Therapy",
    "abstract_text": "Abstract 865 Chronic lymphocytic leukemia (CLL), remains incurable, except by allogeneic stem cell transplantation. While multiple chemotherapeutic options are available, relapse and eventually development of chemotherapy resistance are common. Drug resistance of CLL cells is mediated by genetic alterations including deletion of chromosomes 17p (p53 locus) and 11q (ATM locus), and by pro-survival signals emanating from the tissue microenvironment. Thus new therapies are needed that are active against tumor cells in protective tissue sites and those with adverse cytogenetic features. To identify possible new therapies for CLL, we conducted a high throughput screening assay of primary CLL cells exposed to 7 step-wise dilutions of each member of a 2,816 compound library (including FDA-approved drugs and known bio-actives from commercial suppliers). As a control for “unspecific” cytotoxicity, we used PBMCs from normal donors. Of 102 compounds efficacious against CLL cells of all 6 patients tested, 5 were not or minimally toxic in normal lymphocytes. One of these 5 compounds is Auranofin (AF), an FDA-approved oral disease-modifying anti-rheumatic drug. Next, we investigated the efficacy of AF against an expanded cohort of CLL samples (n=50) and investigated its mechanism of action. Samples were characterized for IGHV mutational status, ZAP70 expression, CD38 expression, and FISH cytogenetics. PBMCs were tested against serial dilutions of AF (final concentrations: 0.125–4μM) for 24 hours in flat bottom 96-well plates. MTS assay was performed to quantify cell viability. A dose-dependent response was observed in all samples. The inhibitory concentration at 50% (IC50) was calculated using GraphPad Prism Software. For a majority of samples, the IC50 was 95% of those are CLL cells) and T-cells (CD19-/CD3+) separately using Annexin V staining. AF reduced viability of T-cells on average by 10% and of CLL cells by 50% (n=8; P 2-fold at P <.01, most prominently several genes encoding heat-shock proteins and antioxidant enzymes such as heme oxygenase and thiroredoxin reductase. In Ingenuity Pathway analysis, the most significantly upregulated pathway in response to AF was the NRF2-mediated Oxidative Stress Response (P<.001). Combined, this suggests that AF induced oxidative stress resulting in the upregulation of a detoxifying response. To study the effect of AF on redox balance we used dihydroethidium (DHE) and concomitantly measured cell viability using 3,3′-dihexyloxacarbocyanine iodide (DiOC6) by flow cytometry. AF induced a time- and dose-dependent increase in ROS production in CLL cells that correlated with the onset of apoptosis. In conclusion, AF is selectively cytotoxic for CLL cells and its activity is independent of classic mechanisms of chemotherapy resistance. Based on these observations AF is now being studied in a clinical proof of concept phase IIa clinical trial for patients with relapsed/refractory CLL ( NCT01419691 ). Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "auranofin",
        "gold compounds",
        "oxidative stress",
        "prognostic marker",
        "atrial fibrillation",
        "chemotherapy regimen",
        "cytotoxicity",
        "zap-70 kinase",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Nakhle Saba, MD",
        "Min Shen, PhD",
        "Mondana Ghias",
        "Mohammed Farooqui, DO",
        "Christopher Austin, MD",
        "Kevin Schorno, MBA",
        "Scott Weir, PharmD, PhD",
        "Kapil Bhalla, MD",
        "Adrian Wiestner, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Medical Oncology, Tulane University, New Orleans, LA, USA, "
        ],
        [
            "National Center for Advancing Translational Sciences, National Institutes of Health (NIH), Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National, Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA, "
        ],
        [
            "National Center for Advancing Translational Sciences, National Institutes of Health (NIH), Bethesda, MD, USA, "
        ],
        [
            "Institute for Advancing Medical Innovation, Kansas University, Kansas City, KS, USA"
        ],
        [
            "Institute for Advancing Medical Innovation, Kansas University, Kansas City, KS, USA"
        ],
        [
            "Institute for Advancing Medical Innovation, Kansas University, Kansas City, KS, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute (NHLBI), National Institutes of Health (NIH), Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "29.9483914",
    "first_author_longitude": "-90.09760619999999"
}