{
    "doi": "https://doi.org/10.1182/blood-2021-153200",
    "article_title": "Outcomes of Anti-PD1 Treatment for Relapsed/Refractory Hodgkin Lymphoma: A German Hodgkin Study Group (GHSG) Multi-Center Real-World Analysis ",
    "article_date": "November 5, 2021",
    "session_type": "624.Hodgkin Lymphomas and T/NK cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background: Immune-checkpoint inhibition with antibodies targeting programmed death protein 1 (PD1) was well tolerable and highly effective in pivotal phase II and III trials in relapsed or refractory (r/r) classical Hodgkin lymphoma (cHL). We aimed to evaluate emerging therapeutic sequences and the safety and efficacy of anti-PD1 antibodies in the rapidly changing routine care of r/r cHL. Methods: GHSG-affiliated hemato-oncology departments and practices in Germany were invited to participate in this retrospective study. Patients ≥18 years of age receiving anti-PD1 antibodies for r/r cHL in routine care were eligible. Patient, disease and treatment characteristics were documented by the treating physicians with standardized case report forms. Locally assessed response rates were reported as complete (CR) or partial (PR) remission, stable (SD) or progressive (PD) disease and summarized as objective response rate (ORR: CR + PR). Progression-free (PFS) and overall survival (OS) were analyzed according to Kaplan-Meier from the start of anti-PD1 treatment in routine care to PD (PFS) or death from any cause (PFS + OS). All analyses were done descriptively and conducted in SAS V9.4. Results: A total of 58 r/r cHL patients (pts.) with a median age of 48 years (range 19-89 years) and male predominance (57%) initiated anti-PD1 treatment between 11/2014 and 01/2021 at 15 sites. Median time from 1 st -line to anti-PD1 treatment was 5.5 years (0.8-26.0). The majority had received prior brentuximab vedotin (BV, 86%) or an autologous stem-cell transplantation (autoSCT, 62%) and 16% undergone prior alloSCT. Relevant co-morbidities including HIV, pre-existing autoimmune conditions, cardiovascular diseases and dialysis-dependent kidney failure were documented in 49% of patients. An impaired ECOG performance status of ≥1 was present in 57% of patients (ECOG 2: 12%, ECOG 3: 4%). At initiation of anti-PD1 treatment, 74% of patients presented with stage III/IV disease and 35% did not achieve a response to their latest prior therapy. The median duration of anti-PD1 treatment was 18.1 (0.5-79.3) months and 50% of patients still received an anti-PD1 antibody at data collection. One third (31.6%) of patients experienced grade III/IV treatment-related toxicities and a treatment delay of >6 weeks due to toxicity occurred in 15.5% of patients. Investigator-assessed ORR was 66.7% with 20.4% of patients achieving a CR and 46.3% a PR as best response ( Figure 1A ). With a median follow-up of 19.1 (0-74.7) months and 26.7 (0-74.7) for PFS and OS, respectively, median PFS (mPFS) and OS were 12.3 months and 32 months, respectively ( Figure 1B+C ). Corresponding 2-year PFS and OS estimates were 38.3% (95%CI 24.4-52.2) and 78.5% (95%CI 67.2-89.8). Median PFS was more favorable in patients achieving either a CR (30.1 months) or PR (24.9 months) compared to SD (9.3) or PD (3.4, Figure 1D ), with similar trends also observed for OS. Two thirds (67%) of the 29 patients eventually experiencing PD, continued anti-PD1 treatment beyond progression at least once, with a median duration of 9.9 (3.0-25.8) until 2 nd PD. Overall, 28% patients received concomitant add-on treatments with radiotherapy (62.5%) and chemotherapy (25%) administered simultaneously most commonly. Best response to combination treatment was PR in 84.6% and SD in 15.4% of patients, and 75% of patients receiving add-on treatments achieved their best response only thereafter. Most common consecutive treatments were allogeneic stem-cell transplantation (N=5), BV-based therapy (N=5), Gemcitabine-based regimens (N=4) radiotherapy (N=4) and N=13 patients did not receive further treatment after anti-PD1 failure. Most common cause of death was cHL (58% of deaths reported), followed by non-anti-PD1 treatment-related causes (16%), infections and cardiac diseases (11% each) and second neoplasms (5%). Conclusions: In this multicenter cohort of older and frailer r/r cHL patients receiving anti-PD1 antibodies in routine care, safety and efficacy data including ORR, mPFS and mOS was similar to data reported from pivotal phase II trials. Anti-PD1 treatment for r/r cHL thereby appears feasible and able to induce meaningful clinical benefit in a broad range of patients. Despite various concomitant and subsequent treatments administered, however, cHL or subsequent treatments are by far the leading cause of death. Failure of anti-PD1 in r/r cHL hence constitutes an unmet need. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Trautmann-Grill:  GSK: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; Janssen: Consultancy, Honoraria. Kobbe:  Celgene: Research Funding. Heinrich:  Roche: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Eisai: Consultancy; Lilly: Consultancy, Research Funding; Sanofi: Consultancy; Astra: Consultancy, Research Funding; Abbvie: Research Funding. Schmidt:  Incyte: Honoraria; Biotest: Honoraria; Alexion: Honoraria; AbbVie: Honoraria; Sanofi-Aventis: Honoraria; Novartis: Honoraria; Takeda: Honoraria; Janssen: Honoraria. Hüttmann:  Celgene: Honoraria; Gilead: Honoraria; Lead Discovery Center GmbH: Consultancy; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees. Fuchs:  Lukon: Honoraria; Celgene: Honoraria; MSD: Honoraria; BMS: Honoraria; Takeda: Consultancy, Honoraria. von Tresckow:  Novartis: Consultancy, Honoraria, Other: congress and travel support, Research Funding; Kite-Gilead: Consultancy, Honoraria; MSD: Consultancy, Honoraria, Other: congress and travel support, Research Funding; Takeda: Consultancy, Honoraria, Other, Research Funding; Roche: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; Pentixafarm: Consultancy, Honoraria; BMS-Celgene: Consultancy, Honoraria, Other: congress and travel support; AstraZeneca: Honoraria, Other: congress and travel support; Amgen: Consultancy, Honoraria; AbbVie: Other: congress and travel support. Borchmann:  Gilead Sciences: Honoraria; BMS/Celgene: Honoraria; Janssen: Honoraria; Miltenyi Biotech: Honoraria; Novartis: Honoraria. Engert:  MSD: Honoraria; Hexal: Honoraria; BMS: Honoraria, Research Funding; Astra Zeneca: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding; Tessa Therapeutics: Consultancy; Amgen: Honoraria; ADC Therapeutics: Consultancy. Bröckelmann:  BMS: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; MSD: Research Funding; BeiGene: Research Funding.",
    "author_names": [
        "Jesko Momotow",
        "Ina Bühnen",
        "Karolin Trautmann-Grill",
        "Guido Kobbe",
        "Martin Wilhelm",
        "Bernhard Heinrich",
        "Tobias Gaska",
        "Helmut Forstbauer",
        "Burkhard Schmidt",
        "Andreas Hüttmann",
        "Gerhard Heil",
        "Doris M. Kraemer",
        "William Hermann Krüger",
        "Vanja Zeremski",
        "Norbert Grobe",
        "Kathleen Jentsch-Ulrich",
        "Michael Fuchs",
        "Bastian von Tresckow",
        "Peter Borchmann",
        "Andreas Engert",
        "Paul J Bröckelmann"
    ],
    "author_dict_list": [
        {
            "author_name": "Jesko Momotow",
            "author_affiliations": [
                "German Hodgkin Study Group (GHSG), Germany and Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf (CIO ABCD), University of Cologne, Germany, Cologne, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ina Bühnen",
            "author_affiliations": [
                "German Hodgkin Study Group (GHSG), Cologne, Germany, Cologne, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karolin Trautmann-Grill",
            "author_affiliations": [
                "Medical Clinic I, University Hospital Dresden, Dresden, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Düsseldorf, Medical Faculty, Heinrich Heine University, Düsseldorf, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Wilhelm",
            "author_affiliations": [
                "Klinikum Nurnberg, Nurnberg, DEU"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernhard Heinrich",
            "author_affiliations": [
                "Hämatologisch-Onkologische Gemeinschaftspraxis Heinrich/Bangerter, Augsburg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Gaska",
            "author_affiliations": [
                "Hematology und Oncology, Brüderkrankenhaus St. Josef, Paderborn, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut Forstbauer",
            "author_affiliations": [
                "Gesellschaft für Onkologische Studien, Praxismanagement und -Logistik Troisdorf (GOSPL), Troidsorf, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Burkhard Schmidt",
            "author_affiliations": [
                "Hämatologisch-Onkologische Gemeinschaftspraxis,, Muenchen, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hüttmann",
            "author_affiliations": [
                "Department of Hematology, West German Cancer Center, University Hospital Essen, University of Duisburg-Essen, Essen, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Heil",
            "author_affiliations": [
                "Department of Hematology/Oncology, Klinikum Lüdenscheid, Lüdenscheid, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Doris M. Kraemer",
            "author_affiliations": [
                "Clinic for Internal Medicine - Oncology / Hematology, Kath. Krankenhaus Hagen gem. GmbH, Hagen, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Hermann Krüger",
            "author_affiliations": [
                "Department of Internal Medicine, Greifswald University, Greifswald, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanja Zeremski",
            "author_affiliations": [
                "Department of Hematology and Oncology, Otto-von-Guericke University Magdeburg, Magdeburg, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Grobe",
            "author_affiliations": [
                "Dietrich-Bonhoeffer-Klinikum Neubrandenburg, Neubrandenburg, DEU"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Jentsch-Ulrich",
            "author_affiliations": [
                "Gemeinschaftspraxis für Hämatologie und Onkologie, Magdeburg, Germany"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Fuchs",
            "author_affiliations": [
                "German Hodgkin Study Group, Department I of Internal Medicine, Center for Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, Faculty of Medicine and University of Cologne, Cologne, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bastian von Tresckow",
            "author_affiliations": [
                "Department of Internal Medicine I, German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Borchmann",
            "author_affiliations": [
                "German Hodgkin Study Group (GHSG), Department I of Internal Medicine, University Hospital Cologne, Cologne, Germany",
                "Department of Internal medicine I and Cologne Essen Lymphoma Working Group (CLWG), Center for Integrated Oncology Aachen-Bonn-Cologne-Düsseldorf (CIO ABCD), Faculty of Medicine an University Hospital Cologne, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Engert",
            "author_affiliations": [
                "German Hodgkin Study Group, Department I of Internal Medicine, Center for Integrated Oncology Aachen, Bonn, Cologne, Düsseldorf, Faculty of Medicine and University of Cologne, Cologne, Germany"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul J Bröckelmann",
            "author_affiliations": [
                "Cancer Center Cologne Essen (CCCE), Cologne / Essen, Germany",
                "Department of Internal Medicine, German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:37:34",
    "is_scraped": "1"
}