{
    "doi": "https://doi.org/10.1182/blood.V118.21.2202.2202",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1945",
    "start_url_page_num": 1945,
    "is_scraped": "1",
    "article_title": "Nanomechanics of Platelet Contractility ",
    "article_date": "November 18, 2011",
    "session_type": "301. Platelet Activation and Biochemistry: Poster II",
    "topics": [
        "agonists",
        "bleeding diathesis",
        "blood coagulation disorders",
        "blood platelets",
        "fibrin",
        "fibrinogen",
        "hemorrhage",
        "hemostasis procedures",
        "medical devices",
        "microscopes"
    ],
    "author_names": [
        "David R Myers, PhD",
        "Todd Sulchek, PhD",
        "Wilbur Lam, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
        ],
        [
            "Mechanical Engineering, Georgia Institute of Technology, Atlanta, GA, USA, "
        ],
        [
            "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.7784884",
    "first_author_longitude": "-84.39682239999999",
    "abstract_text": "Abstract 2202 Background: Blood clots are composed of fibrin, platelets, and other blood cells and proteins, which interact to prevent hemorrhage. Previous studies on clot formation have shown that the mechanical properties of clots have direct effects on hemostasis and thrombosis, and alterations of those clot mechanics are associated with disease. For example, clots are 50% stiffer and more resistant to dissolution in young patients with post-myocardial infarction (Collet, et al., Arterioscler Thromb Vasc Biol, 2006) than clots from healthy controls. Conversely, clots are softer and more prone to dissolution in patients with bleeding disorders (Hvas, et al., J. Thrombosis and Haemostasis, 2007). As such, understanding the mechanical properties of clots is vital to understand hemostasis and thrombosis. As platelets drive this contraction phenomenon, single platelet measurements are required to obtain a mechanistic understanding of the retraction process and to identify specific therapeutic targets for disease states in which platelet/clot retraction is pathologically altered. In addition, as fibrin has recently been shown to have extremely complex material and mechanical properties (Brown, et al., Science, 2009), single platelet studies would decouple the effects of fibrin from platelets when examining clot mechanics. However, few studies have focused on the biomechanical role of platelets in clot formation and clot mechanics, especially at the single cell level. The key barrier which has prevented the study of single platelets has been the lack of technology with the sufficient precision and sensitivity to both manipulate and measure individual platelets. To that end, we recently published the first study investigating platelet contractility at the single cell level using an atomic force microscope (AFM) (Lam, et al., Nat Mater, 2011) Results: An AFM enables precise measurements of force down to the pico-newton level. A mechanically well-defined, fibrinogen-coated cantilever is brought into contact with a platelet and then brought to a fibrinogen-coated surface as shown in Figure 1 A. The platelet will contract and the resulting deflection of the cantilever is measured with high accuracy to determine the force applied by the platelet. From AFM studies, it was found that both the loading rate ( Fig 1 B) and maximum contraction force exerted by single platelets ( Fig 1 C) were a function of the mechanical stiffness of the cantilever. Furthermore, preliminary data using the same techniques is indicating that there may be a unique subpopulation of platelets which exhibit high-amplitude, oscillatory contraction as shown in Figure 1 D. Conclusions and Ongoing Effort: Ours is the first reported data measuring platelet contraction at the single cell level and reveals that platelets are extremely “strong” contractile machines, especially when taking account their small size. In addition, we discovered that platelets can “sense” their mechanical microenvironment, adjusting their contractility accordingly. Based on this research, the overall theme of this proposed work is to quantitatively investigate how the biophysics interacts with the molecular biology of platelet contraction. However, our initial work and past research have shown that platelets within a given population exhibit varied behavior, and to truly obtain meaningful data, studies on large populations are necessary. We are developing a high-throughput device that is capable of individually measuring the contractility of thousands of platelets using the same principles as AFM. As this “biomechanical flow cytometer” leverages microfabrication techniques, it offers new capabilities to manipulate the platelet microenvironment while making contractility measurements. This device will use massively parallel sets of polymer cantilevers to measure individual platelet contractility with an integrated microfluidic delivery system ( Figure 2 ). Platelets flowing in the microfluidic channel will be captured by a set of fibrinogen-coated cantilevers. As the platelet contracts, the deflection of the cantilever tip can be measured optically, which is correlated to the force with the cantilever spring constant. Leveraging the capabilities of this system to test multiple conditions simultaneously, we will vary shear stresses and expose platelet to different doses of different agonists and determine how these parameters affect contraction. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}