{
    "doi": "https://doi.org/10.1182/blood.V122.21.3851.3851",
    "article_title": "Targeting The Protective Microenvironment In Multiple Myeloma (MM): An Analysis Of The CXCL12/CXCR4-Axis and Its Inhibitors AMD3100 and Nox-A12 Combined With Antimyeloma Substances, Such As Pomalidomide and Carfilzomib ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "abstract_text": "Introduction The interaction of malignant plasma cells (PC) with the bone marrow (BM) microenvironment is crucial for MM pathogenesis. The CXCL12/CXCR4-axis plays a key role in this cross-talk . CXCL12 induces homing of normal hematopoietic progenitor cells to the BM and also drives MM cells to their protective niche. The binding of CXCL12 to CXCR4 directly promotes PC survival and facilitates environment-mediated drug resistance, which ultimately renders antimyeloma substances ineffective. Therefore, targeting the CXCL12/CXCR4-axis in combination with the use of new antimyeloma therapeutics represents a promising approach in developing new treatment strategies. Methods Comparative analysis of three different CXCR4 antibody clones (12G5, 44717, 4G10) and their interaction with the CXCR4 inhibitor AMD3100 was performed by flow cytometry. The effect of CXCL12 on CXCR4 expression using the human MM cell lines (MMCLs) U266 and L363, with and without AMD3100, was assessed by flow- and image cytometry. CXCR4 downstream pathways were analysed by western blot. Pomalidomide and the specific proteasome inhibitor carfilzomib were tested in various concentrations, with and without AMD3100, using MMCLs (U266, L363) and BM samples from MM patients (n=4, BM infiltration >50%), with and without M210B4 stroma support. Cell viability was evaluated by trypan blue- and PI/annexin staining. Treatment effects on the expression of CD138, CD38 and CXCR4 were detected by flow- and image cytometry. The combination of carfilzomib with AMD3100 or NOX-A12 is currently being analysed regarding synergistic cytotoxicity and drug resistance. NOX-A12 is a PEGylated mirror-image oligonucleotide (Spiegelmer ® ) that binds to CXCL12 (stromal cell-derived factor-1, SDF-1) with high affinity, thereby inhibiting CXCL12 signalling on both its receptors, CXCR4 and CXCR7. The effect of NOX-A12 is of eminent interest when compared to AMD3100 and with use of various antimyeloma agents. Results AMD3100 treatment of U266 cells reduced CXCR4 expression with the commonly used antibody (ab)-clone 12G5 by 44-fold and with clone 44717 by 5-fold. The binding of the ab-clone 4G10 (FITC- and PE-coupled) was not influenced by AMD3100 at the concentrations tested (20-200 µl/ml), making 4G10 the most reliable for CXCR4 analysis. We also established a protocol for image cytometry that allows imaging of high cell throughputs, assessing viability and the expression of intra- and extracellular CXCR4 with no need for transfection. Human U266 cells showed high extra- and intracellular CXCR4-expression, whereas the lower expression of CXCR4 in L363 cells was confirmed. CXCL12 induced a notable decrease in extracellular CXCR4 and increased intracellular CXCR4 expression, confirming the reliability of our image cytometry protocol. AMD3100 alone inhibited cell proliferation (p<0.01) in U266 monoculture at different time points (t1=24h, t2=3d), although it was not cytotoxic. In terms of CXCR4 expression, CXCL12-induced CXCR4 internalization was inhibited by AMD3100, even after long incubation periods (t=3d). The use of carfilzomib on MMCLs confirmed prior cytotoxic concentrations (20-100nM), whereas L363 cells were even more sensitive than U266 cells. M210B4 co-culture induced CXCR4 expression and tumor cell protection, however was not able to completely induce resistance to carfilzomib: use of 100nM carfilzomib remained substantially cytotoxic, decreasing overall cell numbers, CD138 positive cells and CXCR4-expression in U266 cells. Co-cultivation of MM patient-derived BM cells with M210B4 stroma substantially reduced cell apoptosis as described (Zlei,Engelhardt, Ex Hematol 2007, Udi, Engelhardt, BJH 2013). When primary MM cells were grown without stroma support, AMD3100 did not enhance pomalidomide-induced cytotoxic effects; however, when primary MM cells were co-cultured with M210B4, pomalidomide (100nM) and AMD3100 (50µM) inhibited cell proliferation, and the combination was significantly more effective than AMD3100 alone (p=0.018). Conclusion Our findings stress the importance of CXCL12 and its receptor CXCR4 in MM progression and environment-mediated drug resistance. Analysis of the CXCL12/CXCR4-axis, of its inhibitors AMD3100 and NOX-A12 as well as their combined effects with antimyeloma substances may pave the way to novel therapeutic strategies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "carfilzomib",
        "cxcr4 receptors",
        "multiple myeloma",
        "plerixafor",
        "pomalidomide",
        "stromal cell-derived factor 1",
        "image cytometry",
        "antibodies",
        "annexins",
        "coculture techniques"
    ],
    "author_names": [
        "Anna Simon",
        "Dagmar Wider",
        "Marie Follo, PhD",
        "Johannes Waldschmidt",
        "Martina Kleber",
        "Ralph Waesch, MD",
        "Monika Engelhardt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna Simon",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dagmar Wider",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Follo, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Waldschmidt",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Kleber",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph Waesch, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Engelhardt, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T02:12:51",
    "is_scraped": "1"
}