{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5655.5655",
    "article_title": "Treatment Patterns and Health Care Resources Use (HCRU) in Patients with Acute Myeloid Leukemia (AML): Real World Evidence (RWE) from 30 US Institutions ",
    "article_date": "December 7, 2017",
    "session_type": "904. Outcomes Research—Malignant Conditions",
    "abstract_text": "Background: AML is an aggressive hematological malignancy that is fatal if left untreated, it is therefore considered a medical emergency. Intensive chemotherapy (IC) is considered the standard of care in newly-diagnosed AML. The goal of treatment is to induce complete remission, with possible stem cell transplantation (SCT). Patients who are unfit for IC usually receive hypomethylating agents (HMA), azacitidine or decitabine. Many patients relapse and undergo salvage treatment. AML treatment is complex and requires significant healthcare resource use (HCRU) at each treatment phase. However, real world data on treatment patterns and HCRU in these patients are limited. Aims : The aim of this research was to compare treatment patterns and HCRU in AML patients who are newly-diagnosed and experiencing remission or relapse. Methods : This study used TriNetx syndicated electronic medical records network containing records for inpatient/outpatient services and procedures, diagnoses, adverse events, prescription drugs, and labs for over 30 million patients from 27 US hospital institutions. ICD-10 diagnosis disease codes were used to subgroup patients into three mutually exclusive cohorts: newly-diagnosed, in remission, and in relapse. Patient demographics and proportions of patients treated with IC, HMA, and SCT as well as the market shares for specific treatments were collected. HCRU of interest included hospitalizations, emergency room and physician visits, diagnostic radiology tests, and platelet and red blood cell transfusions. Rates of HCRU were calculated over the 6 months following treatment initiation in newly-diagnosed or relapsed patients and over the 6 months post-remission. The rates of HCRU across three cohorts were compared using Z-tests (two-tailed α=0.05). Results : Among 29,730 identified AML patients, mean age was 58 (SD 22), 54% were male, 61% were white, and 27% had prior myelodysplastic syndromes (MDS). Of these patients, 57% were newly-diagnosed, 27% were in remission, and 13% were in relapse. Newly-diagnosed patients were 62 (SD 21) years old on average, 55% were male, 57% were white, and 27% had prior MDS. Among treated newly-diagnosed AML patients, 47% received IC, and 23% received HMA. The most common IC combinations were cytarabine+daunorubicin (48%), cytarabine+fludarabine (36%), cytarabine+idarubicin (34%), and cytarabine+mitoxantrone (26%). Among patients treated with HMA, 65% were on azacytidine and 42% were on decitabine. Treatment patterns for patients in relapse were similar to those for newly-diagnosed patients, with slightly higher rates of IC (56%) and HMAs (28%). Among patients in remission who were previously treated with IC, 45% received SCT in addition to IC. HCRU varied significantly between patient cohorts. AML patients in remission demonstrated significantly lower rates of hospitalizations, diagnostic radiology tests, and red cell and platelet transfusions, while the rates of office visits were significantly higher and there was no significant difference in the rates of ER visits as compared to newly-diagnosed patients. The rates of all HCRU were significantly higher among patients in relapse as compared to newly-diagnosed patients (Table). Conclusions : This study offers real world evidence on the treatment of AML patients in the US. Most patients received IC, with cytarabine+daunorubicin as most common combination treatment. As expected, HCRU was significantly lower for patients in remission and significantly higher for patients in relapse, as compared to newly-diagnosed patients. Treatments that increase remission rates and decrease relapse rates may lead to significant improvements in the economic burden of AML. Table: Annual Health Care Resource use in patients with AML View large Download slide View large Download slide  Close modal Disclosures Brandt: Novartis Pharmaceuticals Corporation: Employment. Manson: Novartis: Employment, Equity Ownership. Fuentes-Alburo: Novartis: Employment.",
    "topics": [
        "adverse event",
        "ambulatory care services",
        "azacitidine",
        "blood platelets",
        "chemotherapy regimen",
        "complete remission",
        "decitabine",
        "diagnostic radiologic examination",
        "disease remission",
        "equity"
    ],
    "author_names": [
        "Christina Kwon, BSc, MSc, PhD",
        "Patricia Brandt, PhD",
        "Stephanie Manson, PhD",
        "Adolfo Fuentes-Alburo, MD",
        "Anna Forsythe, PharmD, MSc, MBA"
    ],
    "author_dict_list": [
        {
            "author_name": "Christina Kwon, BSc, MSc, PhD",
            "author_affiliations": [
                "Purple Squirrel Economics, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patricia Brandt, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Manson, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adolfo Fuentes-Alburo, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Forsythe, PharmD, MSc, MBA",
            "author_affiliations": [
                "Purple Squirrel Economics, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:38:34",
    "is_scraped": "1"
}