{
    "doi": "https://doi.org/10.1182/blood.V108.11.5045.5045",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=640",
    "start_url_page_num": 640,
    "is_scraped": "1",
    "article_title": "Myeloma Cell Proliferation Is Inhibitied by the Activation of Adenosine Monophosphate Activated Protein Kinase (AMPK). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "adenosine kinase",
        "adenosine monophosphate",
        "aica ribonucleotide",
        "ampk",
        "cytokine",
        "diabetes mellitus",
        "disease progression",
        "flow cytometry",
        "iodides",
        "membrane transport proteins"
    ],
    "author_names": [
        "Philipp Baumann",
        "Sonja Mandl-Weber",
        "Bertold Emmerich",
        "Christian Straka",
        "Daniel Franke",
        "Ralf Schmidmaier"
    ],
    "author_affiliations": [
        [
            "AG Molekulare Haematologie, Klinikum Innenstadt, Abteilung Haematologie, Munich, Germany",
            " "
        ],
        [
            "AG Molekulare Haematologie, Klinikum Innenstadt, Abteilung Haematologie, Munich, Germany",
            " "
        ],
        [
            "AG Molekulare Haematologie, Klinikum Innenstadt, Abteilung Haematologie, Munich, Germany",
            " "
        ],
        [
            "AG Molekulare Haematologie, Klinikum Innenstadt, Abteilung Haematologie, Munich, Germany",
            " "
        ],
        [
            "AG Molekulare Haematologie, Klinikum Innenstadt, Abteilung Haematologie, Munich, Germany",
            " "
        ],
        [
            "AG Molekulare Haematologie, Klinikum Innenstadt, Abteilung Haematologie, Munich, Germany",
            " "
        ]
    ],
    "first_author_latitude": "48.12888955",
    "first_author_longitude": "11.5630994",
    "abstract_text": "In multiple myeloma (MM), a network of cytokines in the bone marrow microenvironment promotes myeloma cell proliferation. Consequent inhibition of intracellular signalling in the myeloma cells seems to be a promising strategy to encounter disease progression. The multiple myeloma cell lines U266, OPM-2, RPMI-8226 and NCI-H929 were incubated with the AMPK activators AICAr and D942. Basal and cytokine stimulated proliferation rates of myeloma cells were measured by the WST-1 assay. Alterations of the cell cycle were determined by flow cytometry after staining with propidium iodide. Intracellular signalling was shown by western blotting. The AMPK activators 5-aminoimidazole-4-carboxamide (AICAr) and D942 induced inhibition of proliferation in multiple myeloma cell lines. AICAr also induced a S-phase cell cycle arrest in all four tested cell lines and led to phosphorylation and herewith activation of AMPK. Furthermore, the inhibition of a nucleoside transporter by nitrobenzyl-thio-9-β-D-ribofuranosylpurine (NBTI), inhibition of the adenosine kinase by iodotubericidine and inhibition of AMPK by AMPKI Compound C reversed AICAr effects, indicating that the cellular effects of AICAr were mediated by AMPK. Activation of AMPK inhibited basal extracellular-signal regulated kinase (ERK), mTOR and P70S6 kinase (P70S6K) signalling and blocked cytokine induced increase of proliferation, which again was due to inhibition of ERK and P70S6K signalling. Troglitazone, a representative of a group of anti-diabetic drugs, similarly inhibited myeloma cell proliferation, activated AMPK and decreased ERK and P70S6K signalling. We demonstrate for the first time that myeloma cell proliferation is controlled by AMPK activity. Consequently, targeting this pathway by inhibitors like glitazones provides a novel strategy in myeloma therapy."
}