{
    "doi": "https://doi.org/10.1182/blood.V122.21.4975.4975",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2533",
    "start_url_page_num": 2533,
    "is_scraped": "1",
    "article_title": "Evaluation Of Serum Cytokine and Adhesion Molecule Profile In Newly Diagnosed Acute Leukemias Using Biochip Array Technology ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "cell adhesion molecules",
        "cytokine",
        "leukemia, acute",
        "vascular cell adhesion molecule-1",
        "vascular endothelial growth factor a",
        "aldesleukin",
        "hematologic neoplasms",
        "interleukin-3",
        "interleukin-4",
        "intercellular adhesion molecule 1"
    ],
    "author_names": [
        "Jan M Horacek, Assoc. Prof., MD, PhD",
        "Tomas Kupsa, MD",
        "Martina Vasatova, PhD",
        "Ladislav Jebavy, Prof., MD, PhD",
        "Pavel Zak, Assoc. Prof., MD, PhD"
    ],
    "author_affiliations": [
        [
            "4th Department of Internal Medicine - Hematology, University Hospital and Faculty of Medicine, Hradec Kralove, Czech Republic, "
        ],
        [
            "Department of Internal Medicine, University of Defence, Faculty of Military Health Sciences, Hradec Kralove, Czech Republic, "
        ],
        [
            "Institute of Clinical Biochemistry and Diagnostics, University Hospital, Hradec Kralove, Czech Republic"
        ],
        [
            "4th Department of Internal Medicine - Hematology, University Hospital and Faculty of Medicine, Hradec Kralove, Czech Republic, "
        ],
        [
            "4th Department of Internal Medicine - Hematology, University Hospital and Faculty of Medicine, Hradec Kralove, Czech Republic, "
        ]
    ],
    "first_author_latitude": "50.21391945",
    "first_author_longitude": "15.84114275",
    "abstract_text": "Introduction Cytokines and adhesion molecules have been studied in many pathological states including hematological malignancies  and acute leukemias, both myeloid (AML) and lymphoblastic (ALL). Alterations in this interacting functional network may have direct effect on the malignant cells or have indirect effect on leukemogenesis through altered functions of bone marrow stromal elements. The knowledge gained from multi-analytical determination of cytokines and adhesion molecules could allow better diagnosis and management of hematological malignancies, since cytokines or their receptors may also represent a target for specific anticancer therapy at the molecular level. Recently, some studies reported the possible diagnostic and prognostic use of cytokine levels in newly diagnosed acute leukemias and myelodysplastic syndromes. The aim of our pilot study was to evaluate serum profile of multiple cytokines and adhesion molecules in patients with newly diagnosed AML and ALL using the innovative biochip array technology. This generates a patient profile, which is relevant when investigating interacting functional networks. Methods A total of 15 newly diagnosed AML patients (median age 51, range 24 – 61 years, 8 males and 7 females)  and 15 newly diagnosed ALL patients (median age 46, range 24 – 63 years, 11 males and 4 females) were studied. The study was approved by the local Ethics Committee and all patients gave a written consent. We evaluated circulating levels of the following 17 cytokines and 5 adhesion molecules: interleukins (IL-1 alpha, IL-1 beta, IL-2, IL-3, IL-4, IL-6, IL-7, IL-8, IL-10, IL-12p70, IL-13, IL-23), vascular endothelial growth factor (VEGF), tumor necrosis factor-alpha (TNF-alpha), interferon-gamma (IFN-gamma), epidermal growth factor (EGF), monocyte chemotactic protein-1 (MCP-1), E-selectin, L-selectin, P-selectin, intercellular adhesion molecule-1 (ICAM-1), vascular cell adhesion molecule-1 (VCAM-1). All analytes were measured by biochip array technology using chemiluminescent sandwich immunoassays applied to the Evidence Investigator analyzer (Randox Laboratories Ltd., Crumlin, UK). We analyzed serum samples at the diagnosis of AML and ALL. Statistical analysis was performed with the “Statistica” program. T-tests were used. The values were expressed as mean ± SD. Probability values (p) < 0.05 were considered statistically significant. Results Comparing cytokine and adhesion molecules levels in newly diagnosed AML and ALL patients, we found significant increase in AML in serum IL-4 (4.71 ± 2.69 ng/L vs. 1.10 ± 1.08 ng/L; p < 0.0001), IL-2 (10.69 ± 8.55 ng/L vs. 4.03 ± 2.15 ng/L; p < 0.01), IL-3 (18.84 ± 21.63 ng/L vs. 7.34 ± 3.41 ng/L; p < 0.05) and significant decrease in serum VEGF (63.93 ± 67.85 ng/L vs. 139.33 ± 133.47 ng/L; p < 0.05), VCAM-1 (716.22 ± 364.38 mcg/L vs. 1078.54 ± 456.96 mcg/L; p < 0.05). No significant differences were found in the levels of other evaluated cytokines and adhesion molecules. Discussion To our knowledge, this study is among first published studies using the innovative biochip array technology to determine circulating levels of cytokines and adhesion molecules in acute leukemia patients. Altered levels of cytokines and adhesion molecules have been found in many pathological states and have been linked to many diseases including hematological malignancies. The cytokine system constitutes an interacting functional network where the contribution from single cytokines is modulated by the levels of other cytokines. It may therefore be more relevant to look at the total serum profile of cytokines and adhesion molecules. Biochip array technology enables simultaneous detection of multiple cytokines and adhesion molecules in a single sample and provides valuable information relating to each tested analyte and possible associations between analytes in each sample. Our results indicate that serum profile of cytokines and adhesion molecules differs in newly diagnosed AML and ALL patients. We found significant differences in serum IL-4, IL-2, IL-3, VEGF and VCAM-1. Further investigation is needed to establish if the alterations observed in the levels of these molecules could be used as a prognostic indicator for acute leukemias. Acknowledgments The work was supported by a long-term organization development plan 1011 (FMHS) and by a specific research project “Analysis of defined prognostic factors in acute leukemia” (FMHS). Disclosures: No relevant conflicts of interest to declare."
}