{
    "doi": "https://doi.org/10.1182/blood.V114.22.2665.2665",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1550",
    "start_url_page_num": 1550,
    "is_scraped": "1",
    "article_title": "A Novel Splicing Mutation in NEMO Gene in a Patient with X-Linked Ectodermal Dysplasia with Immunodeficiency. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS POSTER II",
    "topics": [
        "ectodermal dysplasia",
        "genes",
        "immunologic deficiency syndromes",
        "mutation",
        "rna splicing",
        "x-linked inheritance",
        "immunoglobulin g",
        "phosphotransferases",
        "pneumonia",
        "antibodies"
    ],
    "author_names": [
        "Syuhei Karakawa, MD",
        "Satoshi Okada, MD",
        "Miyuki Tsumura, MA",
        "Yoko Mizoguchi, MD",
        "Tomoki Kawai, MD",
        "Ryota Nishikomori, MD",
        "Shin'ichiro Yasunaga, MD",
        "Yoshihiro Takihara, MD",
        "Masao Kobayashi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Hiroshima University Graduate School of Biomedical Sciences, Hiroshima, Japan, "
        ],
        [
            "Pediatrics, Hiroshima University Graduate School of Biomedical Sciences, Hiroshima, Japan, "
        ],
        [
            "Pediatrics, Hiroshima University Graduate School of Biomedical Sciences, Hiroshima, Japan, "
        ],
        [
            "Pediatrics, Hiroshima University Graduate School of Biomedical Sciences, Hiroshima, Japan, "
        ],
        [
            "Pediatrics, Kyoto University Graduate School of Medicine, Kyoto, Japan, "
        ],
        [
            "Pediatrics, Kyoto University Graduate School of Medicine, Kyoto, Japan, "
        ],
        [
            "Stem Cell Biology, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Stem Cell Biology, Hiroshima University, Hiroshima, Japan"
        ],
        [
            "Pediatrics, Hiroshima University Graduate School of Biomedical Sciences, Hiroshima, Japan, "
        ]
    ],
    "first_author_latitude": "34.40319389999999",
    "first_author_longitude": "132.71467239999998",
    "abstract_text": "Abstract 2665 Poster Board II-641 X-linked ectodermal dysplasia with immunodeficiency (XL-EDA-ID) is an X-linked recessive disease characterized by hypohidrosis, missing or malformed teeth, coarse hair, dry skin and immunodeficiency. This disorder is caused by hypomorphic mutations in IKBKG (the inhibitory κB kinase γ gene), which encodes NF-κB essential modulator (NEMO). NEMO is an essential subunit of the IκB kinase (IKK) complex which plays an important role in NF-αB activation. The boy aged 12 years has presented mild mental retardation, conical-shaped teeth and hypodontia. He had suffered from recurrent bacterial infections, e.g. 3 episodes of bacterial meningitis, cellulitis, left knee arthritis and osteomyelitis. The majority of pathogenic bacteria were Streptococcus pneumonia and Staphylococcus aureus. Complete blood counts and classification of white blood cells were within normal range. The lymphocyte subpopulation, serum complement levels, and the function of neutrophils were also normal. The NK cell activity was significantly low despite of the presence of normal number of CD16- and CD56-positive cells. Serum immunoglobulin levels were IgG 966 mg/dl, IgA 292 mg/dl, IgM 76 mg/dl, respectively. The concentration of IgG2 was relatively low (248 mg/dl, 25% of IgG). No specific antibodies against measles and Streptococcus pneumonia were developed in spite of the history of infections. We identified a novel hemizygous mutation, IVS6 -1 G>C, at the splicing acceptor site of exon 7 in the IKBKG gene. Flow cytometric analysis of NEMO protein showed the significantly low, but not deficient expression in T cell, B cell, NK cell and monocytes in the peripheral blood of the patient. In addition, the number of the CD19 + CD27 + memory B cells was significantly reduced. The INF-κ production in response to IL-12 stimulation was impaired in CD3-positive cells from the patient, and the TNF-α production in response to IFN-α stimulation was also impaired in CD14-positive cells. These results suggest the involvement of NEMO in the function of T cells, B cells, NK cells, and monocytes. To further clarify the effect of this splice site mutation, we performed RT-PCR of patient's cDNA using primers that span the sequences around exon 7 of IKBKG . The PCR product was cloned into p-GEMT-easy cloning vector, and sequenced 24 individual clones. Notably, the sequence analysis of 24 clones demonstrated that 7 clones were derived from normal splicing and the other 17 clones from various abnormal splicing. The NEMO mRNA derived from abnormal splicing was presumed to produce non-functional NEMO protein based on the large conformational change. Taken together, these results suggest that immunological impairment found in this patient may be qualitative abnormality of NEMO protein in lymphocytes and monocytes derived from the splicing mutation of the gene. Disclosures: No relevant conflicts of interest to declare."
}