{
    "doi": "https://doi.org/10.1182/blood.V124.21.5243.5243",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2730",
    "start_url_page_num": 2730,
    "is_scraped": "1",
    "article_title": "The Outcome of Childhood Acute Lymphoblastic Leukemia with MLL Gene Rearrangement Treated with the Protocol (CCLG-ALL2008) ",
    "article_date": "December 6, 2014",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": [
        "leukemia, lymphocytic, acute, childhood",
        "mll gene",
        "prednisone",
        "leukocyte count",
        "cox proportional hazards models",
        "recurrence risk",
        "china",
        "leukocytes"
    ],
    "author_names": [
        "Yina SUN",
        "Yi-huan Chai, MD",
        "Hai-long He, MD",
        "Jun LU",
        "Yi WANG",
        "Wen-li Zhao",
        "Pei-fang Xiao",
        "Jun-jie Fan",
        "Shaoyan Hu, MD PhD"
    ],
    "author_affiliations": [
        [
            "Children's Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Children's Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Children's Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Children's Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Children's Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Children's Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Children's Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Children's Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Children's Hospital of Soochow University, Suzhou, China"
        ]
    ],
    "first_author_latitude": "31.322028550000002",
    "first_author_longitude": "120.67903454999998",
    "abstract_text": "Objective: MLL gene rearrangement in pediatric acute lymphoblastic leukemia (ALL) was regarded as high risk factor because of the poorer outcome of overall survival(OS). Some reports further proved that patients with MLL/AF4 had the worse outcome than MLL rearranged with other partners. CCLG-ALL2008 protocol has been carried out in China for more than 5 years. However, there was no reports to evaluate its efficiency on pediatric ALL patients with MLL rearrangement. In this study, we analyzed the data of ALL patients to compare the outcome of patients with MLL rearrangement positive and negative treated by CCLG-2008 protocol. Methods During the period from 2009 to 2013, 379 patients were enrolled in this protocol, of which 19 cases were MLL rearrangement positive and treated with CCLG-ALL2008 protocol for high-risk (HR) group. The treatment efficiency was evaluated on the time points of day 7, day15, day 33 and 12th week after treatment, respectively. OS and treatment-related mortality (TRD) was calculated within high risk groups of MLL positive and negative. Results Patients with MLL rearrangement positive accounted for 5.01% of all patients. The characteristics and response to the treatment were illustrated in Table 1. Cases younger than 2 years old, with initial white blood cell (WBC) 50*109/L , or MRD more than 10-2 on day 33 had a lower OS (P0.05). Compared with the male, female patients had a better 5 year EFS (100% versus 50%±17%, P<0.05) ( Figure 1 ). Age did matter in MLL rearrangement positive group, older than 2 years cases had a better 5 years EFS than those younger than 2 years old (86%±11% versus 27%±11%, P<0.05) ( Figure 2 ). Multivariate COX regression analysis found that prednisone response on day 7 has impacted a role on OS (P<0.05). Other factors such as gender, age (older than 2 years), WBC count, MLL fusion partners, and MRD on day 15 and day 33 and week 12th didn't show statistic influence on OS in ALL patients with MLL gene rearrangement treated by the protocol of CCLG-ALL2008. Conclusion Factors including female, older than 2 years of age, sensitivity to prednisone, are good prognostic index in predicting the outcome of 5 years of OS and EFS in childhood ALL with MLL gene rearrangement. Table 1 View large Download slide Clinical and laboratory characteristics of ALL patients with MLL positive Table 1 View large Download slide Clinical and laboratory characteristics of ALL patients with MLL positive Figure 1 View large Download slide Gender exerts influence on 5 years EFS in MLL rearrangement group Figure 1 View large Download slide Gender exerts influence on 5 years EFS in MLL rearrangement group Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare."
}