{
    "doi": "https://doi.org/10.1182/blood.V126.23.371.371",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3139",
    "start_url_page_num": 3139,
    "is_scraped": "1",
    "article_title": "Spatiotemporal Analysis of Intraclonal Heterogeneity in Multiple Myeloma: Unravelling the Impact of Treatment and the Propagating Capacity of Subclones Using Whole Exome Sequencing ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Novel Technologies to Evaluate Biology and Prognosis",
    "topics": [
        "heterogeneity",
        "multiple myeloma",
        "whole exome sequencing",
        "plasmacytoma",
        "ascites",
        "biopsy",
        "cancer",
        "chemotherapy regimen",
        "disease remission",
        "dna"
    ],
    "author_names": [
        "Lorenzo Melchor, PhD",
        "John R Jones, MD",
        "Oleg Lenive",
        "Erich Allen Peterson, PhD BS, MS",
        "Annamaria Brioli, MD PhD",
        "Alex Murison, PhD",
        "Christopher P Wardell, PhD",
        "Martin F Kaiser",
        "Paula Proszek",
        "Eileen Mary Boyle, MD PhD",
        "Dil B Begum",
        "Charlotte Pawlyn, MB BChir",
        "David C Johnson, PhD",
        "Inmaculada Rapado",
        "David A Cairns",
        "Walter M Gregory",
        "Roger G Owen",
        "Graham H Jackson, MD PhD",
        "Mark T Drayson, MD PhD",
        "Faith E Davies, MD",
        "Joaquín Martínez-López, MD PhD",
        "Richard S Houlston, MDPhDFRCP",
        "Mel Greaves, FRS",
        "Brian A Walker, PhD",
        "Gareth J Morgan, MD PhD"
    ],
    "author_affiliations": [
        [
            "The Institute of Cancer Research, London, United Kingdom ",
            "Centre for Evolution and Cancer, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "The Institute of Cancer Research, London, United Kingdom ",
            "Centre for Evolution and Cancer, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Molecular and Population Genetics, Division of Genetics and Epidemiology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Seragnoli Institute of Hematology, Bologna University, School of Medicine, Bologna, Italy ",
            "Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "University Health Network, The Princess Margaret Cancer Center, Toronto, Canada ",
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Hospital-12-de-Octubre, Madrid, Spain "
        ],
        [
            "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "St James's University Hospital, Haematological Malignancy Diagnostic Service, Leeds, United Kingdom "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
        ],
        [
            "Clinical Immunology, School of Immunity & Infection, University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR ",
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Department of Hematology, Hospital Universitario 12 de Octubre, Madrid, Spain "
        ],
        [
            "Division of Genetics and Epidemiology, The Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Centre for Evolution and Cancer, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "The Institute of Cancer Research, London, United Kingdom ",
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ]
    ],
    "first_author_latitude": "51.41766245",
    "first_author_longitude": "-0.18505535",
    "abstract_text": "Introduction Multiple myeloma (MM) is characterised by the malignant expansion of clonal plasma cells in the bone marrow (BM). We and others have used massive parallel sequencing to describe the somatic aberrations acquired in different subclones in newly diagnosed MM (NDMM). These studies have showed that chemotherapy has an impact on intra-clonal heterogeneity, but more analyses are required in paired presentation/relapse samples and samples from multiple sites at the same and different time points. Materials and methods We have studied 49 paired presentation/relapse patients from a series of 463 NDMM patients entered into the Myeloma XI trial (NCT01554852). To understand the impact of spatial separation within the MM clone and the consideration that MM is a metastatic disease, we examined BM aspirates and compared them to targeted biopsies from extramedullary disease sites in 9 MM patients. These cases were 1 patient with samples bilaterally collected from the hip during the course of the disease, 4 MM cases with plasma cell leukemia (PCL), 3 MM cases with plasmacytomas, 1 MM patient with ascites, and 1 MM case with pleural effusion. DNA from both BM and peripheral blood samples were used for whole exome sequencing plus a pull down of the MYC , IGH , IGL and IGK loci following the SureSelect Target Enrichment System for Illumina Paired-End Sequencing Library v1.5. Exome reads were used to call single nucleotide variants, indels, translocations, and copy number aberrations. Mean sequencing depth was 59.3x. The proportion of mutant tumor cells carrying a mutation was inferred. The presence and proportion of subclones will be defined using bioinformatics tools. Results For the 463 NDMM samples, the following 15 significantly mutated genes are seen KRAS (n=103 mutations), NRAS (n=88), LTB (n=53), DIS3 (n=49), BRAF (n=37), EGR1 (n=22), FAM46C (n=20), IRF4 (n=19), TRAF3 (n=17), HIST1H1E (n=16), TP53 and FGFR3 (n=14), CYLD (n=13), MAX (n=12), and RB1 (n=5). These mutations were seen within all clonal cells and at subclonal levels, consistent with the mutations being acquired at different time points and being associated with different subclonal fitness. We show that NDMM have a mean number of exonic mutations of 61.1±13.0, in contrast to samples taken at the time of relapse, which show an average of 80.6±25.4, Figure 1A . We report diverse patterns of subclonal evolution: no change, subclonal tiding, and subclonal tiding with new subclones arising. We are currently examining samples taken during clinical remission to track subclones at the time of response. For patient with multiple samples taken at different timepoints, 77 mutations were shared across all samples but, of note, specific mutations were seen at the same timepoint in different sites (13/1662 R2R vs 13/1662 R2L), which illustrates the impact of sampling differences in reporting mutation calls and differential response to therapy, Figure 1B . This is also observed in a plasmacytoma case with both a BM aspirate sample containing 11 mutations (including NRAS c.183A>T and BRAF c.1783T>C), and a femur plasmacytoma with 18 mutations, of which only 2 are shared with the BM sample, Figure 3 . One of these shared lesions is BRAF c.1783T>C, the cancer clonal fraction of which increases ten-fold, suggesting that the sub-clone with this mutation disseminated from the BM and founded the plasmacytoma. Conclusion Our preliminary data demonstrate that MM subclones not only respond differently to clinical treatment, but also have different biological properties leading to cause extramedullary disease. To our knowledge, this is the first comprehensive genetic analysis of the spatio-temporal heterogeneity in myeloma and reveals genetic differences due to sampling bias. Figure 1. View large Download slide (A) Number of mutations in MM patients at clinical presentation and relapse. Each patient sample is represented by a dot. Lines and error bars correspond to the average and the standard error of the mean values, respectively. Difference was not statistically significant ( p >0.05, t-test). (B) MM patient analysed at presentation and following two relapses (top). The number of mutations increases through disease (bottom, left panel). Venn plot shows the number of shared and specific mutations for each time point (bottom, right panel). (C) Case with a MM sample (green) and a femur plasmacytoma (blue). Venn plot shows shared and specific mutations to the bone marrow or the plasmacytoma site. Figure 1. View large Download slide (A) Number of mutations in MM patients at clinical presentation and relapse. Each patient sample is represented by a dot. Lines and error bars correspond to the average and the standard error of the mean values, respectively. Difference was not statistically significant ( p >0.05, t-test). (B) MM patient analysed at presentation and following two relapses (top). The number of mutations increases through disease (bottom, left panel). Venn plot shows the number of shared and specific mutations for each time point (bottom, right panel). (C) Case with a MM sample (green) and a femur plasmacytoma (blue). Venn plot shows shared and specific mutations to the bone marrow or the plasmacytoma site.  Disclosures Jones: Celgene: Other: Travel support, Research Funding. Peterson: University of Arkansas for Medical Sciences: Employment. Brioli: Celgene: Honoraria; Janssen: Honoraria. Pawlyn: Celgene: Honoraria, Other: Travel support; The Institute of Cancer Research: Employment. Gregory: Janssen: Honoraria; Celgene: Honoraria. Davies: Onyx-Amgen: Membership on an entity's Board of Directors or advisory committees; Array-Biopharma: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Takeda-Millennium: Membership on an entity's Board of Directors or advisory committees; University of Arkansas for Medical Sciences: Employment. Morgan: CancerNet: Honoraria; University of Arkansas for Medical Sciences: Employment; MMRF: Honoraria; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Weisman Institute: Honoraria; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda-Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}