{
    "doi": "https://doi.org/10.1182/blood.V108.11.834.834",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=677",
    "start_url_page_num": 677,
    "is_scraped": "1",
    "article_title": "Cyclosporin A, a P-gp Inhibitor, Augments the Anti-Central Nervous System Ph + Leukemia Effects of INNO-406. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "cyclosporine",
        "leukemia",
        "nervous system",
        "p-glycoprotein",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "leukemic cells",
        "immunologic deficiency syndromes",
        "mechlorethamine",
        "phosphotransferases"
    ],
    "author_names": [
        "Asumi Yokota",
        "Shinya Kimura",
        "Satohiro Masuda",
        "Eishi Ashihara",
        "Yoshimasa Urasaki",
        "Yasuhito Terui",
        "Martin Ruthardt",
        "Takanori Ueda",
        "Kiyohiko Hatake",
        "Ken-ichi Inui",
        "Taira Maekawa"
    ],
    "author_affiliations": [
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Japan"
        ],
        [
            "Department of Pharmacy, Kyoto University Hospital, Faculty of Medicine, Kyoto University, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Japan"
        ],
        [
            "First Department of Internal Medicine, Fukui Medical University, Japan"
        ],
        [
            "Division of Clinical Chemotherapy, Cancer Chemotherapy Center, Japanese Foundation for Cancer Research, Japan"
        ],
        [
            "Department of Hematology, Johann Wolfgang Goethe-University, Germany"
        ],
        [
            "First Department of Internal Medicine, Fukui Medical University, Japan"
        ],
        [
            "Division of Clinical Chemotherapy, Cancer Chemotherapy Center, Japanese Foundation for Cancer Research, Japan"
        ],
        [
            "Department of Pharmacy, Kyoto University Hospital, Faculty of Medicine, Kyoto University, Japan"
        ],
        [
            "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Japan"
        ]
    ],
    "first_author_latitude": "35.665189",
    "first_author_longitude": "139.7673644",
    "abstract_text": "Central nervous system (CNS) relapse accompanying prolonged administration of imatinib mesylate, an Abl-specific tyrosine kinase inhibitor, has recently become apparent as an impediment to the therapy of Philadelphia-chromosome-positive (Ph + ) leukemia. CNS relapse may be explained by limited penetration of imatinib into the cerebrospinal fluid due to presence of P-glycoprotein (P-gp) at blood-brain barrier. To overcome imatinib-resistance mechanisms such as bcr-abl gene amplification, point mutations within ABL kinase domain, and activation of Lyn, we recently developed a specific dual BCR-ABL/Lyn inhibitor, INNO-406 (formerly NS-187), which is 25–55 times more potent than imatinib in vitro and at least 10 times more potent in vivo ( Blood  106 : 3948 –3954, 2005 ). The aim of this study was to investigate the efficacy of INNO-406 in treating CNS Ph + leukemia. The intracellular accumulation of [ 14 C]INNO-406 in P-gp overexpressing LLC-GA5-COL150 cells was much less than that in parental LLC-PK 1 cells. The addition of 10 mM cyclosporin A (CsA) increased the intracellular accumulation of [ 14 C]INNO-406 in both LLC-PK 1 cells and LLC-GA5-COL150 cells. The peak concentration of INNO-406 in the brain when 30 mg/kg INNO-406 was administered p.o. was 50 ng/ g (87 nM), representing only 10% of plasma drug level. These findings suggested that INNO-406 is also a substrate of P-gp, as is imatinib. However, the residual concentration of INNO-406 in the CNS was enough to inhibit the growth of Ph + leukemic cells according to the in vitro data. To increase the concentration of INNO-406 in CNS, we next examined the combined effects of CsA. In the brain, the concentration of INNO-406 was doubled following prior administration of 50 mg/kg CsA. Since pharmacokinetic studies suggested the possible effects of INNO-406 against CNS Ph + leukemia, we investigated in vivo anti-CNS Ph + leukemia effects of INNO-406 alone and combination of INNO-406 and CsA using immunodeficient mice (nude or NOD/SCID) which received Ph + leukemic cells into the cerebral ventricle. INNO-406 alone inhibited growth of leukemic cells harboring either wild type or mutated BCR-ABL such as E255K and M351T in CNS. Furthermore, CsA significantly enhanced anti-CNS Ph + leukemia effects of INNO-406 in vivo not only against cells harboring wild type BCR-ABL but also against cells harboring BCR-ABL/M351T (Figure). In conclusion, INNO-406 was found to inhibit Ph + leukemic cell growth in CNS in spite of efflux of the compound by P-gp, and CsA augmented the anti-CNS Ph + leukemia effects of INNO-406. Phase I clinical study on INNO-406 was initiated in the U.S.A. in July 2006. The efficacy and safety of INNO-406 in the treatment of leukemias is expected to be verified by early-phase clinical trials. View large Download slide Figure View large Download slide Figure "
}