{
    "doi": "https://doi.org/10.1182/blood.V110.11.5030.5030",
    "article_title": "Leukemic Blasts Acting as Host Antigen Presenting Cells Trigger a Combined CD4 and CD8 Allo-Immune Response Directed Against Mismatched HLA Class I. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Single HLA locus mismatched stem cell transplantation (SCT) is applied in patients with hematological malignancies who may benefit from allogeneic transplantation but lack an HLA-matched donor. Although HLA disparity between patient and donor increases the risk of developing GVHD, the relative risk of GVHD after single HLA locus mismatched SCT is only 1.5 fold. In view of the high frequency of allo-HLA reactive T-cells, which is about 1000-fold higher than the frequencies of minor histocompatibility antigen specific T-cells, this risk increase is lower than could be expected. Since almost all nucleated cells express HLA class I, one would expect all single HLA class I mismatched transplanted patients to develop severe GVHD. We hypothesized therefore that the presentation of the HLA class I mismatched allele on nucleated cells of the patient is not sufficient to elicit an effective allo-immune response. We characterized the allo-immune response in a patient with acute myeloid leukemia (AML) who was treated with a T-cell depleted SCT from a sibling donor who was HLA identical except for an HLA-A2 crossover. Six months after SCT, donor lymphocyte infusion (DLI) of 2.5*10e6 T-cells/kg was given for mixed chimerism comprising 99% T-cells of patient origin. No clinical response and no GVHD developed. Twelve months after SCT 95% of T-cells were still of patient origin, and AML relapse occurred with 9% blasts in bone marrow for which a second DLI containing 7.5*10e6 T-cells/kg was given. Five weeks after the DLI the patient died of grade IV GVHD. During the GVHD, conversion to donor chimerism developed. In peripheral blood of the patient 90% of CD8 and 40% of CD4 donor T-cells were activated as determined by HLA-DR expression. To analyze the nature of the immune response, the activated CD8 and CD4 donor T-cells were single cell sorted, expanded and tested for alloreactivity and HLA restriction using cytotoxicity and cytokine production assays against a panel of target cells blocked with different HLA-mAbs. 82% of the CD8 T-cell clones were alloreactive and restricted to the allo-HLA-A2. The response was highly polyclonal as shown by the usage of different T-cell receptor Vβ chains with different CDR3 sequences. 26% of the CD4 clones were alloreactive and this response was also polyclonal. The CD4 clones were HLA-DR1 restricted and recognized donor EBV-LCL transduced with HLA-A2, indicating that the peptide recognized in HLA-DR1 was derived from the mismatched HLA-A2 molecule. The recognized epitope was demonstrated to comprise AA 103–120 derived from a hypervariable region of HLA-A2. At the time of the first DLI, only HLA class I expressing T-cells and non-hematopoietic patient derived cells were present, capable of activating the CD8 T-cells but not of triggering the CD4 response. Leukemic blasts present at the time of the second DLI, however, expressed both HLA-DR and HLA class I, and were shown to activate the CD4 as well as the CD8 clones. We hypothesize that the HLA class II expression on hematopoietic cells of the patient at the time of the relapse was essential for the development of this immune response. In conclusion, these results indicate a role for patient leukemic blasts acting as host APCs in initiating the GVH response by activating both a CD4 and CD8 T-cell response in an HLA class I mismatched setting.",
    "topics": [
        "allopurinol",
        "antigen-presenting cells",
        "blast cells",
        "host (organism)",
        "human leukocyte antigens",
        "mismatch",
        "precipitating factors",
        "graft-versus-host disease",
        "hla-a2 antigen",
        "hla-dr antigens"
    ],
    "author_names": [
        "Avital Amir, MD",
        "Renate S. Hagendoorn",
        "Erik W.A. Marijt",
        "Roelof Willemze",
        "J.H. Frederik Falkenburg",
        "Mirjam Heemskerk"
    ],
    "author_dict_list": [
        {
            "author_name": "Avital Amir, MD",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Renate S. Hagendoorn",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik W.A. Marijt",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roelof Willemze",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J.H. Frederik Falkenburg",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mirjam Heemskerk",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T18:46:38",
    "is_scraped": "1"
}