{
    "doi": "https://doi.org/10.1182/blood.V122.21.3976.3976",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2477",
    "start_url_page_num": 2477,
    "is_scraped": "1",
    "article_title": "BCR-ABL Cooperates With a “Telomere-Associated Secretory Phenotype” (TASP) To Facilitate Malignant Proliferation Of Hematopoietic Stem Cells ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "bcr-abl tyrosine kinase",
        "hematopoietic stem cells",
        "phenotype",
        "telomere",
        "telomerase",
        "blast phase",
        "chemokines",
        "disease progression",
        "growth factor",
        "imatinib mesylate"
    ],
    "author_names": [
        "Tim H. Brümmendorf, MD",
        "Nora Pällmann",
        "Michael Preukschas",
        "Doris Steinemann, PD Dr. rer. nat.",
        "Winfried Hofmann, Dr. rer. nat.",
        "Anne Gompf",
        "Karl L. Rudolph",
        "Carsten Bokemeyer, MD",
        "Steffen Koschmieder",
        "Andreas Schuppert",
        "Stefan Balabanov",
        "Melanie Braig"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, University Hospital Aachen, Aachen, Germany, "
        ],
        [
            "Department of Hematology/Oncology/Tumor Immunology, University Hospital Hamburg Eppendorf, Hamburg, Germany, "
        ],
        [
            "Hematology/Oncology/Tumor Immunology, University Hospital Hamburg Eppendorf, Hamburg, Germany, "
        ],
        [
            "Institute of Cell and Molceular Pathology, Hannover Medical School, Hannover, Germany, "
        ],
        [
            "Institute of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany, "
        ],
        [
            "Max-Planck-Research Group on Stem Cell Aging, Institute of Molecular Medicine, Ulm, Germany, "
        ],
        [
            "Fritz-Lipmann Institute (FLI), Leibniz Institute of Age Research, Jena, Germany, "
        ],
        [
            "Hematology/Oncology/Tumor Immunology, University Hospital Hamburg Eppendorf, Hamburg, Germany, "
        ],
        [
            "Department of Oncology, Hematology, and SCT, University Medical Center RWTH Aachen, Aachen, Germany, "
        ],
        [
            "Aachen Institute for Advanced Study in Computational Engineering Science (AICES), RWTH Aachen University, Aachen, Germany, "
        ],
        [
            "Department of Hematology, University Hospital Zürich, Zürich, Switzerland"
        ],
        [
            "Department of Hematology, University Hospital Zürich, Zürich, Switzerland"
        ]
    ],
    "first_author_latitude": "50.7757479",
    "first_author_longitude": "6.042959",
    "abstract_text": "Chronic myeloid leukemia (CML) is a hematopoietic stem cell (HSC) disease caused by the reciprocal translocation t(9;22). Although there is clear evidence that the resulting oncogenic tyrosine kinase BCR-ABL is the key event of leukemia initiation which drives stem cell proliferation and expansion of myeloid progenitors in early chronic phase (CP), the mechanism leading to advanced phases remains elusive. Recently, we could show that telomere attrition correlates with disease stages due to increased leukemic stem cell turnover. Here, we could provide first time evidence that this can functionally contribute to disease progression in CML. In our study we made use of the well-described telomerase knockout mouse model (mTR -/- ), lacking the RNA subunit of telomerase and resulting in significant telomere shortening with each generation, and retrovirally introduced BCR-ABL into primary bone marrow cells of different generation. Although all CML-like cultures (hereafter referred to as “CML”) grew exponentially and growth factor independently in vitro , they showed remarkable differences in cellular growth kinetics depending on the generation of mTR -/- mice the cells were derived from. CML-HSCs of generation iG4 (CML-iG4) are functionally impaired with respect to their growth properties and ceased to proliferate due to a robust senescent-like cell cycle arrest. Interestingly, they did not show overt genomic instability, but and are less susceptible to Imatinib-induced apoptosis compared to wildtype cells (CML-WT). In sharp contrast, CML-G2 cells with only pre-shortened telomere lengths grew most rapidly and presented with an impressive proliferation advantage compared to CML-WT and -iG4 cells, while they still retain Imatinib sensitivity. Notably, we uncovered that this growth advantage is related to a “telomere-associated secretory phenotype” (TASP), comprising the upregulation and secretion of chemokines, interleukins and other growth factors, thereby potentiating oncogene-driven growth in an autocrine fashion. In line with those observations, we found that conditioned supernatant of CML-G2 cells markedly enhanced proliferation of CML-WT and pre-senescent CML-iG4 HSCs. To investigate if a TPE (telomere position effect)-related mechanism is responsible for inducing inflammatory gene expression in BCR-ABL positive cells, we mapped selected TASP genes for their chromosomal location. However, although they are frequently found in well-known cluster (e.g. chemokines), TASP genes are not preferentially located close to the (sub-) telomere. This suggests that a yet unknown mechanism controls TASP gene expression upon telomere shortening. Most importantly, a similar inflammatory mRNA expression pattern was found in CML patients of accelerated phase (AP), but not in blast crisis (BC). Taken together, those data support the hypothesis that accelerated telomere shortening contributes to disease progression in BCR-ABL-driven leukemogenesis by the expression of an inflammatory signature, while telomere-induced senescence needs to be bypassed (e.g. by upregulation of telomerase) in order for leukemic cells to be able to progress to blast crisis (BC) CML. Disclosures: Brümmendorf: Pfizer: Consultancy, Honoraria; Bristol Myers Squibb: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Patents & Royalties, Research Funding; Ariad: Consultancy."
}