{
    "doi": "https://doi.org/10.1182/blood.V108.11.1841.1841",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=763",
    "start_url_page_num": 763,
    "is_scraped": "1",
    "article_title": "Glucocorticoid Therapy Targets Proliferation, Differentiation and Bcl-2 Dependent Survival Signaling in ALL Blasts. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bcl2 gene",
        "blast cells",
        "glucocorticoids",
        "signal transduction",
        "bcl-2 protein",
        "brachial plexus neuritis",
        "flow cytometry",
        "neoadjuvant therapy",
        "cd20 antigens",
        "cd34 antigens"
    ],
    "author_names": [
        "Peter Rhein",
        "Stefanie Scheid",
        "Richard Ratei, MD",
        "Christian Hagemeier, PhD, MD",
        "Karl Seeger, PhD, MD",
        "Renate Kirschner-Schwabe, PhD",
        "Martin Schrappe, MD",
        "Rainer Spang, PhD",
        "Wolf-Dieter Ludwig, MD",
        "Leonid Karawajew, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Charite Medical School, Berlin, Germany"
        ],
        [
            "Computational Molecular Biology, Max-Planck-Institute for Molecular Genetics, Berlin, Germany"
        ],
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Charite Medical School, Berlin, Germany"
        ],
        [
            "General Pediatrics, Charite Medical School, Berlin, Germany"
        ],
        [
            "Pediatric Oncology/Hematology, Charite Medical School, Berlin, Germany"
        ],
        [
            "Pediatric Oncology/Hematology, Charite Medical School, Berlin, Germany"
        ],
        [
            "General Pediatrics, University Medical Centre Schleswig-Holstein, Campus Kiel, Kiel, Germany"
        ],
        [
            "Computational Molecular Biology, Max-Planck-Institute for Molecular Genetics, Berlin, Germany"
        ],
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Charite Medical School, Berlin, Germany"
        ],
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Charite Medical School, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.6317089",
    "first_author_longitude": "13.5084777",
    "abstract_text": "In the multicentric ALL-BFM (Berlin-Frankfurt-Munster) study, all patients are uniformly treated during the first week of induction therapy which uses glucocorticoids (GC) as the principal therapeutic agent. The GC response assessed at day 8 of therapy provides one of the basic parameters for further risk stratification. In spite of the clinical significance, molecular mechanisms of GC action in vivo are largely unknown. Our recent genome-wide analysis of gene expression in blasts persisting during induction therapy identified a common set of genes differentially expressed in blasts at day 8 (d8) and at diagnosis (d0) (n=457, false discovery rate <0.05). Expression changes indicated therapy-induced inhibition of cell cycling, expression shift towards normal mature B cells and downregulation of the apoptosis regulator Bcl-2. In the current study, we validated the key differences between d8 and d0 blasts at protein and cellular levels. DNA distribution and percentage of cycling blasts was determined by flow cytometry in a series of matched d8 and d0 samples (13 pts) and demonstrated the decreased proliferative activity of d8 cells (4.3-fold, p=0.014). Protein expression, investigated by flow cytometry in a total of 84 pts, demonstrated statistically significant expression decrease of the progenitor cell antigenes CD10, CD34 and TdT and expression increase of the B-cell antigene CD20 and the inflammatory response molecules CD11b and IFNGR1 (p<0.05). We were also able to confirm the lower expression values of the Bcl-2 protein in d8 blasts (p<0.05, n=57). Investigation of GC-sensitive B-lineage leukemia cell lines demonstrated that BCL-2 downregulation by GC was a pre-requisite of GC-induced apoptosis. Moreover, we found a considerable cross-correlation between viability, cell cycling and Bcl-2 expression levels. Upregulation of the Bcl-2 expression via IL-7 receptor signaling prevented GC-induced apoptosis in these cell lines. Collectively, GC therapy interferes with differentiation and proliferation programs in leukemic blasts which are closely related to the Bcl-2 specific apoptotic pathway."
}