{
    "doi": "https://doi.org/10.1182/blood.V118.21.709.709",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2033",
    "start_url_page_num": 2033,
    "is_scraped": "1",
    "article_title": "Identification of Venous Thromboembolism (VTE)-Associated Novel Variants in the ABO Gene Using Targeted Deep Sequencing ",
    "article_date": "November 18, 2011",
    "session_type": "331. Pathophysiology of Thrombosis: Venous Thromboembolism - Diagnosis and Management",
    "topics": [
        "genes",
        "massively-parallel genome sequencing",
        "venous thromboembolism",
        "transluminal attenuation gradient",
        "antiphospholipid antibodies",
        "blood type o",
        "burrow",
        "cancer",
        "catheters",
        "cd44 antigens"
    ],
    "author_names": [
        "Yan W. Asmann, Ph.D.",
        "Mariza de Andrade, Ph.D.",
        "Sumit Middha",
        "Martha E. Matsumoto",
        "Sebastian M. Armasu, M.S.",
        "Tanya M. Petterson, M.S.",
        "Julie M. Cunningham, Ph.D.",
        "John A. Heit, M.D."
    ],
    "author_affiliations": [
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Biomedical Statistics & Informatics, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Experimental Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Internal Medicine-Hematology Research, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.02181709999999",
    "first_author_longitude": "-92.4668941",
    "abstract_text": "Abstract 709 Background: A recent analysis of merged genome-wide and candidate gene genotypes in VTE cases and controls identified multiple tag SNPs that were strongly associated with VTE. Objective: To identify rare and/or novel functional variants by sequencing the implicated genes. Methods: Cases (n=1488) were Mayo Clinic European-American patients of non-Hispanic ancestry with objectively-diagnosed VTE in the absence of active cancer, venous catheter or antiphospholipid antibodies. Controls (n=1439) were Mayo Clinic outpatients without VTE who were frequency-matched on case age, gender, race, MI/stroke status and state of residence. For this analysis, we selected a subset of these cases and controls for sequencing to take advantage of the joint configuration of two ABO SNPs of primary interest, rs8176719 ( ABO exon 6 deletion determining type O blood group) and rs2519093 ( ABO intron 1 tag SNP), which were previously shown to be strongly associated with VTE (p=5.7E-12 and p=3.0E-16, respectively). We randomly sampled 82 cases and 14 controls within 3 of the 9 potential allele frequency cells ( Figure ). The rs8176719 alleles are -−/−- (double deletion is the common allele), –/G, and G/G (the rare allele). The rs2519093 alleles are GG (G is the common allele), AG, and AA (A is the rare allele). For each SNP, the genotypes are represented as 0, 1, or 2 copies of the minor allele. We represented the joint allelic configuration of the two SNPs with the number of copies of the rs8176719 given first as 0/0 (both with 0 copies of the minor allele), 0/1, 0/2 (0 copies of the rs8176719 SNP), 1/0 (1 copy of the rare rs8176719 SNP), 1/1/, and 1/2, and 2/0 (2 copies of the rare allele for the rs8176719 SNP and 0 copies of the rare allele of the rs2519093 SNP), 2/1, and 2/2. From the Figure one observes discrepancies between cases and controls at the 0/0, 1/1 and 2/2 combinations. We randomly sampled from these three combinations, taking one third of the case series. For each SNP, we had 28 cases with 0/0 copies of the rare allele, 27 cases with 1/1 copies of the rare allele; and 27 cases with the combination of 2/2 copies of the rare allele. We compared these 82 cases with 14 controls that do not have any of these combinations. Sixteen genes were selected for deep sequencing, including 5 genes harboring SNPs significantly associated with VTE ( F5 , SLC19A2 , ABO , NME7 , ATP1B1 ), 10 genes with SNPs marginally associated with VTE ( C1orf114 , KLKB1 , SELP , F11 , SCUBE1 , PRKCB1 , CD44 , ITPR1 , GFRA1 , BLZF1 ), and CYP4V2 which reportedly confounds F11 and KLKB1 . Agilent SureSelect probes were designed to capture and enrich the ∼2 Mb genomic regions of these 16 genes. Samples were multiplexed (12-plex) and sequenced using Illumina HiSeq 2000. The sequence reads were aligned to the human genome build 36 using Burrows-Wheeler Aligner, and the single nucleotide variants (SNVs) and small INDELs were called using SNVMix and GATK, respectively. For this analysis, novel ABO SNVs were tested for an association with VTE using age-, sex-adjusted logistic regression and Fisher's Exact Test. Figure. View large Download slide Number of cases (total n=1488) and controls (total n=1439) with the rare alleles of ABO rs2519093 and ABO rs8176719,represented as 0, 1, and 2 versions of the rare allele for each SNP. Figure. View large Download slide Number of cases (total n=1488) and controls (total n=1439) with the rare alleles of ABO rs2519093 and ABO rs8176719,represented as 0, 1, and 2 versions of the rare allele for each SNP.  Results: 98% of the targeted regions were sequenced with > 20X coverage. On average, ∼2500 SNVs and ∼200 INDELs were detected in each sample. Fifteen novel SNVs in intron 6 and 3' of the ABO gene were associated with VTE (p<E-06) and belonged to 3 distinctive LD blocks; none were in LD with the coding or tag ABO SNPs (rs8176719; rs2519093). SNVs inside the middle LD block at the 3' of ABO are located within an enhancer and promoter histone marked with putative transcription factor binding sites. In addition, strong evidence from both ENCODE and dbEST support the middle LD block as lying within a novel transcript, probably an extension of the 3' of ABO . In addition, we discovered a novel, significant, protective, frame-shifting single base (G) deletion at ABO chr9:135120877. Conclusion: Novel ABO functional variants that are associated with VTE were identified by deep sequencing. Disclosures: Heit: Daiichi Sankyo: Consultancy, Honoraria."
}