{
    "doi": "https://doi.org/10.1182/blood.V106.11.4534.4534",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=432",
    "start_url_page_num": 432,
    "is_scraped": "1",
    "article_title": "Translocation t(Y;14)(q12;q11): A New Abnormality Associated with r[i(8)(q10)] in T-Prolymphocytic Leukemia Studied by Classic Cytogenetics and Spectral Karyotype. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "T-cell prolymphocytic leukemia (T-PLL) is a malignant proliferation of lymphoid cells with a mature postthymic phenotype. The disease is characterized by lymphadenopathy, splenomegaly, skin lesions, and elevated white blood cell count, and it is often resistant to conventional therapy. Classic cytogenetic studies have revealed the presence of complex karyotypes and some recurrent chromosomal abnormalities, of which the most frequent are t(14;14)(q11;q32), inv(14)(q11q32), t(X;14)(q28;q11), i(8)(q10), and t(8;8)(p12;q11). Conventional cytogenetic techniques are insufficient to fully characterize chromosomal abnormalities, especially complex and cryptic aberrations. In this report, we describe a case of T-PLL with t(Y;14)(q12;q11) and a ring chromosome r[i(8)(q10)] studied by classic cytogenetics and spectral karyotyping (SKY). These abnormalities have not been previously described in T-PLL. A 41-year-old man was admitted with night sweats, weight loss, lymphadenopathy and hepatosplenomegaly without skin rash. Peripheral blood counts were: platelets 128 x 10 9 /L and leukocytes 93.6 x 10 9 /L. Hemoglobin levels were 12.5 g/dL. Immunophenotypic studies showed the following results: CD2+, CD3+, CD5+, CD7+, CD4−, CD8+, T-cell receptor (TCR) a/b+, CD1-, and terminal deoxynucleotidyl transferase-negative (TdT-). The patient was treated with fludarabine and CHOP therapy, neither of which resulted in a response. The patient was then treated with alemtuzumab (Campath ® ) and complete resolution of lymphadenopathy and normalization of blood counts was achieved. Classic cytogenetic and SKY analyses were performed on a 3-day phytohemagglutinin-stimulated culture of peripheral blood lymphocytes. The observed karyotype was abnormal in 18 of the metaphases analyzed: 46, t(X;14)(q28;q11), t(Y;14)(q12;q11), r[i(8)(q10)]. The co-existence of 2 translocations involving both sex chromosomes in P-TLL is a rare occurrence; however, abnormalities involving band Xq28 (the site for the MCTP-1B1 gene which has homology to TCL-1 on 14q32.1) are common in T-PLL. In addition, translocations involving the 14q11-q13 region (TCRa and TCRd) result in juxtaposition of enhancer elements responsible for the expression of TCR genes next to different oncogene loci. This leads to disruption of transcriptional pathways involved in normal T cell development, and ultimately, leukemic transformation. The fibroblast growth factor receptor-1 ( FGFR-1 ) gene, in 8p11, has been implicated in a recurrent breakpoint in a myeloproliferative syndrome associated with T-cell lymphoma and the monocytic leukemia zinc finger ( MOZ ) gene in acute myelogenous leukemia. The amplification of the q arm of chromosome 8 accompanied by deletion of 8p sequences distal to the breakpoints could mean that two events act synergistically to contribute to the malignant phenotype in T-PLL. It is possible to suggest that the loss of a tumor suppressor gene or activation of an oncogene on 8p cooperates with amplification of the q arm and/or the expression of TCL-1/MTCP-1B1 in T-PLL. Secondary abnormalities of chromosome 8 may play an important role in the development of T-PLL. In this case of T-PLL with rare cytogenetic abnormalities, treatment with alemtuzumab resulted in a clinical response.",
    "topics": [
        "cytogenetics",
        "leukemia",
        "spectral karyotyping",
        "translocation (genetics)",
        "weight reduction",
        "leukemia, t-cell, chronic",
        "alemtuzumab",
        "lymphadenopathy",
        "karyotype determination procedure",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Fábio Morato de Oliveira",
        "André F. Marinato",
        "Rafael H. Jácomo",
        "Edgar G. Rizzatti",
        "Roberto P. Falcão",
        "Eduardo M. Rego",
        "Luiz G. Tone",
        "Belinda P. Simões"
    ],
    "author_affiliations": [
        [
            "Genetics, Medical School of Ribeirão Preto, University of São Paulo, Brazil"
        ],
        [
            "Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Brazil"
        ],
        [
            "Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Brazil"
        ],
        [
            "Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Brazil"
        ],
        [
            "Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Brazil"
        ],
        [
            "Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Brazil"
        ],
        [
            "Pediatrics, Medical School of Ribeirão Preto, University of São Paulo, Brazil"
        ],
        [
            "Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-21.163318999999998",
    "first_author_longitude": "-47.854298699999994"
}