{
    "doi": "https://doi.org/10.1182/blood.V124.21.4266.4266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2748",
    "start_url_page_num": 2748,
    "is_scraped": "1",
    "article_title": "Benefit and Risk of Primary Thromboprophylaxis in Ambulatory Patients with Advanced Pancreatic Cancer Receiving Chemotherapy: A Systematic Review and Meta-Analysis of Randomized Controlled Trials ",
    "article_date": "December 6, 2014",
    "session_type": "332. Antithrombotic Therapy: Poster III",
    "topics": [
        "chemotherapy regimen",
        "pancreatic cancer",
        "thromboprophylaxis",
        "venous thromboembolism",
        "cancer",
        "hemorrhage",
        "low-molecular-weight heparin",
        "absolute risk reduction",
        "anticoagulants",
        "cancer, advanced"
    ],
    "author_names": [
        "Nay Min Tun, MD",
        "Elizabeth Guevara, MD",
        "Thein H. Oo, MD FACP, FRCP"
    ],
    "author_affiliations": [
        [
            "The Brooklyn Hospital Center, Brooklyn, NY "
        ],
        [
            "The Brooklyn Hospital Center, Brooklyn, NY "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "40.690463400000006",
    "first_author_longitude": "-73.97797899999999",
    "abstract_text": "Background: Vascular thromboembolism (VTE) is the second leading cause of death in patients with cancer. Despite the fact that mortality is increased in cancer patients who developed VTE compared to those without VTE, empirical prophylaxis against VTE in ambulatory patients with cancer remains controversial. The risk of VTE is higher for certain types of cancer such as pancreatic and hematologic malignancies, in patients with advanced cancer, and in those who are undergoing chemotherapy or radiotherapy. We carried out a systematic review and meta-analysis of randomized controlled trials (RCT) to investigate the benefit and risk of primary thromboprophylaxis (PTP) with low-molecular weight heparins (LMWH) in ambulatory patients with advanced pancreatic cancer receiving chemotherapy. Methods: We undertook an extensive literature search using MEDLINE and EMBASE databases through July 13, 2014. References of the potential studies were also reviewed for any additional relevant studies. RCTs with reduction in symptomatic VTE as a primary endpoint were included. Mantel-Haenszel method was used to estimate the pooled event-based risk ratio (RR) as well as the pooled absolute risk difference (RD) with 95% confidence interval (CI). Fixed effects model was applied because there was homogeneity among the included studies (I 2 = 0.00). Results: Two RCTs and a subgroup of another two RCTs, comprising a total of 738 patients with advanced pancreatic cancer, were eligible for analysis. Antithrombotics used in these trials were nadroparin (prophylactic dose), semuloparin (prophylactic dose), enoxaparin (semi-therapeutic dose), and dalteparin (therapeutic dose). The duration of PTP lasted from three to six months. The crude incidence of VTE was 5.51% and 15.12% in those receiving anticoagulants and in control patients, respectively, with a risk ratio of 0.36 (CI: 0.22 – 0.59, p < 0.0001). The absolute risk difference in VTE was 9.5% (CI: 5.3 – 13.8 %, p < 0.0001), with an estimate of the number needed to treat (NNT) of 10.5 to prevent one symptomatic VTE event. Major bleeding events were reported in 5.48% of patients on thromboprophylaxis compared to 7.94% in control patients according to an analysis of two RCTs. The pooled relative risk for major bleeding was statistically nonsignificant at 0.68 (CI: 0.33 – 1.39, p = 0.29). Conclusions: A previous meta-analysis reported that approximately 60 patients were required to be treated with LMWH to prevent one symptomatic VTE among unselected cancer patients receiving chemotherapy. Our meta-analysis revealed that thromboprophylaxis resulted in a significant reduction in symptomatic VTE events with NNT of 10.5 without an increase in major bleeding events, indicating that PTP with anticoagulants in advanced pancreatic cancer patients receiving chemotherapy may be beneficial. Further large randomized phase III studies are recommended to evaluate the effects of such targeted thromboprophylaxis on morbidity, mortality and the costs of care. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Figure 3 View large Download slide Figure 3 View large Download slide Disclosures No relevant conflicts of interest to declare."
}