{
    "doi": "https://doi.org/10.1182/blood.V128.22.1192.1192",
    "article_title": "Disease and Outcome Disparities in Multiple Myeloma (MM): Exploring the Role of Race/Ethnicity and Obesity in Cooperative Group Clinical Trials ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Disparities in Outcomes",
    "abstract_text": "Background: Race/ethnicity is associated with disparate incidence and outcomes in MM, as seen in population-based studies. Their effect on outcomes has not been reported in prospective studies. Obesity is the most consistently associated modifiable risk factor for MM and is influenced by race/ethnicity but its association with outcomes has not been explored. We analyzed patient-level data from published ECOG-ACRIN/SWOG clinical trials in newly diagnosed MM (NDMM) patients (pts) to explore the interplay of race/ethnicity, obesity and outcomes. Methods: Pooled data from 9 ECOG-ACRIN/SWOG clinical trials (E1A06, E4A03, E1A00, E2A02, E5A93, E9486, S0204, S0232, S9321) in NDMM (1988-2011) were analyzed. Pts were divided by race : White (W), African-American (AA), other (O); race/ethnicity : Hispanic (H), non-Hispanic White (NHW), non-Hispanic AA (NHAA), non-Hispanic other (NHO); and body mass index (BMI) : <25, 25-29.9, ≥30. Associations between these and baseline pt/disease characteristics were assessed using chi-square (categorical) and Wilcoxon rank sum (continuous) tests. Survival distributions were estimated with Kaplan-Meier method and compared between groups using log-rank test. Cox proportional hazards regression was used to estimate hazard ratios in univariate and multivariate models. Time to event data was censored at 6 yrs. Results: Pt distribution by race, race/ethnicity and BMI is shown in Table 1. Race : AA were younger than W (median 59 vs 62 yr), had significantly more females (48% vs 40%; p=0.001) and had a smaller proportion of pts ≥70 yr (18% vs 26%; p<0.001). Median BMI was highest in AA (27.2) and lowest in O (24) (p=0.001) but not significantly different categorically between W and AA only (p=0.908). AA had significantly more pts with hemoglobin (Hb) ≤10 g/dL than W (55% vs 36%; p<0.001). Median creatinine (Cr) was 1.3 mg/dL in O and 1.1 mg/dL in W (p=0.03). There were no differences by race for ECOG performance status (PS), MM stage, lytic lesions, paraprotein subtype, serum calcium (Ca) or β2-microglobulin (β2M). Enrollment to clinical trials over years was significantly different by race (p=0.009). The only study design showing different enrollment by race was with/out stem cell transplant (SCT) (p=0.03; 37% of AA vs 31% of W got SCT trials). Race/Ethnicity : NHO were the youngest (median 58 yr) and NHW the oldest (median 62 yr) subgroup (p<0.001). NHAA had the highest proportion of pts with BMI ≥30 (16%) and NHO the lowest (7%) (p=0.018). H had the smallest proportion of females (33%) while NHO had the largest (54%) (p=0.002). H had the highest number of pts ≥70 yr (28%) and NHAA the smallest (18%) (p=0.003). Anemia rates were significantly different (p<0.001) with Hb ≤10 g/dL in 36% NHW vs 56% in NHAA. No significant differences were seen for PS, MM stage, lytic lesions, paraprotein subtype or other lab parameters. H and NHAA were enrolled in larger numbers in 1992-2011 rather than prior or later years (p<0.001). Among the subgroups, H had largest proportion of patients (75%) on trials without novel agent vs 61.5% for NHW (p=0.047). NHAA had the highest proportion of patients on trials with SCT (38%) while NHO had the smallest (27.3%) (p=0.034). BMI : By gender, 30% of males and 39% of females having BMI 10 while 51% of <25 did (p=0.003). There was significant difference in continuous Cr distribution by BMI (p=0.004). Efficacy analysis did not show any significant difference in response rate by race (p=0.132), race/ethnicity (p=0.286) or BMI (p=0.896). In univariate/multivariate analysis, significantly worse overall survival (OS) was seen in males, age ≥70 yr, ECOG PS >0, ISS and DS stage III, presence of lytic lesions, Cr ≥2 mg/dL, Ca >12 mg/dL, Hb ≤10 g/dL. No significant difference was seen in OS or progression free survival by race, race/ethnicity or BMI (Figure 1). Conclusions: Significant differences exist in demographic and clinical characteristics of NDMM pts by race/ethnicity. Median OS was significantly associated with these characteristics but not with race/ethnicity itself. Observed racial/ethnic disparity in outcomes for MM pts may be overcome by access to comparable therapeutic options as seen in clinical trials. Obesity, while associated with MM incidence, does not seem to influence outcomes. View large Download slide View large Download slide Close modal Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Ailawadhi: Pharmacyclics: Consultancy; Novartis: Consultancy; Amgen Inc: Consultancy; Takeda Oncology: Consultancy. Stewart: Janssen Pharmaceuticals: Consultancy; Takeda Oncology: Consultancy; Celgene: Consultancy; Bristol Myers Squibb: Consultancy. Hussein: Celgene: Employment. Zonder: Takeda: Consultancy, Honoraria; Bristol Myers Squibb: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Pharmacyclics: Other: DSMC membership; Prothena: Consultancy, Honoraria. Barlogie: Mount Sinai Hospital: Employment.",
    "topics": [
        "continental population groups",
        "ethnic group",
        "multiple myeloma",
        "obesity",
        "clinical trials cooperative groups",
        "health disparity",
        "brachial plexus neuritis",
        "electrocorticogram",
        "lytic lesion",
        "paraproteins"
    ],
    "author_names": [
        "Sikander Ailawadhi, MD",
        "Susanna Joan Jacobus, MSc",
        "Rachael Sexton, MS",
        "A. Keith Stewart, MD",
        "Angela Dispenzieri, MD",
        "Mohamad A. Hussein",
        "Jeffrey Zonder, MD",
        "John Crowley, PhD",
        "Antje Hoering, PhD",
        "Bart Barlogie, MD PhD",
        "Robert Z. Orlowski, PhD, MD",
        "S. Vincent Rajkumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sikander Ailawadhi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Jacksonville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanna Joan Jacobus, MSc",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachael Sexton, MS",
            "author_affiliations": [
                "Cancer Research And Biostatistics, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Keith Stewart, MD",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad A. Hussein",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Zonder, MD",
            "author_affiliations": [
                "Barbara Ann Karmanos Cancer Institute, Wayne State University, Detroit, MI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Crowley, PhD",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antje Hoering, PhD",
            "author_affiliations": [
                "Cancer Research and Biostatistics, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD PhD",
            "author_affiliations": [
                "Mount Sinai School of Medicine, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Z. Orlowski, PhD, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T06:45:21",
    "is_scraped": "1"
}