{
    "doi": "https://doi.org/10.1182/blood.V116.21.4053.4053",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1672",
    "start_url_page_num": 1672,
    "is_scraped": "1",
    "article_title": "Monoclonal Gammopathy of Undetermined Significance and Risk of Infections: A Population-Based Study ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "infections",
        "monoclonal gammopathy of undetermined significance",
        "bacterial infections",
        "follow-up",
        "virus diseases",
        "cancer",
        "cellulitis",
        "endocarditis",
        "immunoglobulin isotypes",
        "influenza"
    ],
    "author_names": [
        "Sigurdur Y. Kristinsson, MD, PhD",
        "Tang Min, PhD",
        "Ruth Pfeiffer, PhD",
        "Magnus Björkholm, MD, PhD",
        "Lynn Goldin, PhD",
        "Cecilie Blimark, MD",
        "Ulf-Henrik Mellqvist, MD, PhD",
        "Anders Wahlin, MD, PhD",
        "Ingemar Turesson, MD, PhD",
        "Ola Landgren, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden, "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology, Karolinska University Hospital and Karolinska Institutet, Stockholm, Sweden, "
        ],
        [
            "Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Sahlgrenska University Hospital, Gothenburg, Sweden, "
        ],
        [
            "Hematology, Sahlgrenska University Hospital, Gothenburg, Sweden, "
        ],
        [
            "Dept. of Hematology, University Hospital, Umea, Sweden, "
        ],
        [
            "Skane Univeristy Hospital Malmo, Malmo, Sweden, "
        ],
        [
            "Medical Oncology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "59.34814839999999",
    "first_author_longitude": "18.023657899999996",
    "abstract_text": "Abstract 4053 Background: Based on clinical case reports and small hospital-based patient series, monoclonal gammopathy of undetermined significance (MGUS) has been reported to increase morbidity due to bacterial infections; however, no comprehensive evaluation has been conducted. Patients and methods: Using population-based data from Sweden, we assessed the risks of viral and bacterial infections (reported to the Patient-Registry) in 5,326 MGUS patients diagnosed 1958–2006, compared to 20,161 matched population-based controls. We fit Cox proportional hazard models to estimate hazard ratios (HRs) as measures of risk. Results: At 5 years of follow-up MGUS patients had a 2.1-fold (95% confidence interval (CI) 2.1–2.3) increased risk of developing any infection compared to controls; at 10 years of follow-up, the risk was very similar (HR=2.2; 95% CI 2.0–2.3). MGUS patients had a 2.2-fold (95% CI 2.0–2.4) and 2.1-fold (95% CI 2.0–2.3) increased risk of developing bacterial infections at 5 and 10 years, respectively. A significantly increased risk (P2.5 g/dL at diagnosis had higher risks of infections compared to those <0.5 g/dL. However, compared to controls the risk of infections was also significantly increased among MGUS patients with a concentration <0.5 g/dL. MGUS patients with (versus without) infections had no excess risk of developing multiple myeloma or related malignancies. Summary and Conclusions: Based on over 5,000 MGUS patients, we found a 2-fold higher risk of developing bacterial and viral infections, compared to controls. The risk was highest among MGUS patients with high M-protein concentrations at diagnosis (>2.5 g/dL); however, the risk was still significantly increased among those with a concentration <0.5 g/dL. Infections in patients with MGUS were not associated with an increased risk of malignant transformation. We recently showed that patients with MGUS have a 3-fold risk of death in bacterial infections. Our findings may have clinical implications for treatment strategies and prophylactic measures, as well as surveillance of MGUS patients. Disclosures: No relevant conflicts of interest to declare."
}