{
    "doi": "https://doi.org/10.1182/blood-2019-126161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4170",
    "start_url_page_num": 4170,
    "is_scraped": "1",
    "article_title": "Outcome of Hematopoietic Stem Cell Gene Therapy for Wiskott-Aldrich Syndrome ",
    "article_date": "November 13, 2019",
    "session_type": "801.Gene Therapy and Transfer",
    "abstract_text": "Background Wiskott-Aldrich syndrome (WAS) is a rare X-linked disorder characterized by combined immunodeficiency, eczema, microthrombocytopenia, infections, autoimmunity and lymphoma. Gene therapy (GT) using autologous CD34+ cells is an emerging alternative treatment with advantages over standard allogeneic hematopoietic stem cell transplant for patients who lack well matched donors, avoiding graft-versus-host-disease. An initial experience with gene therapy using a γ-retroviral vector showed correction of hematological defects in 9/10 patients, but was aggravated by development of leukemia in 7 of them. We report the outcomes of a phase I/II clinical trial in which 5 WAS patients underwent GT using a self-inactivating lentiviral (SIN-LV) vector expressing the human WAS cDNA under the control of a 1.6kB fragment of the human WAS promoter. Subjects and Methods Five patients with severe WAS (clinical score 3-5) were enrolled at a median age of 1.8 years (1.4 - 8 years) at a single pediatric tertiary care center. WAS protein (WASP) was absent or markedly decreased in 2 and 3 subjects, respectively. Purified CD34+ cells from mobilized peripheral blood (n = 4) or both mobilized peripheral blood and bone marrow (n = 1) were transduced ex-vivo with the SIN-LV vector and re-infused after conditioning with busulfan (target AUC of 70-80 mg*h/L) and fludarabine (120mg/m 2 ). The median dose of CD34+ cells infused was 9.8 x 10 6 cells/kg (6.3 - 24.9 x 10 6 cells/kg) with a mean vector copy number (VCN) of 1.7 copies/cell in CD34+ cells (0.54 - 3.37). In addition to eczema, thrombocytopenia and WAS-related infections in all patients, two subjects also had autoimmunity pre-GT, manifested as skin vasculitis and autoimmune cytopenias. Results All 5 subjects were alive and well at median follow-up of 4.8 years (2.5 - 5.9 years). Multi-lineage vector gene marking was sustained over time. All subjects had improvement or resolution of eczema and none have had any intercurrent severe infectious events. WASP expression measured by flow cytometry in T cells was increased over baseline in all patients, but remained below normal levels and correlated with VCN and cell dose received. Proliferation of T cells in response to anti-CD3, which was initially defective in 4/5 patients, improved post-GT. Humoral immune deficiency was also ameliorated, as evidenced by independence from Ig replacement and vaccine responses in those tested. All subjects remained platelet transfusion-free and none have had severe bleeding events. Platelet levels increased to >50 x 10 3 cells/uL in two patients with a VCN ≥2 in transduced stem cells and myeloid VCN ~1 copy/cell in neutrophils; the other 3 subjects sustained platelet counts <50 x 10 3 cells/uL. Cytoskeleton function was highly abnormal in myeloid cells pre-GT, as shown by the near absence of podosome formation in monocyte-derived dendritic cells. At 12 months post-GT, the % of podosome-forming cells was improved in all subjects, and reached the level of healthy controls in the 2 patients with highest VCN in myeloid cells. Both subjects with pre-existing autoimmunity had post-GT autoimmunity: patient 4 had a flare of autoimmune cytopenias at 18 months post-GT, and patient 5 developed refractory autoimmune hepatitis and hemolytic anemia at 8 months post-GT. While all subjects had WASP expression in lymphocytes, those with autoimmunity had poor recovery of T cells, Tregs, and transitional B cells at the time of clinical symptoms. IL-10 producing regulatory B cells were deficient pre-GT and recovered to varying degrees in all subjects. No severe GT-related adverse events have occurred to date. Replication-competent lentivirus was not detected. Analysis of integration site distributions in five subjects showed reconstitution to be highly polyclonal, with no clones expanded to >20% of the transgene-marked cell population. To date, there have been no malignancies reported, either related to GT or WAS itself. Conclusion In summary, our data confirm and extend the safety and efficacy of GT in correcting disease manifestations associated with WAS, as seen in other studies using SIN-LV. Higher VCN in the drug product and in transduced stem cells correlated with better reconstitution of platelets and myeloid function. In contrast to other groups, we found in our study that patients with poor lymphocyte reconstitution post-GT may be at risk of ongoing autoimmunity despite high-level gene marking. Disclosures London: ArQule, Inc: Consultancy; United Therapeutics: Consultancy. Despotovic: Novartis: Research Funding; Amgen: Research Funding; Dova: Honoraria. Forbes: Takeda: Consultancy. Galy: Genethon: Employment. Williams: Novartis: Membership on an entity's Board of Directors or advisory committees; bluebird bio: Other: License of certain IP relevant to hemoglobinopathies. Potential for future royalty/milestone income. Received payment in past through BCH institutional licensing agreement., Research Funding; Orchard Therapeutics: Membership on an entity's Board of Directors or advisory committees, Other: Co-founder, potential for future royalty/milestone income, Research Funding; Alerion Biosciences: Membership on an entity's Board of Directors or advisory committees, Other: Co-founder. OffLabel Disclosure: CliniMACS technology for CD34+ cell selection",
    "topics": [
        "gene therapy",
        "hematopoietic stem cells",
        "wiskott-aldrich syndrome",
        "eczema",
        "cytopenia",
        "infections",
        "uterine fibroids",
        "adverse event",
        "allogeneic hematopoietic stem cell transplant",
        "autoimmune hepatitis"
    ],
    "author_names": [
        "Roxane Labrosse, MD FRCPC",
        "Julia Chu, MD MPH",
        "Myriam Armant, PhD",
        "Jet van der Spek, MD",
        "Alexandra Miggelbrink, MD",
        "Johnson Fong",
        "John K. Everett, PhD",
        "Hayley Raymond, BA",
        "Lyanna Kessler",
        "Colleen Dansereau, MSN, RN, CPN",
        "Brenda Mackinnon, BSN, RN",
        "Stephanie Koo",
        "Emily Morris",
        "Wendy B. London, PhD",
        "Ahmet Ozen, MD",
        "Safa Baris, MD",
        "Jenny M. Despotovic, DO, MS",
        "Lisa Forbes, MD",
        "Akihiko Saitoh, MD",
        "Takayuki Takachi, MD",
        "Alejandra King, MD",
        "Thi Mai Anh Thi Nguyen, MD",
        "Vy Do Uyen Vu, MD",
        "Frederic D. Bushman, PhD",
        "Anne Galy, PharmD, PhD",
        "Luigi Notarangelo, MD",
        "David A Williams, MD",
        "Sung-Yun Pai, MD"
    ],
    "author_affiliations": [
        [
            "Division of Pediatric Hematology/Oncology, Boston Children's Hospital, Boston, MA "
        ],
        [
            "Dana Farber Cancer Institute/Boston Children's Hospital, Boston, MA "
        ],
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital/Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital/Harvard Medical School, Boston, MA "
        ],
        [
            "Boston Children's Hospital/Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Microbiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Microbiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Microbiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Gene Therapy Program, Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA "
        ],
        [
            "Gene Therapy Program, Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA "
        ],
        [
            "Gene Therapy Program, Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA "
        ],
        [
            "Gene Therapy Program, Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Boston, MA "
        ],
        [
            "Dana-Farber/Boston Children's Cancer & Blood Disorders Center, Boston, MA "
        ],
        [
            "Marmara University, Istanbul, Turkey "
        ],
        [
            "Marmara University, Istanbul, Turkey "
        ],
        [
            "Texas Children's Hospital Baylor College of Medicine, Houston, TX "
        ],
        [
            "Texas Children's Hospital/Baylor College of Medicine, Houston, TX "
        ],
        [
            "Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan "
        ],
        [
            "Department of Hematology and Oncology, Shizuoka Children's Hospital, Shizuoka, Japan "
        ],
        [
            "Hospital Luis Calvo Mackenna, Santiago, Chile "
        ],
        [
            "Department of Hematology/Oncology, City Children's Hospital, Ho Chi Minh City, Viet Nam "
        ],
        [
            "Department of Hematology/Oncology, City Children's Hospital, Ho Chi Minh City, Viet Nam "
        ],
        [
            "Department of Microbiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Genethon, Evry, France "
        ],
        [
            "National Institutes of Health, Bethesda, MD"
        ],
        [
            "Boston Children's Hospital, Harvard Medical School, Boston, MA "
        ],
        [
            "Division of Pediatric Hematology/Oncology, Boston Children's Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.33785445",
    "first_author_longitude": "-71.10651445"
}