{
    "doi": "https://doi.org/10.1182/blood.V122.21.SCI-33.SCI-33",
    "article_title": "Causes and Consequences of Cancer-Associated Thrombocytosis ",
    "article_date": "November 15, 2013",
    "session_type": "Scientific Committee on Platelets: Platelets and Cancer",
    "abstract_text": "Platelets represent one of the largest storage pools of angiogenic and oncogenic growth factors in the human body. The observation that thrombocytosis (platelet count >450,000/µL) occurs in patients with solid malignancies was made over 100 years ago. However, mechanisms of paraneoplastic thrombocytosis and the role that platelets play in abetting cancer growth are unclear. We have used clinical data coupled with sophisticated mouse models to identify the mechanisms and biological implications of paraneoplastic thrombocytosis. Thrombocytosis was significantly associated with advanced disease and shortened survival. Plasma levels of thrombopoietin and interleukin-6 were significantly elevated in patients who had thrombocytosis as compared with those who did not. In mouse models, increased hepatic thrombopoietin synthesis in response to tumor-derived interleukin-6 was an underlying mechanism of paraneoplastic thrombocytosis. Tumor-derived interleukin-6 and hepatic thrombopoietin were also linked to thrombocytosis in patients. Silencing thrombopoietin and interleukin-6 abrogated thrombocytosis in tumor-bearing mice. Anti-interleukin-6 antibody treatment significantly reduced platelet counts in tumor-bearing mice and in patients with epithelial ovarian cancer. In addition, neutralizing interleukin-6 significantly enhanced the therapeutic efficacy of paclitaxel in mouse models of epithelial ovarian cancer. The use of an anti-platelet antibody to halve platelet counts in tumor-bearing mice significantly reduced tumor growth and angiogenesis. Biologically, platelets were detected within the tumor microenvironment and affected tumor growth and response to chemotherapeutic agents. These findings support the existence of a paracrine circuit wherein increased production of thrombopoietic cytokines in tumor and host tissue leads to paraneoplastic thrombocytosis, which fuels tumor growth. Blocking the stimulatory effects of platelets may have implications for new therapeutic approaches. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "thrombocytosis",
        "neoplasms",
        "interleukin-6",
        "thrombopoietin",
        "tumor growth",
        "ovarian cancer",
        "antibodies",
        "antineoplastic agents",
        "antiplatelet antibodies"
    ],
    "author_names": [
        "Anil Sood, MD",
        "Rebecca L. Stone, M, D.",
        "Vahid Afshar-Kharghan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anil Sood, MD",
            "author_affiliations": [
                "Gynecologic Oncology and Reproductive Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebecca L. Stone, M, D.",
            "author_affiliations": [
                "Gynecologic Oncology and Reproductive Medicine, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vahid Afshar-Kharghan, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T18:45:04",
    "is_scraped": "1"
}