{
    "doi": "https://doi.org/10.1182/blood.V120.21.2771.2771",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2397",
    "start_url_page_num": 2397,
    "is_scraped": "1",
    "article_title": "Three-Dimensional Nuclear Telomeric Organization (3D) of Chronic Myeloid Leukemia Patients Predicts Accelerated Phase and Blast Crisis. ",
    "article_date": "November 16, 2012",
    "session_type": "631. Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "accelerated phase",
        "blast phase",
        "leukemia, myelocytic, chronic",
        "bone marrow specimen",
        "clinical diagnosis",
        "microscopes",
        "tumor cells",
        "chromosome abnormality",
        "aneuploidy",
        "genomic instability"
    ],
    "author_names": [
        "Fabio Morato Oliveira, Ph.D",
        "Ferdinando de Paula Silva",
        "Ana Paula N Rodrigues Alves",
        "Belinda Pinto Simoes, MD, PhD",
        "Roberto P. Falcao, M.D., Ph.D",
        "Sabine Mai, PhD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine - Hematology, Faculty of Medicine of Ribeirão Preto, Univeristy of São Paulo, FMRP/USP, Ribeirão Preto, Brazil, "
        ],
        [
            "Internal Medicine - Hematology, Faculty of Medicine of Ribeirão Preto, FMRP/USP, Ribeirão Preto, Brazil, "
        ],
        [
            "Internal Medicine - Hematology, Faculty of Medicine of Ribeirao Preto, University of São Paulo, FMRP/USP, Ribeirão Preto, Brazil, "
        ],
        [
            "Internal Medicine, Faculty of Medicine of Ribeirao Preto, University of São Paulo, FMRP/USP, Ribeirão Preto, Brazil, "
        ],
        [
            "Internal Medicine - Hematology, Faculty of Medicine of Ribeirão Preto, University of São Paulo, FMRP/USP, Ribeirão Preto, Brazil, "
        ],
        [
            "Manitoba Institute of Cell Biology, University of Manitoba, Winnipeg, Canada"
        ]
    ],
    "first_author_latitude": "-21.163318999999998",
    "first_author_longitude": "-47.854298699999994",
    "abstract_text": "Abstract 2771 One major cause of genomic instability and cellular apoptosis is telomere dysfunction. Telomere loss or dysfunction results in breakage–bridge –fusion cycles, aneuploidy, and ongoing chromosomal abnormalities. The three-dimensional (3D) nuclear organization of telomeres allows for a distinction between normal and tumor cells: nuclei of the latter tend to be disorganized and commonly contain telomeric aggregates. However, few studies have addressed the impact of telomeres dynamics in CML progression. The frequency of additional chromosomal abnormalities in CML is around 5% in chronic phase and increases to 50–80% in the advanced phases. Clonal evolution often precedes progression and is predictive for inferior therapeutic outcome. In order to better understand cellular and molecular mechanisms in CML progression, the objectives of this investigation were examine telomere dysfunction and alterations in the 3D nuclear telomere architecture. Eighteen CML patients, in total, 54 bone marrow samples (chronic phase, accelerated phase and blast crisis) were eligible for 3D nuclear telomeric investigation. The quantitative FISH (QFISH), cytologic diagnosis and the cytogenetic determination for additional chromosomal abnormalities were assessed according to standard protocols. 3D image analysis on 30 interphase nuclei per slide was obtained by using an Axio Imager A1 microscope (Carl Zeiss, USA). Sixty z-stacks were acquired at a sampling distance of x,y: 102 nm and z: 200 nm for each slice of the stack. AxioVision 4.8 software (Carl Zeiss, Canada) was used for 3D image acquisition, and deconvolution analysis. Three CML subgroups were defined on the basis of their 3D telomeric profiles. The telomeric parameters (number, length, telomere aggregates and nuclear volumes) were compared between these three subgroups. Distribution of telomere intensities in CML phases was compared between the patient's subgroups. All patients of a same subgroup displayed similar 3D telomeric profiles. Comparison with clinical diagnosis after the classification according to telomere profile showed that all CML patients were classified in the three distinct subgroups. Statistical analyses showed significant differences between the CML subgroups (P<0.001). Each of the quantitative telomere parameters exhibited significant differences. Furthermore, statistical analyses combining all 3D telomere parameters revealed significant differences between all subgroups (P<0.05). According to our data these profiles are correlated to the disease evolution and increased telomere dysfunction in these subgroups. It seems that the evolution of CML progresses from low to high level of telomere dysfunction, that is, from early stage to more aggressive stage, followed by disease transformation. We concluded that telomere 3D organization is a highly accurate tool to distinguish CML stages. We propose that monitoring 3D telomere dysfunction might be a very powerful marker to measure this transformation. Furthermore, it may be a better indicator of therapeutic response because an optimal response will lead to a normal cellular biology, including elimination of abnormal telomeric aggregates and the increase of normal 3D telomeric profiles. Financial support: FAPESP (2011/01647-2). Disclosures: No relevant conflicts of interest to declare."
}