{
    "doi": "https://doi.org/10.1182/blood-2021-152774",
    "article_title": "Racial and Age-Related Differences in Impacts of High-Risk Cytogenetic Abnormalities on Survival in Multiple Myeloma in a Nationwide Electronic Health Record-Derived Database ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Background: The incidence of multiple myeloma (MM) and enrichment of cytogenetic abnormalities differ significantly between racial/ethnic groups in the US, and their significance in determining myeloma progression and survival is not well understood. Whole genome sequencing has identified unique mutational signatures in MM, including an age-related process common in hyperdiploid myeloma. Our purpose was to describe racial and age-related differences in the impact of high-risk cytogenetic abnormalities (HRCAs) on survival in MM. Methods: We conducted a retrospective cohort study of adult MM patients starting first-line therapy between January 2011 and May 2021 using the nationwide Flatiron Health electronic health record-derived de-identified database. Patient-level demographic and clinical characteristics were ascertained using structured and unstructured data, curated via technology-enabled abstraction. Patients who had documented fluorescence in situ hybridization testing within 30 days prior to or 90 days following the start of first-line treatment were included. HRCAs, including gain or amplification 1q21, deletion 17p, t(4;14), t(14;16) and t(14;20), were identified and categorized as 0, 1, or 2+ HRCAs. Our outcomes of interest were real world progression free survival (rwPFS) and overall survival (rwOS). Cox proportional hazards models were used to calculate adjusted hazard ratios (HR) and 95% confidence intervals (CI), adjusted for demographic and clinical characteristics and treatment including time-dependent receipt of autologous stem cell transplantation. Results: From a cohort of 4889 MM patients, there were 790 (16%) Black and 2995 (61%) White patients with median ages at diagnosis of 68 and 70 years, respectively. Compared to White patients, a higher proportion of Black patients had IgG M-protein (61% vs 55%) and a lower proportion had 1+ HRCAs identified (31% vs 34%). Among all racial groups, compared to patients aged <65 years (N=1771), a higher proportion of patients aged 65+ years (N=3118) had IgA M-protein (21% vs 17%) and 1+ HRCAs identified (35% vs 33%). Multivariable models showed evidence of significant statistical interaction between age and prevalence of HRCA for rwPFS (P-int: 0.02). Among White patients, having 2+ HRCAs (\"double-hit MM\") compared to no HRCAs was associated with worse rwPFS in both younger and older patients (<65 years: HR 2.88, 95% CI 1.93-4.32, P<0.01; 65+ years: HR 1.51, 95% CI 1.18-1.94, P<0.01). Among Black patients, associations between double-hit MM and rwPFS were attenuated and not statistically significant regardless of age (<65 years: HR 1.81, 95% CI 0.69-4.74, P=0.23; 65+ years: HR 1.61, 95% CI 0.92-2.81, P=0.09). Similarly, we also found evidence of statistical interaction between age and prevalence of HRCA for rwOS (P-int: 0.02). Among White patients, double-hit MM was significantly associated with worse rwOS but the magnitude of increased risk differed for younger (HR 3.39, 95% CI 2.24-5.14, P<0.01) and older (HR 1.61, 95% CI 1.27-2.05, P<0.01) patients. Double-hit MM was significantly associated with worse rwOS among older Black patients (HR 1.78, 95% CI 1.03-3.06, P=0.04), but not younger Black patients (HR 1.60, 95% CI 0.58-4.40, P=0.36). Conclusions: In this cohort of newly diagnosed MM patients treated in routine practice, having double-hit MM was differentially predictive of poor survival across age groups. Double-hit MM was associated with worse rwPFS and rwOS among White patients, but these trends were less consistent among Black patients. Our current understanding of cytogenetic risk stratification of MM requires further study and additional data for identifying low- and high-risk subsets of patients across different ages and racial groups. Figure. Kaplan-Meier survivor functions for rwPFS in White (Panel A) and Black (Panel B) patients by age group and number of HRCAs Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Calip:  Flatiron Health: Current Employment; Roche: Current equity holder in publicly-traded company; Pfizer: Research Funding. Ascha:  Flatiron Health: Current Employment; Roche: Current equity holder in publicly-traded company. Wang:  Roche: Current equity holder in publicly-traded company; Flatiron Health: Current Employment. Pierre:  Flatiron Health, Inc: Current Employment; Roche: Current holder of stock options in a privately-held company. Maignan:  Flatiron Health: Current Employment; Roche: Current equity holder in publicly-traded company. Wadé:  Roche: Current equity holder in publicly-traded company; Flatiron Health: Current Employment. Leng:  Roche: Current equity holder in publicly-traded company; Flatiron Health: Current Employment. Seymour:  Karyopharm: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Current equity holder in publicly-traded company; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Flatiron Health Inc: Current Employment. Patel:  Janssen: Consultancy; Amgen: Consultancy; Celgene: Consultancy. Neparidze:  Eidos Therapeutics: Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Research Funding; Janssen: Research Funding.",
    "author_names": [
        "Gregory S Calip",
        "Mustafa S Ascha",
        "Xiaoliang Wang",
        "Amy E Pierre",
        "Kathleen Maignan",
        "Niquelle B Wadé",
        "Siyang Leng",
        "Erlene K Seymour",
        "Brian C-H Chiu",
        "Karen Sweiss",
        "Pritesh R Patel",
        "Natalia Neparidze"
    ],
    "author_dict_list": [
        {
            "author_name": "Gregory S Calip",
            "author_affiliations": [
                "Department of Pharmacy Systems, Outcomes and Policy, University of Illinois At Chicago, Chicago, IL",
                "Flatiron Health, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mustafa S Ascha",
            "author_affiliations": [
                "Flatiron Health, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoliang Wang",
            "author_affiliations": [
                "Flatiron Health Inc., New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy E Pierre",
            "author_affiliations": [
                "Flatiron Health, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Maignan",
            "author_affiliations": [
                "Flatiron Health, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niquelle B Wadé",
            "author_affiliations": [
                "Flatiron Health, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siyang Leng",
            "author_affiliations": [
                "Flatiron Health, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erlene K Seymour",
            "author_affiliations": [
                "Flatiron Health Inc., New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian C-H Chiu",
            "author_affiliations": [
                "Department of Public Health Sciences, University of Chicago, Chicago, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Sweiss",
            "author_affiliations": [
                "Department of Pharmacy Practice, University of Illinois, Hinsdale, IL"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pritesh R Patel",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Neparidze",
            "author_affiliations": [
                "Section of Hematology, Yale University, New Haven, CT"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:34:37",
    "is_scraped": "1"
}