{
    "doi": "https://doi.org/10.1182/blood.V106.11.1026.1026",
    "article_title": "Phosphatidylserine and Oxidized Phosphatidylethanolamine Interact with Protein C Inhibitor (PCI) and Modify Its Activity. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Protein C Inhibitor (PCI) is a non-specific serine protease inhibitor (serpin), which inhibits many proteases of the coagulation and fibrinolytic systems. PCI binds to heparin, and heparin enhances the interaction of PCI with most proteases. It has been shown by Nishioka et al. (1998) that PCI also binds to phosphatidylethanolamine (PE), a major phospholipid of the inner leaflet of cell membranes, and that PCI inhibits phospholipid-bound activated protein C (APC) efficiently. These data suggest a biological role of PE exposed on the surface of activated platelets and microvesicles for the regulation of PCI activity in vivo. To further analyze to which extent phospholipids could play a role for the regulation of PCI activity, we studied the interaction of PCI with different phospholipids and their oxidized forms. We investigated binding of PCI to phospholipids [PE, phosphatidylserine (PS), and phosphatidylcholine (PC) and their oxidized forms] immobilized on microtiter plates. To control for specificity of the binding, studies were performed in the absence and presence of varying concentrations of different phospholipids and heparin in the fluid phase. These studies revealed specific binding of PCI to oxidized and to unoxidized PS, and to oxidized but not to unoxidized PE. No binding was seen with oxidized or unoxidized PC. Binding to ox-PE and PS was confirmed by a mobility shift of PCI in native PAGE. Binding of PCI to oxidized PE and PS was competed by heparin. Furthermore, PCI, in which the heparin-binding site (Lys 276 -Lys 277 -Arg 278 ) in the H-helix was mutated to Ala-Ala-Gly, no longer bound to ox-PE or PS. We also investigated the effect of phospholipids on the interaction of PCI with its target proteases APC and urokinase (uPA) by analyzing inhibition of amidolytic activity and complex formation on SDS-PAGE. PS (oxidized as well as unoxidized) and oxidized PE stimulated the inhibition of APC and uPA by PCI and enhanced complex formation of PCI with these proteases. No stimulatory effect of phospholipids was seen with the PCI mutant lacking the heparin-binding site. The effect of oxidized PE and PS on the interaction of PCI with APC was strongly dependent on the presence of Ca ++ . In the absence of Ca ++ oxidized PE and PS interfered in a dose-dependent manner with the interaction of APC with PCI; and this effect was antagonized by heparin. Therefore, binding of both, APC (Ca ++ -dependent) as well as PCI (Ca ++ -independent), to PS or oxidized PE are required for the stimulating effect of these phospholipids on APC-inhibition by PCI. The stimulatory effect of PS and oxidized PE seems to be specific for PCI since it was not seen with antithrombin III, another heparin-binding serpin. In conclusion, our data indicate that in addition to heparin and glycosaminoglycans also certain phospholipids (oxidized PE and PS) can stimulate the activity of the non-specific serpin PCI. Binding to these phospholipids seems to involve the heparin-binding site of PCI. Exposure of oxidized PE and /or PS may therefore be important for the regulation of PCI-activity in vivo . This may play a role at sites of inflammation and/or apoptosis (e.g. on atherosclerotic plaques) or other sites where ox-PE or PS are exposed (e.g. in myotube fusion). In fact, in mouse embryos PCI antigen seems to co-localize with PS at sites of cell fusion and apoptosis.",
    "topics": [
        "phosphatidylethanolamines",
        "phosphatidylserines",
        "protein c inhibitor",
        "phospholipids",
        "heparin",
        "endopeptidases",
        "peptide hydrolases",
        "serpins",
        "urokinase",
        "activated protein c"
    ],
    "author_names": [
        "Julia M. Malleier, DI",
        "Olga Oskolkova, PhD",
        "Valery Bochkov, PhD",
        "Ingrid Jerabek",
        "Barbora Sokolikova, PhD",
        "Thomas Perkmann, MD",
        "Bernd R. Binder, MD",
        "Margarethe Geiger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia M. Malleier, DI",
            "author_affiliations": [
                "Center for Biomolecular Medicine and Pharmacology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Olga Oskolkova, PhD",
            "author_affiliations": [
                "Center for Biomolecular Medicine and Pharmacology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valery Bochkov, PhD",
            "author_affiliations": [
                "Center for Biomolecular Medicine and Pharmacology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingrid Jerabek",
            "author_affiliations": [
                "Center for Biomolecular Medicine and Pharmacology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbora Sokolikova, PhD",
            "author_affiliations": [
                "Center for Biomolecular Medicine and Pharmacology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Perkmann, MD",
            "author_affiliations": [
                "Center for Biomolecular Medicine and Pharmacology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernd R. Binder, MD",
            "author_affiliations": [
                "Center for Biomolecular Medicine and Pharmacology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margarethe Geiger, MD",
            "author_affiliations": [
                "Center for Biomolecular Medicine and Pharmacology, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T18:44:41",
    "is_scraped": "1"
}