{
    "doi": "https://doi.org/10.1182/blood-2021-148676",
    "article_title": "Effect of High Intensity Chemotherapy Vs Targeted Therapy on Survival in AML Patients Aged 60-75 ",
    "article_date": "November 5, 2021",
    "session_type": "906.Outcomes Research-Myeloid Malignancies",
    "abstract_text": "Introduction The FDA has recently approved several oral targeted therapies for Acute Myeloid Leukemia (AML). These therapies have been approved in patients with relapsed/refractory disease and as frontline therapy in patients ineligible for intensive induction chemotherapy. These agents are also being increasingly utilized as frontline therapy in patients of all ages and fitness levels on clinical trials and through off label prescribing. The decision to use intensive chemotherapy vs targeted therapy is particularly relevant in patients aged 60-75 due to the heterogeneous nature of this population with respect to disease characteristics, performance status, and comorbidities. However, the relative survival impact of intensive chemotherapy vs targeted therapy in this patient population has not been extensively studied. We conducted a retrospective analysis to compare survival outcomes of these treatment approaches and to determine the relative impact of treatment intensity compared to other variables that are known to affect survival in AML patients. Methods In this single-center, retrospective study, patients aged 60-75 diagnosed with AML from 2016-2020 were included if they received treatment with high intensity chemotherapy (HiC), low intensity targeted therapy (LITT), or both during the course of treatment and prior to transplant. HiC was defined as a regimen containing cytarabine + an anthracycline given on a \"7+3\" based schedule. Patients treated with liposomal cytarabine-daunorubicin were excluded. LITT was defined as venetoclax, gilteritinib, enasidenib, or ivosidenib alone or in combination with a hypomethylating agent. Between-group analysis was conducted for patients who had received HiC at any point during treatment (any HiC) vs patients who had not (LITT only). Overall Survival (OS) was analyzed by Kaplan-Meier method with log-rank test used for between-group comparisons. Cox regression model was used to associate risk factors with OS. Univariable models were first fit, then a multivariable model was built using backward selection. Transplant status was included as a time-dependent variable. Results A total of 141 patients were included, 80 received any HiC and 61 received LITT only. Compared with the any HiC group, patients in the LITT only group demonstrated older age, a higher percentage of secondary AML, a lower percentage of FLT3 ITD mutations, a higher percentage of IDH1 and IDH2 mutations, a lower white blood cell count, and a trend toward higher ELN risk classification at baseline (Table 1). Median OS was significantly longer in the any HiC group (21.8 months vs 13.6 months). A significantly higher percentage of patients receiving any HiC underwent allogeneic stem cell transplantation, but post-transplant OS was not significantly different between the two groups (Table 2). On univariable analysis, receipt of HiC, lower ELN risk classification, and receipt of transplant were all significantly associated with superior OS. Age, performance status, secondary AML, and white blood cell count at diagnosis notably did not have a significant association with OS in this cohort. On multivariable analysis, treatment intensity was no longer found to have an independently significant impact on survival after accounting for ELN risk (hazard ratio (HR) for unfavorable 3.02, p<0.01) and receipt of transplant (HR 0.25, p<0.01) (Table 3). Discussion The results of this study show that baseline disease characteristics and receipt of transplant were the most important predictors of survival in this cohort of AML patients aged 60-75. These factors were notably more impactful than treatment intensity and chronological age. These findings support the use of transplant in this patient population regardless of treatment intensity, especially in those with higher risk disease. Limiting factors in this study include the retrospective design and relatively small sample size. Ultimately, larger trials with more patients will be needed to confirm these findings including prospective, randomized trials comparing intensive chemotherapy to lower intensity targeted therapy in patients who are transplant-eligible at baseline. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Bhatnagar:  Novartis: Honoraria; Pfizer: Honoraria; Kite: Honoraria; Celgene: Honoraria; Karyopharm: Honoraria, Research Funding; Sumitomo Dainippon Pharma: Research Funding; Astellas: Honoraria; Cell Therapeutics: Honoraria, Research Funding. Blachly:  INNATE: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria; AstraZeneca: Consultancy, Honoraria; KITE: Consultancy, Honoraria. Borate:  Genentech: Membership on an entity's Board of Directors or advisory committees, Other: Advisory Board; Takeda: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Daiichi-Sankyo: Membership on an entity's Board of Directors or advisory committees; Blueprint Medicine: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Jazz Pharma: Research Funding; Astellas: Membership on an entity's Board of Directors or advisory committees; incyte: Membership on an entity's Board of Directors or advisory committees, Research Funding; Rampal: Membership on an entity's Board of Directors or advisory committees; Galecto, Inc.: Consultancy; Promedior: Consultancy. Mims:  Glycomemetics: Research Funding; Daiichi Sankyo: Consultancy, Research Funding; Aptevo: Research Funding; Leukemia and Lymphoma Society's Beat AML clinical study: Consultancy, Research Funding; Xencor: Research Funding; Kartos Pharmaceuticals: Research Funding; Genentech: Consultancy; Abbvie: Consultancy; BMS: Consultancy; Kura Oncology: Consultancy; Syndax Pharmaceuticals: Consultancy; BMS: Consultancy; Jazz Pharmaceuticals: Consultancy; Aptevo: Research Funding. Vasu:  Seattle Genetics: Other: travel support; Boehringer Ingelheim: Other: Travel support; Kiadis, Inc.: Research Funding; Omeros, Inc.: Membership on an entity's Board of Directors or advisory committees. Walker:  Novartis: Other: clinical trial support; Geron: Other: clinical trial support; Newave: Other: clinical trial support.",
    "author_names": [
        "Kieran D Sahasrabudhe",
        "Melanie T Rebechi",
        "Ying Huang",
        "Greg K. Behbehani",
        "Bhavana Bhatnagar",
        "James S. Blachly",
        "Bradley W Blaser",
        "Uma Borate",
        "Ramiro Garzon",
        "Tamanna Haque",
        "Karilyn Larkin",
        "Meixiao Long",
        "Alice S. Mims",
        "Ayman Saad",
        "Sumithira Vasu",
        "Alison R. Walker",
        "Sarah A Wall"
    ],
    "author_dict_list": [
        {
            "author_name": "Kieran D Sahasrabudhe",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melanie T Rebechi",
            "author_affiliations": [
                "Department of Internal Medicine, The Ohio State Univeristy, Columbus, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Huang",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greg K. Behbehani",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhavana Bhatnagar",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, West Virginia Univiersty Cancer Institute, Wheeling, WV"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James S. Blachly",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bradley W Blaser",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uma Borate",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramiro Garzon",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamanna Haque",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karilyn Larkin",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meixiao Long",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice S. Mims",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayman Saad",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumithira Vasu",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison R. Walker",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah A Wall",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:34:52",
    "is_scraped": "1"
}