{
    "doi": "https://doi.org/10.1182/blood.V118.21.3349.3349",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1920",
    "start_url_page_num": 1920,
    "is_scraped": "1",
    "article_title": "The Ratio of ADAMTS13 to VWF-Propeptide Can Reflect the Disease Severity and the Extent of Inflammation of the Patients with Severe Sepsis or Septic Shock, ",
    "article_date": "November 18, 2011",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "abstract_text": "Abstract 3349 Background: Sepsis is a critical consequence of self defense to infection, which includes inflammatory and hypercoagulant response. Many stimulatory mediators involved in these responses cause the Weibel-Palade body exocytosis through endothelial activation, leading to surface expression of P-selectin and ultra-large von Willebrand factor (ULVWF), and simultaneously release of VWF-propeptide on a equimolar basis to ULVWF. Where ADAMTS13 is functionally inactivated, ULVWF would not be proteolysed and cause platelet thrombosis in the microcirculation, leading to organ failure. Therefore, the balance of the ULVWF and ADAMTS13 may indicate the prothrombotic state of the patients. However, it is difficult to estimate the amount of ULVWF expressed. It is reasonable to think that plasma VWF propeptide levels will reflect more precisely the extent of expressed ULVWF and P-selectin rather than VWF level. These allow us to speculate that the balance of VWF propeptide and ADAMTS13 can be associated with magnitude of prothrombotic and inflammatory response. Aim: To investigate whether the levels of molecules mentioned above are associated with the disease severity of sepsis or inflammation during the clinical course. Method: Inclusion criteria are as follows, 1) severe sepsis or septic shock defined by the Society of Critical Care Medicine Consensus Conference Committee 2) Platelets count less than 120,000/μL. SOFA(sequential organ failure assessment)score, APACHEII score, Creatinine, VWF propeptide, VWF, P-selectin, ADAMTS13, TNF-alfa, IL-6 were measured at day 0, 3, 5, 7 (day 0 is the day when the diagnosis as severe sepsis or septic shock was made), and each other's correlation was studied. Result and Discussion: VWF propeptide level was increased to 293.8+/−153.8% at day 0, and gradually decreased day by day. VWF was increased to 212.3+/− and slightly increased during the course. P-selectin was not increased during the course. The plasma level of ADAMTS13 at day 0 was decreased to 25+/− 8.7%, and increased during the course in the survivors, however almost not changed in the non-survivors. As we speculated, the value of VWF propeptide/ ADAMTS13 were well correlated to SOFA score, Creatinine, APACHEII, TNF-alfa almost on each study day. Conclusion: This result shows that the ratio of VWF propeptide to ADAMTS13 can be used to estimate disease severity of sepsis and magnitude of inflammation. This will improve our understanding of underlying pathophysiology of sepsis. Disclosures: Matsumoto: Alexion Pharma: Membership on an entity's Board of Directors or advisory committees. Fujimura: Baxter BioScience: Membership on an entity's Board of Directors or advisory committees; Alexion Pharma: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "adamts13 gene",
        "inflammation",
        "sepsis, severe",
        "septic shock",
        "severity of illness",
        "p-selectin",
        "sepsis",
        "creatinine",
        "organ failure",
        "tumor necrosis factors"
    ],
    "author_names": [
        "Kenji Nishio, MD, PhD",
        "Hidetada Fukushima, MD",
        "Tomoro Watanabe, MD",
        "Tadahiko Seki, MD",
        "Hideto Matsui, MD, PhD",
        "Mitsuhiko Sugimoto, MD, PhD",
        "Masanori Matsumoto, MD, PhD",
        "Yoshihiro Fujimura, MD, PhD",
        "Kazuo Okuchi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "General Medicine, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Emergency and Critical Care Medicine, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Emergency and Critical Care Medicine, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Emergency and Critical Care Medicine, Nara Medical University, Kashihara, Japan, "
        ],
        [
            "Regulatory Medicine for Thrombosis, Nara Medical University, Kashihara, NARA, Japan, "
        ],
        [
            "Regulatory Medicine for Thrombosis, Nara Medical University, Kashihara, Nara, Japan, "
        ],
        [
            "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara, Japan"
        ],
        [
            "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara, Japan"
        ],
        [
            "Emergency and Critical Care Medicine, Nara Medical University, Kashihara, Japan, "
        ]
    ],
    "first_author_latitude": "34.5038831",
    "first_author_longitude": "135.7920719"
}