{
    "doi": "https://doi.org/10.1182/blood.V104.11.1862.1862",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=179",
    "start_url_page_num": 179,
    "is_scraped": "1",
    "article_title": " In Vitro Characteristics, Anticoagulant Effects and In Vivo Antithrombotic Efficacy of a Novel, Potent and Orally Active Direct Factor Xa Inhibitor, DU-176b. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Factor Xa (FXa) is a key serine protease in the coagulation cascade and is a promising target enzyme for developing a new antithrombotic agent. Our first clinical candidate for a small molecular direct FXa inhibitor DX-9065a potently inhibits FXa (Ki = 41 nM) and exerts antithrombotic effects in animal models. However, due to its poor bioavailability (10% in monkeys) the compound is used only as an injectable formulation in clinical studies. Here we report in vitro characteristics of serine proteases inhibition, anticoagulant effects and in vivo antithrombotic efficacy of DU-176b, a novel, potent and orally active direct FXa inhibitor. DU-176b competitively inhibited human FXa with a Ki value of 0.561 nM, indicating 70-fold increase in FXa inhibitory activity compared with DX-9065a. DU-176b demonstrated 10,000-fold selectivity relative to inhibition of thrombin (Ki = 6.00 μM), and had no effects on the enzymatic activities of factor VIIa, t-PA, plasmin, trypsin and chymotrypsin. In human plasma, DU-176b prolonged prothrombin time (PT) and activated partial thromboplastin time (APTT) in a concentration-dependent manner. Its concentrations for doubling these clotting times were 0.256 and 0.508 μM, respectively. After oral administration of DU-176b to rats, significant anti-Xa activity was observed in plasma over 4 h. The oral bioavailability of DU-176b (approximately 50%) was significantly higher than that of DX-9065a (10%) in monkeys. The antithrombotic efficacy of DU-176b was examined by oral administration to rats 30 minutes prior to thrombogenic stimuli. In a venous stasis thrombosis model, DU-176b (0.5 – 12.5 mg/kg, p.o.) dose-dependently inhibited thrombus formation, prolonged PT, and revealed plasma anti-Xa activity. DU-176b also exerted significant anticoagulant effect in a rat model of tissue factor-induced disseminated intravascular coagulation at doses of 0.1 – 2.5 mg/kg, p.o. These results demonstrate that DU-176b is a potent and selective factor Xa inhibitor that possesses antithrombotic effect after oral administration. DU-176b has the potential to be clinically useful for prophylaxis and treatment of several thrombotic diseases.",
    "topics": [
        "animal model",
        "anticoagulants",
        "antithrombin iii",
        "edoxaban",
        "factor xa inhibitors",
        "fibrinolytic agents",
        "administration, oral",
        "activated partial thromboplastin time measurement",
        "anti factor xa",
        "mechlorethamine"
    ],
    "author_names": [
        "Yoshiyuki Morishima, PhD",
        "Taketoshi Furugohri",
        "Koji Isobe",
        "Yuko Honda",
        "Chikako Matsumoto",
        "Yoko Shiozaki",
        "Sumie Muramatsu",
        "Nobutoshi Sugiyama, PhD",
        "Toshiro Shibano, PhD"
    ],
    "author_affiliations": [
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ],
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ],
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ],
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ],
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ],
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ],
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ],
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ],
        [
            "New Product Research Laboratories II, Daiichi Pharmaceutical Co., Ltd., Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "40.79815215000001",
    "first_author_longitude": "-74.2191486"
}