{
    "doi": "https://doi.org/10.1182/blood.V116.21.2228.2228",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1848",
    "start_url_page_num": 1848,
    "is_scraped": "1",
    "article_title": "Improved Survival and Recovery of Hematopoiesis Following Lethal Radiation by Chloroquine-Mediated Activation of ATM ",
    "article_date": "November 19, 2010",
    "session_type": "Bone Marrow Failure: Poster II",
    "topics": [
        "chloroquine",
        "hematopoiesis",
        "pancytopenia",
        "cytotoxicity",
        "dose rate",
        "gata3 gene",
        "cd45 antigens",
        "malaria",
        "rheumatic disorders",
        "sensor"
    ],
    "author_names": [
        "Yiting Lim, BS",
        "Mohammad Hedayati, PhD",
        "Akil Merchant, MD",
        "Yonggang Zhang, MD",
        "Theodore DeWeese, MD",
        "William Matsui, MD"
    ],
    "author_affiliations": [
        [
            "Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Department of Radiation Oncology and Molecular Radiation Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Oncology, Johns Hopkins Univ., Baltimore, MD, USA, "
        ],
        [
            "Department of Radiation Oncology and Molecular Radiation Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Department of Radiation Oncology and Molecular Radiation Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center, The Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.29437825",
    "first_author_longitude": "-76.57221805",
    "abstract_text": "Abstract 2228 Irreversible bone marrow damage and impaired blood formation is the primary cause of death following exposure to high doses of radiation. Moreover, the rate at which radiation is delivered may have a profound impact on cytotoxicity; prolonged exposure at a low dose-rate (LDR; 9.4 cGy/hr) has been found to induce greater cell death than the same total dose given at a high dose-rate (HDR; 4500 cGy/hr). Few non-toxic agents are presently available that can offer substantial protection against radiation induced bone marrow failure and death, especially during LDR exposure. We previously demonstrated that chloroquine, a commonly used agent in the treatment of malaria and rheumatologic diseases, can prevent LDR radiation induced cytotoxicity of cell lines in vitro and studied its effects on hematopoiesis in vivo . We initially quantified the effects of LDR radiation on C57/B6 mice and found that 9 Gy delivered at 9.4 cGy/hr for 95.7 hrs induced death in 13/19 (68%) of animals at 15–35 days after radiation. The administration of syngeneic bone marrow cells (1 × 10 6 cells) immediately after LDR radiation completely rescued animals (10/10) demonstrating that bone marrow failure was responsible for LDR radiation induced death similar to HDR radiation. Next we treated mice with chloroquine (0.0594 mg/17g body weight, i.p.) 24 hrs and 4 hrs prior to exposure to LDR radiation and found that it significantly improved survival (80%, p < 0.05) compared to untreated animals exposed to LDR radiation (32%). We examined hematopoietic recovery following LDR radiation and found that the peripheral WBC was significantly greater in mice treated receiving chloroquine (3.4 × 10 6 /ml vs 1.1 × 10 6 /ml at day 16, p<0.05). Similarly, we found that in vivo chloroquine treatment significantly increased the recovery of bone marrow myeloid CFC (p=0.02), suggesting that it impacted myeloid progenitors. To further validate this finding, we transplanted bone marrow from LDR irradiated mice into lethally irradiated CD45 congenic recipient mice, and found a significant improvement in early engraftment (4.2% vs. 0.4% engraftment at 6 weeks post-transplant, p=0.015). Chloroquine has been found to protect cancer cell lines from LDR radiation in vitro by activating ATM, an essential DNA damage sensor. We examined the effect of chloroquine on ATM and treated unradiated lin- bone marrow cells with chloroquine in vitro (35 ug/ml, 2 hr). Compared to control cells, chloroquine treated cells expressed 2.5-fold more phosphorylated ATM suggesting that the activation of ATM by chloroquine abrogated the lethal effects of LDR radiation in hematopoietic progenitors. We confirmed that ATM was required for chloroquine-mediated radioprotection by studying ATM null mice. In contrast to wild type mice, chloroquine treatment failed to protect ATM null mice from LDR radiation (9 Gy total) with 8/13 (62%) and 9/13 (69%) of animals surviving in treated or non treated mice, respectively (p=0.86). These data suggest that chloroquine exerts a radioprotective effect from LDR radiation by activating ATM in vivo , and may represent a novel means of limiting acute bone marrow failure in the event of widespread environmental LDR radiation exposure. Disclosures: Matsui: Pfizer: Consultancy; Bristol-Meyers Squibb: Consultancy; Infinity Phamaceuticals: Consultancy, Patents & Royalties; Merck: Consultancy, Research Funding; Geron Corporation: Research Funding."
}