{
    "doi": "https://doi.org/10.1182/blood.V110.11.1224.1224",
    "article_title": "CREB Plays a Critical Role in the Regulation of Normal and Malignant Hematopoiesis. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "abstract_text": "The cAMP Response Element Binding Protein, CREB, is a transcription factor that regulates cell proliferation, memory, and glucose metabolism. We previously demonstrated that CREB overexpression is associated with an increased risk of relapse in a small cohort of adult acute myeloid leukemia (AML) patients. Transgenic mice that overexpress CREB in myeloid cells develop myeloproliferative/myelodysplastic syndrome after one year. Bone marrow cells from these mice have increased self-renewal and proliferation. To study the expression of CREB in normal hematopoiesis, we performed quantitative real-time PCR in both mouse and human hematopoietic stem cells (HSCs). CREB expression was highest in the lineage negative population and was expressed in mouse HSCs, common myeloid progenitors, granulocyte/monocyte progenitors, megakaryocyte/erythroid progenitors, and in human CD34+38- cells. To understand the requirement of CREB in normal HSCs and myeloid leukemia cells, we inhibited CREB expression using RNA interference in vitro and in vivo. Bone marrow progenitor cells infected with CREB shRNA lentivirus demonstrated a 5-fold decrease in CFU-GM but increased Gr-1/Mac-1+ cells compared to vector control infected cells (p<0.05). There were fewer terminally differentiated Mac-1+ cells in the CREB shRNA transduced cells (30%) compared to vector control (50%), suggesting that CREB is critical for both myeloid cell proliferation and differentiation. CREB downregulation also resulted in increased apoptosis of mouse bone marrow progenitor cells. Given our in vitro results, we transplanted sublethally irradiated mice with mouse bone marrow cells transduced with CREB or scrambled shRNA. At 5 weeks post-transplant, we observed increased Gr-1+/Mac-1+ cells in mice infused with CREB shRNA transduced bone marrow compared to controls. After 12 weeks post-transplant, there was no difference in hematopoietic reconstitution or in the percentage of cells expressing Gr-1+, Mac-1+, Gr-1/Mac-1+, B22-+, CD3+, Ter119+, or HSCs markers, suggesting that CREB is not required for HSC engraftment. To study the effects of CREB knockdown in myeloid leukemia cells, K562 and TF-1 cells were infected with CREB shRNA lentivirus, sorted for GFP expression, and analyzed for CREB expression and proliferation. Within 72 hours, cells transduced with CREB shRNA demonstrated decreased proliferation and survival with increased apoptosis. In cell cycle experiments, we observed increased numbers of cells in G1 and G2/M with CREB downregulation. Expression of cyclins A1 and D, which are known target genes of CREB, was statistically significantly decreased in TF-1 and K562 cells transduced with CREB shRNA lentivirus compared to controls. To study the in vivo effects of CREB knockdown on leukemic progression, we injected SCID mice with Ba/F3 cells expressing bcr-abl or bcr-abl with the T315I mutation and the luciferase reporter gene. Cells were transduced with either CREB or scrambled shRNA. Disease progression was monitored using bioluminescence imaging. The median survival of mice injected with CREB shRNA transduced Ba/F3 bcr-abl or bcr-abl with the T315I mutation was increased with CREB downregulation compared to controls (p<0.05). Our results demonstrate that CREB is a critical regulator of normal and neoplastic hematopoiesis both in vitro and in vivo.",
    "topics": [
        "cyclic amp-responsive dna-binding protein",
        "hematopoiesis",
        "bcr-abl tyrosine kinase",
        "leukemia, myeloid",
        "transplantation",
        "cyclins",
        "diagnostic imaging",
        "disease progression",
        "leukemia, myelocytic, acute",
        "luciferases"
    ],
    "author_names": [
        "Jerry C. Cheng, M.D.",
        "Dejah Judelson",
        "Kentaro Kinjo, M.D., Ph.D.",
        "Jenny Chang",
        "Elliot Landaw, M.D., Ph.D.",
        "Kathleen M. Sakamoto, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jerry C. Cheng, M.D.",
            "author_affiliations": [
                "Pediatrics, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dejah Judelson",
            "author_affiliations": [
                "Pediatrics, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kentaro Kinjo, M.D., Ph.D.",
            "author_affiliations": [
                "Pediatrics, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Chang",
            "author_affiliations": [
                "Pediatrics, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elliot Landaw, M.D., Ph.D.",
            "author_affiliations": [
                "Biomathematics, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen M. Sakamoto, M.D., Ph.D.",
            "author_affiliations": [
                "Pediatrics, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA",
                "Biology, California Institute of Technology, Pasadena, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T18:39:42",
    "is_scraped": "1"
}