{
    "doi": "https://doi.org/10.1182/blood-2021-154256",
    "article_title": "Clinical Characteristics and Survival of Non-Nasal Natural Killer/T-Cell Lymphoma from 2 Cancer Centers from Peru ",
    "article_date": "November 5, 2021",
    "session_type": "624.Hodgkin Lymphomas and T/NK cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background Natural killer/T-cell lymphoma (NKTCL) is an aggressive lymphoma with poor prognosis mainly seen in Asian and South American countries, most patients have nasal involvement. Non-nasal NKTCL have a dismal prognosis. However, data about this very specific population is mostly known in Asians but little known in Latin American (LATAM) population. Our aim is to describe the clinical characteristics and survival of newly diagnosed NKTCL patients in Peru Methods: This is a retrospective study, including all patients with a pathological diagnosis of NKTCL patients >13 years at the Instituto Nacional de Enfermedades Neoplasicas (INEN) and Oncosalud between 2002 and 2019. The estimate of the survival curves was performed by the Kaplan-Meier method, and the difference was computed by the log-rank test. Results: 60 patients were included for the analysis. The median age was 37 years (range 15-83). 62% were male, 51% had B-symptoms, 56% had stage III/IV disease, 54% had elevated serum LDH, 29% had nodal involvement. The most frequent non-nasal sites were oropharynx, soft tissue, cutaneous, gastrointestinal and orbit with 24%, 17%, 12%, 7% and 5%, respectively. 79% patients received systemic chemotherapy, 7% received radiotherapy alone and 14% did not received chemotherapy because poor performance status. Of patients who received chemotherapy only 20% received a L-asparaginase-based chemotherapy. The median follow-up time was 8 months (1-103). The median overall survival (OS) was 14 months (interquartile range [IQR] 4-29), 1y OS was 51% (95% CI 33-67), 3y OS 21% (95% CI 7-40), 5y OS 14% (95% CI 3-34), figure 1. The median overall survival according to LDH level was 10 months regardless of the levels (p=0.84), figure 2. The median OS for female and male were 8 and 10 months, respectively p=0.59) Conclusions: Peruvian patients with non-nasal NKTCL are younger, with presence of B-symptoms, advance stage and elevated LDH levels compared to those reported in nasal NKTCL. The most frequent non nasal NKTCL is located on the oropharynx. OS of non-nasal NKTCL is extremely poor. Elevated LDH and sex are not prognostic factors for OS. A larger cohort and follow-up are needed to evaluate prognostic factors in this population. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Jule F Vasquez",
        "Melanie Castro",
        "Alonso Diaz",
        "Carlos Barrionuevo",
        "Cesar Samanez-Figari"
    ],
    "author_dict_list": [
        {
            "author_name": "Jule F Vasquez",
            "author_affiliations": [
                "Department of Medical Oncology, Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Melanie Castro",
            "author_affiliations": [
                "Department of Medical Oncology, Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alonso Diaz",
            "author_affiliations": [
                "Oncosalud - AUNA, Lima, Peru"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Barrionuevo",
            "author_affiliations": [
                "Department of Pathology, Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cesar Samanez-Figari",
            "author_affiliations": [
                "Oncosalud - AUNA, Lima, Peru"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:37:40",
    "is_scraped": "1"
}