{
    "doi": "https://doi.org/10.1182/blood.V108.11.3682.3682",
    "article_title": "A Mouse Model of PR1-CTL Adoptive Cell Therapy Demonstrates Rapid Reduction of Leukemia Burden in Both Bone Marrow and Extramedullary Organs. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Cytotoxic T lymphocytes (CTL) specific for a nine amino acid HLA-A2-restricted peptide, PR1 (derived from proteinase 3, P3), are capable of killing leukemia cells and contribute to the elimination of CML. PR1-specific CTL (PR1-CTL) elicited in vitro from healthy donors also can lyse P3-expressing AML blasts. Here, we examined whether PR1-CTL can be adoptively transferred to NOD-SCID/HLA-A2 transgenic mice to eliminate blasts as a preclinical model for PR1-CTL cell therapy for AML. Human AML blasts isolated from bone marrow were transferred into irradiated (200 rad) NOD-SCID/HLA-A2 mice and engrafted in bone marrow at various doses (10 7 , 10 6 , 10 5 ) between 2–8 weeks. Human CD45 Ab and mouse CD45.1 Ab were used to identify cells of human origin by FACS and IHC, and human CD33 and CD34 Abs were used to identify AML cells. PR1-CTL were elicited from healthy donors that specifically lysed P3-expressing leukemia. These PR1-CTL were predominantly CD45RA−/CCR7−/CD28+ and maintained an activated effector phenotype following adoptive transfer. Transferred AML blasts were significantly decreased in the bone marrow of mice receiving co-transferred PR1-CTL compared to those that received only AML: 0.5×10 6 AML cells plus 1×10 4 PR1-CTL or 0.5×10 6 AML cells (control) were infused into irradiated mice respectively. Mice were sacrificed at 2–4 weeks post-transfer and tissues were analyzed by FACS and IHC. Bone marrow aspirate from mice that received AML alone had 72–88% blasts in hypercellular marrow, whereas mice that received AML plus PR1-CTL had normal hematopoietic elements and only 10–11% blasts in hypocellular marrow. PR1-CTL also migrated to the secondary lymphoid organs including spleen, peripheral and mesenteric lymph nodes, and in the liver. Leukemia cells also infiltrated extramedullary organs. In the liver, intrasinuosidal and periportal collections of leukemic blasts were associated with vascular damage, and PR-CTL infiltrated these same regions by 2 weeks post-transfer. The PR1-CTL in the bone marrow and liver maintained an effector phenotype similar to the pre-infusion CTL, whereas PR1-CTL in secondary lymph organs such as blood and spleen also contained some cells expressing CCR7 that either reverted to a naïve phenotype or had expanded from the precursor population. By 4 weeks post-transfer, leukemia was no longer evident in the liver, although PR1-CTL remained. In conclusion, we found that PR1-CTL generated in vitro can eliminate the AML cells in NOD-SCID/HLA-A2 mice. PR1-CTL can migrate to sites of disease and maintain their capacity to eliminate leukemic blasts. Surface phenotype of PR1-CTL were consistent with their trafficking pattern in both vascular and end-organ tissues. Our results justify a clinical trial with adoptively transferred PR1-CTL in patients with AML.",
    "topics": [
        "bone marrow",
        "cell therapy",
        "leukemia",
        "mice",
        "hla-a2 antigen",
        "severe combined immunodeficiency",
        "transfer technique",
        "cd45 antigens",
        "amino acids",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Qing Ma, PhD",
        "Eric D. Wieder, PhD",
        "Dan J. Jones, MD, PhD",
        "Changqing Wang, MD",
        "Dan J. Li, PhD",
        "Jeffrey J. Molldrem, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Qing Ma, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eric D. Wieder, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan J. Jones, MD, PhD",
            "author_affiliations": [
                "Hematopathology, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changqing Wang, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan J. Li, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey J. Molldrem, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T15:40:43",
    "is_scraped": "1"
}