{
    "doi": "https://doi.org/10.1182/blood.V110.11.1367.1367",
    "article_title": "Eighty-Five Cases of Lymphoma in a Solid Organ Transplant (SOT) Population: Risk, Treatment, and Histologic Subtype. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "BACKGROUND: Post-transplant lymphoproliferative disorder (PTLD) is a rare, but life-threatening, complication of solid organ transplantation (SOT) and is strongly linked to unchecked Epstein-Barr virus (EBV) infection in the immunosuppressed host. At the UM, SOT patients (pts) are tracked using the Organ Transplant Information System (OTIS); cancer diagnoses are recorded in the UM Tumor Registry (UMTR); and all follow-up is documented in an electronic health record. In this well-characterized population, we examined the risk factors, treatment, and survival of PTLD. METHODS: We identified 7,040 pts in OTIS who had at least one SOT between April 1964 and April 2007. We then queried the UMTR for pts in OTIS with lymphoma or lymphoproliferative disorder (ICD-O-3 codes 9590–9734 and 9970). Multivariate Poisson generalized linear models (MPGLM) were used to estimate standardized incidence ratios (SIR), which represent a risk measure relative to the general population derived from the NCI Surveillance, Epidemiology, and End-Results (SEER) database. SIRs were adjusted for age and calendar time trends, transplanted organ, histology, virology status, and decade of transplant. Post-lymphoma survival was analyzed using multivariate Cox modeling. RESULTS: Of the 85 pts, seven had lymphoma prior to SOT and 78 were diagnosed with PTLD. Risk of PTLD varied by histologic subtype (see Table). Using MPGLM, negative EBV serology was a risk factor for PTLD (p=1.87 x 10 −22 ); when adjusted for histology, the relative risk in EBV positive vs. negative recipients was 0.03 with 95% CI 0.016–0.067. Liver (SIR 2,890, p=0.007) and heart (SIR 2,932, p=0.022) recipients were at greater risk for PTLD compared with renal recipients (SIR 1,401); SOT recipients in more recent decades were also at significantly greater risk. A trial of reduction in immunosuppression (RI) was used in 76% of the 53 pts with either diffuse large B-cell lymphoma (DLBCL) or polymorphic PTLD. Median duration of the RI trial was just 20 days, and only five pts (three with polymorphic PTLD) had a durable remission with RI alone. Systemic therapy (and complete response) for the 43 pts with DLBCL was CHOP-like chemotherapy (chemo) in 16 pts (CR=71%), rituximab (R) alone in five pts (CR=40%), and chemo+R in nine pts (CR=56%). Overall survival of lymphoma after SOT was no different than the SEER comparison population when adjusted for histology (p=0.72, Cox model). CONCLUSIONS: Indolent lymphoma is uncommon after SOT (3/78 cases, all MALT lymphoma). Negative EBV serology, liver transplant, heart transplant, and SOT in more recent decades are risk factors for PTLD. Lymphoma survival does not differ between SOT pts and the SEER comparison population. A trial of RI is reasonable in polymorphic PTLD, but RI alone is inadequate in DLBCL. Lymphoma incidence and risk in 7,040 patients post-SOT  . # cases . SIR . CI . MALT, mucosa-associated lymphoid tissue; SIR, standardized incidence ratio compared to SEER by MPGLM; CI, 95% confidence interval; n/a, comparison population not available in SEER Hodgkin lymphoma 7 63 30–133 indolent non-Hodgkin lymphoma (MALT) 3 9 3–28 aggressive non-Hodgkin lymphoma (DLBCL) 43 32 24–43 highly aggressive non-Hodgkin lymphoma (Burkitt) 6 41 18–91 T/NK-cell lymphoma 2 33 8–132 multiple myleoma/plasmacytoma 7 11 5–23 polymorphic PTLD 10 n/a n/a . # cases . SIR . CI . MALT, mucosa-associated lymphoid tissue; SIR, standardized incidence ratio compared to SEER by MPGLM; CI, 95% confidence interval; n/a, comparison population not available in SEER Hodgkin lymphoma 7 63 30–133 indolent non-Hodgkin lymphoma (MALT) 3 9 3–28 aggressive non-Hodgkin lymphoma (DLBCL) 43 32 24–43 highly aggressive non-Hodgkin lymphoma (Burkitt) 6 41 18–91 T/NK-cell lymphoma 2 33 8–132 multiple myleoma/plasmacytoma 7 11 5–23 polymorphic PTLD 10 n/a n/a View Large",
    "topics": [
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "lymphoma",
        "transplanted organ",
        "posttransplant lymphoproliferative disorder",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "chemotherapy regimen",
        "non-hodgkin's lymphoma, aggressive",
        "non-hodgkin's lymphoma, indolent"
    ],
    "author_names": [
        "Jason S. Knight, MD, PhD",
        "Alexander Tsodikov, Ph.D.",
        "Diane M. Cibrik, M.D., M.S.",
        "Charles W. Ross, M.D.",
        "Mark S. Kaminski, M.D.",
        "Douglas W. Blayney, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jason S. Knight, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Michigan (UM), Ann Arbor, MI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexander Tsodikov, Ph.D.",
            "author_affiliations": [
                "School of Public Health"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane M. Cibrik, M.D., M.S.",
            "author_affiliations": [
                "Department of Internal Medicine, University of Michigan (UM), Ann Arbor, MI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles W. Ross, M.D.",
            "author_affiliations": [
                "Department of Pathology",
                "Comprehensive Cancer Center, UM"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark S. Kaminski, M.D.",
            "author_affiliations": [
                "Department of Internal Medicine, University of Michigan (UM), Ann Arbor, MI, USA",
                "Comprehensive Cancer Center, UM"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas W. Blayney, M.D.",
            "author_affiliations": [
                "Department of Internal Medicine, University of Michigan (UM), Ann Arbor, MI, USA",
                "Comprehensive Cancer Center, UM"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:29:29",
    "is_scraped": "1"
}