{
    "doi": "https://doi.org/10.1182/blood.V116.21.3237.3237",
    "article_title": "Average Absolute Neutrophil Count During Maintenance Chemotherapy In Latino Versus Non-Latino Caucasian Patients with Childhood Acute Lymphoblastic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Biology and Pathophysiology: Poster II",
    "abstract_text": "Abstract 3237 Despite recent advances in the treatment of childhood acute lymphoblastic leukemia (ALL), Latino children consistently have survival rates approximately 10% lower than among Caucasians. The thiopurine, 6-mercaptopurine (6MP), is an essential component of ALL maintenance therapy; therefore differences in adherence, absorption, and/or the pharmacogenomics of 6MP metabolism may play a role in explaining their survival difference. The presence of one or more polymorphism of the enzyme thiopurine methyltransferase (TPMT) affects TPMT enzyme activity, and therefore sensitivity to 6MP. Genotype is commonly evaluated prior to initiating 6MP therapy, to identify patients at risk for significant myelosuppression who will require dose reductions, allowing patients to maintain targeted neutrophil counts while forming adequate concentrations of the metabolite thioguanine nucleotide (TGN). The TPMT phenotype reflects actual enzyme activity level, but it is less commonly measured prior to 6MP therapy, since results may be obscured by recent packed cell transfusions frequently given to patients at diagnosis. Most individuals (89%) inherit a normal TPMT genotype (wild type); however, there is significant heterogeneity of TPMT enzyme activity within this group. Recent data suggest that ALL patients who are genotypically normal, and have higher TPMT enzyme activity may have inferior survival compared to patients with lower TPMT enzyme activity. Higher activity may be associated clinically with a higher absolute neutrophil count (ANC) as higher TPMT enzyme activity is associated with the formation of more methylated metabolite and less TGN. Thus, we hypothesized that our Latino patients with wild type TPMT activity would have a skewed distribution of TPMT activity with higher activity than our non-Latino Caucasian population and that the absolute neutrophil count (ANC), which is used to dose adjust 6MP, would serve as a surrogate marker of TPMT enzyme activity. We conducted a retrospective analysis of all patients with ALL undergoing maintenance chemotherapy between 2005–2009 at Children's Medical Center of Dallas. All patients diagnosed with ALL between January 1, 2005 to August 1, 2009, who were self-described Latino and non-Latino Caucasian, and treated per a current COG treatment protocol, were included in this analysis. We recorded demographic information, diagnostic and risk stratification characteristics, all complete blood counts during maintenance therapy, 6MP and methotrexate dosing, and all coinciding infections and medications which could affect neutrophil counts. 134 patient records were analyzed. The nine patients known to have a heterozygous TPMT genotype were excluded; however, the 31 (25%) patients who had not been genotyped were included. Of those 125 patients, 68 (54%) were self-described Latino and 57 (46%) were non-Latino Caucasian. There was no significant difference in the average dose of 6-MP prescribed during maintenance therapy among Latino versus non-Latino Caucasians (445 mg/m 2 /week vs 426 mg/m 2 /week, p = 0.4), nor was there a significant difference in the average ANC for Latinos versus non-Latino Caucasians (2,199 vs 2,134, p = 0.6, by the Wilcoxon rank sum test). There was a wide range of enzyme activity in both Latino and non-Latinos Caucasian patients (17.4 - 60.6 EU/mL and 16.9 – 50.6 EU/mL, n = 32), with 3 Latino patients having activity levels > 50 EU/mL. In conclusion, this study did not demonstrate a difference in average ANC during maintenance therapy between Latino and non-Latino Caucasians in our Dallas population. Thus, if there were significant differences in either adherence or metabolism of 6MP secondary to a skew in TPMT activity, it was not detectable through an analysis of the average ANC during maintenance therapy. Enzyme activity was widely distributed in patients with wild type genetics, in both populations. Our study has many limitations, including small sample size, use of average ANC as a surrogate rather than direct measurements of TPMT enzyme activity, reliance on the medical record for definition of ethnicity, and possible inclusion of non-wild type patients who had not been genotyped. A larger prospective study is needed to directly evaluate TPMT enzyme activity in patients with known wild type genetics in order to elucidate the role of TPMT phenotypic variation in TPMT wild-type Latino patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "absolute neutrophil count",
        "european continental ancestry group",
        "hispanics or latinos",
        "leukemia, lymphocytic, acute, childhood",
        "maintenance chemotherapy",
        "6-mercaptopurine",
        "metabolites",
        "blood transfusion",
        "enzymes",
        "infections"
    ],
    "author_names": [
        "Amy C. Fowler, MD",
        "David Leonard, PhD",
        "Tamra Slone, MD",
        "Naomi Winick, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy C. Fowler, MD",
            "author_affiliations": [
                "Pediatrics, Univ. of Texas Southwestern Med. Ctr., Dallas, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Leonard, PhD",
            "author_affiliations": [
                "Clinical Sciences, University of Texas Southwestern Medical School, Dallas, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamra Slone, MD",
            "author_affiliations": [
                "Dept. of Pediatric Hem./Onc., Univ. of TX, Southwestern, Dallas, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi Winick, MD",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, University of Texas Southwestern Medical Center, Dallas, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T18:39:12",
    "is_scraped": "1"
}