{
    "doi": "https://doi.org/10.1182/blood.V116.21.4714.4714",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1689",
    "start_url_page_num": 1689,
    "is_scraped": "1",
    "article_title": "Studies on the Role of TGF-β1/TGF-βR1/Smad4 In the Occurance and Development of Myelocytic Leukemia and Breast Cancer ",
    "article_date": "November 19, 2010",
    "session_type": "GENE THERAPY AND TRANSFER",
    "abstract_text": "Abstract 4714 Previous studies showed that the function of TGF-β/Smad passway is aberrant in many human cancers, the expresses of TGF-β1, TGF-βR1 and Smad4 proteins were related to the clinicopathologic characteristic of tumors and prognosis. The aim of the present work was to study the role of TGF-β1, TGF-βR1 and Smad4 in the occurance and development of myelocytic leukemia and breast cancer. Firstly, 2 myelocytic leukemia cell lines (KG1, HL60), 2 breast cancer cell lines (SKBR-3, MCF-7) and 293 cells (normal control) were selected. Secondly, we detected the expression levels of mRNA and protein in the 4 cell lines by fluorescence quantitative PCR (qRT-PCR), immunohistochemistry, and Western blotting. qRT-PCR showed that the gene copies of TGF-β1, TGF-βR1 and Smad4 in SKBR-3 cells and KG1 cells, which were poorly differentiated, were lower than that in MCF-7 cells and HL60 cells, which were well differentiated (P<0.01); and the gene copies in 293 cells were higher than all of the four cell lines (P<0.01). Western blotting showed that the protein expression levels of TGF-β1, TGF-βR1 and Smad4 in SKBR-3 and KG1 cells were also lower than in MCF-7 cells and HL60 cells (P<0.01), and higher in 293 cells (P<0.01). The same results could also be abtained by immunohistochemistry. This studies may indicate that TGF-β1, TGF-βR1 and Smad4 act possibly as the role of anti-oncogene in myelocytic leukemia and breast cancer, which also may be associated with the biological behaviors of the development of myelocytic leukemia and breast cancer. TGF-β/Smad passway might be a promising candidate target for the controling progression of malignant tumor. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "breast cancer",
        "leukemia, myeloid",
        "smad4 gene",
        "polymerase chain reaction",
        "cancer",
        "western blotting",
        "breast cancer cells",
        "neoplasms",
        "rna, messenger",
        "immunohistochemistry"
    ],
    "author_names": [
        "Liu Xiaoli, MD",
        "Liping Xia",
        "Jinfang Zhang",
        "Qingfeng Du",
        "Rong Li",
        "Na Xu",
        "Bintao Huang"
    ],
    "author_affiliations": [
        [
            "Southern Medical University Dept. of Hematology, Nanfang Hospital, Guangzhou, China, "
        ],
        [
            "Department of surgical Oncology, Affiliated Hospital of Hainan Medical University, Haikou, China, Guangzhou, "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, "
        ],
        [
            "Department of Oncology, Nanfang Hospital, Southern Medical University, Guangzhou, China, Guangzhou, "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China, Guangzhou"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China, Guangzhou"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561"
}