{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.409.409",
    "article_title": "The Chemotherapy-Free Combination of Vemurafenib and Rituximab Produces Deep and Durable Responses in Relapsed or Refractory Hairy Cell Leukemia (HCL) Patients ",
    "article_date": "December 7, 2017",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Indolent Lymphomas, Novel Therapies and Diagnostics",
    "abstract_text": "BACKGROUND Purine analogs are very effective in HCL, but up to 50% of patients relapse. We discovered the BRAF-V600E mutation as the genetic cause of HCL (Tiacci et al., NEJM 2011) and documented, in 26 relapsed/refractory patients, a high response rate (96%) after treatment with the BRAF inhibitor vemurafenib given for a median of 16 weeks (Tiacci, Park et al., NEJM 2015). Responses were achieved after a median of 8 weeks and included 35% complete remissions (CR) and 61% partial remissions (PR). In all cases, residual leukemia was present in the bone marrow and the median relapse-free survival was 9 months from the end of treatment. Since HCL expresses high levels of CD20, rituximab might target leukemic cells resistant to vemurafenib and improve the efficacy of BRAF inhibition in a chemotherapy-free manner. METHODS In this academic, phase-2, single-arm, single-center trial (EudraCT 2014-003046-27), HCL patients refractory to, or relapsed after, purine analogs received vemurafenib (960 mg twice daily orally) for 8 weeks and concomitant rituximab (375 mg/m 2 intravenously) every 2 weeks. Rituximab was also given four times every 2 weeks after the end of vemurafenib dosing. CR required normal blood counts, no splenomegaly, and no leukemic cells visible in the bone marrow biopsy and in the blood based on morphological criteria. RESULTS In 27 months we enrolled 31 patients (median age: 59 years; range 35-81), who had undergone a median of 3 previous therapies (range 1-14). Eight of 31 cases (26%) were primary refractory to a purine analog and, among the remaining 23 patients, 48% (n=11) had received 4 or more prior treatments. Adverse reactions of vemurafenib plus rituximab were mostly of grade 1-2, did not include myelosuppression and were consistent with the known toxicities of either drug when used alone. Strikingly, CR was achieved by all 25 patients evaluable for efficacy (100%), including 2 patients with incomplete platelet recovery (82 x 10 9 /l and 98 x 10 9 /l, versus 100 x 10 9 /l per protocol definition). These 25 patients, in addition to having all previously received purine analogs, had been also refractory to previous rituximab monotherapy (n=5) and/or had relapsed after a prior BRAF inhibitor (n=7, of whom 5 had obtained a short-lived PR and 2 a CR after the BRAF inhibitor). Notably, 16/23 evaluable patients (70%) obtained a CR after only 4 weeks of vemurafenib and two concomitant doses of rituximab. Minimal residual disease (MRD) by allele-specific PCR (limit of detection: 0.05% BRAF-V600E alleles) was absent in the bone marrow of 14/23 (65%) evaluable patients; in 8 of these 14 patients (57%), MRD clearing was obtained even before sequential rituximab dosing post-vemurafenib. In evaluable patients who already completed treatment (n=25), progression-free survival was 100% after a median of 14 months (range 5-27). Among the 14 MRD-negative cases, 10 underwent follow-up bone marrow evaluations and 9 of them (90%) maintain the MRD-negativity after a median of 14.5 months (range 3-18.5); in the remaining patient, MRD reappeared 12.5 months later. Updated results on all patients (n=31) will be presented. CONCLUSIONS Vemurafenib plus rituximab represents a short, safe and non-myelotoxic regimen that produces deep and durable responses in heavily pre-treated relapsed/refractory HCL patients, and is clearly superior to historical results obtained with vemurafenib or rituximab alone. Testing this regimen in the frontline setting is warranted, and should be carried out in a randomized clinical trial against the chemotherapy-based standard of care. Disclosures Tiacci: Roche: Research Funding. Zaja: Novartis: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Takeda: Honoraria; Janssem: Honoraria; Gilead: Honoraria; Abbvie: Honoraria; Celgene: Honoraria, Research Funding. Zinzani: ​Celgene, Roche, Janssen, Gilead, Takeda, BMS, MSD, Servier, Sandoz, Mundipharma: Honoraria; Celgene, Janssen, Gilead, Roche, Takeda, BMS, MSD, Sandoz, Servier, Mundipharma: Speakers Bureau; Merck: Consultancy, Other: Advisory board. Gaidano: Janssen: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Amgen: Consultancy, Honoraria. Foà: Celgene: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau; Sandoz: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Abbvie: Consultancy, Speakers Bureau. Falini: Roche: Research Funding.",
    "topics": [
        "chemotherapy regimen",
        "hairy-cell leukemia",
        "rituximab",
        "vemurafenib",
        "purine nucleosides",
        "braf inhibitors",
        "leukemic cells",
        "adverse effects",
        "bone marrow biopsy",
        "cd20 antigens"
    ],
    "author_names": [
        "Enrico Tiacci",
        "Luca De Carolis",
        "Francesco Zaja, MD",
        "Monia Capponi",
        "Achille Ambrosetti",
        "Eugenio Lucia",
        "Agostino Antolino",
        "Alessandro Pulsoni, MD",
        "Samantha Ferrari, MD",
        "Pier Luigi Zinzani, MD",
        "Luigi Rigacci",
        "Gianluca Gaidano, MD PhD",
        "Roberta Della Seta",
        "Natalia Frattarelli",
        "Paolo Falcucci",
        "Giuseppe Visani",
        "Robin Foà, MD",
        "Brunangelo Falini, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Enrico Tiacci",
            "author_affiliations": [
                "Institute of Hematology, Ospedale S. Maria della Misericordia, University of Perugia, Perugia, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luca De Carolis",
            "author_affiliations": [
                "Institute of Hematology, Ospedale S. Maria della Misericordia, University of Perugia, Perugia, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Zaja, MD",
            "author_affiliations": [
                "Institute of Hematology, DAME, University of Udine, Udine, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monia Capponi",
            "author_affiliations": [
                "Institute of Hematology, Ospedale S. Maria della Misericordia, University of Perugia, Perugia, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achille Ambrosetti",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugenio Lucia",
            "author_affiliations": [
                "Hematology Unit, Ospedale di Cosenza, Cosenza, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agostino Antolino",
            "author_affiliations": [
                "Hematology Unit, Department of Transfusional Medicine - SIMMT, Maria Paternò-Arezzo Hospital, Ragusa, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Pulsoni, MD",
            "author_affiliations": [
                "Hematology Unit, Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Ferrari, MD",
            "author_affiliations": [
                "Department of Hematology, Spedali Civili di Brescia, Brescia, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Zinzani, MD",
            "author_affiliations": [
                "Institute of Hematology, Policlinico Sant'Orsola-Malpighi, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi Rigacci",
            "author_affiliations": [
                "Hematology Unit, Ospedale Careggi, Firenze, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluca Gaidano, MD PhD",
            "author_affiliations": [
                "Department of Translational Medicine, Division of Hematology, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Della Seta",
            "author_affiliations": [
                "Hematology Unit, Ospedale di Carrara, Carrara, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Frattarelli",
            "author_affiliations": [
                "Hematology Unit, Ospedale di Frosinone, Frosinone, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Falcucci",
            "author_affiliations": [
                "Hematology Unit, Ospedale di Ronciglione, Ronciglione, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Visani",
            "author_affiliations": [
                "Hematology Unit, Ospedale di Pesaro, Pesaro, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foà, MD",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brunangelo Falini, MD",
            "author_affiliations": [
                "Institute of Hematology, Ospedale S. Maria della Misericordia, University of Perugia, Perugia, Italy "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:29:25",
    "is_scraped": "1"
}