{
    "doi": "https://doi.org/10.1182/blood.V122.21.4859.4859",
    "article_title": "Bone Marrow Mesenchymal Stem Cells: Pre-Metastatic Niche For Breast Cancer ",
    "article_date": "November 15, 2013",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells",
    "abstract_text": "It has been described that the hematopoietic niche has to be considered as a dynamic system that could easily behave as a tumor niche because they share many structural and functional components. Bone marrow (BM) mesenchymal stem cells (MSC) are one of the actors that regulate homing, migration, proliferation and survival, quiescence and latency of hematopoietic SC or tumor cells. Since one of the chosen sites for breast cancer (BC) metastasis is BM/bone, we have been trying for many years to address how BM´s MSC could play a role as permissive promoters of this type of metastasis. In this regard, we have previously described that BM-MSC from untreated advanced BC patients, without BM/bone metastasis (BCP), had lower cloning efficiency to give fibroblast colony forming units (CFU-F), lower plasticity capacity towards osteogenic and adipogenic lineages as well as lower capacity to regulate the hematopoietic process. CD146 expression over MSC/osteoprogenitors is diminished while they are enriched in CD49b. These last observations added to lower expression of VCAM-1 and lower levels of SDF-1 released by patient´s MSC plus the lower expression of phosphorylated β-catenin could be related to their poor transmigration capacity and so higher retention in BM. We tried, then, to analyze the migration capacity of BM-MSC of untreated advanced BCP (infiltrative ductal carcinoma, IIIB clinical stage) compared to those coming from healthy volunteers (HV) and the possible factors that influence it. Finally, since these MSC are the ones remaining in BM after the development of the primary tumor and could act as tumor niche we investigated how capable are those for tumor cells recruitment. Materials and Methods BCP (n=5) were in menopause with an age range between 50-65 years old. Patients were free of metabolic bone disease, such as vitamin D deficiency, thyroid disease, parathyroid disease or kidney damage. HV (n=6) were healthy females adult bone marrow donors for allogeneic BM transplantation. BM aspirates, peripheral blood plasma (PBP) and primary tumor tissue biopsies were used for this work. All individuals gave consent prior to participating in these studies. The investigations were approved by the IBYME Ethical Committee and performed in accordance with the principles of the Helsinki Declaration. Transwell co-culture assays were performed to observe BM-MSC migration capacity towards BC cells (human lines: MDA-MB231 and MCF-7) and vice versa. ELISA and immunohistochemistry assays were done to study the factors and receptors implicated in the process. IHC studies were carry out on paraffin blocks from 5 primary tumor tissue biopsies of these BCP and 5 non-malignant breast tissues. The controls “non- malignant” tissue were breast biopsies from women who had negative results of BC (non-neoplastic breast tissue). Also these women were in menopause and did not present compromise in their BM and bone metabolism. Results BM-MSC from BCP showed lower migration capacity towards both BC cell lines compared with MSC from HV. These observations could be related to the lower levels (mean±SE, pg/ml) of SDF-1 (54 ± 28 and 117 ± 25; unpaired t-test, p<0.05) and G-CSF (250 ± 113 and 1076 ± 325; unpaired t-test, p<0.05) as well as high levels of MIF (4,564±591 and 2,265±402; unpaired t-test, p<0.05) found in PBP from BCP compared with HV. Both type of BC cells migrated in higher proportion towards MSC from BCP than those from HV. The higher migration % was significant for the more invasive line MDA-MB231 (Mann Whitney test, p= 0.0159). These last observations could be related to the higher expression of membrane RANKL and IL-6 observed in BM-MSC of BCP respect to HV and the presence of its correspondent receptors in epithelial localization seen over primary breast tumor biopsies from advanced BCP compared with non-malignant breast tissues. Conclusion These findings suggest that early therapeutic intervention may be required to oppose the tumor-induced changes to the BM-MSC and haematopoietic microenvironment, and thus, future bone metastatic development Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "breast cancer",
        "stem cell, mesenchymal",
        "neoplasms",
        "biopsy",
        "neoplasm metastasis",
        "stromal cell-derived factor 1",
        "tumor cells",
        "bone metastasis",
        "breast biopsy"
    ],
    "author_names": [
        "Leonardo Julio Feldman, Sr., MD",
        "Valeria B. Fernández Vallone",
        "Hosoon Choi",
        "Vivian Labovsky",
        "Leandro M Martinez",
        "raul H. Bordenave",
        "Vera Milovic",
        "Gregorio Jaimovich",
        "Emilio Batagelj",
        "Federico Dimase",
        "Ana Rodriguez Villafañe",
        "Norma A. Chasseing"
    ],
    "author_dict_list": [
        {
            "author_name": "Leonardo Julio Feldman, Sr., MD",
            "author_affiliations": [
                "favaloro Foundation, Buenos Aires, Argentina; "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valeria B. Fernández Vallone",
            "author_affiliations": [
                "experimental Biology and Medicine Institute, Buenos Aires, Argentina; "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hosoon Choi",
            "author_affiliations": [
                "institute For Regenerative Medicine, Health science Center College Of Medicine, Temple, Texas, USA; "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian Labovsky",
            "author_affiliations": [
                "experimental Biology and Medicine Institute, Buenos Aires, Argentina; "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandro M Martinez",
            "author_affiliations": [
                "experimental Biology and Medicine Institute, Buenos Aires, Argentina; "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "raul H. Bordenave",
            "author_affiliations": [
                "iriarte Hospital, Quilmes, Buenos Aires, Argentina; "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera Milovic",
            "author_affiliations": [
                "deutsches Hospital, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregorio Jaimovich",
            "author_affiliations": [
                "favaloro Foundation, Buenos Aires, Argentina; "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilio Batagelj",
            "author_affiliations": [
                "Military Central Hospital, Buenos Aires, Argentina, BMT, Fundación Favaloro, Buenos Aires, Argentina"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federico Dimase",
            "author_affiliations": [
                "Military Central Hospital, Buenos Aires, Argentina, BMT, Fundación Favaloro, Buenos Aires, Argentina"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Rodriguez Villafañe",
            "author_affiliations": [
                "Military Central Hospital, Buenos Aires, Argentina, BMT, Fundación Favaloro, Buenos Aires, Argentina"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norma A. Chasseing",
            "author_affiliations": [
                "experimental Biology and Medicine Institute, Buenos Aires, Argentina; "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T13:07:22",
    "is_scraped": "1"
}