{
    "doi": "https://doi.org/10.1182/blood-2018-99-110467",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3921",
    "start_url_page_num": 3921,
    "is_scraped": "1",
    "article_title": "Real-World Data of Immune Tolerance Induction Using rFVIIIFc in Subjects With Severe Hemophilia A With Inhibitors at High Risk for ITI Failure ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "hemophilia a",
        "immune tolerance",
        "recombinant factor viiifc fusion protein",
        "biological products",
        "follow-up",
        "hemophilias",
        "regimen",
        "fusion proteins",
        "recombinant antihemophilic factor viii",
        "treatment outcome"
    ],
    "author_names": [
        "Manuel Carcao",
        "Amy Shapiro",
        "Nina Hwang",
        "Steven Pipe",
        "Sanjay Ahuja",
        "Kenneth Lieuw, MD PhD",
        "Janice Staber",
        "Haowei Linda Sun",
        "Hilda Ding",
        "Michael Wang",
        "Macgregor Steele",
        "Elisa Tsao",
        "Jing Feng",
        "Zahra Al-Khateeb",
        "Jennifer Dumont",
        "Nisha Jain"
    ],
    "author_affiliations": [
        [
            "Hospital for Sick Children, Toronto, CAN "
        ],
        [
            "Indiana Hemophilia & Thrombosis Center, Inc., Indianapolis, IN "
        ],
        [
            "Center for Inherited Blood Disorders, Orange, CA "
        ],
        [
            "Pediatrics and Pathology, University of Michigan, Ann Arbor, MI "
        ],
        [
            "University Hospitals Rainbow Babies & Children's Hospital, Cleveland, OH "
        ],
        [
            "Walter Reed National Military Medical Center, Bethesda, MD "
        ],
        [
            "University of Iowa Stead Family Children's Hospital, Iowa City, IA "
        ],
        [
            "University of Alberta Hospital, Edmonton, Canada "
        ],
        [
            "Rady Children's Hospital San Diego, San Diego, CA "
        ],
        [
            "Hemophilia and Thrombosis Center, University of Colorado, Aurora, CO "
        ],
        [
            "Alberta Children's Hospital, Edmonton, Canada "
        ],
        [
            "Bioverativ, a Sanofi company, Waltham, MA "
        ],
        [
            "Bioverativ, a Sanofi company, Waltham, MA "
        ],
        [
            "Trinity Partners LLC, Waltham, MA"
        ],
        [
            "Bioverativ, a Sanofi company, Waltham, MA "
        ],
        [
            "Bioverativ, a Sanofi company, Waltham, MA "
        ]
    ],
    "first_author_latitude": "43.6573653",
    "first_author_longitude": "-79.3869026",
    "abstract_text": "Introduction: Immune tolerance induction (ITI) is the standard of care for eradication of inhibitors in subjects with severe hemophilia A. ITI is not always effective and can require a lengthy and burdensome treatment regimen. Those who have previously failed ITI are more likely to fail subsequent ITI. The successful use of recombinant factor VIII Fc fusion protein (rFVIIIFc) for ITI was described in our initial retrospective review of 19 high-risk subjects, including first-time and rescue ITI subjects (Carcao et al, Haemophilia , 2018). These findings indicated that time to tolerization appears to be faster with rFVIIIFc, despite a high-risk profile. It has been postulated that the Fc domain of rFVIIIFc may promote tolerization due to immunomodulatory properties. We report characteristics and ITI outcomes of 6 newly identified subjects, as well as follow-up data from 12 of the 19 subjects included in the original analysis. Methods: A follow-up of subjects enrolled in the original retrospective chart review and clinical outcomes of newly identified males with severe hemophilia A and historical high-titer inhibitors (≥5 BU) treated with rFVIIIFc for ITI is reported from 12 sites in the US and Canada. De-identified data were collected via electronic surveys. This interim analysis was performed on aggregated data collected through July 6, 2018. Data collection is ongoing, with 29 subject charts (19 original subjects and an additional 10) expected by October. Results: Of 25 charts reviewed to date, 9 were first-time ITI and 16 were rescue ITI subjects. Of 9 first-time ITI charts, 7 subjects were from the original study (4 had follow-up data), and 2 subjects were newly identified. Of 16 rescue ITI charts, 12 subjects were from the original study (8 with follow-up data), and 4 subjects were newly identified. All but 1 subject in the first-time ITI group had ≥1 high-risk feature. The median (range) age (n=9) at initiation of rFVIIIFc ITI was 1.4 (0.8-4.3) years and the median (range) time from inhibitor detection to initiation of rFVIIIFc ITI was 1.5 (0-9.4) months (Table 1). The median (range) inhibitor titer at rFVIIIFc ITI initiation was 32 (3-1126) BU/mL, and the dosing regimen of rFVIIIFc ranged from 50 IU/kg 3 times per week (TIW) to 200 IU/kg daily. All 16 rescue ITI subjects had high-risk features. The median (range) age at rFVIIIFc ITI initiation was 7.8 (1.6-48.9) years, with a median (range) time from inhibitor detection to initiation of rFVIIIFc ITI of 7.1 (0.6-43) years (Table 1). The median (range) number of prior ITI courses was 2.5 (1-7). The median (range) inhibitor titer at rFVIIIFc ITI start was 24.2 (0.6-237) BU/mL, and the dosing regimen of rFVIIIFc ranged from 43 IU/kg TIW to 200 IU/kg daily. Eight of 9 first-time ITI subjects achieved a negative Bethesda titer in a median (range) time of 27.2 (3-64.1) weeks and mean (standard deviation [SD]) time of 25.9 (20.7) weeks. All 8 were subsequently tolerized with a median (range) time to tolerization of 29.7 (3-64.1) weeks and a mean (SD) time to tolerization of 33.4 (20.4) weeks (Table 2). One of the 8 subjects, although he achieved a negative Bethesda titer and ultimately was tolerized (time to tolerization: 59 weeks), did so after a complicated course of ITI: he was initially on rFVIIIFc ITI for 15 weeks then was switched to plasma-derived FVIII ITI for 12 weeks. Owing to lack of reduction in inhibitor titer, the subject was switched back to rFVIIIFc ITI. Fourteen weeks later he became Bethesda titer‒negative and achieved tolerance 18 weeks after that. The 9th subject had a reduced titer and continues on rFVIIIFc ITI. Eight of 16 rescue ITI subjects reached negative Bethesda titer in a median (range) time of 29.6 (3-70) weeks (Table 2) and a mean (SD) of 34.9 (25.6) weeks. Of these, 2 subjects were tolerized at 23.1 and 35 weeks, respectively; both have transitioned to rFVIIIFc prophylaxis. Eight subjects continue on rFVIIIFc ITI and 6 transitioned to other ITI treatment regimens. Conclusions: A rapid time to tolerization was achieved in high-risk first-time ITI subjects in a real-world setting. ITI with rFVIIIFc led to rapid negative inhibitor titer in most first-time ITI subjects and many rescue ITI subjects. Faster time to tolerization is expected to improve subject's quality of life, joint health, and healthcare utilization. Findings from this study are being tested in 2 prospective trials using rFVIIIFc for ITI in subjects with hemophilia A with inhibitors (first time and rescue). View large Download slide View large Download slide  Disclosures Carcao: Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Biotest: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Grifols: Honoraria, Membership on an entity's Board of Directors or advisory committees; CSL-Behring: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bioverativ/Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; LFB: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees. Shapiro: Shire: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Sangamo Biosciences: Consultancy; Genetech: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bio Products Laboratory: Consultancy; Bioverativ, a Sanofi Company: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; BioMarin: Research Funding; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees, Research Funding; Prometic Life Sciences: Consultancy, Research Funding; Bayer Healthcare: Other: International Network of Pediatric Hemophilia; Octapharma: Research Funding; Daiichi Sankyo: Research Funding; OPKO: Research Funding; Kedrion Biopharma: Consultancy, Research Funding. Hwang: Bioverativ: Other: PI in clinical research study; Shire: Consultancy; Hema Biologics: Consultancy; Bayer: Consultancy; BPI: Consultancy. Pipe: Catalyst Biosciences: Consultancy; Shire: Consultancy, Research Funding; Spark Therapeutics: Consultancy; Freeline: Consultancy; Bayer: Consultancy; uniQure: Consultancy; Biomarin: Consultancy; Apcintex: Consultancy; Ainylam: Consultancy; F. Hoffmann-La Roche Ltd: Consultancy; Genentech: Consultancy; Pfizer: Consultancy; CSL Behring: Consultancy; Bioverativ: Consultancy; Nove Nordisk: Consultancy; Siemens: Research Funding; HEMA Biologics: Consultancy; R2 Diagnostics: Research Funding. Ahuja: Shire: Honoraria, Speakers Bureau; Bayer: Honoraria; Bioverativ: Honoraria, Speakers Bureau. Staber: uniQure: Honoraria; Bayer: Honoraria; NovoNordisk: Consultancy. Sun: Octapharma: Research Funding; Novo Nordisk: Consultancy. Ding: Bioverativ: Other: Site PI for clinical research study. Wang: Bayer: Consultancy; Bayer, Novo Nordisk, Octapharma, Genentech, HEMA Biologics, Shire, CSL Behring: Honoraria; Bayer, Bioverative, Novo Nordisk, Octapharma, Shire, Genentech, Biomarain, Pfizer, CSL Behring, HEMA Biologics, Daiichi Sankyo: Research Funding; CSL Behring: Consultancy; Terumo BCT: Other: CPC Clinical Research; Novo Nordisk: Consultancy. Steele: Baxter/SHIRE: Other: Travel, Hotel; Bayer: Honoraria; Roche: Honoraria. Tsao: Bioverativ: Employment. Feng: Bioverativ: Employment. Al-Khateeb: Bioverativ: Other: Consultancy (via Trinity Partners, LLC). Dumont: Bioverativ: Employment. Jain: Bioverativ: Employment."
}