{
    "doi": "https://doi.org/10.1182/blood.V118.21.2628.2628",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1882",
    "start_url_page_num": 1882,
    "is_scraped": "1",
    "article_title": "PU.1-Induced Growth Arrest and Apoptosis in Classical Hodgkin Lymphoma Cells ",
    "article_date": "November 18, 2011",
    "session_type": "621. Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "topics": [
        "apoptosis",
        "hodgkin's disease",
        "tetracycline",
        "hypertrophy",
        "neoplasms",
        "rna, small interfering",
        "annexin a5",
        "bromodeoxyuridine",
        "cancer",
        "demethylating agents"
    ],
    "author_names": [
        "Hiromichi Yuki, MD",
        "Shikiko Ueno, MD, PhD",
        "Hiroaki Niiro, MD, PhD",
        "Hiro Tatetsu, MD, PhD",
        "Hiroyuki Hata, MD, PhD",
        "Toshiki Watanabe, MD, PhD",
        "Seiji Okada, MD, Ph.D",
        "Koichi Akashi, MD, PhD.",
        "Hiroaki Mitsuya, Professor",
        "Yutaka Okuno, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Kumamoto University of Medicine, Kumamoto, Japan, "
        ],
        [
            "Department of Hematology, Kumamoto University of Medicine, Kumamoto, Japan, "
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan, "
        ],
        [
            "Department of Hematology, Kumamoto University of Medicine, Kumamoto, Japan, "
        ],
        [
            "Department of Hematology, Kumamoto University of Medicine, Kumamoto, Japan, "
        ],
        [
            "The University of Tokyo Lab. of Tumor Cell Biology, Grad. School of Frontier Sci., Tokyo, Japan, "
        ],
        [
            "Center for AIDS Research, Kumamoto University, Kumamoto, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan, "
        ],
        [
            "Department of Hematology, Kumamoto University of Medicine, Kumamoto, Japan, "
        ],
        [
            "Department of Hematology, Kumamoto University of Medicine, Kumamoto, Japan, "
        ]
    ],
    "first_author_latitude": "32.80507075",
    "first_author_longitude": "130.71963699999998",
    "abstract_text": "Abstract 2628 PU.1 is an Ets family transcription factor, which is essential for differentiation of both myeloid and lymphoid lineage cells. We have previously shown that PU.1 is down-regulated in various myeloma cell lines and myeloma cells from a subset of myeloma patients. In such cell lines, the promoter and the upstream regulatory element (URE) located in 17 kb 5'-upstream of the PU.1 gene are highly methylated. Furthermore, conditionally expressed PU.1 induces both cell growth arrest and apoptosis in PU.1-low to -negative myeloma cell lines, U266 and KMS12PE. Therefore, we concluded that the down-regulation of PU.1 is necessary for myeloma cell growth. In another B cell malignancy, classical Hodgkin lymphoma, it has been reported that PU.1 is also down-regulated through methylation of its promoter. To evaluate whether down-regulation of PU.1 is essential for growth of classical Hodgkin lymphoma cells, we conditionally expressed PU.1 in two classical Hodgkin lymphoma cell lines, L428 and KMH2, using the tet-off system (designated as L428 tetPU.1 and KMH2 tetPU.1 cells, respectively). Up-regulation of PU.1 by tetracycline removal induced complete growth arrest in L428 tetPU.1 and KMH2 tetPU.1 cells. Annexin V staining revealed that up-regulation of PU.1 induced apoptosis in both cell lines. Furthermore, BrdU staining analysis revealed that PU.1 induced G0/G1 arrest in those cells. L428 tetPU.1 and KMH2 tetPU.1 cells expressing PU.1 showed morphological changes that included the enlargement cytosol and the appearance of various sizes of vacuoles. We next injected L428 tetPU.1 and KMH2 tetPU.1 cells to immunodeficiency mice (Rag2−/− Jak3−/− bulb/c) subcutaneously. Tumor formation was observed in all those mice with continuous administration of tetracycline (0.5 g/l) in the drinking water. After enlargement of tumor to 1–2 cm diameter, we removed tetracycline in half of the mice. Tetracyclin withdrawal resulted in tumor regression or stable disease, whereas all the mice continuously receiving tetracycline had continuous tumor growth and finally died. These data strongly suggest that PU.1 induced growth arrest and apoptosis of classical Hodgkin lymphoma cells both in vitro and vivo. We next performed DNA microarray analysis to compare gene expression levels of L428 tetPU.1 cells before and after PU.1 expression to elucidate the mechanisms of growth arrest and apoptosis induced by PU.1. Among genes related to cell cycle and apoptosis, p21 (CDKN1A) was highly up-regulated in L428 tetPU.1 cells after PU.1 induction, and this was also confirmed by mRNA and protein levels. Finally, to clarify the role of p21 up-regulation by PU.1, we stably introduced p21 siRNA in L428 tetPU.1 cells. Such stably expressed p21 siRNA rescued L428 tetPU.1 cells from growth arrest induced by PU.1, suggesting that the growth arrest in L428 tetPU.1 cells by PU.1 should be at least partially dependent on p21 up-regulation. These data suggested that up-regulation of PU.1 by demethylation agents and/or HDAC inhibitors might serve as a possible treatment modality for classical Hodgkin lymphoma. Disclosures: No relevant conflicts of interest to declare."
}