{
    "doi": "https://doi.org/10.1182/blood.V106.11.297.297",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=368",
    "start_url_page_num": 368,
    "is_scraped": "1",
    "article_title": "Preemptive Transfer of GMP-Grade CD8-Depleted Donor Lymphocytes after T-Cell Depleted Reduced-Intensity Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "The combination of fludarabin (150mg/m 2 ) / melphalan (140mg/m 2 ) based reduced-intensity allo-transplantation (RIT) with in vivo T-cell depletion (TCD) by the anti-CD52 antibody alemtuzumab (100mg) has demonstrated efficient engraftment and reduced graft-versus-host disease (GVHD) (Kottaridis et al., Blood 2000). However, the slow lymphocyte recovery following this protocol is associated with reduced anti-infectious and antitumor immunity. In an attempt to improve immune-reconstitution after TCD / RIT, we investigated the early preemptive use of CD8-depleted donor lymphocyte infusions (DLIs). For CD8 depletion of donor leukaphereses, a new depletion protocol using clinical grade CD8 microbeads was applied. This procedure was efficient in reducing the content of CD8 T cells by 2.5 to 4 logs, while NK cells, B cells and CD4 T lymphocytes remained largely unchanged. Up to now, 13 high-risk patients with hematological malignancies were treated. In 4 patients, persistent cutaneous GVHD prevented the preemptive DLI application. These patients exhibited a spontaneous increase in T-cell numbers to > 200/μl in the peripheral blood before day +120 after transplantation. Neither increasing T-cell numbers nor persistent acute GvHD were seen in the 9 patients who qualified for preemptive DLIs. Animal data suggest that the local persistence of host antigen-presenting cells might have initiated or triggered the early onset cutaneous GVHD. Therefore, Langerhans cells (LCs) were isolated from skin biopsies for prospective chimerism analyses. In the analyzed patients, LCs demonstrated a delayed switch to full donor status beyond day +100 after transplantation. Nine patients without early GVHD received a total of 13 CD8-depleted DLIs starting on day +60 after sibling and day +120 after unrelated donor transplantation, respectively. CD4 T-cell numbers demonstrated a median increase of 2.2-fold within 2 weeks. Transient DLI associated grade-I GVHD occurred in 5 patients after a median of 32 days (range, 21–59). Only one HLA-C-mismatch patient developed temporary grade-III disease that was associated with a detectable level of mismatch-directed CD8 T cells in peripheral blood. Two patients developed limited chronic GvHD. In cases of decreasing donor-chimerism, the transfer of CD8-depleted DLIs were sufficient to reinduce full donor status. In 3 patients suffering from multiple CMV reactivations, anti-cytomegalovirus CD4 and CD8 responses were markedly enhanced following DLIs. We hereby present the transfer of GMP-grade CD8-depleted donor lymphocytes. In contrast to previous studies, DLIs were applied preemptively to overcome the long-lasting immunosuppression after TCD / RIT-based allo-transplantation. Our results suggest that the preemptive use of clinical-grade CD8-depleted DLIs accelerates immune reconstitution after alemtuzumab-based RIT and thereby leads to an increase in virus-specific immunity and maintenance of donor chimerism with a low risk of GVHD.",
    "topics": [
        "cyclic gmp",
        "donors",
        "good manufacturing practice",
        "lymphocytes",
        "t-lymphocytes",
        "transfer technique",
        "transplantation",
        "graft-versus-host disease",
        "alemtuzumab",
        "allopurinol"
    ],
    "author_names": [
        "Ralf G. Meyer, MD",
        "Cedrik M. Britten, MD",
        "Abdo Konur, PhD",
        "Klaus Bender, PhD",
        "Daniela Wehler, MD",
        "Udo Hartwig, PhD",
        "Thomas C. Wehler, MD",
        "Chiara Gentilini, MD",
        "Lutz Uharek, MD",
        "Christoph Huber, MD",
        "Karin Kolbe, MD",
        "Wolfgang Herr, MD"
    ],
    "author_affiliations": [
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "Institute of Legal Medicine, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "3rd Medical Department, Charité, Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "3rd Medical Department, Charité, Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ],
        [
            "3rd Medical Department, Johannes Gutenberg University, Mainz, Germany"
        ]
    ],
    "first_author_latitude": "49.9926403",
    "first_author_longitude": "8.241555199999999"
}