{
    "doi": "https://doi.org/10.1182/blood.V126.23.5102.5102",
    "article_title": "Phase I Study of Recombinant Human Interleukin-18 (IL-18) in Combination with Ofatumumab after Autologous Peripheral Blood Stem Cell Transplantation (PBSCT) for Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "abstract_text": "Background: Iboctadekin (recombinant human IL-18) is an immunostimulatory cytokine with anti-tumor activity in preclinical animal models. Phase I clinical trials have demonstrated that IL-18 is well-tolerated as monotherapy or in combination with the CD20 monoclonal antibody (mAb) rituximab. In comparison to rituximab, the CD20 mAb ofatumumab has greater efficacy alone or in combination with IL-18 in SCID mouse models of lymphoma. Immunotherapy may be most effective against a minimal tumor burden, as can often be achieved after PBSCT for lymphoma. A phase I clinical trial was implemented to assess the safety and biologic activity of IL-18 in combination with ofatumumab after PBSCT for lymphoma. Methods : Patients with CD20+ B-cell non-Hodgkin lymphoma (NHL) were given ofatumumab 1000 mg IV weekly for 4 consecutive weeks in combination with IL-18 (in dose cohorts of 3, 10, and 30 mcg/kg) IV weekly for 8 weeks. Eligible patients had stable engraftment and disease that had not progressed after PBSCT. Assessments included safety/tolerability, pharmacokinetics, and pharmacodynamic studies (plasma cytokines, peripheral blood phenotypic markers). Results: Seven patients have been enrolled on study at a median of 133 days after PBSCT (range, 119 to 175 days), including 5 patients with relapsed (4) or primary refractory (1) diffuse large B cell lymphoma (DLBCL), 1 patient with indolent follicular NHL with transformation to aggressive lymphoma (relapsed), and 1 patient with mantle cell lymphoma (MCL) in first response. Three patients were enrolled in the 3 mcg/kg, 3 in the 10 mcg/kg, and 1 in the 30 mcg/kg dose cohorts, respectively. The combination of IL-18 and ofatumumab was well-tolerated with a safety profile similar to that observed with IL-18 plus rituximab given for relapsed/refractory NHL. All 7 patients received the planned 4 doses of ofatumumab. Five patients received the planned 8 doses (1 at 3 mcg/kg, 3 at 10 mcg/kg, 1 at 30 mcg/kg) of IL-18. The patient with MCL was taken off study for disease progression after receiving 6 doses (at 1 mcg/kg) of IL-18. One patient with relapsed DLBCL received only 6 of 8 doses (at 1 mcg/kg) of IL-18 due to occurrence of grade 3 neutropenia, which resolved after IL-18 was stopped. Like other immunostimulatory cytokines such as IL-12, IL-18 causes transient lymphopenia due to activation of lymphocytes with subsequent extravasation to tissue sites (J. Immunother 2013; 36: 331-341). Absolute lymphocyte counts (ALC) transiently decreased by a median of 89% (range, 50%-93%) after the first infusion of IL-18 on this study. ALC decreased by a median of 60% in the 3 mcg/kg dose cohort of patients as compared to 93% in the 10 mcg/kg cohort. Absolute natural killer (NK) cell counts transiently decreased by a median of 93% (range, 89%-98%) after the first infusion of IL-18. Increases in activated (CD69+) T or NK cells were not detected by flow cytometry in the peripheral blood of 2 patients during study drug administration. In peripheral blood of 5 patients the absolute number of CD69+ NK cells increased by a median of 4.3-fold (range, 1.2-5.6-fold) and the absolute number of CD69+ T cells increased by a median of 2.6-fold (range, 1.1-5.9-fold). Plasma cytokine levels (including IFN-gamma) are being measured by ELISA and data will be presented. At a median follow-up of 17+ months post-PBSCT (range, 7+ to 25+ months), all 6 patients with aggressive NHL (5 DLBCL, 1 transformed aggressive from indolent follicular lymphoma) are alive and free of disease progression. Conclusions : The combination of IL-18 and ofatumumab is safe, well-tolerated, and induces expected biological activity after PBSCT. A maximum tolerated dose of IL-18 has not been identified. Accrual to the 30 mcg/kg IL-18 dose cohort is ongoing. Further studies of IL-18 plus CD20 mAb in patients with B cell NHL are warranted. Disclosures Robertson: Eli Lilly: Equity Ownership. Off Label Use: IL-18 and ofatumumab are not approved by FDA for use in treatment of lymphoma.",
    "topics": [
        "animal model",
        "interleukin-18",
        "lymphoma",
        "ofatumumab",
        "peripheral blood stem cell transplantation",
        "cytokine",
        "diffuse large b-cell lymphoma",
        "monoclonal antibodies",
        "cd20 antigens",
        "rituximab"
    ],
    "author_names": [
        "Michael J. Robertson, MD",
        "Lijun Ni, BS (Life Sci. Clin. MD)",
        "Jill Weisenbach, RN, BSN",
        "David Pelloso",
        "Nagendra K. Prasad, BVSc, PhD MBA"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael J. Robertson, MD",
            "author_affiliations": [
                "Lymphoma Program, Division of Hematology/Oncology, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lijun Ni, BS (Life Sci. Clin. MD)",
            "author_affiliations": [
                "Therapeutic Validation Core, Indiana University Simon Cancer Center, Indianapolis, IN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jill Weisenbach, RN, BSN",
            "author_affiliations": [
                "Lymphoma Program, Division of Hematology/Oncology, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Pelloso",
            "author_affiliations": [
                "Lymphoma Program, Division of Hematology/Oncology, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nagendra K. Prasad, BVSc, PhD MBA",
            "author_affiliations": [
                "Therapeutic Validation Core, Indiana University Simon Cancer Center, Indianapolis, IN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T03:55:48",
    "is_scraped": "1"
}