{
    "doi": "https://doi.org/10.1182/blood.V110.11.1122.1122",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=937",
    "start_url_page_num": 937,
    "is_scraped": "1",
    "article_title": "CXCR4 and CD62L Down-Regulation Following B-Cell Receptor Ligation Is Restricted to Progressive Chronic Lymphocytic Leukemia (CLL) Cases. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cxcr4 receptors",
        "down-regulation",
        "ligation",
        "l-selectin",
        "receptors, antigen, b-cell",
        "stromal cell-derived factor 1",
        "lymphadenopathy",
        "molecule"
    ],
    "author_names": [
        "Amalia Vlad, MD",
        "Pierre-Antoine Deglesne, PhD",
        "Remi Letestu, MD",
        "Nathalie Chevallier, PhD",
        "Fanny Baran-Marszak, MD",
        "Nadine Varin-Blank, PhD",
        "Florence Cymbalista, MD",
        "Dominique Ledoux, PhD"
    ],
    "author_affiliations": [
        [
            "Service d’Hematologie Biologique, Hopital Avicenne, AP-HP, Bobigny, France",
            "EA 3406, Université Paris 13, Bobigny, France"
        ],
        [
            "EA 3406, Université Paris 13, Bobigny, France"
        ],
        [
            "Service d’Hematologie Biologique, Hopital Avicenne, AP-HP, Bobigny, France",
            "EA 3406, Université Paris 13, Bobigny, France"
        ],
        [
            "INSERM U567, Institut Cochin, Paris, France"
        ],
        [
            "Service d’Hematologie Biologique, Hopital Avicenne, AP-HP, Bobigny, France",
            "EA 3406, Université Paris 13, Bobigny, France"
        ],
        [
            "INSERM U567, Institut Cochin, Paris, France"
        ],
        [
            "Service d’Hematologie Biologique, Hopital Avicenne, AP-HP, Bobigny, France",
            "EA 3406, Université Paris 13, Bobigny, France"
        ],
        [
            "EA 3406, Université Paris 13, Bobigny, France"
        ]
    ],
    "first_author_latitude": "48.91461940000001",
    "first_author_longitude": "2.4239471",
    "abstract_text": "B cell receptor (BCR) mediated survival plays a central role in disease progression of CLL. We have previously shown that BCR engagement allowed the identification of two groups of patients with a strong correlation between in vitro cell survival response capacity and clinical stage or prognostic factors. The aim of this study was to determine the implication of BCR stimulation in the accumulation of CLL cells in the enlarged lymph nodes of progressive cases. Therefore, we investigated the in vitro migratory capacity of CLL cells and the level of expression of microenvironment interacting molecules upon BCR stimulation. Surface expression of two membrane proteins: CXCR4 and CD62L were dramatically reduced in 40% of CLL cases after BCR engagement. CXCR4/CXCL12 axis and the L-selectin (CD62L) are critical for trafficking of B cells into lymph node, germinal center organization as well as lymphocyte exit from the lymph node. Peripheral blood mononuclear cells obtained from 27 untreated patients were purified and stimulated with immobilized anti-IgM for 48h. Presence of CXCR4 and CD62L at the cell surface was then measured by flow cytometry in CD19-positive cells. The CXCL12-dependant migratory capacity of B-CLL cells was analysed using a Transwell chemotaxis assay before and after BCR stimulation. BCR stimulation induced over 90% decrease of both CXCR4 and CD62L membrane expression in 11/27 cases. Importantly, this strong down-regulation of CXCR4 and CD62L was restricted to progressive cases with lymphadenopathy and unfavourable prognostic markers (unmutated IgVH, expression of ZAP70, high level of proliferation markers). These cases also showed marked increase of in vitro cell survival upon BCR engagement. Conversely, in the 6/27 cases corresponding to stable stage A patients with favourable prognostic markers, and absence of BCR mediated in vitro survival enhancement, no decrease of CXCR4/CD62L expression upon BCR stimulation was observed. We demonstrated that the down-regulation of CXCR4 from cell surface was associated with the internalization of the receptor mainly through clathrin-mediated endocytosis. CXCR4 down-regulation was associated with a reduced capacity of the cells to migrate in response to CXCL12 gradient. Indeed, migration was not affected in the 6 stable cases. Finally, the 10/27 remaining cases exhibited an intermediate down-regulation of CXCR4 and CD62L. The remaining level of expression of CXCR4 was strikingly correlated to CD62L level in all cases(y= 0.99x + 4.44; R2=0.893). This matching variation of both surface molecules reflects the cellular heterogeneity of response to BCR engagement in a given patient. In conclusion, our results show that BCR engagement induces a strong down-regulation of CXCR4 and CD62L, and the subsequent decrease of migratory capacity of the cells in progressive CLL cases only. These experiments strongly suggest that BCR signalling capacity is linked to the down-regulation of cell surface markers that favour a reduced lymphocyte trafficking and the maintenance of a proliferative cellular pool within the lymph nodes."
}