{
    "doi": "https://doi.org/10.1182/blood.V106.11.3732.3732",
    "article_title": "Knockdown of ABCme Impairs Heme Biosynthesis as Revealed by Integrating of RNAi and the LiveCell ® Array. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Heme synthesis begins and ends in the mitochondrion, whilst intermediate steps are performed in the cytosol. Consequently, heme precursors must be transported across the mitochondrial membranes, however, the transporters of these intermediates have not been identified. Conditions such as sideroblastic anemia, porphyria and MDS are all characterized by abnormal heme synthesis and accumulation of heme intermediates and iron. Thus, impaired function of mitochondrial transporters is thought to play a key role in these conditions. We have previously reported that over-expression of murine ABCme increases hemoglobin production; however the identity of the heme intermediate transported by ABCme is as yet unclear (Shirihai et al. 2000). We have used lentivirus delivered shRNA, harboring a GFP marker, to knockdown ABCme mRNA in human K562 erythroid cells. Interpreting RNAi experiments in heterogeneous cell populations, such as differentiating cells, can be problematic. Specific challenges which must be addressed are: 1) transgene and RNAi expression is hard to achieve in erythroid cells; 2) cell to cell expression efficiency is variable; 3) differentiation is a stochastic process; 4) erythroid cells are non-adherent rendering imaging of living cells difficult. Taken together, these factors lead to pronounced cellular heterogeneity, which may mask biological effects. Furthermore, the correlation of RNAi expression and heme synthesis requires the use of benzidine staining, which results in protein oxidation and elimination of all fluorescent signals. To address these challenges we developed a new assay that takes advantage of a novel array which corrals living cells into individual wells. The LiveCell® Array is a densely packed array of micron-sized wells, each accommodating an individual cell, embedded within a microscope slide. Sequential measurements of multiple cellular activities can be taken and the images analyzed using Metamorph image analysis software. Using this system we identified a population of cells which expressed high levels of RNAi by screening for GFP. The stage of differentiation of each cell was determined using antibodies against extra-cellular makers (i.e. Glycophorin A) conjugated to fluorescent moieties thus identifying maturing subpopulations of cells. To measure heme content, benzidine was subsequently applied and light absorbance was quantized at the resolution of the individual cell. Heme content was then cross correlated with the differentiation and expression fluorescent markers. By integrating RNAi with the LiveCell ® Array we have found that knockdown of ABCme results in reduced heme production in differentiating erythroid cells. Further analysis of heme intermediates using this model is being pursued in order to identify the substrate of ABCme.",
    "topics": [
        "anemia, sideroblastic",
        "antibodies",
        "diagnostic imaging",
        "glycophorin",
        "heme",
        "heme biosynthesis",
        "hemoglobin",
        "iron",
        "masks",
        "membrane transport proteins"
    ],
    "author_names": [
        "Sarah E. Haigh, PhD",
        "Alvaro A. Elorza, PhD",
        "Israel Biran, PhD",
        "Naomi Zurgil, PhD",
        "Motti Deutsch, PhD",
        "Hanna Mikkola, MD/PhD",
        "Orian S. Shirihai, MD/PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sarah E. Haigh, PhD",
            "author_affiliations": [
                "Pharmacology, Tufts University, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alvaro A. Elorza, PhD",
            "author_affiliations": [
                "Pharmacology, Tufts University, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Israel Biran, PhD",
            "author_affiliations": [
                "Molecular Cytomics, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi Zurgil, PhD",
            "author_affiliations": [
                "Bar Ilan University, Ramat Gan, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motti Deutsch, PhD",
            "author_affiliations": [
                "Bar Ilan University, Ramat Gan, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanna Mikkola, MD/PhD",
            "author_affiliations": [
                "Department of Molecular, Cell and Developmental Biology, University of California Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Orian S. Shirihai, MD/PhD",
            "author_affiliations": [
                "Pharmacology, Tufts University, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T12:57:03",
    "is_scraped": "1"
}