{
    "doi": "https://doi.org/10.1182/blood.V128.22.603.603",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3518",
    "start_url_page_num": 3518,
    "is_scraped": "1",
    "article_title": "Integrating Genetic Risk Factors with Age, Presenting White Cell Count and MRD Response As Continuous Variables to Predict Relapse in Paediatric Acute Lymphoblastic Leukemia (ALL) ",
    "article_date": "December 2, 2016",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Relapsed ALL and Therapy Resistance",
    "topics": [
        "acute lymphocytic leukemia",
        "adult t-cell lymphoma/leukemia",
        "genetic risk",
        "immunoglobulins",
        "interval data",
        "leukemia, lymphocytic, acute, childhood",
        "leukocytes",
        "neoplasm, residual",
        "pediatrics",
        "quantitative real-time polymerase chain reaction"
    ],
    "author_names": [
        "Anthony V. Moorman, PhD",
        "Amir Enshaei, PhD",
        "David O'Connor, MD PhD",
        "Jack Bartram, MD",
        "Jeremy Hancock, PhD",
        "Christine Harrison",
        "Sujith Samarasinghe, MD PhD",
        "John Moppett, MD PhD",
        "Ajay J. Vora",
        "Nicholas Goulden, MD PhD"
    ],
    "author_affiliations": [
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
        ],
        [
            "Department of Haematology, Great Ormond Street Hospital For Children, London, United Kingdom "
        ],
        [
            "Department of Haematology, Great Ormond Street Hospital, London, United Kingdom "
        ],
        [
            "Bristol Genetics Laboratory, Southmead Hospital, Bristol, United Kingdom "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
        ],
        [
            "Department of Haematology, Great Ormond Street Hospital For Children, London, United Kingdom "
        ],
        [
            "Department of Pediatric Haematology, Bristol Royal Hospital for Children, Bristol, England "
        ],
        [
            "Dept. of Pediatric Hematology, Sheffield Children's Hospital, Sheffield, United Kingdom"
        ],
        [
            "Department of Haematology, Great Ormond Street Hospital For Children, London, United Kingdom "
        ]
    ],
    "first_author_latitude": "54.9830144",
    "first_author_longitude": "-1.6231995000000001",
    "abstract_text": "Paediatric ALL is heterogeneous in terms of clinical presentation, response to therapy and underlying genetic mechanisms. The application of treatment stratification algorithms has resulted in survival rates exceeding 90%. However, current algorithms apply risk factors as binary variables using arbitrary thresholds and in an independent manner. This approach potentially distorts biological heterogeneity resulting in loss of prediction accuracy. Therefore, we sought to determine whether treating clinical risk factors and MRD response as continuous variables and integrating genetic features can refine prognostication. A total of 2542 patients, aged 1-24 years old, recruited to UKALL2003 were available for analysis. NCI standard/high patients were initially assigned to regimen A/B. Sow early responders and those with HR genetics were transferred to the more intensive regimen C. Minimal residual disease (MRD) was evaluated at the end of induction (EOI) by real-time quantitative PCR analysis of Ig/TCR rearrangements. Patients with EOI MRD >0.01% were randomised to stay on regimen A/B or move to C whereas patients with EOI MRD <0.01% were randomised to receive one or two delayed intensifications. Genetic subtypes were defined as good risk (GRcyto: ETV6-RUNX1 , high hyperdiploidy), high risk (HRcyto: KMT2A fusions, near haploidy, low hypodiploidy, iAMP21 and TCF3-HLF ), intermediate risk (other B cell precursor cases) and T-ALL. In order to examine MRD as a continuous variable, we log transformed the raw EOI MRD value assuming a minimum detection level of 0.00001 and assigned cases with undetectable MRD a value of one log below this threshold. The transformed MRD variable [t(MRD)] followed a log normal distribution (Figure 1). Importantly, this log normal distribution was distinct across the genetic subtypes (Figure 1, p<0.001); even after accounting for the different induction regimens used. Using the t(MRD) variable, we show that each log reduction in EOI MRD reduces the relapse risk (RR) by 22% (p<0.001). In the current UK paediatric trial (UKALL2011) an MRD threshold of 0.005% is used to assign patients to regimen C. Therefore, we examined the RR by MRD value within each genetic subtype. Table 1 shows that the RR for GRcyto patients remains low (<4%) up to an MRD threshold of 0.1% and treatment intensification did not further reduce this RR. In light of these data, we have changed the MRD threshold for classifying newly diagnosed GRcyto patients as MRD risk from 0.005% to 0.1%. This treatment intervention reduces the proportion of GRcyto patients who receive the most intensive therapy (regimen C) from ~40% to <10% and therefore avoids potential unnecessary toxicity. Next we combined multiple significant risk factors from univariate analysis using forward selection modelling to fit a multivariate prognostic model. The final model included log(WCC) and t(MRD) as continuous variables and two binary genetic variables: GRcyto and HRcyto. Using the coefficients from this model, we constructed a linear model which enabled the calculation of individual risk scores. Figure 2 shows the correlation between an individual's risk score and their RR. To investigate the clinical relevance of this risk score, we generated five risk groups based on ascending RR (Table 2) which have significant differential outcomes (all p25% and together with the standard risk (SR) group capture >70% relapses and, importantly, >80% of HR relapses (very early/early relapses). Among the 136 VLR/LR patients who had MRD >0.01%, there was no difference in EFS between patients randomised to regimen A/B v C (97% v 99%, p=0.5). Equally among 470 VLR/LR patients with MRD <0.01%, there was no difference in EFS between patients randomised to receive 1 or 2 delayed intensifications (96% v 96%, p=0.8). In conclusion, we have showed that EOI MRD is log normally distributed but that the shape of the distribution depends on genetic subtype; suggesting differential MRD kinetics. In addition, we have shown that using a single MRD threshold does not reflect the biological heterogeneity that is a fundamental feature of the disease. Finally, we demonstrate that integrating clinical risk factors as continuous variables with genetics can better define prognostic subgroups. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}