{
    "doi": "https://doi.org/10.1182/blood.V122.21.1362.1362",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2644",
    "start_url_page_num": 2644,
    "is_scraped": "1",
    "article_title": "Low Expression Of BCL11B Predicts Poor Overall Survival In Adult Standard Risk T-ALL ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "gata3 gene",
        "acute lymphocytic leukemia",
        "cd34 antigens",
        "detection of minimal residual disease",
        "dideoxy chain termination dna sequencing",
        "disease remission",
        "gene expression profiling",
        "immunophenotyping"
    ],
    "author_names": [
        "Isabelle Bartram",
        "Nicola Gökbuget, MD",
        "Cornelia Schlee, MS",
        "Sandra Heesch, MS",
        "Lars Fransecky, MD",
        "Stefan Schwartz, MD",
        "Dieter Hoelzer, MD",
        "Martin Neumann, MD",
        "Claudia D. Baldus, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, Charité, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Medical Department II, Hematology and Oncology, Goethe University Hospital, Frankfurt, Germany"
        ],
        [
            "Hematology and Oncology, Charité, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Hematology and Oncology, Charité, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Hematology and Oncology, Charité, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Hematology and Oncology, Charité, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Medical Department II, Hematology and Oncology, Goethe University Hospital, Frankfurt, Germany"
        ],
        [
            "Hematology and Oncology, Charité, Campus Benjamin Franklin, Berlin, Germany, "
        ],
        [
            "Hematology and Oncology, Charité, Campus Benjamin Franklin, Berlin, Germany, "
        ]
    ],
    "first_author_latitude": "52.44170450000001",
    "first_author_longitude": "13.320602899999999",
    "abstract_text": "Introduction Although risk stratification, detection of minimal residual disease (MRD) and implementation of novel therapeutic agents have improved outcome in acute lymphoblastic leukemia (ALL), survival in adult T-ALL patients still remains unsatisfactory. Therefore, new prognostic markers and potential therapeutic targets are warranted. BCL11B , a key player in normal T-cell development, has recently gained interest due to its high mutation rate (9-16%) in T-ALL. We investigated the frequency of BCL11B mutations, expression levels and the prognostic value in a large uniformly treated cohort of adult T-ALL. Patients and methods We analyzed bone marrow (BM) samples of 201 adult T-ALL patients sent to the reference laboratory of the German Multicenter Study Group for Adult ALL (GMALL). BCL11B expression was determined in 195 patients by qRT-PCR, BCL11B mutations were assessed in 178 patients by Sanger sequencing of exon 4 (including all 6 zink finger [ZF] domains). Low expression of BCL11B was defined by expression levels in the lowest quartile ( BCL11B low), high expression by levels in the three remaining quartiles ( BCL11B high). Samples had previously been characterized for expression of BAALC , IGFBP7 , MN1 , WT1 , GATA3, ERG as well as for the mutations status of NOTCH1 , WT1, and TCR rearrangements. Clinical data were available for 169 patients enrolled on the GMALL trials. We generated BCL11B associated gene expression profiles (GEP) derived from an independent set of 86 T-ALL patients enrolled in the Microarrays Innovations in LEukemia multicenter study. Results BCL11B was aberrantly expressed in adult T-ALL with significantly higher expression levels in thymic compared to early T-ALL (0.6 vs. 0.3, P=0.01). Expression of genes associated with a prognostic impact ( BAALC , IGFBP7 , ERG ) or/and T-cell stage dependent expression profile ( GATA3 , IGFBP7 ) showed that BCL11B low (n=49) had higher MN1 (1.6 vs, 0.3, P=0.01), IGFBP7 (1.3 vs. 0.5, P=0.02), and lower GATA3 expression (2.1 vs. 5.7, P<0.01) compared to BCL11B high patients (n=146). This maturation stage specific expression of BCL11B was stressed by a higher rate of TCR rearrangement in BCL11B high patients (73% vs. 27%, P=0.005) and further underlined by the BCL11B derived GEP linking low BCL11B to an immature molecular signature characterized by high expression of BAALC , IGFBP7 , FLT3 , CD34 . Regarding clinical characteristics, low BCL11B expression was associated with a poor prognosis (5-year overall survival (OS): low 35% (n=40) vs. high 53% (n=129), P=0.02) in the overall T-ALL cohort. In the standard risk group of thymic T-ALL (n=102), BCL11B low identified patients with an unexpected poor outcome (5-year OS: 20%, n=18) compared to BCL11B high (62%, n=84, P<0.001). In addition, BCL11B low thymic T-ALL patients showed a lower remission rate (5 years: 38% vs. 72%, P=0.02). BCL11B mutations were found in 24 of the 178 (13.5 %) T-ALL patients. In 9 patients, mutations resulted in frame shifts, whereas the remaining, except for a single one, missense mutations were located in the ZF domains: three resulting in introduction of a stop codon. BCL11B mutations were enriched in the mature immunophenotype (thymic: 20%, mature: 8%, early: 3%, P=0.03). No differences were observed in mRNA levels for BAALC , IGFBP7 , MN1 , WT1 , GATA3, ERG, but patients with BCL11B mutations were less frequently assigned to the BCL11B low group compared to those with high expression (5% vs. 95%, P=0.02). Regarding the clinical characteristics, BCL11B mutations had no prognostic impact regarding OS, neither in the total T-ALL cohort (5-year OS: 56% vs. 48%, n.s.) nor in the thymic T-ALL subgroup (5-year OS: 65% vs. 51%, n.s). Conclusion Our data confirmingly show a high frequency of BCL11B mutations (13.5%) in the so far largest cohort of adult T-ALL patients. As loss of function mutations were restricted to functional ZF domains and recurrently occurred in thymic T-ALL, these data stress a potential pathogenetic role of BCL11B as T-cell specific transcription factor. Importantly, low expression was associated with poor prognosis; in particular in the standard risk group of thymic T-ALL, BCL11B low is a novel marker that identifies patients with an unacceptable poor prognosis. These findings might help to improve risk stratification in a significant proportion of adult T-ALL patients, which fail to standard therapy despite the favourable immunophenotypic characteristics. Disclosures: No relevant conflicts of interest to declare."
}