{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.SCI-7.SCI-7",
    "article_title": "Normal Plasma Cell Biology: Natural Achilles Heels as Targets in Myeloma ",
    "article_date": "December 7, 2017",
    "session_type": "The Yin and Yang of Myeloma: Understanding and Harnessing Normal Plasma Cell Biology to Better Treat Myeloma",
    "abstract_text": "Normal Plasma Cell Biology: Natural Achilles Heels as Targets in MyelomaÊ Primary exposure to antigen leads to affinity maturation, selection and terminal differentiation of mature B cells to antibody-secreting plasma cells. Long-lived high-affinity plasma cells and their immediate precursors reside in the bone marrow and are responsible for rapid recall reactions and a life-time production of high affinity antibodies. Members of the IKAROS gene family have been specifically implicated in the generation of long-lived plasma cells. Mice deficient for Aiolos, the B cell specific member of the IKAROS gene family fail to produce high affinity plasma cells in the bone marrow and to sustain serum antibody titers after both primary or secondary immunization with a range of hapten concentrations. Chimera reconstitutions have demonstrated that the bone marrow plasma cell defect is B cell intrinsic. However, lack of AIOLOS does not alter expression of any of the previously described factors required for B cell differentiation into the plasma cell stage. No defect in somatic hyper-mutation, the generation of memory B cells, or short-lived high affinity plasma cells in the spleen is observed upon challenge or re-challenge. Thus this IKAROS family member is critically required for high-affinity bone plasma cells possibly by regulating their interaction with the bone marrow microenvironment, a process that is likely critical for long-term survival. High-affinity bone marrow plasma cells are the normal counterpart of the devastating B cell malignancy multiple myeloma. Multiple myeloma is treatable with immune modulatory drugs (IMiD) such as lenalidomide. Recent studies have shown that IMiD alter the specificity of the CRL4-CEREBLON (CRL4CRBN) E3 ubiquitin ligase complex. Among the new targets for the CRL4CRBN complex are two of the IKAROS family members, AIOLOS and IKAROS, whose degradation adversely affects the cellular fitness of multiple myeloma cells. Recent studies in B cell precursors have implicated the IKAROS gene family in the regulation of bone marrow stromal interactions. IKAROS and AIOLOS activities balance self-renewal, survival, and pre-B cell differentiation by engaging epigenetic and transcriptional machineries through discrete lineage-specific superenhancers. Such AIOLOS and IKAROS-dependent regulatory pathways engaged in early B cell precursors may also be involved in controlling bone marrow stromal interactions with high affinity plasma cells and their malignant counterparts thereby contributing to long-term growth and survival. Further exploitation of IKAROS family-targeted pathways in bone marrow plasma cells and multiple myeloma is warranted. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "achilles tendon",
        "heel",
        "multiple myeloma",
        "plasma cells",
        "antibodies",
        "antibody titer",
        "antigens",
        "cancer",
        "haptens",
        "lenalidomide"
    ],
    "author_names": [
        "Katia Georgopoulos, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katia Georgopoulos, PhD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T06:44:00",
    "is_scraped": "1"
}