{
    "doi": "https://doi.org/10.1182/blood.V128.22.2809.2809",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3483",
    "start_url_page_num": 3483,
    "is_scraped": "1",
    "article_title": "Mutational Profiling of Acute Lymphoblastic Leukemia with Testicular Relapse ",
    "article_date": "December 2, 2016",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "leukemia",
        "diffuse large b-cell lymphoma",
        "leukemia, b-cell, acute",
        "5'-nucleotidase",
        "6-mercaptopurine",
        "childhood cancer",
        "disease remission",
        "leukemic cells"
    ],
    "author_names": [
        "Ling-wen Ding, PhD",
        "Qiao-Yang Sun, PhD",
        "Anand Mayakonda",
        "Kar-Tong Tan",
        "Wenwen Chien",
        "De-Chen Lin",
        "Yan-Yi Jiang",
        "Liang Xu",
        "Manoj Garg, PhD",
        "Michael Lill, MD",
        "Henry Yang, PhD",
        "Allen Yeoh, MD",
        "H. Phillip Koeffler, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "National University of Singapore, Cancer Science Institute of Singapore, Singapore, Singapore "
        ],
        [
            "National University of Singapore, Cancer Science Institute of Singapore, Singapore, Singapore "
        ],
        [
            "National University of Singapore, Cancer Science Institute of Singapore, Singapore, Singapore "
        ],
        [
            "National University of Singapore, Cancer Science Institute of Singapore, Singapore, Singapore "
        ],
        [
            "Cedars-Sinai Medical Center, Division of Hematology/Oncology, Los Angeles, "
        ],
        [
            "National University of Singapore, Cancer Science Institute of Singapore, Singapore, Singapore "
        ],
        [
            "National University of Singapore, Cancer Science Institute of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Insititute, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Medicine, Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "National University of Singapore, Cancer Science Institute of Singapore, Singapore, Singapore "
        ],
        [
            "Department of Paediatrics, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
            "UCLA School of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "1.2954827000000002",
    "first_author_longitude": "103.78172909999999",
    "abstract_text": "Relapse acute lymphoblastic leukemia (ALL) is the leading cause of childhood cancer deaths. Although relapse usually occurs in the bone marrow (medullary), extramedullary relapse occasionally occurs. Currently, the clonal origin and evolution of extramedullary relapse remain elusive. We selected two pediatric B-ALL patients who experienced testicular ALL relapse and interrogated their leukemic cells (diagnosis, remission, bone marrow relapse and testicular relapse) with whole exome sequencing. Case D483 (5.6 years old at diagnosis of ALL) developed bone marrow and testicular relapse 5 years after diagnosis of B-ALL. At diagnosis he was treated as an intermediate risk with hyperdiploid-ALL with the absence of any well-known ALL fusion-oncogene. Mutations of KRAS (G12D) and CREBBP (S1436C) were found in the founding leukemic clone at diagnosis and persisted in the bone marrow and testis at relapse). Mutation of CREBBP has been frequently found in ALL (particularly in hyperdiploid subtype) and is correlated with increased incidence of relapsed ALL. A MEF2B mutation (R17Q) was found in the bone marrow and testicular relapse sample. Missense mutation of this gene is frequently found in diffuse large B cell lymphoma (DLBCL); this protein regulates the expression of the proto-oncogene BCL6 and contributes to malignant transformation. Second child, case D727 (1.3 years old at diagnosis) harbored a MLL-AF9 fusion and was assigned as a high risk-ALL at diagnosis. Two NT5C2 mutations occurred at relapse, being present at different VAF in bone marrow and testicle: missense mutation R367Q was present with a VAF of 33.5% in bone marrow and 4.5% in testicle; while D407V was present with a VAF of 6.5% in bone marrow and 35.5% in the testicular relapse. NT5C2 encodes a 5'-nucleotidase involved in purine metabolism. The missense mutations (R367Q and D407V) identified here, have been reported as recurrent mutational hotspots of NT5C2 in relapse ALL and have been functionally validated. These mutations increase the 5'-IMP nucleotidase activity of NT5C2 protein leading to resistance to 6-mercaptopurine, a drug that was a component of the treatment regime of this patient. To understand the evolutionary trajectories of these two ALL cases, we analyzed clonal evolution based on their sequencing data. In patient D483, the relapse leukemia was directly evolved from the diagnosis leukemia clone: all of the mutations at diagnosis were persisted at relapse, and four mutated genes ( MEF2B , KCNG1 , AIM1 , OTUD5 ) were acquired at both bone marrow and testicular relapse with different variant allele frequency (VAF). In patient D727, however, a faction of mutations present at diagnosis were subsequently lost at relapse, suggesting that relapsed leukemia arose from an ancestral subclone that developed before the overt leukemia at diagnosis. The mutational pattern and VAF cluster analysis results suggest that relapse in the patients' testicle represents an independently subclones from the relapse in their bone marrows. Taken together, our sequencing results suggest that relapse of patient D483 was directly evolved from the diagnosis leukemic clone; while the relapse leukemia cells (both bone marrow and testicle) of patient D727 was likely derived from a common ancestral clone, and the testicular relapse arose independently from the bone marrow relapse leukemia. Disclosures Lill: Sanofi: Speakers Bureau; California Cord Blood Services: Consultancy; Kite: Research Funding."
}