{
    "doi": "https://doi.org/10.1182/blood.V106.11.4646.4646",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=454",
    "start_url_page_num": 454,
    "is_scraped": "1",
    "article_title": "Subclincal Atherosclerosis as Measured by CIMT Is Present in Patients with Hodgkin’s Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "atherosclerosis",
        "carotid intima-media thickness",
        "hodgkin's disease",
        "chemotherapy regimen",
        "radiation therapy",
        "anthracycline antibiotics",
        "cardiovascular diseases",
        "cerebrovascular accident",
        "ischemic stroke",
        "screening"
    ],
    "author_names": [
        "Jennifer M. Levine, MD",
        "Michael A. Weiner, MD",
        "Tatjana Rundek, MD, PhD",
        "Mitchell S.V. Elkind, MD, MS",
        "Deborah Hughes",
        "Romel Ramas",
        "Ken Cheung, PhD",
        "Kara M. Kelly, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology, Columbia University Medical Center, New York, NY, USA"
        ],
        [
            "Pediatric Oncology, Columbia University Medical Center, New York, NY, USA"
        ],
        [
            "Neurology, Columbia University Medical Center, New York, NY, USA"
        ],
        [
            "Neurology, Columbia University Medical Center, New York, NY, USA"
        ],
        [
            "Pediatric Oncology, Columbia University Medical Center, New York, NY, USA"
        ],
        [
            "Neurology, Columbia University Medical Center, New York, NY, USA"
        ],
        [
            "Biostatistics, Columbia University Mailman School of Public Health, New York, NY, USA"
        ],
        [
            "Pediatric Oncology, Columbia University Medical Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.777556999999995",
    "first_author_longitude": "-73.97574689999999",
    "abstract_text": "Cardiovascular disease is a well-described late effect of treatment for Hodgkin’s Disease (HD), generally attributed to high dose radiation therapy (RT) to the mediastinum and neck. Increased carotid artery intima-media thickness (CIMT), measured by ultrasound, is a valid marker of subclinical atherosclerosis and is associated with an increased risk of future vascular disease. We evaluated CIMT in 31 patients with HD, (22 males, 9 females), mean age 21 (range 9–39) years, between 2 and 241 months from diagnosis. Thirty patients received chemotherapy, including anthracyclines. Sixteen patients were treated with RT to the bilateral neck and mediastinum; 4 received high dose (36Gy) RT and 12 received lower dose (21–25Gy) RT. One patient received lower dose RT only to the bilateral neck. Fourteen patients were treated with chemotherapy alone. CIMT was assessed using a standardized scanning and reading protocol. The CIMT was calculated as the mean of the maximum measurement at 12 sites; near and far walls of the common carotid, bifurcation and internal carotid arteries bilaterally. The mean CIMT for the total cohort was 0.757mm. Among 5 patients (mean age 13, range 9–16 years), evaluated while actively receiving therapy or within one year from completion of therapy, mean CIMT was 0.715, equivalent to the mean CIMT found in healthy 30 year old adults (Stein, Stroke 2004). In a multivariate linear regression analysis CIMT was significantly associated with increasing time since diagnosis (p=0.035), age (p=0.016), and male gender (p=0.014). There was no difference in CIMT between those patients treated with chemotherapy alone vs. chemotherapy and radiation therapy. Subclinical atherosclerosis in patients with HD may evolve early in the course of treatment and survivorship and then increase with age and time from diagnosis. Type of treatment was not a significant predictor of CIMT in our cohort suggesting that factors other than RT play a role in the development of subclinical atherosclerosis. Further studies are needed to better elucidate the etiology of atherosclerotic disease in HD survivors. Screening with CIMT may detect subclinical atherosclerosis and allow for earlier intervention to prevent cardiovascular disease in this population."
}