{
    "doi": "https://doi.org/10.1182/blood.V104.11.1632.1632",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=170",
    "start_url_page_num": 170,
    "is_scraped": "1",
    "article_title": "Suppression of Erythroid-Specific 5-Aminolevulinate Synthase Using Short-Interfering RNA Alters Iron Metabolism and Inhibits Terminal Differentiation of Human Erythroleukemia Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Erythroid-specific 5-aminolevulinate synthase (ALAS2) is the first and the rate limiting enzyme for heme biosynthesis in erythroid cells. ALAS2 plays a critical role in hemoglobin synthesis and erythrocyte maturation, since targeting the ALAS2 gene results in embryonic death in mice because of severe anemia. In humans, heritable mutations of the ALAS2 gene are responsible for X-linked sideroblastic anemia (XLSA). However, the effect of suppressed expression of ALAS2 on erythroid cell differentiation has not been examined in human cells. We therefore addressed this question, by stably suppressing ALAS2 mRNA with short-interfering RNA (siRNA) in a human erythroleukemia cell line, YN-1. After cloning of cells expressing low ALAS2 (ALAS2 low cells), cells were induced to undergo erythroid differentiation by treatment with transforming growth factor beta1 (TGF-β1). Gene expression profiles of induced and uninduced cells were examined, including genes involved in globin synthesis and iron metabolism. Hemoglobin production, as judged by o-dianisidine staining, was significantly lower in ALAS2 low cells than in control cells both before and after erythroid differentiation. Both alpha and gamma globin mRNA levels were also reduced in ALAS2 low cells, compared with control cells. Decreased heme synthesis as well as reduced globin production in ALAS2 low erythroid cells are consistent with our previous findings in murine erythroleukemia cells studied by antisense technology ( Meguro K, et al. Blood  86 : 940 –948, 1995 ), and extends our previous conclusion on the critical role of ALAS2 in heme and globin formation to human erythroid cells. Transferrin receptor (TFR) mRNA level was decreased in ALAS2 low cells, and remained low following TGF-β1 treatment, whereas its level was increased in control cells during erythroid differentiation, which reflects enhanced iron uptake by differentiated control cells. Decreased TFR mRNA level in ALAS2 low cells may suggest iron accumulation, since TFR mRNA is known to be unstable when intracellular iron level is increased. Notably, mitochondrial ferritin (MtF) mRNA level was decreased in control cells after differentiation, reflecting utilization of mitochondrial iron for heme synthesis, but it did not change in ALAS2 low cells following TGF-β1 treatment. As accumulation of MtF protein is known to occur in iron-overloaded erythroid cells of patients with XLSA, our finding also suggests that there may be intramitochondrial iron accumulation in ALAS2 low cells even after differentiation. In contrast to MtF mRNA, the level of cytosolic ferritin heavy chain mRNA was similar both in ALAS2 low cells and control cells. These findings suggest that MtF levels, rather than cytosolic ferritin levels, may be a sensitive and specific indicator for iron accumulation in mitochondria. This study shows the critical role of ALAS2 not only in heme synthesis and hemoglobin formation, but also in iron metabolism in erythroid cells during their cell differentiation. An ALAS2 low erythroid cell line, such as ALAS2-suppressed YN-1, will provide a good model for the study of relationship between heme biosynthesis and iron metabolism during terminal differentiation of human erythroid cells.",
    "topics": [
        "5-aminolevulinate synthase",
        "acute erythroblastic leukemia",
        "iron metabolism",
        "rna",
        "psychological suppression",
        "rna, messenger",
        "iron",
        "globins",
        "hemoglobin",
        "anemia"
    ],
    "author_names": [
        "Kazumichi Furuyama, M.D., Ph. D",
        "Kiriko Kaneko",
        "Zhang Yongzhao",
        "Patrick D. Vargas V., M.D.",
        "Shigeru Sassa, M.D., Ph. D",
        "Shigeki Shibahara, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Molecular Biology and Applied Physiology, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
        ],
        [
            "Molecular Biology and Applied Physiology, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
        ],
        [
            "Molecular Biology and Applied Physiology, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
        ],
        [
            "Molecular Biology and Applied Physiology, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
        ],
        [
            "The Rockefeller University, New York, NY, USA"
        ],
        [
            "Molecular Biology and Applied Physiology, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
        ]
    ],
    "first_author_latitude": "38.253834",
    "first_author_longitude": "140.874074"
}