{
    "doi": "https://doi.org/10.1182/blood.V108.11.2276.2276",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=555",
    "start_url_page_num": 555,
    "is_scraped": "1",
    "article_title": "Absolute Lymphocyte Count Is a Novel Prognostic Indicator in Acute Leukemia: Implications for Risk Stratification and Future Studies. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "leukemia, acute",
        "lymphocyte count measurement",
        "neoadjuvant therapy",
        "mantle-cell lymphoma",
        "melanoma lysate",
        "lymphopenia",
        "acute lymphocytic leukemia",
        "chemotherapy, neoadjuvant",
        "host factor",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Guillermo R. De Angulo, MD",
        "Carrie Yuen, M.D.",
        "Shana Palla, M.S.",
        "Peter M. Anderson, M.D., Ph.D.",
        "Patrick A. Zweidler-McKay, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Division of Pediatrics, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Division of Pediatrics, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Division of Biostatistics and Applied Mathematics, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Division of Pediatrics, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Division of Pediatrics, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: Despite improving outcomes, 25–50% of children and young adults with acute leukemia still relapse and most salvage rates are discouraging. Additional prognostic factors, particularly those that represent host factors, may further stratify patients and decrease relapse rates. Purpose: To determine if absolute lymphocyte counts (ALC) during induction chemotherapy can improve current risk stratification and predict relapse-free survival (RFS) and overall survival (OS) in children and young adults with acute lymphoblastic leukemia (ALL) and acute myeloid leukemia (AML). Methods: We analyzed 160 consecutive cases of de novo ALL and AML patients 1–21 years of age, treated at the University of Texas M. D. Anderson Cancer Center from 1995–2005. Age at diagnosis, initial WBC, bone marrow blast % on days 0 and 7, were analyzed with ALC on days 0, 15, 21 and 28 of induction therapy. Results: ALC during induction therapy is a significant independent predictor of RFS and OS in young adults and children with either ALL or AML. Specifically, an ALC <350 cells/mcL on day 15 of induction therapy for ALL significantly predicts poor 6-year OS (52% vs. 87%, p=0.015; HR=4.2, Figure 1A) and RFS (46% vs. 80%, p=0.001; HR=4.8, Figure 1B). Similarly, an ALC of <350 cells/mcL on day 15 of induction therapy for AML predicts poor 6-year OS (35% vs. 86%, p=0.033; HR=4, Figure 1C). ALC-15 remains a significant predictor of OS and RFS after adjusting for age at diagnosis, initial WBC and bone marrow response on day 7 (p=0.013; HR=6.3, and p=0.003; HR=6.3, respectively) in multivariate analysis (Table 1). Importantly, ALC-15 defines a subgroup of half of our AML patients and predicts an excellent 5-year OS of 86% (p=0.033, Figure 1C). Conversely, prolonged lymphopenia predicts that 16% of young AML patients will have a dismal 5-year RFS of 14% (p=0.004, Figure 1D). Finally, ALC-15 <350 cells/mcL is able to predict 70% of relapses in both ALL and AML patients. One possible algorithm could identify half of AML patients with a predicted OS of 86% simply by measuring the ALC-15. Those patients with a low ALC on day 15 would be assessed at day 21 and 28 and those with persistent lymphopenia would be predicted to to have an RFS of 14% and would be stratified to receive intensified and/or experimental therapy. Conclusion: We demonstrate that ALC can identify patients at high and low risk for relapse early in the course of treatment for ALL or AML. Our data indicates that ALC is both independent of and a more powerful predictor than age at diagnosis, initial WBC and bone marrow response on day 7. This routine measurement could enhance current risk-stratification and lead to improved outcomes in young patients with acute leukemias. Figure 1 View large Download slide Figure 1 View large Download slide Table 1 Multivariate Analysis of ALC, Age, WBC, Bone marrow response and Survival View large View Large"
}