{
    "doi": "https://doi.org/10.1182/blood.V116.21.713.713",
    "article_title": "Evaluation of the Severity and Pattern of Epistaxis In Children with a Mucocutaneous Bleeding Disorder and In Healthy Children Using a Standardized Questionnaire ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Coagulation or Fibrinolysis: Bleeding Disorders in Children",
    "abstract_text": "Abstract 713 Epistaxis is a common symptom in children with mucocutaneous bleeding disorders such as von Willebrand disease (VWD) or a platelet function disorder (PFD), but also occurs in healthy children. Determining the features of epistaxis that suggest underlying hemostatic defects would help distinguish which children with epistaxis should undergo laboratory testing to screen for an inherited bleeding disorder. This is particularly significant in young children who may not yet have been exposed to a hemostatic challenge. However, there is no standardized approach to determine which children presenting with epistaxis should undergo testing. The aim of this study was to describe the severity and pattern of epistaxis in children with VWD or a PFD vs. healthy children using the PBQ, a standardized, validated Pediatric Bleeding Questionnaire (Bowman et al, J Thromb Haemost 2009:7;1418). PBQ epistaxis scores were assigned depending on clinical severity of the most severe episode (0: no epistaxis or trivial, ≤5/yr; 1: >5/yr or >10 min duration; 2: consultation with a healthcare professional; 3: packing, cauterization or antifibrinolytics; 4: blood transfusion, replacement therapy or desmopressin); scores of ≥2 were considered clinically significant. Epistaxis scores and features (frequency, duration, onset (spontaneous or not), site (uni- or bilateral), presence of seasonal correlation, whether cessation required medical intervention) were retrospectively reviewed in 107 questionnaires administered to patients/parents of patients with a known diagnosis of VWD (type 1, n=60 [definite, with abnormal laboratory results at least twice + a significant bleeding history, n=37; possible, with abnormal laboratory results at least once ± a significant bleeding history, n=23]; type 2, n=8; type 3, n=16) or a PFD (Glanzmann thrombasthenia, dense granule disorder, MYH9-related disorder, Noonan syndrome, Ehlers-Danlos syndrome, unspecified; n=23) and in 163 questionnaires administered to healthy children (Bowman et al, J Thromb Haemost 2009:7;1418; Biss et al, J Thromb Haemost 2010:8;950; Biss et al, J Thromb Haemost 2010:8;1416). Epistaxis was present in 66/107 patients (62%) (definite type 1 VWD: 62%; possible type 1 VWD: 48%; type 2 VWD: 38%; type 3 VWD: 75%; PFD: 74%) with a median age of 12 yrs (range: 0.6–18.3 yrs), and in 56/163 healthy children (34%), with a median age of 11.5 yrs (range: 1.5–17.0 yrs). 59% of the 66 patients with epistaxis were males, as were 50% of the 56 controls with epistaxis. The mean PBQ epistaxis score in these 66 patients with VWD or a PFD was greater, 2.1 (range: 0–4), than in the 56 controls, 0.4 (range: 0–2) (P5 episodes/yr) was greater in patients than controls, 44/66 (67%) vs. 11/56 (20%) (P10 min compared with controls (5/56; 9%) (P5 episodes/yr; duration >10 min; epistaxis occurring from both nostrils; lack of seasonal correlation; and need for medical intervention for cessation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "child",
        "epistaxis",
        "well child",
        "granules",
        "hemorrhage",
        "therapeutic intervention",
        "antifibrinolytic agents",
        "blood platelet disorders"
    ],
    "author_names": [
        "Catherine I. Segbefia, MBChB",
        "Tina T. Biss, MD",
        "Dewi S. Clark, BSc",
        "James Riddel, RN, CPNP",
        "Paula D. James, MD",
        "Victor S. Blanchette, FRCP(C)",
        "Margaret L. Rand, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Catherine I. Segbefia, MBChB",
            "author_affiliations": [
                "Haematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tina T. Biss, MD",
            "author_affiliations": [
                "Haematology, Newcastle upon Tyne Hospitals NHS Foundation Trust, Newcastle upon Tyne, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dewi S. Clark, BSc",
            "author_affiliations": [
                "Haematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Riddel, RN, CPNP",
            "author_affiliations": [
                "Hematology, Children's Hospital Oakland, Oakland, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula D. James, MD",
            "author_affiliations": [
                "Medicine, Queen's University, Kingston, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor S. Blanchette, FRCP(C)",
            "author_affiliations": [
                "Haematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret L. Rand, PhD",
            "author_affiliations": [
                "Haematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:54:43",
    "is_scraped": "1"
}