{
    "doi": "https://doi.org/10.1182/blood.V116.21.3706.3706",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1648",
    "start_url_page_num": 1648,
    "is_scraped": "1",
    "article_title": "IVIG Ameliorates Thrombin Activation of Platelets and Endogenous Thrombin Potential In Pediatric Patients with ITP. ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3706 Immune thrombocytopenia (ITP) is a common hematological disorder in children that can lead to severe bleeding symptoms. Previous studies in ITP patients have found autoantibodies that bind to glycoprotein (GP) complex GPIIb/IIIa or GPIb/IX (Kiefel V et al. Br J Hematol 1991) and thus can alter platelet function (Olsson A et al. Thromb Res 2002; Nissner H et al. Blood 1986). Although platelet function has been studied in chronic ITP and in pediatric ITP (Panzer S et al. Europ J Haemat 2007; Semple et al. Blood 1996), so far platelet function was not studied in response to IVIg treatment, which leads to an increase of platelet counts and reduced bleeding symptoms. Next to platelet count no other biological markers have been correlated to bleeding symptoms. Therefore we studied the effect of IVIg treatment on platelet function and endogenous thrombin potential (ETP) in children with newly diagnosed primary ITP. Bleeding symptoms were assessed according to a pediatric bleeding score for ITP at the time of diagnosis and venous blood samples were obtained at the time of diagnosis and after IVIg therapy for measurement of platelet count and for flow cytometric analyses of platelets. In citrated platelet-rich plasma platelets were identified as CD42 positive events; CD62p, CD63 and PAC-1 binding were measured as % platelets with bound fluorescence before and after thrombin stimulation. All patients (median age 6.5 yrs, n=18) presented with typical symptoms of acute ITP with bleeding scores of 2 – 3 and had platelet counts < 20×10 9 /L. ( fig. 1 ). Results from ITP patients were compared to healthy children (median age 6.8 yrs, n = 18) with normal platelet counts and to children with thrombocytopenia as a result of chemotherapy for malignancies (cTP; median age 10.2 yrs, n = 9; platelet counts of 3 – 51×10 9 /L). Results were expressed as the % of platelets expressing the antigen and were analyzed by ANOVA and Wilcoxon test. At initial presentation platelets of ITP patients showed an increased surface expression of CD62p (mean ± SEM: 14.4 ± 3.7 %, n = 17; p= 20 × 10 9 /L (mean 46 × 10 9 /L, range 20 – 123 × 10 9 /L) and amelioration of bleeding symptoms. Concomitantly thrombin-stimulated platelet surface expression of CD62p, CD63 and PAC1 (84.51 ± 5.04%; 85.32 ± 5.79%; 56.8 ± 7.88%; p range 0.3 – 0.6) and ETP (316.6 ± 48.3 nM; p=0.3) improved and were not different from results in healthy children. In summary we demonstrated that platelets of children with primary ITP at baseline show an increased CD62p surface expression while thrombin-stimulated platelet activation of ITP and cTP patients is decreased compared to healthy children. After IVIg thrombin-stimulated platelet activation and ETP is similar to that seen in healthy children, even before normalization of the platelet counts. Figure 1. View large Download slide Pediatric ITP patients show increased proportions of platelets with p-selectin exposure and a decreased thrombin activation, which is normalized after IVIg treatment independent of the platelet count. ( A ) Platelet counts ( Tc count ), ( B ) proportion of platelets exposing p-selectin ( % CD62p+ platelets ) without and ( C ) with thrombin-stimulation ( + thrombin ) were compared between children with ITP before and after IVIg treatment ( ITP+IVIg ), healthy control and cTP. The median and upper and lower quartiles are shown in boxes with whiskers for the range of data and open symbols for outliners. Figure 1. View large Download slide Pediatric ITP patients show increased proportions of platelets with p-selectin exposure and a decreased thrombin activation, which is normalized after IVIg treatment independent of the platelet count. ( A ) Platelet counts ( Tc count ), ( B ) proportion of platelets exposing p-selectin ( % CD62p+ platelets ) without and ( C ) with thrombin-stimulation ( + thrombin ) were compared between children with ITP before and after IVIg treatment ( ITP+IVIg ), healthy control and cTP. The median and upper and lower quartiles are shown in boxes with whiskers for the range of data and open symbols for outliners.  Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "immunoglobulins, intravenous",
        "inosine triphosphate",
        "pediatrics",
        "purpura, thrombocytopenic, idiopathic",
        "thrombin",
        "p-selectin",
        "cyclic thrombocytopenia",
        "cytidine triphosphate",
        "hemorrhage"
    ],
    "author_names": [
        "Sabine Kroiss, MD",
        "Oliver Speer, PhD",
        "Jeannine Winkler, MS",
        "Alexandra Förderer",
        "Markus Schmugge, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University Children's Hospital, Zurich, Switzerland"
        ],
        [
            "Hematology and Oncology, University Children's Hospital, Zurich, Switzerland"
        ],
        [
            "Hematology and Oncology, University Children's Hospital, Zurich, Switzerland"
        ],
        [
            "Hematology and Oncology, University Children's Hospital, Zurich, Switzerland"
        ],
        [
            "Hematology and Oncology, University Children's Hospital, Zurich, Switzerland"
        ]
    ],
    "first_author_latitude": "38.911001399999996",
    "first_author_longitude": "-77.0759186"
}