{
    "doi": "https://doi.org/10.1182/blood.V118.21.3145.3145",
    "article_title": "Older Age and Co-Morbidities Do Not Predict Incidence of Dose Limiting Toxicities in Lymphoma Phase I Trials At MSKCC ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Abstract 3145 Introduction: Historically, older adults are underrepresented in clinical trials despite bearing a disproportionate burden of cancer. Nearly 60% of all new cancer diagnoses are in age >60 ( SEER Cancer Statistics Review, 1975–2000) . Reported reasons for underrepresentation on trials include both patient (pt) and physician related barriers: distance to treatment center, reluctance to be at a university center, ageism and others (Basche, et al., J. Oncol. Pract.: 4(4), 2008). On CTEP trials, patients (pts) >65 represented only 25–35% of total pts enrolled. Limited data exists on phase I trials comparing dose limiting toxicity (DLT) and serious (grade 3/4) adverse events (SAE) across different age groups, especially in pts with hematologic malignancies. This analysis evaluates the relationship between DLT and SAE with increasing age and comorbidities in phase I lymphoma trials at MSKCC. Methods: The study design was a retrospective, cohort-based study. Adult pts treated on Phase I lymphoma studies at our center over the last 15 years were considered. A total of 20 cancer therapeutic studies involving 167 pts were reviewed. Data on pt demographics, consent age, stage at enrollment, histology of cancer, co-morbidities, occurrence of DLT, SAE and dose reductions were collected from the clinical research database and chart review. Pts were stratified into 3 groups based on age: <60, ≥60, ≥70 years. The NIH/NCI co-morbidity index was used to capture co-morbidities at enrollment. Incidence of DLT and SAE in different age groups were calculated and compared. Differences in categorical and continuous variables were analyzed by the χ 2 -and student's t tests respectively. All statistical analyses were performed using STATA IC version 10, College Station, TX. Results: Of 167 pts (NHL-90, HL-35, CLL-42) analyzed, the median age is 61 yr (range 18 to 82); the proportion of pts <60 and ≥60 years were 49% vs. 51% (≥70 yrs: 27% of total), with M: F 66% :34%. Demographics for Pts <60 yr vs. ≥60 included: stage I/II 33% vs. 16% (≥70=20%), Stage III/IV 67% vs. 84% (p=0.01) (≥70=80%); median # of prior therapies 4 vs. 3 (p=0.36); Prior HDT/ASCT 37% vs. 8 % (p<0.001); history of unrelated prior cancer 4%vs20%, (P<0.01). Elderly patients lived significantly closer to MSKCC compared to younger pts 29% vs 55% <25 miles, 56% vs 80% <50mi, 67%vs91% <100mi (p<0.001 in all). Comorbidity analysis in <60 and ≥60 yrs revealed: any co-morbidity present: 40% vs 84%; % with high impact comorbidity 9% vs 29%; and heart related 12% vs 40%, p<0.001 in all. Regarding toxicity: The median number of cycles received was similar in both groups. There was no difference in prevalence of DLT and SAE across different age groups [see Table]. Comparing elderly pts with DLT/SAE vs. without DLT's/SAE there was no significant difference in clinical factors, including co-morbidities (p=0.5), prior treatments (p=0.44) and stage (p=0.9). Incidence of DLT's across different age groups  Variable  ALL patients (n=167)  <60  ≥60  ≥70  DLT  22 (13.25%) 9 (11%) 13 (15.5%) 5 (11%)    p=0.427 p=0.620 Heme toxicity  13 (59.1%) 5 (55.5%) 8 (61.5%) 4 (80%) Non-Heme toxicity  9 (40.9%) 4 (44.5%) 5 (38.5%) 1 (20%) Incidence of SAE across different age groups  Absolute # of pts with SAE  74 (44%) 33 (40.2%) 41 (48.2%) 20 (44.4%)    p=0.592 p=0.93 Dose Reductions  34 (20.6%) 15 (18.5%) 19 (23%) 7 (16%)    p=0.465 p=0.368 Variable  ALL patients (n=167)  <60  ≥60  ≥70  DLT  22 (13.25%) 9 (11%) 13 (15.5%) 5 (11%)    p=0.427 p=0.620 Heme toxicity  13 (59.1%) 5 (55.5%) 8 (61.5%) 4 (80%) Non-Heme toxicity  9 (40.9%) 4 (44.5%) 5 (38.5%) 1 (20%) Incidence of SAE across different age groups  Absolute # of pts with SAE  74 (44%) 33 (40.2%) 41 (48.2%) 20 (44.4%)    p=0.592 p=0.93 Dose Reductions  34 (20.6%) 15 (18.5%) 19 (23%) 7 (16%)    p=0.465 p=0.368 View Large Conclusion: At MSKCC, elderly pts are represented in Phase I Lymphoma therapeutic trials at a significantly higher rate compared to published data. Despite having more complex co-morbidities and higher stage at enrollment, older pts (≥60 and ≥70 yrs) on Phase I trial had similar DLT, dose reductions and SAE profiles compared to younger pts. The inverse correlation between age and travel distance to MSKCC implies travel is a potential barrier to participation and suggests availability of trials at satellite centers, when appropriate, may improve older pt participation. Acknowledging there is an inherent selection bias for pts of all ages placed on Phase I studies, this analysis suggests age and co-morbidity should not unduly preclude participation of older individuals otherwise deemed appropriate for Phase I studies in hematologic malignancy. Disclosures: Hamlin: Spectrum: Consultancy, Honoraria, Research Funding; Seattle Genetics: Consultancy, Honoraria, Research Funding; Pfizer: Research Funding.",
    "topics": [
        "lymphoma",
        "morbidity",
        "toxic effect",
        "brachial plexus neuritis",
        "cancer",
        "hematologic neoplasms",
        "heme",
        "adverse event",
        "autologous stem cell transplant",
        "cancer diagnosis"
    ],
    "author_names": [
        "Natraj R Ammakkanavar, MD",
        "Chady Abboud Leon, MD",
        "Paul Hamlin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Natraj R Ammakkanavar, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan Kettering Cancer Center, NY, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chady Abboud Leon, MD",
            "author_affiliations": [
                "Medicine - Heme-Onc, Cooper University Hospital - Cooper Cancer Institute, Camden, NJ, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Hamlin, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York City, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T15:59:05",
    "is_scraped": "1"
}