{
    "doi": "https://doi.org/10.1182/blood.V120.21.1512.1512",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2340",
    "start_url_page_num": 2340,
    "is_scraped": "1",
    "article_title": "Initial Results of the Phase I/II Panobidara Study of Panobinostat in Combination with Idarubicin and Cytarabine in Patients Aged 65 Years or Older with Newly Diagnosed Acute Myeloblastic Leukaemia (AML) ",
    "article_date": "November 16, 2012",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "cytarabine",
        "idarubicin",
        "leukemia, myelocytic, acute",
        "older adult",
        "panobinostat",
        "diarrhea",
        "fever",
        "follow-up",
        "hepatotoxicity",
        "hypokalemia"
    ],
    "author_names": [
        "Enrique M Ocio, MD, PhD",
        "Pilar Herrera, MD, PhD",
        "Teresa Olave, MD",
        "Salut Brunet",
        "Albert Oriol",
        "Maria-Pilar Martínez-Sánchez",
        "Miguel A. Sanz, MD, PhD",
        "Marta Mateos, MD",
        "Pilar Aliseda, MD",
        "Ivo J. Winiger, MD",
        "Sushant Hardikar",
        "Maria Victoria Mateos, MD, PhD",
        "Javier Lopez",
        "Jesús F. San-Miguel, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hospital Universitario de Salamanca. Instituto de Investigación Biomédica de Salamanca (IBSAL), Salamanca, Spain, "
        ],
        [
            "Servicio Hematologia y Hemoterapia, Hospital Universitario Ramon y Cajal, Madrid, Spain, "
        ],
        [
            "HCU Lozano Blesa, Zaragoza, Spain, "
        ],
        [
            "Hematology, Hospital de Sant Pau, Barcelona, Spain, "
        ],
        [
            "Hematology, H. Germans Trias i Pujol, Badalona, Spain, "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain, "
        ],
        [
            "Hospital Universitario la Fe, Valencia, Spain, "
        ],
        [
            "Hospital Clínico San Carlos, Madrid, Spain, "
        ],
        [
            "Novartis Farmaceutica S.A., Madrid, Spain, "
        ],
        [
            "Novartis Pharma AG, Basel, Switzerland, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Hospital Universitario de Salamanca. Instituto de Investigación Biomédica de Salamanca (IBSAL), Salamanca, Spain, "
        ],
        [
            "Servicio de Hematología y Hemoterapia, Hospital Universitario Ramón y Cajal, Madrid, Spain"
        ],
        [
            "Hospital Universitario de Salamanca. Instituto de Investigación Biomédica de Salamanca (IBSAL), Salamanca, Spain, "
        ]
    ],
    "first_author_latitude": "40.964155899999994",
    "first_author_longitude": "-5.673267799999999",
    "abstract_text": "Abstract 1512 Introduction: Acute Myeloblastic Leukemia (AML) in elderly patients remains an unmet medical need with a long term survival rate inferior to 10% despite the use of novel drugs. Therefore, there is a need for new agents that could induce higher CR rates and, most importantly, that could prolong the relapse free survival (RFS) and the overall survival (OS) of these poor-prognosis patients. Agents targeting epigenetics such as the hypomethylating drug 5-Azacitidine, have emerged as a promising strategy for elderly patients with AML or MDS. A second group of drugs targeting the epigenome are deacetylase inhibitors. Panobinostat is a pan-deacetylase inhibitor, with clear in vitro activity in AML and which is synergistic with anthracyclines (Maiso et al. Leukemia 2009). Based on these data we designed a phase I/II trial of panobinostat in combination with idarubicine and cytarabine followed by panobinostat maintenance in newly diagnosed AML patients older than 65 years. Methods: The initial schema included one or two induction cycles with idarubicine (8 mg/m2 days 1–3) + cytarabine (100 mg/m2 days 1–7) followed by escalating doses of panobinostat three days per week, per 3 weeks starting at 20 mg. Patients achieving CR/CRi received a consolidation cycle with the same schema. Those patients remaining in CR/CRi started a maintenance phase with 40 mg oral panobinostat in monotherapy three days per week, for 3 weeks in 28-days cycles. This schedule was amended after the six first patients, to reduce the weeks of administration of panobinostat to two weeks in the cycles in combination and to every other week in the maintenance phase. Initially a dose-escalating phase I with the classical 3+3 schema was carried out to define the maximum tolerated dose (MTD) of panobinostat in this combination; and then a phase 2 expansion phase was started to determine the efficacy of this combination in terms of CR rate and RFS. Results: 21 patients have been included after the amendment. Median age was 71 (range 66–83). Median % blasts was 40 (20–93). 35% of patients had AML with dysplastic features while adverse cytogenetics were present in 24%. Two out of 6 evaluable patients in the first cohort developed DLTs with panobinostat 20 mg (G3 hyperbilirrubinaemia in both, and one of them also G3 oedema), accordingly the dose of panobinostat was reduced to 10 mg. No DLTs were observed at this dose level, so 10 mg panobinostat was defined as the MTD in this combination. Treatment was well tolerated in the intensive cycles with the toxicity proper of standard induction chemotherapy. The most common non-hematologic toxicities (occurring in ≥20% of patients) included: fever (90%), infections (62%), mucositis (52%), diarrhoea (62%), constipation (43%), vomiting (57%), skin rash (38%), hepatotoxicity (38%) and hypokalaemia (24%). Grade 3/4 AEs were fever, infection, diarrhoea and hepatotoxicity in 2 patients each (10%) and hypokalaemia in 5 (24%). The median duration of the aplasia was 32 days (range 26–51). Regarding the maintenance phase with panobinostat monotherapy, the most frequent AEs were gastrointestinal: diarrhoea (62%), vomiting (62%) or abdominal pain (25%); as well as asthenia (50%. One of them being G3) and hyporexia (25%). In terms of efficacy, 11 patients (52%) achieved CR plus 2 more (10%) achieving CR with incomplete blood recovery (CRi) (overall 62%). There were 2 deaths in induction (10%), one due to a tumoral lysis syndrome before starting panobinostat and the other secondary to a respiratory infection. From the remaining 6 patients, 2 achieved partial response (10%) and 4 showed refractory disease (19%). With a median follow up of 6 months (range 2–14), among the 11 patients that achieved CR, 10 of them remain in CR and only 1 has progressed (in the 9 th maintenance cycle). Both patients that achieved CRi have progressed in the 2 nd and 6 th maintenance cycles. The median overall survival for the whole population is 13 months (2.3–23.6), and has not been reached for patients achieving CR. Conclusion: To the best of our knowledge, this is the first report of the use of a histone deacetylase inhibitor with chemotherapy in elderly AML patients. This combination was shown to be safe at the MTD. Although preliminary results are encouraging, particularly for the potential benefit of the maintenance phase, longer follow up is needed to evaluate if panobinostat maintenance is able to prolong RFS and subsequently OS in this poor prognostic population. Disclosures: Ocio: Novartis: Consultancy, Research Funding. Off Label Use: Panobinostat in newly diagnosed AML. Aliseda: Novartis: Employment. Winiger: Novartis: Employment. Hardikar: Novartis: Employment. Mateos: Novartis: Consultancy. San-Miguel: Novartis: Consultancy, Research Funding."
}