{
    "doi": "https://doi.org/10.1182/blood-2019-127374",
    "article_title": "Risk of Fracture Following Front Line R-CHOP Immunochemotherapy in Older Patients with Diffuse Large B Cell Lymphoma Is Common ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "Introduction Diffuse large B cell lymphoma (DLBCL) and osteoporotic fracture are commoner in older patients (pts). Steroids and chemotherapy are recognised as a risk factor (RF) for fragility-related fracture and its associated morbidity. A small randomised trial (RCT) (Westin 2013) showed bisphosphonates stabilize bone mineral density (including all ages / histologies) in NHL pts. Despite this, there is a lack of data defining the specific incidence and fracture risk in older DLBCL pts post R-CHOP. We aimed to better define this risk in this specific cohort. Methods Data on consecutive DLBCL pts ≥70 years (y) treated with R-CHOP were retrospectively collected across 7 UK centres (2009-2019). Follow up was censored in 07/2019. All pts had untreated, de novo DLBCL or untreated transformed (to DLBCL) indolent B cell NHL. PTLD, HIV and pre-treated NHL pts were excluded. All pts received 1-9 cycles of full or attenuated R-CHOP with curative intent. Pts were excluded if they had progressive disease (PD) or died < 6 months (m) of cycle 1 R-CHOP (RCHOP1). A detailed anonymised database included ECOG performance status (PS), body mass index (BMI), history of osteoporosis / osteopenia, documented steroid pre-phase, vitamin D supplementation, calcium and alkaline phosphatase levels, and sites of bone DLBCL involvement. Fractures at diagnosis (DLBCL-related/unrelated) and pre diagnosis were collected. Fractures (including bone site) occurring during 18m from RCHOP1 were identified from radiology records. Pts were followed for a minimum of 6m and censored at 18m from RCHOP1, or at their last follow up if < 18m or at PD or death if between 6-18m. Baseline pt characteristics were descriptive. Survival analyses were performed using Kaplan Meier methods and Cox regression with comparisons between categories using the log-rank test. Time to event analyses were measured from RCHOP1 until fracture event. Primary end point was 18m cumulative fracture incidence censoring pts at death or relapse. Univariable and multivariable analyses (UVA; MVA) of potential influencing RFs for fracture was assessed by Cox regression (Final stepwise model; p=0.1 for inclusion). Results Of 589 pts identified, 92 pts had PD or died prior to 6m and were excluded. 20 pts were excluded due to short follow up. Across 477 pts, the median age was 77 (range 70-93) y. 66% had an ECOG PS 0-1. The median cycles given was 6 (range 1-9). 27.3% received pre-phase steroids. The median BMI was 25.5 (range 14.2-48.1). 8.1% had a fracture prior to DLBCL, and 9.1% had a history of osteopenia or osteoporosis. 5.7% were current smokers, 3% had rheumatoid arthritis, 13.5% had type (T) 2 diabetes (DM), and 4.5% had a history of excess alcohol. At baseline, 25.2% had PET or CT-assessed cortical bone involvement. Overall, there were 52 fractures, including 50 within 18m follow up. Cumulative fracture incidence was 6.3% (95% confidence interval (CI) 4.4 - 8.9) at 6m, 9.5% (95% CI 7.1 - 12.6) at 12m and 11.5% (95% CI 8.8 - 14.9) at 18m (Fig A). 6 pts had multiple fracture sites (2; n=5, 3; n=1). 32 (62%) had vertebral fracture(s). Thoracic (34% 20/59) and lumbar vertebral (27% 16/59) were dominant sites (Fig C). 7/52 fractures were at the site of DLBCL involvement, 17/52 were at a different site from initial bone DLBCL involvement, 27/52 were in pts without bone involvement and 1/52 was unknown. Univariable RFs included female sex (hazard ratio (HR) 1.89 (95% CI 1.05 - 3.28)), known osteopenia or osteoporosis (HR 2.64 (95% CI 1.32 - 5.29)), DLBCL-related fracture at diagnosis (HR 4.05 (95% CI 2.07 - 7.92) (Fig B). Initial bone involvement was only associated with an increased risk in pts with a DLBCL-related baseline fracture (95% CI HR 4.56 (2.27 - 9.17)) (Table 1). MVA showed that DLBCL-related baseline fracture (HR 4.32 (1.97 - 9.47)) was the only significant independent RF for fracture with low BMI (p=0.051) and smoking history (p=0.052) of borderline significance (Table 2). Conclusions This is the largest series to date to show there is a clinically relevant fracture risk in older DLBCL pts specifically receiving R-CHOP in early follow up. Our data have limitations inherent to a retrospective study including the potential for unknown confounders, missing data, and medical record misinterpretation. Prospective data is required to validate RFs identified which could enable targeting a high-risk population. An RCT is needed to determine the value of prophylactic intervention(s) in high risk pts. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Gibb: Takeda: Research Funding. Collins: Gilead: Consultancy, Honoraria. Eyre: Janssen: Honoraria; Abbvie: Honoraria; Gilead: Consultancy, Honoraria, Other: commercial research support; Roche: Honoraria.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "fractures",
        "older adult",
        "r-chop",
        "brachial plexus neuritis",
        "follow-up",
        "fanconi syndrome",
        "osteopenia",
        "osteoporosis",
        "steroids"
    ],
    "author_names": [
        "Stephen Booth, MA,MBBChir,MRCP,FRCPath",
        "Hannah Plaschkes",
        "Amy A Kirkwood",
        "Adam Gibb, MBBS",
        "Patrick Horgan",
        "Joanna M Oladipo",
        "Joseph Andrew Browning, DPhil,BMBCh",
        "Usman Khan",
        "John Willan",
        "Julia Wolf",
        "Arief Gunawan, MBBS, BSc, MRCP",
        "Paul A Fields, MD PhD",
        "Kim Linton, MBChB PhD",
        "Claire Higham",
        "Graham P. Collins, MA, MBBS, MRCP, FRCPath, DPhil",
        "Jaimal Kothari",
        "Catherine Hildyard",
        "Toby A. Eyre"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen Booth, MA,MBBChir,MRCP,FRCPath",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals, Milton Keynes, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hannah Plaschkes",
            "author_affiliations": [
                "Oxford University Medical School, Oxford, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy A Kirkwood",
            "author_affiliations": [
                "UCL Cancer Institute, Cancer Research UK & UCL Cancer Trials Centre, London, GBR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Gibb, MBBS",
            "author_affiliations": [
                "Lymphoma Translational Research Group, .The Christie NHS Foundation Trust, Manchester, Manchester, GBR ",
                "Department of Medical Oncology, The Christie NHS Foundation Trust, Manchester, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Horgan",
            "author_affiliations": [
                "Department of Endocrinology, The Christie Hospital NHS Foundation Trust,, Manchester, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna M Oladipo",
            "author_affiliations": [
                "School of Medical Sciences, University of Manchester, Manchester, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Andrew Browning, DPhil,BMBCh",
            "author_affiliations": [
                "Buckinghamshire Healthcare NHS Trust, Aylesbury, GBR "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Usman Khan",
            "author_affiliations": [
                "Department of Haematology, Stoke Mandeville Hospital, Aylesbury, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Willan",
            "author_affiliations": [
                "Wexham Park Hospital, Slough, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Wolf",
            "author_affiliations": [
                "Department of Haematology, Great Western Hospital, Swindon, SN3 6BB, Swindon, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arief Gunawan, MBBS, BSc, MRCP",
            "author_affiliations": [
                "Department of Haematology, Guys and St Thomas' Hospitals NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul A Fields, MD PhD",
            "author_affiliations": [
                "Department of Haematology, Guy's and St. Thomas' NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Linton, MBChB PhD",
            "author_affiliations": [
                "The Christie NHS Foundation Trust, Manchester, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Higham",
            "author_affiliations": [
                "Department of Endocrinology, The Christie Hospital NHS Foundation Trust, Manchester, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham P. Collins, MA, MBBS, MRCP, FRCPath, DPhil",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaimal Kothari",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Hildyard",
            "author_affiliations": [
                "Department of Haematology, Milton Keynes Hospital, Milton Keynes, United Kingdom "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toby A. Eyre",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals NHS Foundation Trust, Old Road, United Kingdom"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T18:42:02",
    "is_scraped": "1"
}