{
    "doi": "https://doi.org/10.1182/blood.V110.11.3736.3736",
    "article_title": "Trace Capsid DNA Impurities in AAV2 Vectors Are Not Transcribed and Are Unlikely To Contribute to Capsid Peptide-MHC Class I Complexes ",
    "article_date": "November 16, 2007",
    "session_type": "Gene Therapy and Transfer",
    "abstract_text": "Cytotoxic T cell responses directed against adeno-associated virus (AAV) capsid may limit long-term therapeutic gene expression in human subjects following AAV vector administration to liver (Manno et al , 2006, Nature Med ). Possible mechanisms for presentation of AAV capsid-derived peptide epitopes on the surface of transduced hepatocytes include: degradation of the pre-formed capsid component of the vector and presentation of capsid-derived peptides on the surface of transduced cells; and transcription and translation of trace levels of AAV capsid DNA (an impurity), resulting in cell-surface presentation of de novo-synthesized capsid-derived peptides via the endogenous antigen presentation pathway. Determination of which mechanism occurs is critical to implement effective strategies to achieve long-term therapeutic gene expression. Herein we investigate the endogenous pathway mechanism involving transcription of trace impurity capsid DNA by evaluating capsid mRNA levels following transduction using highly sensitive real time quantitative reverse transcriptase PCR (Q-RTPCR). In in vitro studies, a human hepatocyte cell line (HHL5) was transduced at doses of 1k, 10k or 100k vg/cell with AAV2-hFIX (recombinant AAV2 expressing human coagulation factor IX). Following transduction, RNA was purified from harvested HHL5 cells, and levels of AAV2 capsid mRNA assessed by Q-RTPCR using primers / probes designed to detect four AAV2 capsid epitopes (TTSTRTWAL, VPQYGYLTL, SADNNNSEY, YHLNGRDSL) recognized by human CTL’s (Mingozzi et al, 2007, Blood ). Using a primer / probe corresponding to hFIX as a positive control, hFIX mRNA levels were positive and dose-dependent. However, AAV2 capsid mRNA levels using primer / probes corresponding to the four capsid epitopes were not detected at any vector dose. The limit of quantitation of the Q-RTPCR was 20 transcripts per 100ng RNA input (10,000 cells). In in vivo studies, C57Bl/6 mice were administered 6x10 13 or 1.2x10 14 vg/kg of AAV2-hFIX vector, and 3 animals euthanized at 2, 4 or 6 weeks post vector administration. Supraphysiological levels (20–50 μg/mL) of hFIX protein were measured in mouse blood samples taken at the time of euthanization. RNA extracted from livers from vector-treated mice demonstrated 80,000–400,000 fold increased hFIX mRNA over negative (PBS-treated) controls. However, all mice were negative for capsid mRNA measured by Q-RTPCR using each of the four capsid primer / probe sets at all time points. Combined, the results support that AAV2 capsid DNA present as a trace impurity in purified recombinant AAV2 vectors (Nony et al , 2003, J Virol ), is not transcribed. Therefore, MHC Class I presentation of AAV2 capsid-derived peptides via the endogenous pathway is unlikely. Rather, processing and presentation of the pre-formed capsid component of the gene transfer vector, through less efficient alternative pathways, is the likely source of MHC Class I - associated AAV capsid peptides on the surface of transduced human hepatocytes. Therapeutic strategies that prevent CTL recognition of transduced cells following clinical gene therapy vector administration until clearance of pre-formed capsid protein occurs (e.g. through intracellular metabolic pathways) are predicted to increase the duration of therapeutic gene expression.",
    "topics": [
        "capsid",
        "complex",
        "dna",
        "peptide/mhc complex",
        "spatial vectors",
        "rna, messenger",
        "peptides",
        "reverse transcriptase polymerase chain reaction",
        "epitopes",
        "rna"
    ],
    "author_names": [
        "Bernd Hauck, Ph.D.",
        "Samuel Murphy, Ph.D.",
        "Xingge Lui, M.D.",
        "Olga Zelenaia, Ph.D.",
        "Katherine A. High, M.D.",
        "J. Fraser Wright, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bernd Hauck, Ph.D.",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Childrens Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samuel Murphy, Ph.D.",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Childrens Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xingge Lui, M.D.",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Childrens Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Zelenaia, Ph.D.",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Childrens Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine A. High, M.D.",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Childrens Hospital of Philadelphia, Philadelphia, PA, USA",
                "Howard Hughes Medical Institute, Childrens Hospital of Philadelphia, Philadelphia, PA, USA",
                "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Fraser Wright, PhD",
            "author_affiliations": [
                "Center for Cellular and Molecular Therapeutics, Childrens Hospital of Philadelphia, Philadelphia, PA, USA",
                "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T02:31:02",
    "is_scraped": "1"
}