{
    "doi": "https://doi.org/10.1182/blood.V124.21.5323.5323",
    "article_title": "Experience on the Application of a Commercial RT-PCR Kit on the Diagnosis of 28 Chromosomal Translocations Associated with Acute Leukemia in Adults ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "BACKGROUND: The cytogenetic aspects of acute leukemia have been studied for over 30 years. Genomic sequencing has permitted the identification of recurrent mutations that have been associated with the heterogeneous behavior of acute leukemia. Currently, the genomic profile of patients with acute leukemia is important regarding risk classification and therapeutic approach. At this moment there are scarce studies of the genomic profile in adult patients with acute leukemia in Mexico. OBJECTIVES: To describe genomic alterations found in adult patients with acute leukemia in a cancer reference hospital in Mexico. Evaluate the efficacy of a commercial multiple PCR and nested qualitative PCR kit (HemaVision DNA Technology A/S, HV01-28N), for the detection of 28 translocations on acute leukemia. To assess by a quantitative method with RT-PCR the detection of the most frequently reported mutations in acute myeloid leukemia(38%) [t(15;17) PML-RARa, inv(16) CBF-MYH11, t(8;21) RUNX1-RUNX1T1 and acute lymphoid leukemia (32%) [t(9;22) BCR/ABL, t(4;11) MLL-AFF1, t(1;19) TCF3-PBX1]. Compare the results between the commercial kit, RT-PCR and conventional cytogenetic studies. METHODS: Patients with recent diagnosis of acute leukemia (myeloid and lymphoid) according to World Health Administration (WHO) 2008 criteria were included between the period of 03/25/2013 and 12/15/13. All patients were given informed consent form and approval of the local Ethics Committee We performed bone marrow smear and bone marrow biopsy of all patients. 5 mL of bone marrow were collected on heparin for cytogenetic study including karyotipe and FISH analysis. 5 mL of bone marrow were collected for molecular biology studies including PCR-kit and genome sequencing technique. 5mL of peripheral blood with heparin were obtained for karyotype in case of not finding metaphases for the analysis on bone marrow specimen. RESULTS: 24 patients were enrolled on the study. The mean age was 42 years (17-69). 8/24 were male (33.3%) and 16/24 were female (66.6%). Acute myeloid leukemia 11/24 (45.8%), acute lymphoblastic leukemia 8/24 (33.3%), acute promyeolocytic leukemia 3/24 (12.5%), acute biphenotypic leukemia 1/24 (4.2%) and one case of blastic phase of chronic myeloid leukemia (4.2%). The commercial PCR platform detected only two of the 28 translocations in 4/24 patients (16.6%). 2/24 (8.3%) BCR-ABL and 2/24 (8.3%) PML-RARa. In contrast to RT-PCR that detected 7/24 patients (29%). 4/24 (16%) BCR-ABL, 2/24 (8.3%) PML-RARa and 1/24 (4.1%) CBFB-MYH11. FISH analysis detected the 4/24 (16%) translocations of the commercial kit. Karyotype detected structural chromosomal anomalies in 9/24 patients (37.5%). After the analysis of the 24 samples by quantitative RT-PCR for the six most frequent rearrangements, we also identified 2 additional cases of BCR-ABL. CONCLUSIONS: The commercial qualitative PCR kit was inferior on detecting genomic alterations (16.6%) than quantitative PCR (29%) or conventional cytogenetic study (37.5%). The RT-PCR quantitative method with specific probe for the most frequent genomic alterations in acute leukemia in addition to cytogenetic analysis seems to be a better cost-effective strategy than the commercial multiple PCR platforms. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, acute",
        "reverse transcriptase polymerase chain reaction",
        "translocation (genetics)",
        "polymerase chain reaction",
        "bcr-abl tyrosine kinase",
        "progressive multifocal leukoencephalopathy",
        "retinoic acid receptor alpha",
        "acute lymphocytic leukemia",
        "heparin",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Lacayo-Leñero Dennis, MD",
        "Erick Crespo-Solís, MD",
        "Patricia Guzmán-Uribe, MD",
        "María Isabel Tussie-Luna, PhD",
        "Maria Teresa Tusie-Luna, PhD",
        "Adriana Rosas-López, Resident Nurse",
        "Mabel Cerrillo-Hinojosa, PhD",
        "Yayoi Segura-Kato, MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Lacayo-Leñero Dennis, MD",
            "author_affiliations": [
                "Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico, Mexico "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erick Crespo-Solís, MD",
            "author_affiliations": [
                "Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico, Mexico "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Guzmán-Uribe, MD",
            "author_affiliations": [
                "Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María Isabel Tussie-Luna, PhD",
            "author_affiliations": [
                "Genyka SAPI de CV, Mexico, Mexico "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Tusie-Luna, PhD",
            "author_affiliations": [
                "Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico, Mexico "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana Rosas-López, Resident Nurse",
            "author_affiliations": [
                "Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico, Mexico "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mabel Cerrillo-Hinojosa, PhD",
            "author_affiliations": [
                "Clínica de Reproducción y Genética AGN. Hospital Angeles del Pedregal, Mexico, Mexico"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yayoi Segura-Kato, MS",
            "author_affiliations": [
                "Genyka SAPI de CV, Mexico, Mexico "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T09:43:36",
    "is_scraped": "1"
}