{
    "doi": "https://doi.org/10.1182/blood.V118.21.1193.1193",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1997",
    "start_url_page_num": 1997,
    "is_scraped": "1",
    "article_title": "Development and Characterization of Recombinant Ovine Factor VIII ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "animal model",
        "culture media, serum-free",
        "factor viii",
        "sheep",
        "hemophilia a",
        "peptides",
        "epitopes",
        "hemorrhagic episodes",
        "molecule",
        "sodium dodecyl sulfate-polyacrylamide gel electrophoresis"
    ],
    "author_names": [
        "Philip M Zakas",
        "Bagirath Gangadharan, MS",
        "Graca Almeida-Porada, MD, PhD",
        "Christopher D Porada, PhD",
        "H. Trent Spencer, PhD",
        "Christopher B Doering, PhD"
    ],
    "author_affiliations": [
        [
            "Graduate Program in Molecular and Systems Pharmacology, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Aflac Cancer Center and Blood Disorders Service, Emory University School of Medicine, Atlanta, GA, USA, "
        ],
        [
            "Institute for Regenerative Medicine, Wake Forest Health Sciences, Winston-Salem, NC, USA, "
        ],
        [
            "Institute for Regenerative Medicine, Wake Health Sciences, Winston-Salem, NC, USA"
        ],
        [
            "Aflac Cancer Center and Blood Disorders Service, Emory University School of Medicine, Atlanta, GA, USA, "
        ],
        [
            "Aflac Cancer Center and Blood Disorders Service, Emory University School of Medicine, Atlanta, GA, USA, "
        ]
    ],
    "first_author_latitude": "33.7971368",
    "first_author_longitude": "-84.32224",
    "abstract_text": "Abstract 1193 Factor VIII (fVIII) is an essential glycoprotein procofactor in the blood coagulation cascade. Mutations in the fVIII gene often result in diminished plasma fVIII activity causing the bleeding disorder hemophilia A, which obeys X-linked recessive genetics and affects approximately 1 in 7500 males. Current treatment is limited to intravenous infusion of plasma-derived or recombinant human (h)-fVIII containing products. This therapy is expensive and requires multi-weekly injections to achieve prophylaxis, which must be maintained for the duration of the patients' life to avoid debilitating joint disease as well as life-threatening bleeding episodes. While gene therapy is being explored as a potential cure, much research is aimed at improving the therapeutic utility of recombinant fVIII. Our laboratory has been interested in the comparison of recombinant fVIII molecules derived from different animal species and has identified many species-specific biochemical properties. The characterization of recombinant murine (m)-factor VIII revealed near complete stability at physiologic concentrations following thrombin activation upon which h-fVIII activity decays on the order of minutes. In contrast, porcine (p)-fVIII demonstrates 100-fold increased post-translational biosynthesis over h-fVIII as well as decreased engagement of the endoplasmic reticulum-resident unfolded protein response. Arruda and colleagues showed that canine (c)-fVIII displays 3-fold higher specific activity than that of h-, p-, or m-fVIII and currently is being used to treat bleeding episodes in canine hemophilia A colonies. Finally, we have generated hybrid fVIII constructs, mapped the sequences necessary and sufficient for certain differential properties, identified immunogenic epitopes inherent to each species and created novel fVIII molecules with combined potentially beneficial characteristics. The current study is a continuation of this line of research focusing on ovine (o)-fVIII. Recently, a line of hemophilia A sheep was re-established and the pathology and clinical profile was described. O-fVIII possesses a high degree of homology to h-fVIII with a similar A1-A2-activation peptide-A3-C1-C2 domain structure. The causative mutation was identified as a single nucleotide insertion causing a frameshift and premature stop codon in exon 14. Administration of human and hybrid h/p-fVIII in these sheep corrected the bleeding phenotype transiently, but invariably induced the formation of high titer anti-fVIII inhibitory antibodies leading to premature mortality. Herein, we describe the generation, expression and biochemical characterization of recombinant full-length and B-domain-deleted (BDD) o-fVIII. O-fVIII was cloned into the mammalian expression vector, ReNeo and a pace/furin linker sequence was introduced between the A2 domain and the activation peptide. Utilizing a baby hamster kidney cell expression system, full-length o- and h-fVIII demonstrated similar expression levels at 0.098 ± 0.024 and 0.022 ± 0.006 units/10 6 cells/24hr, respectively ( p = 0.99). Removal of the ovine B domain resulted in increased expression (0.97 ± 0.2 units/10 6 cells/24hr, p < 0.001) to a level equivalent to BDD h-fVIII (0.49 ± 0.149 units/10 6 cells/24hr; p = 0.06). BDD o-fVIII was purified to virtual homogeneity from conditioned serum-free media using a two-step ion-exchange chromatography procedure identified previously for the purification of recombinant h- and p-fVIII. Two independent preparations were analyzed and determined to have specific activities of 12,300 and 14,760 units/mg. SDS-PAGE analysis revealed three predominant polypeptides species, with a minority of intact single chain as well as predominantly processed heavy and light chains. Uniquely, the heavy and light chain polypeptides displayed similar relative mobility and could only be distinguished by thrombin proteolysis or immuno-precipitation prior to SDS-PAGE using monoclonal antibodies with known epitopes in either the heavy or light chains. We anticipate that recombinant o-fVIII, similar to the situation that has occurred with the canine hemophilia A colony and recombinant c-fVIII, will facilitate the maintenance of the ovine hemophilia A herd and their utilization as a relevant large animal model for research and development of novel hemophilia A therapeutics. Disclosures: No relevant conflicts of interest to declare."
}