{
    "doi": "https://doi.org/10.1182/blood.V124.21.685.685",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2891",
    "start_url_page_num": 2891,
    "is_scraped": "1",
    "article_title": "Prospective Study of an Inferior Vena Cava Filter Management Pathway in a Tertiary Care and Trauma Centre ",
    "article_date": "December 6, 2014",
    "session_type": "901. Health Services and Outcomes Research – Non-Malignant Conditions: Novel Strategies to Improve Blood Disorder Outcomes",
    "topics": [
        "vena cava filters",
        "trauma centers",
        "venous thromboembolism",
        "follow-up",
        "thrombosis",
        "anticoagulation",
        "patient discharge",
        "cancer",
        "pulmonary embolism",
        "thrombus"
    ],
    "author_names": [
        "Erica A. Peterson, MD",
        "Paul R. Yenson, MD FRCPC",
        "Jacobus C. Kritzinger",
        "Lauren J. Lee",
        "Jay Chi",
        "David M. Liu, MD FRCPC",
        "Agnes Y.Y. Lee, MD"
    ],
    "author_affiliations": [
        [
            "University of British Columbia, Vancouver, Canada "
        ],
        [
            "Vancouver General Hospital, Vancouver, Canada "
        ],
        [
            "University of British Columbia, Vancouver, Canada "
        ],
        [
            "University of British Columbia, Vancouver, Canada "
        ],
        [
            "University of British Columbia, Vancouver, Canada "
        ],
        [
            "University of British Columbia, Vancouver, Canada "
        ],
        [
            "University of British Columbia and Vancouver Coastal Health, Vancouver, Canada"
        ]
    ],
    "first_author_latitude": "49.2647505",
    "first_author_longitude": "-123.25153775",
    "abstract_text": "Background : In our institution, a retrospective analysis of inferior vena cava (IVC) filter usage demonstrated attempted removal in only 60% of patients. We performed a prospective cohort study to determine if an IVC filter management program (IVCFP) will improve retrieval rates. Methods : Consecutive patients receiving a retrievable IVC filter were approached for study enrollment within 48 hours of placement. Consenting patients received a visible \u0093IVC Filter Identification Wristband\u0094 and pre-printed orders were placed in each patient's chart indicating that the wristband can only be removed by physician order if: 1) the filter has been retrieved; 2) a decision to make the filter permanent has been discussed and agreed upon with the patient; or 3) the patient has been referred to the Thrombosis Clinic for filter follow-up after hospital discharge. Educational pamphlets and Thrombosis Clinic referral information were provided to the patient and care team. All patients were followed up to time of hospital discharge and to the end of the study if the filter was still in situ. Baseline demographics, dates of filter insertion and retrieval, and data on filter indication, documentation of a follow-up plan, reasons for non-retrieval, and all-cause mortality were extracted from electronic and paper medical records using standard forms. The primary outcome was the proportion of patients who underwent attempted filter retrieval. Secondary outcomes included the proportion of patients who had a successful retrieval and documentation of a filter management plan. Results were compared with a historical cohort of 275 patients who had filters placed between Jan 2007 and Dec 2010. Group characteristics were compared using 2-sided t-tests for continuous variables and Chi-squared analysis for categorical variables. Results : Between Nov 2011 and Dec 2013, 92 of 111 eligible patients consented to participate. Mean age was 57.3 years and 67.4% were male. Compared to historical patients, IVCFP patients were more likely to be male (64.7% vs. 54.5%; p=0.03), less likely to have a prior history of venous thromboembolism (7.6% vs. 18.5%; p=0.01) and more likely to have received a filter for an acute VTE with contraindication to anticoagulation (76.1% vs. 72.4%; p=0.03) (see Table). At the end of study in June 2014, total length of follow-up for filter retrieval was 14,823 patient-days (median 48.5; range 4-956). No patient was lost to follow-up. Compared to historical data, the IVCFP significantly improved the proportion of patients with attempted retrieval (73/92 [79.3%] vs. 165/275 [60.0%]; p=0.001), documentation of an IVC filter management plan (91.3% vs. 73.8%; p<0.001) and successful retrieval (72.8% vs. 53.1%; p=0.001). Two patients in the IVCFP cohort and 28 historical controls did not have an attempted retrieval despite no clear reason for the filter to remain in situ permanently (2% vs. 10%; p=0.01). Of the 25 patients discharged with a filter in-situ, 20 were referred to our Thrombosis Clinic and 17 had a retrieval attempt post-discharge. Conclusions : Implementation of an IVCFP – consisting of a patient identification wristband, educational materials and referral for outpatient follow-up – was associated with significant increases in attempted filter retrieval and successful filter retrieval. The IVCFP represents an effective and low cost strategy to improve the follow-up and outcomes of patients receiving retrievable IVC filters. Table   Historical Cohort N=275  Prospective Cohort N=92  P value  Thrombotic risk factors, n (%)     Acute VTE 213 (77.5) 78 (84.8) NS Prior VTE 51 (18.5) 7 (7.6) 0.01 Cancer 97 (35.3) 34 (37.0) NS Trauma 63 (22.9) 22 (23.9) NS Indications for filter insertion, n (%)     Contraindication to AC 199 (72.4) 70 (76.1) 0.03 High risk for PE 31 (11.3) 10 (10.9) NS Primary prophylaxis 41 (14.9) 11 (12.0) NS Other 4 (1.5) 1 (1.1) NS Filter removal attempted, n (%)  165 (60.0)  73 (73.9)  0.001  Filter removal successful, n (%)  146 (53.1)  67 (72.8)  0.001  Documentation of a filter management plan, n (%)  203 (73.8)  84 (91.3)  <0.001  Reasons for non-retrieval, n (%)     Death in hospital/limited life expectancy 41 (14.9) 9 (9.8) NS Filter made permanent 22 (8.0) 4 (4.3) NS Persistent contraindication to AC 10 (3.9) 3 (3.3) NS High risk of PE despite AC 5 (1.8) 1 (1.1) NS Lost to follow-up 4 (1.5) 0 (0.0) NS Unknown 28 (10.2) 2 (2.2) 0.01 VTE, venous thromboembolism; PE, pulmonary embolism, NS, non-significant, AC, anticoagulation.  Historical Cohort N=275  Prospective Cohort N=92  P value  Thrombotic risk factors, n (%)     Acute VTE 213 (77.5) 78 (84.8) NS Prior VTE 51 (18.5) 7 (7.6) 0.01 Cancer 97 (35.3) 34 (37.0) NS Trauma 63 (22.9) 22 (23.9) NS Indications for filter insertion, n (%)     Contraindication to AC 199 (72.4) 70 (76.1) 0.03 High risk for PE 31 (11.3) 10 (10.9) NS Primary prophylaxis 41 (14.9) 11 (12.0) NS Other 4 (1.5) 1 (1.1) NS Filter removal attempted, n (%)  165 (60.0)  73 (73.9)  0.001  Filter removal successful, n (%)  146 (53.1)  67 (72.8)  0.001  Documentation of a filter management plan, n (%)  203 (73.8)  84 (91.3)  <0.001  Reasons for non-retrieval, n (%)     Death in hospital/limited life expectancy 41 (14.9) 9 (9.8) NS Filter made permanent 22 (8.0) 4 (4.3) NS Persistent contraindication to AC 10 (3.9) 3 (3.3) NS High risk of PE despite AC 5 (1.8) 1 (1.1) NS Lost to follow-up 4 (1.5) 0 (0.0) NS Unknown 28 (10.2) 2 (2.2) 0.01 VTE, venous thromboembolism; PE, pulmonary embolism, NS, non-significant, AC, anticoagulation. View Large Disclosures No relevant conflicts of interest to declare."
}