{
    "doi": "https://doi.org/10.1182/blood.V122.21.2609.2609",
    "article_title": "Disease Characteristics and Prognostic Implications Of Cell Surface FLT3 Receptor (CD135) Expression In Pediatric Acute Myeloid Leukemia – A Report From Children’s Oncology Group ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "FLT3 is a highly expressed cell surface receptor in a majority of acute leukemias with near universal expression in acute myeloid leukemia (AML). High FLT3 expression level in conjunction with 11q23/ MLL -rearrangement has been associated with poor prognosis in pre-B acute lymphoblastic leukemia (ALL) and is considered a potential therapeutic target through FLT3 inhibition. In vitro studies have demonstrated enhanced sensitivity of ALL and AML cells with high FLT3 expression to the cytotoxic effects of FLT3 inhibition. Although the clinical impact of high allelic ratio FLT3 / ITD has been demonstrated in AML, the significance of FLT3 expression in those without the mutation has not been well studied, and all previous studies have been limited to evaluation of FLT3 transcript levels for correlation with outcome. Here we present the results of a prospective evaluation of FLT3 cell surface protein expression (CD135) on the diagnostic leukemic blast population as determined by multi-dimensional flow cytometry (MDF) in specimens from patients treated on COG AAML0531. Of the 495 patients enrolled after September 25, 2008, 366 patients enrolled on the accompanying biology study and had diagnostic specimens for evaluation of central CD135 expression by MDF. All diagnostic specimens underwent central MDF analysis for CD135 expression. FLT3 mutation data was available on all 366 patients, 57 patients were FLT3 /ITD (15.6%), 21 were FLT3 /ALM (5.7%) and the remaining 290 were FLT3 wild type (FLT3/WT). There was significant variability of CD135 expression across the population with a mean fluorescence intensity (MFI) ranging from 3-232 (median 18). Median CD135 expression for those with FLT3 /ITD, FLT3 /ALM, FLT3 /WT was 22 vs. 19 vs. 17 respectively (p=NS). Patients were divided into quartiles based on CD135 expression and clinical characteristics and outcome were correlated with CD135 expression across the four quartiles. There was not a significant difference in CD135 expression by age, gender, race, or ethnicity across the four quartiles. Those with high CD135 expression (Q4) had similar median diagnostic WBC counts as those with lower CD135 (Q1-3), although median diagnostic blast % in those in Q4 was significantly elevated (p=0.003). Nearly half of those in Q4 were FAB M5 compared to 13% in Q1-3 (p<0.001) and all those with FAB M7 had low CD135 expression (p=0.004). Evaluation of the diagnostic cytogenetics and CD135 expression demonstrated significant correlation of CD135 expression with MLL translocations, as 22% of patients in Q4 had MLL translocations vs. 11% in Q1-3 (p=0.005). This was primarily driven by patients with t(9;11), p=0.001. There was an inverse correlation between inv(16) and CD135 expression as only 2% of those in Q4 had inv(16) compared to 15% in Q1-3 (p<0.001). CD135 was then correlated with response to induction and post-induction outcome. Complete remission (CR) rate was comparable between those with high or lower CD135 expression (p=0.76). Those with high or lower CD135 expression had similar 3-yr overall survival (OS) from diagnosis of 70% and 66% respectively (p=0.9) and relapse risk from CR of 42% and 36% respectively (p=0.35). Given the known prognostic and therapeutic significance of FLT3 /ITD, we evaluated any prognostic implications of FLT3 expression in patients without FLT3 /ITD, most of whom lack other cytogenetic risk features. Similar to the entire cohort, in the FLT3 /ITD-negative cohort CD135 expression correlated with FAB M5 (p<0.001), t(9;11), (p<0.001) and inversely correlated with inv(16), p=0.001. 3-yr OS for those in Q4 was 71% vs. 67% in Q1-3 (p=0.955). Given the association of MLL and CD135 expression, we evaluated the association of CD135 expression with outcome in patients with MLL translocations (N=73); in these patients the 3-yr event free survival (EFS) was similar between those with high or lower CD135 expression (p=0.621). In summary, we found that CD135 surface expression did not correlate with FLT3 mutations or clinical outcomes. Although FLT3 expression in FLT3 /ITD-negative patients does not appear to offer additional prognostic information with current therapy, it may provide a therapeutic target in a subset of high expressing patients. This study also demonstrates that elevated FLT3 expression is associated with MLL rearrangements and warrants further study in this population with regards to potential prognostic and therapeutic implications. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "flt3 gene",
        "leukemia, myelocytic, acute",
        "medical oncology",
        "pediatrics",
        "impedance threshold device",
        "leukemia, monocytic, acute",
        "acute megakaryocytic leukemias",
        "complete remission",
        "flow cytometry"
    ],
    "author_names": [
        "Katherine Tarlock, MD",
        "Todd A. Alonzo, PhD",
        "Michael R. Loken, PhD",
        "Robert B. Gerbing, MA",
        "Richard Aplenc, MD, PhD",
        "Lillian Sung, MD, PhD",
        "Susana C. Raimondi, PhD",
        "Betsy Hirsch, PhD",
        "Samir Kahwash, MD",
        "Amy Heerema-McKenney, MD",
        "Alan S. Gamis, MD, MPH",
        "Soheil Meshinchi, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katherine Tarlock, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo, PhD",
            "author_affiliations": [
                "Keck School of Medicine, University of Southern California, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Loken, PhD",
            "author_affiliations": [
                "Hematologics, Inc, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Gerbing, MA",
            "author_affiliations": [
                "Children's Oncology Group, Arcadia, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Aplenc, MD, PhD",
            "author_affiliations": [
                "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lillian Sung, MD, PhD",
            "author_affiliations": [
                "Haematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana C. Raimondi, PhD",
            "author_affiliations": [
                "Pathology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy Hirsch, PhD",
            "author_affiliations": [
                "Dept. of Laboratory Med and Pathology, University of Minnesota, Minneapolis, MN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samir Kahwash, MD",
            "author_affiliations": [
                "Nationwide Children's Hospital, Columbus, OH, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Heerema-McKenney, MD",
            "author_affiliations": [
                "Stanford University Medical Center, Stanford, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S. Gamis, MD, MPH",
            "author_affiliations": [
                "Children's Mercy Hospitals and Clinics, Kansas City, MO, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi, MD, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:30:59",
    "is_scraped": "1"
}