{
    "doi": "https://doi.org/10.1182/blood.V104.11.3731.3731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=258",
    "start_url_page_num": 258,
    "is_scraped": "1",
    "article_title": "Placental Growth Factor Concentrations in Bone Marrow of Sickle Cell Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Although sickle cell anemia (SCA) is the result of an abnormality in the beta globin chain of hemoglobin, its clinical manifestations cannot be explained solely on that basis. It has become clear over the last several years that inflammation and inflammatory mechanisms contribute to the clinical syndromes associated with SCA, and that sickle cell disease, even in steady-state, is an inflammatory process. Placental growth factor (PlGF) is a member of the vascular endothelial growth factor family and is associated with inflammation and with pathologic angiogenesis. Perelman and colleagues have reported that PlGF is released from marrow erythroid cells and that its circulating concentration is 50% higher in patients with severe SCA than it is in healthy controls, and also that PlGF induces the expression of inflammatory cytokines like interleukin-1 (IL-1) and tumor necrosis factor (TNF) ( Blood  2003 ; 102 : 1506 –14 ; Blood  2003 ; 102 : 1514 –24 ). As part of our studies of the regulation of erythropoiesis by inflammation in sickle disease, we collected bone marrow aspirates from homozygous SCA patients not currently in crisis (n=5) and from healthy volunteers (n=10), and evaluated PlGF concentrations in the marrow aspirate plasma. The SCA patients studied were all adults, and were not on chronic transfusion, erythropoietin, or hydroxyurea. PlGF concentrations were significantly higher in the marrow aspirate plasma from SCA patients compared to healthy controls (range 38.7 – 90.2 pg/mL vs. 8.7–21.9 pg/mL; p = 0.002). In contrast, plasma PlGF concentrations were overlapping (range 6.2– 11.3 pg/mL for SCA patients vs. 2.2–27.0 pg/mL; p = 0.59). When PlGF concentration was normalized to marrow CFU-E concentration, mean PlGF protein per CFU-E was substantially higher for SCA patients (0.86 pg/10 5 CFU-E vs. 0.13 pg/10 5 CFU-E ), although the difference did not achieve statistical significance ( p = 0.07). Since cytokines induced by PlGF, such as TNF and IL-1, are known to inhibit CFU-E colony formation, the effects of PlGF on erythroid colony formation in vitro by marrow from SCA patients and healthy volunteers were studied. At concentrations 10 – 1000 pg/mL, no inhibition of CFU-E colony formation was observed, and there was no difference in the response of progenitors from SCA patients and from normal volunteers. In summary, PlGF concentrations in bone marrow aspirate plasma are significantly greater than those observed in healthy controls, and the degree of this difference is more substantial than has been reported for circulating PlGF concentrations. Erythroid progenitors from SCA patients tend to produce PlGF at a higher level then do progenitors from healthy controls. PlGF does not inhibit erythroid colony formation in vitro, and would not be expected to contribute directly to impairment of erythropoiesis in SCA patients.",
    "topics": [
        "bone marrow",
        "drepanocytes",
        "placenta growth factor",
        "inflammation",
        "interleukin-1",
        "tumor necrosis factors",
        "bone marrow aspiration",
        "cytokine",
        "sickle cell anemia",
        "beta-globin"
    ],
    "author_names": [
        "Robert T. Means, M.D.",
        "Thomas W. Fleury, B.S.",
        "Gail A. Dallalio, B.S.",
        "Chris Y. Brunson, M.D."
    ],
    "author_affiliations": [
        [
            "Medical and Research Services, Lexington VA Medical Center/University of Kentucky, Lexington, KY, USA"
        ],
        [
            "Hematology/Oncology Division, Ralph H. Johnson VA Medical Center/Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Medical and Research Services, Lexington VA Medical Center/University of Kentucky, Lexington, KY, USA"
        ],
        [
            "Hematology/Oncology Division, Ralph H. Johnson VA Medical Center/Medical University of South Carolina, Charleston, SC, USA"
        ]
    ],
    "first_author_latitude": "38.0517807",
    "first_author_longitude": "-84.52112684999999"
}