{
    "doi": "https://doi.org/10.1182/blood-2020-137216",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4476",
    "start_url_page_num": 4476,
    "is_scraped": "1",
    "article_title": "Incidence of Pulmonary Embolus after Catheter Removal in Children with Central Venous Catheter Related Venous Thromboembolism: A Report from the CHAT Consortium ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": null,
    "author_names": [
        "Julie Jaffray, MD",
        "Lisa Baumann Kreuziger, MD MS",
        "Brian Branchford, MD",
        "Arash Mahajerin",
        "Choo Phei A Wee",
        "E Vince S Faustino, MD MHS",
        "Zakai A Neil, MD",
        "Stacy E. Croteau, MD",
        "Michael Silvey, DO",
        "John Fargo, DO",
        "James D. Cooper, MD",
        "Nihal Bakeer, MD",
        "Amy Stillings",
        "Emily Krava",
        "Guy Young, MD",
        "Neil A Goldenberg, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Southen California Keck School of Medicine, Los Angeles, ",
            "Children's Hospital of Los Angeles, Los Angeles, CA "
        ],
        [
            "Bloodcenter of Wisconsin, Menomonee Falls, WI "
        ],
        [
            "Bloodcenter of Wisconsin, Menomonee Falls, WI "
        ],
        [
            "CHOC Children's Hospital, Orange, CA "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Department of Pediatrics, Yale School of Medicine, New Haven, CT "
        ],
        [
            "Department of Pathology & Laboratory Medicine, University of Vermont, Burlington, VT ",
            "Department of Medicine, Larner College of Medicine, University of Vermont, Burlington, VT "
        ],
        [
            "Harvard Medical School, Boston, MA "
        ],
        [
            "Childrens Mercy Hospital, Kansas City, MO "
        ],
        [
            "Pediatric Hematology/Oncology, Akron Children's Hospital, Akron, OH "
        ],
        [
            "Childrens Hospital of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Indiana Hemophilia and Thrombosis Center, Indianapolis, IN "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "University of Califormia Los Angeles, Children's Hospital Los Angeles, Los Angeles, CA ",
            "Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Thrombosis and Stroke Programs, Johns Hopkins All Children's Hospital, St. Petersburg, FL ",
            "Departments of Pediatrics and Medicine, Divisions of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD"
        ]
    ],
    "first_author_latitude": "34.06113800000001",
    "first_author_longitude": "-118.2057365",
    "abstract_text": "Introduction: Appropriate timing of central venous Catheter (CVC) removal in children after the diagnosis of a CVC-related thrombosis (CRT) is poorly characterized. Due to the risk of embolization, ASH guidelines recommend initiating anticoagulation before CVC removal, but without a specified treatment period before CVC removal. An abstract from the 2019 ASH meeting did not find an increase in embolization rates when comparing anticoagulation treatment < or >48 hours prior to removal (Houghton et al, Blood 2019) in adult cancer patients with upper extremity CRT. This current study aimed to use data within the multi-institutional Children's Hospital-Acquired Thrombosis (CHAT) Consortium Registry to evaluate the incidence of symptomatic pulmonary embolism (PE) after CVC removal. Methods: The CHAT Registry is a retrospective cohort study which consists of detailed data from children aged 0-21 years with a hospital-acquired venous thromboembolism (HA-VTE) from eight U.S. centers. Eligible participants were those with a CRT. Participants were excluded if the diagnosis of thrombosis was >/= 3 days after CVC removal or if the CRT was due to a failed attempt at inserting a CVC. CHAT included details on demographics, medical history, CVC insertion and removal dates, anticoagulation start and stop dates and secondary outcomes, such as PE were extracted for analysis. Participants were divided into three groups, those in which (1) CVC removal occurred without anticoagulation initiation, (2) CVC removal occurred <48 hours after starting anticoagulation, and (3) CVC removal occurred ≥48 hours after starting anticoagulation (Figure 1). Results: A total of 687 CRT events from 663 participants were included. The median age at hospital admission was 1.4 years (IQR 0.1, 11.3) The majority of participants were male, 57% (378), 54% were non-Hispanic (359) and 46% were White (307). The most common past medical history for all participants with a CRT was congenital heart disease (22%, n=148) followed by cancer (11%, n=71), metabolic or mitochondrial disorder (3%, n=22) and inflammatory bowel disease (3%, n=21). For 76 CRT events the CVC was not removed during the participant's hospitalization or the removal date was unknown, therefore these events were excluded from further analysis. Anticoagulation was not initiated for 72 CRT events and for these events the median time from VTE diagnosis to CVC removal was one day (range 0-5.5). For the events that received anticoagulation there were 311 with CVC removal <48 hours and 228 events with CVC removal ≥48 hours (Table 1). Most of the CRT events with CVC removal <48 hours were in the lower extremity (52%, n=161) compared to CRT events with CVC removal ≥48 hours, which were mostly in the upper extremity (56%, n=127). A peripherally inserted central catheter was the most common CVC type regardless of group, followed by a temporary femoral line (Table 1). For all 611 CRT events in which the CVC was removed, there was only one case of PE (0.16%), which occurred <48 hours after CVC removal and initiation of anticoagulation (Figure 1). Conclusions: While current guidelines suggest anticoagulation before removal of CVCs in the setting of CRT to prevent embolization and PE, removal appears safe regardless of duration of anticoagulation before CVC removal in this pediatric cohort. These findings support need to substantiate the findings our CHAT consortium's ongoing prospective cohort study, but while waiting for these results, potential PEs should not weigh heavily in providers clinical decision making on timing of CVC removal. View large Download slide View large Download slide  Disclosures Jaffray: CSL Behring: Research Funding; Octapharma: Other: Unrestricted funds for physician education. Baumann Kreuziger: CSL Behring: Consultancy; Quercegen pharmaceuticals: Consultancy. Mahajerin: Spark Therapeutics, Alexion, Genentech, Inc.: Speakers Bureau. Croteau: Hemophilia Federation of America: Honoraria; National Hemophilia Foundation: Honoraria; Sigilon Therapeutics: Consultancy; ATHN: Research Funding; Spark Therapeutics: Research Funding; CSL-Behring: Consultancy; Novo Nordisk: Research Funding; Pfizer: Consultancy; Genentech: Consultancy; Bayer: Consultancy. Young: BioMarin, Freeline, Genentech/Roche, Grifols, Kedrion, Novo Nordisk, Sanofi Genzyme, Spark, Takeda, and UniQure: Honoraria; Bayer, CSL Behring, Freeline, UniQure: Consultancy; Genentech/Roche, Grifols, and Takeda: Research Funding. Goldenberg: Academic Research Organization CPC Clinical Research: Consultancy; Daiici Sankyo: Consultancy; Novartis: Consultancy; Chiesi: Consultancy; Roshan Pharmaceuticals: Consultancy."
}