{
    "doi": "https://doi.org/10.1182/blood-2019-131488",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4231",
    "start_url_page_num": 4231,
    "is_scraped": "1",
    "article_title": "The Pro-Adhesive and Reduced Angiogenic Properties of Endothelial Colony Forming Cells (ECFC) from JAK2 V617F MPN Patients Are Not Related to the Expression of the JAK2 mutation in These Cells: A Potential Role of ADAM17 ",
    "article_date": "November 13, 2019",
    "session_type": "301.Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry",
    "topics": [
        "adhesives",
        "angiogenesis",
        "endothelium",
        "jak2 gene v617f",
        "mutation",
        "coculture techniques",
        "platelet-derived growth factor",
        "p-selectin",
        "cell adhesion molecules",
        "intercellular adhesion molecule 1"
    ],
    "author_names": [
        "Bruno Kosa Lino Duarte",
        "Stephanie Ospina-Prieto, PhD",
        "Lucia Helena Siqueira",
        "Jessica O F Guanaes, MSc",
        "Fernando Ferreira Costa, MD PhD",
        "Margareth C Ozelo, MD PhD"
    ],
    "author_affiliations": [
        [
            "INCT do Sangue Hemocentro UNICAMP, University of Campinas, Campinas, SP, Brazil ",
            "Department of Internal Medicine, Faculty of Medical Sciences UNICAMP, University of Campinas, Campinas, SP, Brazil "
        ],
        [
            "INCT do Sangue Hemocentro UNICAMP, University of Campinas, Campinas, SP, Brazil ",
            "Department of Internal Medicine, Faculty of Medical Sciences UNICAMP, University of Campinas, Campinas, SP, Brazil "
        ],
        [
            "INCT do Sangue Hemocentro UNICAMP, University of Campinas, Campinas, SP, Brazil "
        ],
        [
            "INCT do Sangue Hemocentro UNICAMP, University of Campinas, Campinas, SP, Brazil ",
            "Department of Internal Medicine, Faculty of Medical Sciences UNICAMP, University of Campinas, Campinas, SP, Brazil "
        ],
        [
            "INCT do Sangue Hemocentro UNICAMP, University of Campinas, Campinas, SP, Brazil ",
            "Department of Internal Medicine, Faculty of Medical Sciences UNICAMP, University of Campinas, Campinas, SP, Brazil "
        ],
        [
            "Department of Internal Medicine, Faculty of Medical Sciences UNICAMP, University of Campinas, Campinas, SP, Brazil ",
            "INCT do Sangue Hemocentro UNICAMP, University of Campinas - UNICAMP, Campinas, Brazil"
        ]
    ],
    "first_author_latitude": "-22.828707599999998",
    "first_author_longitude": "-47.062424299999996",
    "abstract_text": "INTRODUCTION: JAK2V617F mutation is independently associated with a higher risk of venous thromboembolic events (VTE) in myeloproliferative neoplasms (MPN). We have previously shown that endothelial colony-forming cells (ECFCs) from JAK2V617F MPN patients do not express this mutation but exhibit a pro-adhesive phenotype with a lower in vitro angiogenic potential. Here, we explore the mechanisms through which ECFCs from JAK2V617F MPN patients behave differently from ECFCs from healthy individuals. METHODS: We selected 38 patients with newly or previously diagnosed MPN, regardless of current or prior hydroxyurea therapy, with or without a history of VTE. Plasma levels of ADAMTS13, P-selectin, soluble VCAM, soluble ICAM, PDGF-AA, PDGF-AB/BB, IL-8, IL-1β, and soluble CD40 ligand were measured through the use of a multiplex assay. We then tried to isolate ECFCs from 20 of the JAK2V617F patients as well as 14 healthy individuals. Successfully isolated ECFCs were then submitted to co-culture with red blood cells (RBC), after which RNA was extracted from ECFCs. ADAMTS13, P-selectin, sVCAM, and sICAM were measured in the supernatant from ECFCs and RBC co-culture with multiplex assay. ECFCs' surface expression of P-selectin, VCAM, ICAM, and E-selectin was measured with the use of flow cytometry. Gene expression in RNA from co-cultured ECFCs was assessed with two 84-gene RT-PCR arrays for endothelial cell biology and signal transduction pathways (RT2 Profiler PCR array, Qiagen®). RESULTS: Recruited patients had polycythemia vera (PV) (n=17), primary myelofibrosis (PMF) (n=7) and essential thrombocythemia (ET) (n=14); 34% of them had had a previous VTE (6/17 PV; 3/14 ET and 4/7 PMF). Median age was 59 years (26-88), 23% were male. Compared with JAK2wt, JAK2V617F MPN patients (n=29) showed higher median concentrations of sVCAM (1063 vs. 786.5 ng/ml, p=0.0315), sCD40L (339 vs. 166.4 ng/ml, p=0.0065), PDGF-AA (430.6 vs. 136.5 ng/ml, p=0.03) and PDGF-AB/BB (1068 vs. 365.8 ng/ml, p=0.004). Success in ECFC isolation was 9/20 (45%) in JAK2V617F MPN patients and 8/14 (57%) in healthy individuals. None of the ECFCs from JAK2V617F MPN patients expressed this mutation. In comparison with ECFCs from healthy individuals, ECFCs from JAK2V617F MPN patients did not show a higher expression of either VCAM1, ICAM, P-selectin, and E-selectin, as measured by flow cytometry after co-culture with RBCs. Multiplex assay on the supernatant of this co-culture did not show any difference in the levels of ADAMTS13, sVCAM, sICAM, and sP-selectin. RNA PCR array from the ECFCs after co-culture with RBCs showed no difference in the expression of adhesion molecules when compared with ECFCs from healthy individuals, except for the increased expression of ADAM17 (fold regulation: 5.46, p=0.006), a metalloprotease involved in the shedding of adhesion molecules, among them VCAM1. ECFCs from MPN patients did not show higher activation of the JAK-STAT pathway but had a lower expression of WNT5 (fold regulation: -2.22, p=0.03), indicating a reduced activation of the Hedgehog pathway, suitable with the reduced in vitro angiogenesis capacity of these cells. CONCLUSIONS: JAK2V617F MPNs are associated with an increase in circulating adhesion molecules, such as sVCAM, and platelet activation markers. The pro-adhesive phenotype and lower angiogenic potential of ECFCs JAK2V617F MPN patients are not related to this mutation, which is not expressed in these cells and might be related to an increased expression of ADAM17 and reduced activation of the Hedgehog pathway. Disclosures Ozelo: BioMarin: Research Funding; Pfizer: Research Funding; Takeda: Research Funding; Novo Nordisk: Research Funding; Roche: Research Funding."
}