{
    "doi": "https://doi.org/10.1182/blood.V104.11.3479.3479",
    "article_title": "Arsenic Trioxide and Ascorbic Acid Enhances the Cytotoxicity of Hu1D10 towards CLL Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Hu1D10 (apolizumab), a humanized HLA-DR beta-chain-specific antibody directed to the 1D10 antigen, has been shown to be cytotoxic towards primary B-cell chronic lymphocytic leukemia (CLL) cells and is currently in clinical trials for this disease. Other second generation HLA-DR antibodies are also in late pre-clinical development at this time. We previously reported that in vitro Hu1D10 treatment of CLL cells resulted in generation of reactive oxygen species (ROS); however, antioxidant treatment did not modulate the cytotoxicity observed. It is known that CLL cells have a compromised antioxidant defense system, as evident from the low activities of the major antioxidant enzymes superoxide dismutase and catalase, and the accumulation of degradation products like malonaldialdehyde and 8-oxo-deoxyguanosine. Therefore, we hypothesized that CLL cells would be susceptible to damage by ROS generating agents, and that ROS generating agents would enhance the cytotoxicity of Hu1D10. Furthermore, CLL cells are reported to have high concentrations of the antioxidant glutathione (GSH), thus we expect GSH depletion by buthionine sulfoximine (BSO) treatment to enhance the cytotoxicity of Hu1D10. Arsenic trioxide (ATO), an agent that is approved for treatment of relapsed acute promyelocytic leukemia, is believed to exert its cytotoxicity through the generation of ROS and thiol depletion. The efficacy of ATO is enhanced by ascorbic acid. At high concentrations, ascorbic acid is also capable of generating ROS . We found that ATO was cytotoxic to both CLL cells and the 697 B-cell line in a dose dependant manner. Ascorbic acid alone was cytotoxic to CLL cells and 697 cells at very high doses, but not at 1mM. As a sole agent, ATO at clinically relevant concentrations (0.5 – 2 μM) was not cytotoxic towards 697 or CLL cells at 24 hrs; however, ATO (1 μM) in combination with 1mM ascorbic acid was toxic toward 697 cells as measured by annexin V-FITC/propidium iodide staining with FACS analysis (viability in Control = 94.5% ± 1.1, ATO + ascorbate = 31.7% ± 0.8). We found a similar cytotoxic response in two primary CLL cell samples treated with ATO (1 μM) + ascorbic acid (1 mM) [CLL-1 viability in Control = 64.4% ± 0.3, ATO + ascorbate = 12.3% ± 0.2; CLL-2 viability in Control = 83.3 ± 0.2, ATO + ascorbate = 30.9% ± 0.3]. Depletion of glutathione by BSO enhanced ATO/ascorbate cytotoxicity in 697 cells by 40%. However, this treatment was less effective in enhancing the cytotoxicity of Hu1D10 in 697 cells (8.7% increase). We next investigated whether ATO/ascorbate co-administration would be able to enhance the cytotoxicity of Hu1D10 as hypothesized. The addition of ATO (1 μM) and ascorbic acid (1 mM) enhanced the cytotoxicity of Hu1D10 towards 697 cells and CLL cells (viability in 3 CLL patients are: Control = 73.2% ± 10.5, Hu1D10 = 43.8% ± 16, Hu1D10 + ATO/ascorbate = 20.2% ±11). Combination treatment of CLL cells or 697 cells with ATO and ascorbic acid is cytotoxic at clinically relevant concentrations. Furthermore, the toxicity of Hu1D10 toward CLL and 697 cells is increased by the addition of ATO and ascorbic acid. These results suggest that ATO and ascorbic acid alone, or in combination with the antibody Hu1D10 could emerge as effective therapies for the treatment of CLL.",
    "topics": [
        "arsenic trioxide",
        "ascorbic acid",
        "cytotoxicity",
        "antioxidants",
        "antibodies",
        "glutathione",
        "hla-dr antigens",
        "acute promyelocytic leukemia",
        "annexins",
        "antigens"
    ],
    "author_names": [
        "Sabyasachi Biswas, PhD",
        "Andrew P. Mone, MD, PhD",
        "Chandan K. Sen, PhD",
        "Natarajan Muthusamy, PhD",
        "John C. Byrd, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sabyasachi Biswas, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology & Oncology"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrew P. Mone, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology & Oncology"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chandan K. Sen, PhD",
            "author_affiliations": [
                "Department of Surgery, Davis Heart & Lung Research Institute, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natarajan Muthusamy, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology & Oncology"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology & Oncology"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T03:46:59",
    "is_scraped": "1"
}