{
    "doi": "https://doi.org/10.1182/blood.V108.11.4446.4446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=783",
    "start_url_page_num": 783,
    "is_scraped": "1",
    "article_title": "A Predictive Model for Cytogenetic Risk Group in Elderly AML: The Penn Cytogenetic Surrogate Score (PCSS). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cd34 antigens",
        "chemotherapy regimen",
        "cytogenetics",
        "hemoglobin",
        "immunophenotyping",
        "karyotype determination procedure",
        "leukemia, myelocytic, acute",
        "magnetic resonance cholangiography",
        "older adult",
        "palliative care"
    ],
    "author_names": [
        "Andrea Miltiades",
        "Anthony Mato, M.D.",
        "Chaitra Ujjani, M.D.",
        "Martin Carroll, M.D.",
        "Adam Bagg, M.D.",
        "Daniel Heitjan, Ph.D.",
        "Selina Luger, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, USA"
        ],
        [
            "Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.952361499999995",
    "first_author_longitude": "-75.1766609",
    "abstract_text": "Elderly patients (age > 60) with acute myeloid leukemia (AML) face a difficult treatment decision: pursue aggressive remission-induction chemotherapy with a small chance at long-term survival and a significant risk of treatment related morbidity or pursue less aggressive palliative measures aimed solely at improving quality of life. The chance of successful remission induction and long-term survival with aggressive treatment depends on factors such as performance status, age and karyotype. With standard therapy, elderly patients with a poor-risk karyotype have a 5 year overall survival of 7% compared to 35% for patients with a favorable karyotype. The knowledge of cytogenetic risk group could be critical in helping physicians offer prognostic information to their patients, however these results are seldom available within the time-frame a treatment decision is made. Additionally, in 17–25% of AML patients karyotypes are never available for review either because a sample is not submitted or fails to grow. Therefore a model, predictive of cytogenetic risk group, would be useful to risk-stratify elderly AML patients at the time of diagnosis and guide treatment decisions. A single-center, retrospective cohort analysis of 117 elderly non-M3 AML patients (age range 60–87) diagnosed between 2002 and 2006 was conducted to identify factors predictive of cytogenetic risk group. To identify risk factors predictive of poor risk karyotype, we examined several laboratory and flow cytometric parameters hypothesized in the literature to have prognostic significance in AML. In univariate analysis hemoglobin (Hb) (p=0.006), white blood count (WBC) (p=0.05), CD7+ blast cells (p=0.02) and CD34+ blast cells (p =0.004) were significant predictors of a poor-risk cytogenetic profile as defined by the Southwestern Oncology Group (SWOG). In multivariate analysis Hb < 10 mg/dL (p=0.005, OR=7.1, CI 1.82–27.30), CD7+ blast cells (p=0.033, OR=3.4, CI 1.09–10.27) and CD 34+ blast cells (p=0.003, OR=5.6, CI 1.80–17.53) remained significant predictors. Based on the odds ratios for CD7, CD34 and Hb we constructed a simple scoring algorithm predictive of poor risk cytogenetic profile: entitled the Penn Cytogenetics Surrogate Score (PCSS). The PCSS is defined as follows: CD7+ score =2, CD34+ score =3, Hb < 10 score =4. The total score is calculated at the time of diagnosis based on the patient’s Hb and immunophenotype and is the summation of the individual scores for the subject. Table-1 describes the likelihood of poor-risk cytogenetics for each PCSS score. This model correctly classifies 73% and 76% of patients to their prognostic karyotype group as defined by SWOG (ROC area = 76%) and Medical Research Council (MRC) respectively (ROC area= 78%). The PCSS represents, to our knowledge, a unique method for predicting cytogenetic risk group and hence prognosis for elderly patients with AML. The PCSS could allow physicians to help patients make informed treatment decisions in the absence of cytogenetics. We are currently designing a study to assess the validity of this predictive model. PCSS and Cytogenetic Risk Group  PCSS . Probability of poor risk cytogenetics . 0 0.0236 2 0.0751 3 0.1197 4 0.1457 5 0.3137 6 0.3644 7 0.4898 9 0.7635 PCSS . Probability of poor risk cytogenetics . 0 0.0236 2 0.0751 3 0.1197 4 0.1457 5 0.3137 6 0.3644 7 0.4898 9 0.7635 View Large"
}