{
    "doi": "https://doi.org/10.1182/blood.V122.21.2487.2487",
    "article_title": "Integrated Analysis Of Genomic and Gene Expression Profiles In Follicular Lymphoma Reveals Subsets and Driver Genes Of Potential Microenvironmental Importance ",
    "article_date": "November 15, 2013",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Poster II",
    "abstract_text": "Background The immune microenvironment in follicular lymphoma (FL) impacts its clinical course, but the interaction between FL cells and host immune cells is poorly understood, and may be influenced by large genetic abnormalities in FL cells. Regions of copy number variation (CNV) and copy-neutral loss of heterozygosity (cnLOH) are detectable by single nucleotide polymorphism (SNP) arrays and frequently found in FL, but the critical “driver genes” within them are largely unidentified. Methods Cell suspensions from tumor biopsies of 66 untreated FL patients were sorted into “B cell” and non-B fractions by immunomagnetic depletion targeting CD3 or CD19 and CD20 respectively. High-resolution Illumina Omni5 SNP arrays were used to profile genomic DNA from B cell fractions and germline DNA (from non-B fractions or peripheral blood cells). Nexus Copy Number software (BioDiscovery) compared paired profiles to determine tumor-specific CNV and cnLOH abnormalities of each patient. Genes within overlapping recurrently-altered regions were identified by the JISTIC algorithm (PMID: 20398270). For 43 of these patients, whole-genome gene expression profiling (GEP) of both fractions was done on Illumina HT12v4 arrays. CONEXIC module network analysis (PMID: 21129771) identified candidate driver genes, based on correlation of their expression in B-cell fractions with that of modules of genes in B-cell or non-B fractions. Results Comparing tumor vs. germline profiles in SNP array analysis clarified the detection of tumor-specific CNV, and enabled the detection of cnLOH. The aggregate genomic profile of regions affected by CNV in our 66 FL samples was highly similar to results of previous FL studies. Most frequent (each in 25-35% of samples) were deletions of 1p36 or a large part of 6q, amplifications of 1q, 7p/q, 12q, 17q, or 18p/q, and cnLOH at 16p. The distribution of these abnormalities suggested that FL can be divided into subgroups based on several large mutually-exclusive genomic aberrations: -10q, -16p, +12q, and, less clearly, -1p/1q+. Novel analysis combining copy number values with corresponding SNP frequencies also identified abnormalities of lower frequency within samples, suggestive of tumor subclones with potential growth advantages, notably including deletions at 13q14 and 19p12 and amplification of 16p13. JISTIC identified 715 expressed genes within amplified regions and 413 expressed genes within deleted regions (329 genes) or regions of cnLOH (84 genes). CONEXIC identified 62 and 68 of these genes as candidate drivers regulating expression of gene modules in tumor B cells and infiltrating immune cells, respectively. Several regulators of B-cell modules were already described in FL or other hematological malignancies: MDM2 (12q15, amplified in 26%), an E3 ubiquitin ligase whose targets include TP53; NME1 (17q21.33, amplified in 21%), part of the nucleoside diphosphate kinase complex, overexpressed and correlated with poor prognosis in AML; or B-cell receptor-associated CD79B (17q23.3, amplified in 21%), mutated and functionally significant in diffuse large B-cell lymphoma. Validating MDM2 as a driver gene, Gene Set Enrichment Analysis showed strong positive association between expression of MDM2 and that of proliferation signatures in B cells, including signatures of genes downregulated by TP53. Genes affecting the interaction between tumor B cells and the FL microenvironment plausibly regulate module expression in both B cells and non-B cells. Such dual candidate driver genes included PHIP (6q14.1, deleted in 27%), a binding partner of insulin receptor substrate-1, overexpressed in melanoma and linked to its metastasis and progression; SMARCC2 (12q13.2, amplified in 25%), part of the ATP-dependent chromatin remodeling complex SNF/SWI, mutated in some carcinomas; SFR1 (10q25.1, deleted in 18%), involved in DNA homologous recombination; and BUD31 (7q22.1, amplified in 21%), a homolog of a yeast protein involved in pre-mRNA splicing. Conclusions CNV and cnLOH abnormalities are frequent in FL, and may identify subgroups within FL. Integrated analysis finds known candidate driver genes within recurrently-altered regions, appearing to regulate expression of gene modules in B cells. Novel candidate driver genes that appear to regulate modules in both B and non-B cells may shape the FL microenvironment in important ways, and are being investigated experimentally. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "follicular lymphoma",
        "gene expression profiling",
        "genes",
        "genome",
        "neoplasms",
        "dna",
        "protein p53",
        "biopsy",
        "carcinoma",
        "cd19 antigens"
    ],
    "author_names": [
        "Ondrej Havranek, MD PhD",
        "Jason R. Westin, MD",
        "Min Zhang, PhD",
        "Seema Rawal, PhD",
        "Larry W. Kwak, MD, PhD",
        "Sattva S. Neelapu, MD",
        "R. Eric Davis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ondrej Havranek, MD PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason R. Westin, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Zhang, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seema Rawal, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry W. Kwak, MD, PhD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Eric Davis, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:37:21",
    "is_scraped": "1"
}