{
    "doi": "https://doi.org/10.1182/blood-2019-126098",
    "article_title": "Multicenter, Prospective and Retrospective Observational Cohort Study of Ponatinib in Patients with CML in Italy: Interim Analysis of the OITI Trial ",
    "article_date": "November 13, 2019",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Background. Ponatinib is a third-generation tyrosine kinase inhibitor indicated for adult patients with resistant or intolerant chronic phase (CP), accelerated phase (AP) or blast phase (BP) chronic myeloid leukemia (CML) and Philadelphia chromosome-positive acute lymphoblastic leukemia, or for those carrying the T315I mutation. In the real-world setting, there is a paucity of data regarding the use of ponatinib. The goal of the Observational study of Iclusig® (ponatinib) Treatment in patients with CML in Italy (OITI) is to evaluate treatment patterns and outcomes, including the safety and efficacy of ponatinib, in patients with CML treated in hematology centers in Italy since January 2015, when ponatinib became commercially available. Methods. This ongoing, non-interventional study includes patients aged ≥18 years with CP, AP or BP CML who initiated ponatinib treatment in routine clinical practice across 40 centers (academic and hospital settings) as of October 2018. The study population consists of a prospective cohort, including patients who started treatment with ponatinib after site activation during the ongoing enrolment period; a retrospective cohort, including patients who started treatment with ponatinib but who died or were lost to follow-up prior to site activation; and a retrospective/prospective cohort, including patients who started treatment with ponatinib prior to site activation and are still on treatment. Demographic, efficacy and safety data are collected from patient medical charts at study entry and at routine care visits. The primary endpoint is complete cytogenetic response (CCyR) rate in patients with CP CML 6 months after starting ponatinib treatment. Here, the first interim analysis after ≥6 months' observation is presented for the retrospective and retrospective/prospective cohorts. Results. At time of data analysis (02 July 2019), 56 patients (53 CP, 1 AP and 2 BP CML) had been enrolled across 21 Italian centers. Twenty-eight (50.0%) patients had received ponatinib as second-line (2L) treatment and 33.9% received ponatinib in third-line (3L). Twenty (35.7%) patients had a history of cardiovascular events and 23 (41.1%) had a history of hypertension. Among patients with CP, AP and BP CML, median age at study entry was 59.1, 33.7 and 48.5 years, respectively; among 37 evaluable patients, 12 (32.4%), 1 (2.7%) and 1 (2.7%) patient(s) had a confirmed BCR-ABL1 mutation. Of evaluable patients, 4 (10.8%) had the T315I mutation. The starting dose of ponatinib for patients with CP CML was 45 mg once daily in 41.5% of patients, 30 mg in 39.6% of patients and 15 mg in 17.0% of patients; 1 (1.9%) patient started ponatinib at another dose. Median treatment duration was 23.9 months (range, 3.3-49.9 months) at the time of analysis. At Month 6, 88.6% of patients with CP CML achieved a CCyR. Additionally, 37.5% and 15.0% of evaluable patients with CP CML achieved a major molecular response (MMR; MR3.0) and a deep molecular response (MR4.5), respectively (Table 1). Estimated progression-free survival rates for patients with CP CML at Months 12 and 24 were 86.6% (95% CI, 77.8-96.4%) and 83.7% (95% CI, 73.8-94.9%), respectively. Corresponding overall survival rates were 96.2% (95% CI, 91.1-100.0%) and 93.1% (95% CI, 85.6-100.0%), respectively. Thirty (53.6%) patients had treatment-related adverse events (TRAE). The most frequent TRAEs were hypertension (n=6), skin lesion (n=2), increased lipase (n=2), rash (n=2) and pain in extremity (n=2). The only hematologic TRAE reported was thrombocytopenia (n=1). Dose interruptions occurred in 13 patients: for TRAEs (n=5, 38.5%), medical decision (n=4, 30.8%) or other causes (n=4, 30.8%; comprising death in 3 cases and 1 attempt at treatment-free remission). Conclusions. Data show that ponatinib has a favorable efficacy and safety profile in patients with CML treated in standard clinical practice in Italy. By Month 6, most patients had achieved CCyR and 44% of patients achieved MMR in 2/3L. Furthermore, the probability of survival at 2 years was more than 90%. No new safety signals emerged with ponatinib treatment than those previously reported. The early use of ponatinib (84% of patients received it as 2/3L treatment) as well as careful dose selection appear key to the safety and efficacy outcomes observed in this preliminary study evaluation. View large Download slide View large Download slide  Close modal Disclosures Iurlo: Incyte: Other: Speaker Honoraria; Pfizer: Other: Speaker Honoraria; Novartis: Other: Speaker Honoraria. Annunziata: Pfizer: Consultancy; Incyte: Consultancy; Novartis: Consultancy. Albano: Incyte: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees. Spadano: Incyte: Speakers Bureau; Pfizer: Speakers Bureau. Bonifacio: BMS: Honoraria; Amgen: Honoraria; Pfizer: Honoraria; Incyte: Honoraria; Novartis: Honoraria. Abruzzese: BMS: Consultancy; Incyte: Consultancy; Novartis: Consultancy; Pfizer: Consultancy. Pellegrino: Inycte Biosciences Italy S.R.L: Employment. Galimberti: Inycte Biosciences Italy S.R.L: Employment. Foà: Celltrion: Membership on an entity's Board of Directors or advisory committees; Abbvie: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Shire: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Consultancy, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Shire: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celltrion: Membership on an entity's Board of Directors or advisory committees. Breccia: Celgene: Honoraria; BMS: Honoraria; Novartis: Honoraria; Pfizer: Honoraria; Incyte: Honoraria.",
    "topics": [
        "interim analysis",
        "italy",
        "ponatinib",
        "hypertension",
        "measles-mumps-rubella vaccine",
        "accelerated phase",
        "acute lymphocytic leukemia",
        "adverse event",
        "blast phase",
        "cardiovascular event"
    ],
    "author_names": [
        "Alessandra Iurlo, MD PhD",
        "Mario Annunziata, MD",
        "Francesco Albano, MD",
        "Luigia Luciano, MD",
        "Raffaele Spadano, MD",
        "Anna Rita Scortechini, MD",
        "Massimiliano Bonifacio, MD",
        "Elisabetta Abruzzese, MD",
        "Monia Lunghi, MD PhD",
        "Alessandra Malato, MD PhD",
        "Nicola Di Renzo, MD",
        "Alfonso Piciocchi",
        "Angela Pellegrino, MSc",
        "Claudia Galimberti",
        "Robin Foà, MD",
        "Massimo Breccia, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandra Iurlo, MD PhD",
            "author_affiliations": [
                "Hematology Division, Foundation IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mario Annunziata, MD",
            "author_affiliations": [
                "Hematology Unit, Cardarelli Hospital, Naples, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Albano, MD",
            "author_affiliations": [
                "Hematology - Dept. of Emergency and Organ Transplantation, University of Bari, Bari, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigia Luciano, MD",
            "author_affiliations": [
                "Hematology Unit, Federico II University of Naples, Naples, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaele Spadano, MD",
            "author_affiliations": [
                "Hematology Unit, Casa Sollievo Della Sofferenza, San Giovanni Rotondo, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Rita Scortechini, MD",
            "author_affiliations": [
                "Hematology Unit, A.O.U. Ospedali Riuniti, Ancona, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimiliano Bonifacio, MD",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabetta Abruzzese, MD",
            "author_affiliations": [
                "ASL Roma 2, Hematology Unit, S. Eugenio Hospital, Tor Vergata University, Rome, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monia Lunghi, MD PhD",
            "author_affiliations": [
                "Division of Hematology, University of Eastern Piedmont, Novara, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Malato, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Ospedali Riuniti Villa Sofia-Cervello, Palermo, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Di Renzo, MD",
            "author_affiliations": [
                "Hematology Unit, Vito Fazzi Hospital, Lecce, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfonso Piciocchi",
            "author_affiliations": [
                "Data Center, GIMEMA Foundation, Rome, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Pellegrino, MSc",
            "author_affiliations": [
                "Clinical Operations, Incyte Biosciences Italy S.R.L, Milan, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Galimberti",
            "author_affiliations": [
                "Incyte Biosciences Italy S.R.L, Milan, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foà, MD",
            "author_affiliations": [
                "Department of Translational and Precision Medicine, Sapienza University, Division of Hematology, Rome, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Breccia, MD",
            "author_affiliations": [
                "Department of Translational and Precision Medicine, Sapienza University, Roma, Italy"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T18:46:26",
    "is_scraped": "1"
}