{
    "doi": "https://doi.org/10.1182/blood.V126.23.362.362",
    "article_title": "Quantitative Clonal Dynamics Define Mechanisms of CLL Evolution in Response to Combination Chemotherapy ",
    "article_date": "December 3, 2015",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: CLL Genetics",
    "abstract_text": "Clonal evolution in response to therapy is a central feature of disease relapse. This raises a fundamental question in cancer biology: what enables the relapse clone to replace the pre-treatment clone? In other words, is the increased fitness of the relapse clone due to a lower death rate during therapy (less sensitivity to therapy) or a higher growth rate following therapy (superior ability to compete during repopulation)? We sought to address this question in chronic lymphocytic leukemia (CLL), as its relatively indolent disease kinetics enable the study of serially collected samples from the same patient over time. We recently reported the genetic characterization of 278 samples from patients enrolled in the German CLL Study Group CLL8 trial ( Nature , in press). These samples were collected prior to first therapy with FC or FCR, and studied using whole-exome sequencing (WES). From this cohort, we further analyzed by WES 59 patients (FC [n = 28] or FCR [n = 31]) at time of relapse. We found that clonal evolution is the rule rather than the exception (57 / 59 CLLs), with TP53 alterations found in relapse in 15 cases. This series constitutes a unique opportunity to dissect the clonal dynamics of treated CLL. We therefore quantified clone-specific death and growth rates by targeted deep sequencing of serial peripheral blood samples, beginning at pre-treatment and ending at relapse. Given the expected minimal mutation detection sensitivity (0.1-1%) by targeted deep sequencing, we only selected samples with >1% CLL cells by flow cytometry. Such samples were available for 23 of 59 patients, with a median of 6 samples/patient (range 3-10). Based on the mutations identified by WES in the pre-treatment and relapse samples, we designed patient-specific multiplexed assays for targeted deep sequencing (median sequencing depth - 6561). A series of normal samples were sequenced together with patient samples to account for sequencing errors. The measurements of the CLL cell fraction in the sample, by sequencing and by flow cytometry, were highly correlated (r=0.89, p<0.001). Moreover, variant allele fraction estimations, by WES and deep sequencing, were highly concordant (RMSE = 0.0894), confirming that deep sequencing provides accurate allelic fractions. Clone-specific growth rates following therapy were calculated based on the measurements taken after therapy end, following exponential growth rate calculation. To calculate the clone-specific death rate during therapy , we applied two complementary approaches. First, measurements were taken after 3 cycles of therapy and the death rate per cycle was calculated. Second, clone-specific growth rates were back extrapolated to estimate the size of the population at the end of therapy, a method we have validated with an ultrasensitive emulsion droplet sequencing approach for targeted mutation detection. We discerned different mechanisms of relapse based on whether the relapse clone harbored mutated TP53 (TP53mut) or other mutations. In CLLs where the relapse clone contained TP53mut(n=10), the TP53mut clone showed lower death rate during therapy compared with the pre-treatment TP53 wildtype (TP53wt) clone (2.4 and 3.8 median log 10 reduction, respectively; P = 0.02). On the other hand, the TP53mut clone showed only modestly higher growth rates during repopulation compared with the TP53wt clone (median growth rate of 0.8%/day vs. 0.56%/day, P = 0.13). Thus, differential sensitivityto therapy plays a primary role in TP53mut clonal evolution. In contrast, in the remaining cases whose relapse clone harbored mutations other than in TP53 (e.g., NOTCH1 , ATM , SF3B1 ), we did not find differential sensitivity (median log 10 clone reduction of 3.9 for the pre-treatment clone vs. 3.8 for the relapse clone, P=0.9). The primary engine leading to takeover by the relapse clone was a median of 1.5-fold higher growth rate during repopulation compared with the pretreatment clone. These data uncover evolutionary mechanisms in a personalized fashion directly from patient samples. Complementary efforts to apply these methods to define evolutionary mechanisms with targeted therapy are well under way. Thus, precise quantitation of clone-specific fitness in the context of therapy provides the required knowledge infrastructure to design the next generation of therapeutic algorithms, to maximize overall tumor elimination, instead of merely selecting one clone over another. Disclosures Tausch: Gilead: Other: Travel support. Fink: Roche: Honoraria, Other: travel grant. Hallek: Mundipharma: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Boehringher Ingelheim: Honoraria, Other: Speakers Bureau and/or Advisory Boards; Celgene: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Janssen: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Roche: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Gilead: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; AbbVie: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding; Pharmacyclics: Honoraria, Other: Speakers Bureau and/or Advisory Boards, Research Funding. Stilgenbauer: AbbVie, Amgen, Boehringer-Ingelheim, Celgene, Genentech, Genzyme, Gilead, GSK, Janssen, Mundipharma, Novartis, Pharmacyclics, Roche: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "clone cells",
        "combination drug therapy",
        "emulsions",
        "flow cytometry",
        "indolent",
        "massively-parallel genome sequencing",
        "molecular targeted therapy",
        "mutagenesis, site-directed"
    ],
    "author_names": [
        "Dan A. Landau, MD PhD",
        "Eugen Tausch, MD",
        "Sebastian Böttcher, MD PD",
        "Chip Stewart, PhD",
        "Ivana Bozic",
        "Iganty Leischner",
        "Daniel Rosebrock",
        "Amaro Taylor-Weiner, BS",
        "Daniel Mertens, PhD",
        "Carrie Sougnez",
        "Sabrina Kless",
        "Michael Kneba",
        "Matthias Ritgen",
        "Sandra Kluth",
        "Jasmin Bahlo",
        "Anna-Maria Fink, MD",
        "Kirsten Fischer, MD",
        "Stacey Gabriel",
        "Eric Lander, PhD",
        "Hartmut Dohner, MD",
        "Michael Hallek, MD",
        "Donna S Neuberg, ScD",
        "Martin Nowak",
        "Gad Getz, PhD",
        "Stephan Stilgenbauer",
        "Catherine J. Wu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dan A. Landau, MD PhD",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA ",
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eugen Tausch, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Böttcher, MD PD",
            "author_affiliations": [
                "Second Department of Medicine, University Hospital of Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chip Stewart, PhD",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivana Bozic",
            "author_affiliations": [
                "Harvard University, Program for Evolutionary Dynamics, Cambridge, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iganty Leischner",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Rosebrock",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amaro Taylor-Weiner, BS",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Mertens, PhD",
            "author_affiliations": [
                "Mechanisms of Leukemogenesis, German Cancer Research Center (DKFZ), Heidelberg, Germany ",
                "Department of Internal Medicine III, University of Ulm, Ulm, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie Sougnez",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Kless",
            "author_affiliations": [
                "Department of Internal Medicine III, Ulm University, Ulm, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kneba",
            "author_affiliations": [
                "Department of Hematology, University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Ritgen",
            "author_affiliations": [
                "Internal Medicine II, University Hospital of Schleswig-Holstein, Campus Kiel, Kiel, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Kluth",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University of Cologne, Cologne, Germany "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jasmin Bahlo",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne-Bonn, University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna-Maria Fink, MD",
            "author_affiliations": [
                "Department I of Internal Medicine and Center of Integrated Oncology Cologne-Bonn, German CLL Study Group, University of Cologne, Cologne, Germany "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Fischer, MD",
            "author_affiliations": [
                "University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacey Gabriel",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Lander, PhD",
            "author_affiliations": [
                "Broad Institute of Harvard and MIT, Cambridge, MA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Dohner, MD",
            "author_affiliations": [
                "University Hospital of Ulm, Ulm, Germany "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Center of Integrated Oncology Cologne Bonn, University Hospital, Cologne, Germany "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S Neuberg, ScD",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Nowak",
            "author_affiliations": [
                "Harvard University, Program for Evolutionary Dynamics, Cambridge, MA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gad Getz, PhD",
            "author_affiliations": [
                "Broad Institute, Cambridge, MA "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Stilgenbauer",
            "author_affiliations": [
                "University of Ulm, Ulm, Germany "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine J. Wu, MD",
            "author_affiliations": [
                "Cancer Vaccine Center, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T18:48:25",
    "is_scraped": "1"
}