{
    "doi": "https://doi.org/10.1182/blood-2020-134360",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4467",
    "start_url_page_num": 4467,
    "is_scraped": "1",
    "article_title": "Whole-Genome Analysis of Adult T-Cell Leukemia/Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "621.Lymphoma-Genetic/Epigenetic Biology",
    "topics": null,
    "author_names": [
        "Yasunori Kogure, MD PhD",
        "Takuro Kameda, MD PhD",
        "Junji Koya, PhD MD",
        "Ayako Kamiunten, MD",
        "Kotaro Shide, MD PhD",
        "Tomonori Hidaka, MD",
        "Yoko Kubuki, MD PhD",
        "Makoto Yoshimitsu, MD PhD",
        "Kisato Nosaka, MD PhD",
        "Yoshitaka Imaizumi, MD PhD",
        "Mizuki Watanabe, MD",
        "Yuki Saito, MD",
        "Marni B McClure, MD PhD",
        "Mariko Tabata, MD",
        "Sumito Shingaki, PhD MD",
        "Kota Yoshifuji, MD",
        "Yuichi Shiraishi, PhD",
        "Michihiro Hidaka, MD PhD",
        "Atae Utsunomiya, MD",
        "Urvi A. Shah, MD",
        "Ana Acuna-Villaorduna, MD",
        "Aditi Shastri, MD",
        "R. Alejandro Sica, MD",
        "Murali Janakiram, MD",
        "Juan Carlos Ramos, MD BS",
        "Tatsuhiro Shibata, MD PhD",
        "Akifumi Takaori-Kondo, MD PhD",
        "Yasushi Miyazaki, MD PhD",
        "Masao Matsuoka, MDPhD",
        "Kenji Ishitsuka, MD PhD",
        "Seishi Ogawa, MD PhD",
        "B. Hilda Ye, PhD",
        "Kazuya Shimoda, MD PhD",
        "Keisuke Kataoka, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan "
        ],
        [
            "Department of Gastroenterology and Hematology, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan "
        ],
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan "
        ],
        [
            "Department of Gastroenterology and Hematology, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan "
        ],
        [
            "Department of Gastroenterology and Hematology, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan "
        ],
        [
            "Department of Gastroenterology and Hematology, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan "
        ],
        [
            "Department of Gastroenterology and Hematology, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan "
        ],
        [
            "Department of Hematology and Rheumatology, Kagoshima University Hospital, Kagoshima, Japan "
        ],
        [
            "Department of Hematology, Kumamoto University Hospital, Kumamoto, Japan "
        ],
        [
            "Department of Hematology, Nagasaki University Hospital, Nagasaki, Japan "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan ",
            "Department of Gastroenterology, Keio University School of Medicine, Tokyo, Japan "
        ],
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan "
        ],
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan ",
            "Department of Urology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan "
        ],
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan ",
            "Department of Hematology, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, Tokyo, Japan "
        ],
        [
            "Center for Cancer Genomics and Advanced Therapeutics, National Cancer Center Research Institute, Tokyo, Japan "
        ],
        [
            "Department of Hematology, National Hospital Organization Kumamoto Medical Center, Kumamoto, Japan "
        ],
        [
            "Department of Hematology, Imamura General Hospital, Kagoshima, Japan "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine/Montefiore Medical Center, Astoria, NY "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Division of Hematology/Oncology, University of Miami, Miami, FL "
        ],
        [
            "Division of Cancer Genomics, National Cancer Center Research Institute, Tokyo, Japan "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Hematology, Nagasaki University Hospital, Nagasaki, Japan "
        ],
        [
            "Department of Hematology, Kumamoto University Hospital, Kumamoto, Japan "
        ],
        [
            "Department of Hematology and Rheumatology, Kagoshima University Hospital, Kagoshima, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY"
        ],
        [
            "Department of Gastroenterology and Hematology, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan "
        ],
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan "
        ]
    ],
    "first_author_latitude": "35.665498",
    "first_author_longitude": "139.76803569999998",
    "abstract_text": "Adult T-cell leukemia/lymphoma (ATL) is an aggressive T-cell malignancy with a dismal prognosis, caused by HTLV-1. Although our previous study, mainly using whole-exome sequencing and SNP array karyotyping, discovered many driver mutations and copy number alterations (CNAs), the whole-genome landscape of ATL still remains elusive. To this end, we have performed high-depth whole-genome sequencing (WGS) of 155 ATL cases with a median sequencing depth of 96-fold for tumors. Among them, 75 cases were also analyzed by RNA sequencing (RNA-seq). In total, we detected 1,952,490 single nucleotide variants (SNVs) and 159,141 insertion-deletions (4.0 SNVs and 0.3 indels/Mb/case), 10,279 SVs (66.3 SVs/case), and 3,975 CN altered segments (25.7 segments/case). Using several driver discovery algorithms (dNdScv, MutSig2CV, and DriverPower), we identified 47 significantly mutated genes, 19 of which were mutated in more than 10% of cases. These included several novel mutations, such as those affecting XPO1 (7.1%), ZNF292 (6.5%), and ITGB1 (5.2%). Using GISTIC2.0, we identified 13 significant CNAs, such as IRF4 amplifications and CDKN2A deletions, consistent with previous SNP array data. To detect significantly recurrent SVs, we calculated SV breakpoint frequency and identified 13 genes affected by SVs, including the previously identified genes (such as CARD11 , CD274 , and TP73 ). In addition, we investigated recurrent mutations in non-coding elements by DriverPower and LARVA and discovered 12 recurrently mutated elements. Among them, the most frequent were splice site mutations, including those of HLA-A and HLA-B , most of which caused loss of function as revealed by RNA-seq. By contrast, we found recurrent mutations in TP73 splice site, which induced skipping of exons 2 and 3, generating a dominant-negative variant similar to their SVs. In addition, recurrent non-coding elements contained several novel regions, such as 3´-untranslated region (UTR) of NFKBIZ and 5´- UTR of TMSB4X . Altogether, a total of 56 genes were recurrently altered. The median number of driver alterations was eight per case, and at least one driver alteration was found in 149 cases (96.1%). Among 56 driver genes, 40 (71.4%) genes were affected by more than one alteration class. Some drivers, such as CDKN2A, IKZF2, and CD274, were affected almost exclusively by CNAs and/or SVs, while showing quite high alteration frequencies (11.6-29.0%). These observations suggest that WGS presented a substantially different overview of driver alterations from our previous study. The overall numbers of mutations and SVs were linked to these driver alterations, suggesting their etiology. In particular, inactivation of EP300 and immune-related molecules, such as HLA-A , HLA-B , and CD58 , were associated with an increased number of mutations and SVs, especially deletions and tandem duplications. By contrast, cases with TP53 -altered cases harbored more inversions and translocations. These results emphasize a pivotal role of immune evasion for acquiring genetic alterations to drive ATL progression. To define molecular subgroups in ATL, we integrated the 56 identified genetic drivers using non-negative matrix factorization clustering and identified two robust subgroups with discrete clinical and genetic characteristics. Group 1 was enriched with alterations affecting distal components of T-cell receptor (TCR)/NF-κB signaling (such as CARD11 , PRKCB , and IRF4 ) and immune-related molecules ( HLA-A , HLA-B, and CD58 ), whereas proximal regulators of TCR/NF-κB signaling ( PLCG1 , VAV1 , and CD28 ) and a JAK/STAT signaling molecule ( STAT3 ) were more frequently altered in group 2. In addition, group 1 cases had a larger number of mutations, SVs, and CNAs than group 2 cases. Clinically, most cases with lymphoma subtype were classified into group 1, whereas group 2 mainly consisted of cases with leukemic subtypes. Moreover, group1 cases showed a worse overall survival than group 2, independently of clinical subtype. These results suggest the biological and clinical relevance of the molecular classification of ATL. In summary, our WGS analysis not only identifies novel somatic alterations but also extends the overview of ATL genome. We also propose a new molecular classification of ATL, with its clinical relevance, which can lead to the future improvement of patient management. Disclosures Kogure: Takeda Pharmaceutical Company Limited.: Honoraria. Nosaka: Kyowa Kirin Co.Ltd: Honoraria; Chugai pharmaceutical Co. Ltd: Honoraria; Novartis international AG: Honoraria; Celgene K.K: Honoraria; Eisai Co., Ltd: Honoraria; Merck Sharp & Dohme K.K.: Honoraria; Bristol-Myer Squibb: Honoraria. Imaizumi: Kyowa Kirin Co. Ltd.: Honoraria; Bristol-Myers Squibb: Honoraria; Celgene: Honoraria; Eisai: Honoraria. Utsunomiya: Kyowa Kirin: Honoraria; Celgene: Honoraria. Shah: Celgene: Research Funding; BMS: Research Funding; Physicians Education Resource: Honoraria. Janakiram: Takeda, Fate, Nektar: Research Funding. Ramos: NIH: Research Funding. Takaori-Kondo: Astellas Pharma: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Kyowa Kirin: Honoraria, Research Funding; Ono Pharmaceutical: Research Funding; Thyas Co. Ltd.: Research Funding; Takeda: Research Funding; CHUGAI: Research Funding; Eisai: Research Funding; Nippon Shinyaku: Research Funding; Otsuka Pharmaceutical: Research Funding; Pfizer: Research Funding; OHARA Pharmaceutical: Research Funding; Sanofi: Research Funding; Novartis Pharma: Honoraria; MSD: Honoraria. Miyazaki: Sumitomo Dainippon Pharma Co., Ltd.: Honoraria; Kyowa Kirin Co., Ltd.: Honoraria; Chugai Pharmaceutical Co., Ltd.: Honoraria; Celgene: Honoraria; NIPPON SHINYAKU CO.,LTD.: Honoraria; Otsuka Pharmaceutical: Honoraria; Novartis Pharma KK: Honoraria; Astellas Pharma Inc.: Honoraria. Matsuoka: Chugai Pharmaceutical Co. Ltd: Research Funding; Bristol-Myers Squibb: Research Funding; Kyowa Kirin Co. Ltd.: Research Funding. Ishitsuka: Takeda: Other: Personal fees, Research Funding; mundiharma: Other: Personal fees; Taiho Pharmaceuticals: Other: Personal fees, Research Funding; Janssen Pharmaceuticals: Other: Personal fees; Novartis: Other: Personal fees; Pfizer: Other: Personal fees; Astellas Pharma: Other, Research Funding; Genzyme: Other; Sumitomo Dainippon Pharma: Other, Research Funding; Eisai: Other, Research Funding; Mochida: Other, Research Funding; Shire: Other; Otsuka Pharmaceutical: Other; Ono Pharmaceutical: Other, Research Funding; Teijin Pharma: Research Funding; MSD: Research Funding; Asahi kasei: Research Funding; Eli Lilly: Research Funding; Daiichi Sankyo: Other; Huya Japan: Other; Celgene: Other: Personal Fees; Kyowa Hakko Kirin: Other: Personal fees, Research Funding; BMS: Other: Personal fees; Chugai Pharmaceutical: Other: Personal fees, Research Funding. Ogawa: Asahi Genomics Co., Ltd.: Current equity holder in private company; Chordia Therapeutics, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; KAN Research Institute, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding; Otsuka Pharmaceutical Co., Ltd.: Research Funding; Eisai Co., Ltd.: Research Funding. Shimoda: Takeda Pharmaceutical Company: Honoraria; Bristol-Myers Squibb: Honoraria; Shire plc: Honoraria; Celgene: Honoraria; Perseus Proteomics: Research Funding; PharmaEssentia Japan: Research Funding; AbbVie Inc.: Research Funding; Astellas Pharma: Research Funding; Merck & Co.: Research Funding; CHUGAI PHARMACEUTICAL CO., LTD.: Research Funding; Kyowa Hakko Kirin Co., Ltd.: Research Funding; Pfizer Inc.: Research Funding; Otsuka Pharmaceutical: Research Funding; Asahi Kasei Medical: Research Funding; Japanese Society of Hematology: Research Funding; The Shinnihon Foundation of Advanced Medical Treatment Research: Research Funding; Novartis: Honoraria, Research Funding. Kataoka: CHUGAI PHARMACEUTICAL CO., LTD.: Research Funding; Takeda Pharmaceutical Company: Research Funding; Otsuka Pharmaceutical: Research Funding; Asahi Genomics: Current equity holder in private company."
}