{
    "doi": "https://doi.org/10.1182/blood.V120.21.3517.3517",
    "article_title": "Downstream Consequences of U2AF1 Mutations in MDS Are a Result of a Specific Misplicing Patterns Due to Faulty Recognition of 3'acceptor Splice Site ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Abstract 3517 Recently, various spliceosomal mutations have been identified in myeloid neoplasms, in particular MDS, MDS/MPN and sAML evolving from these conditions. While functionally related, because they all affect the spliceosomal machinery, they are present in various clinical contexts. Thus, the downstream consequences of individual mutations may be diverse and involve likely specific oncogenic pathways. Because of an altered splicing pattern they create, spliceosomal mutations can be best referred as to “change of function mutations”. It is likely that phenotypic differences between various splicing gene mutants are a result of specific missplicing patterns. To investigate this issue further we chose to focus our study on U2AF1 mutations and compare the splicing patterns and target sequences to other spliceosomal mutations. We set our experiments to delineate what are the molecular determinants of misplicing and how mutant-specific splicing patterns are generated. We hypothesized that mutant, U2AF1 proteins misplice pre-mRNA at specific recognition sequences e.g., in the acceptor splice sites, resulting in different exon usage of a group of genes. We have focused on mutations in U2AF1: to indentify cases for further investigation we have screened 536 patients with myeloid malignancies and have identified U2AF1 mutations in 8% of MDS/MPN, 7% of sAML and 10% of MDS, of which majority carried high risk prognostic features. The most common mutation was S34Y (47%) followed by Q157P (29%). Additionally, we screened these patients for other spliceosomal mutations (SF3B1, U2AF26, SRSF2) in order to compare exon usage ratios between each of them. For these analyzes next generation sequencing data was available on 270 patients, the rest being sequenced manually. In order to elucidate variations in splicing and expression patterns associated with U2AF1 mutation on a global level, patients with complementary RNAseq and exome sequencing were selected. Patients were divided into subgroups according to a mutational status (U2AF1, SF3B1, SRSF2, or U2AF26 mutant etc. or spliceosomal WT, N=197). Using T-test (p<.0001) and absolute, average difference in exon inclusion ratio (≥±15%) we tested 201,837 exons in 17,097 genes and identified 35 exons in 35 genes with significantly different splicing pattern between mutants and spliceosomal WT cases; 77% of differentially spliced exons had low exon usage (exon skipping) in U2AF1 mutant cases (remaining had a higher frequency of exon usage (exon retention) in mutant cases). Thus, a total of 35 genes were prioritized for further investigation. Target analysis was performed on U2AF1 mutant (n=6) and WT (n=14) carriers. Within the genes exhibiting strong, differential, exon usage pattern we identified genes involved in different stages of mitosis, including CEP164, EHMT1, WAC and ATR or members of a gene group involved in RNA processing (STRAP, PPWD1, PABPC4 and UPF3B). As an illustrative example, PTBP1 gene, responsible for mediation of polypyrimidine-U2 complex interaction, was found to have a higher frequency of exon skipping. This finding suggests a possible augmentation of the effect of U2AF1 mutation by disturbing interaction between mutated U2AF1 and pre-mRNA polypyrimidine binding site. Interestingly, 25/35 of misspliced genes were already reported to harbor somatic mutations in various tumor tissues. RNAseq results were confirmed on an independent U2AF1 mutant/WT patient cohort using RT-PCR of total cellular RNA. U2AF1 missplicing pattern was highly specific as determined by comparison of RNA deep sequencing results of SF3B1, U2AF26 and SRSF2. Finally, in order to explain differences in exon usage between U2AF1 mutants and WT, we analyzed sequences surrounding 3' and 5' of all exons of each mutant case and disease controls. Interestingly, we found that -3 position (intron) around 3' splice site had a higher frequency of thymine (83%) in exons that were found to have a higher exon skipping ratio than in unaffected intron/exon junctions with a typical U2AF1 splice site motif. Such a misplicing restriction was not observed in any of the other group of spliceosomal mutations tested. In sum, our results show that characteristic features of misplicing created by spliceosomal mutations are related to the variant recognition sequences present in specific pre-mRNAs and thus creating characteristic downstream effects. Disclosures: Maciejewski: NIH: Research Funding; Aplastic Anemia&MDS International Foundation: Research Funding.",
    "topics": [
        "cancer",
        "heterogeneous nuclear rna",
        "introns",
        "massively-parallel genome sequencing",
        "mutation",
        "neoplasms",
        "reverse transcriptase polymerase chain reaction",
        "rna",
        "rna, messenger",
        "thymine"
    ],
    "author_names": [
        "Bartlomiej P Przychodzen",
        "Hideki Makishima",
        "Andres Jerez, MD, PhD",
        "Richard A Padgett, PhD",
        "Jaroslaw P. Maciejewski, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bartlomiej P Przychodzen",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideki Makishima",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Jerez, MD, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A Padgett, PhD",
            "author_affiliations": [
                "Molecular Genetics, Lerner Research Institute, Cleveland Clinic, Cleveland, OH, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T09:41:25",
    "is_scraped": "1"
}