{
    "doi": "https://doi.org/10.1182/blood.V106.11.3344.3344",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=309",
    "start_url_page_num": 309,
    "is_scraped": "1",
    "article_title": "Bexarotene Is Highly Active in the Treatment of Subcutaneous Panniculitis-Like T-Cell Lymphoma. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Subcutaneous Panniculitis-like T-cell lymphoma (SPTCL) is a rare, often aggressive T-cell lymphoma. Recently it has been appreciated that there are two clinical courses, whereby some patients have rapidly progressive disease and others have a chronic course. The likelihood of an aggressive course may be dependent on the T-cell receptor phenotype expressed by the tumor, with γ/δ expression portending a worse outcome than α/β expression. In the WHO-EORTC classification γ/δ expressing cases of SPTCL are provisionally renamed as Primary Cutaneous γ/δ T-cell lymphoma. Although most reported cases have been treated with combination chemotherapy, there are no prospective trials for the treatment of SPTCL. With chemotherapy, only a minority of patients have durable remissions; the majority have either primarily refractory disease or relapses. Bexarotene is an oral retinoid used for the treatment of mycosis fungoides and other T cell lymphomas. Patients and methods: We treated eight SPTCL patients with bexarotene. There were four women and four men, with a median age of 56 years (range 23–80). All patients presented with disseminated subcutaneous nodules, Stage IV, but without extracutaneous involvement. Three patients presented with pancytopenia, without bone marrow involvement, suggestive of hemophagocytic syndrome. Four patients had an elevated LDH and four had ECOG PS > 2. Five patients received bexarotene as primary treatment. Three patients had progression of disease after previous combination chemotherapy. Doses of bexarotene ranged from 100mg/m 2 – 450 mg/m 2 . All patients received at least one month of therapy. Results: Overall 5/8 (63%) patients responded. Two patients progressed at one and three months. One of these patients could only tolerate 100mg/m 2 . One patient had stable disease for four months. Two patients had partial responses (PR) lasting 10 and 18 months. One of the PR patients was given chemotherapy to induce a remission prior to a planned allogeneic stem cell transplant. They progressed on CHOP and ICE and then responded again to bexarotene. Three patients achieved a complete response (CR). Two remain in CR at 14 and 26 months on bexarotene. The other patient had a CR lasting 33 months. Bexarotene was then discontinued due to hypertriglyceridemia, and the patient developed new lesions within three months. As expected with bexarotene, toxicities of treatment were limited to hypertriglycerides and hypothyroidism. IPI was not predictive of response to therapy. Both patients with documented γ/δ T-cell receptors achieved a PR. Conclusion: Bexarotene showed a high response rate in SPTCL, which characteristically responds poorly to chemotherapy. These responses included patients with both γ/δ and α/β T-cell receptors. Given bexarotene’s favorable toxicity profile and demonstrated activity, it represents an excellent treatment option for patients with this rare T-cell lymphoma. Further study is required to determine whether bexarotene is best used as a single agent, or as part of combination or sequential therapies.",
    "topics": [
        "bexarotene",
        "lymphoma, t-cell, panniculitis-like, subcutaneous",
        "chemotherapy regimen",
        "t-cell lymphoma",
        "t-cell receptor",
        "combination drug therapy",
        "disease remission",
        "toxic effect",
        "allogeneic stem cell transplant",
        "bone marrow involvement"
    ],
    "author_names": [
        "Ana M. Molina, MD",
        "Ranjana Advani, MD",
        "Sunil Reddy, MD",
        "Richard Hoppe, MD",
        "Jonathan W. Friedberg, MD",
        "Sara Sadan, MD",
        "Patricia Myskowski, MD",
        "Youn H. Kim, MD",
        "Steven M. Horwitz, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Multidisciplinary Cutaneous Lymphoma Clinic, Stanford University, Stanford, CA, USA"
        ],
        [
            "Multidisciplinary Cutaneous Lymphoma Clinic, Stanford University, Stanford, CA, USA"
        ],
        [
            "Multidisciplinary Cutaneous Lymphoma Clinic, Stanford University, Stanford, CA, USA"
        ],
        [
            "Medicine, University of Rochester, Rochester, NY, USA"
        ],
        [
            "Oncology, Oncology and Hematology of White Plains, White Plains, NY, USA"
        ],
        [
            "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Multidisciplinary Cutaneous Lymphoma Clinic, Stanford University, Stanford, CA, USA"
        ],
        [
            "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7653562",
    "first_author_longitude": "-73.9614012"
}