{
    "doi": "https://doi.org/10.1182/blood.V116.21.2289.2289",
    "article_title": "The Achievement of a 3-Month Complete Cytogenetic Response (3-mo CCyR) to Second Generation (2 nd ) Tyrosine Kinase Inhibitors (TKI) Post Imatinib Failure Is the Only Predictive Factor for Event-Free (EFS) and Overall Survival (OS) ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Therapy: Poster II",
    "abstract_text": "Abstract 2289 2 nd TKIs such as dasatinib and nilotinib have shown significant activity post imatinib failure, with high rates of hematologic and cytogenetic responses. Achieving early cytogenetic response is a known major determinant of outcome in patients (pts) treated with imatinib. In a previous report from our institution, we reported that the achievement of a previous cytogenetic response to imatinib therapy is a major predictive factor in pts receiving a 2 nd TKI. The aim of our study was to assess the impact of a 3-mo CCyR on EFS and OS of pts treated with 2 nd TKI post imatinib failure. 123 pts with chronic phase (CP) CML after imatinib failure were treated with dasatinib (n=78) or nilotinib (n=45). Median age was 56 years (range, 21–83). Median duration of CP (CML diagnosis to start of second generation TKI) was 67 months (range, 2–268). Their best response to imatinib was complete hematologic response (CHR) only in 24%, and cytogenetic response in 63% (28% complete, 17% partial, 18% minor). The CHR rates were 87% and 84% in pts treated with dasatinib and nilotinib, respectively (p=0.75). The major cytogenetic response rates were 64% and 62% (p=0.85), and the complete cytogenetic response rates were 60% and 56% (p=0.70). The rates of cytogenetic response at 3-, 6- and 12-mo were 59%, 63% and 69% (p=0.39) and 60%, 55% and 51% (p= 0.7) in pts treated with dasatinib and nilotinib, respectively, and the rates of CCyR at these same time-points were 32%, 41% and 48% (p= 0.13) and 36%, 36% and 35% (p= 0.99), respectively. The 3-year EFS and OS rates were 53% and 84%, respectively. Factors associated with poor EFS in the univariate were older age (> 55 years), lack of any cytogenetic response to previous imatinib therapy, more than ≥90% Philadelphia-positive metaphases (Ph) at the start of 2 nd TKI therapy, and lack of a 3-mo CCyR to 2 nd TKI therapy. In a multivariate analysis, the lack of a 3-mo CCyR to 2 nd TKI therapy (HR= 4.5; p55 years), increasing marrow blasts, lack of any cytogenetic response to previous imatinib therapy, and lack of a 3-mo CCyR to 2 nd TKI therapy. In a multivariate analysis, only a lack of a 3-mo CCyR to 2 nd TKI therapy (HR=5.4; p = 0.03) was independently associated with a lower probability of survival; the 3-year OS rates were 98% and 79% for pts with and without 3-mo CCyR, respectively. Therefore we analyzed factors that were associated with the 3-mo achievement of a CCyR. In the univariate analysis, high hemoglobin level, previous cytogenetic response to imatinib therapy, and ≤90% Ph, and increasing marrow blast% were associated with the achievement of a CCyR at 3 months of therapy with 2 nd TKI. In the subsequent multivariate analysis for response, Ph% >90 and Hgb <12.0 were independent poor predictive factor for 3-mo CCyR. In conclusion, the achievement of a 3-mo CCyR is the only predictor of outcome in pts treated with 2 nd TKI post imatinib failure. Pts with high tumor burden (defined Ph >90%) and anemia (Hgb< 12.0) have a low likelihood of achieving a 3-mo CCyR to 2 nd TKI therapy and therefore should be offered additional options. Disclosures: Jabbour: BMS: Honoraria; Novartis: Honoraria. Cortes: Novartis: Research Funding; BMS: Consultancy; Pfizer: Consultancy, Research Funding.",
    "topics": [
        "cytogenetics",
        "imatinib mesylate",
        "predictor variable",
        "protein-tyrosine kinase inhibitor",
        "brachial plexus neuritis",
        "dasatinib",
        "nilotinib",
        "anemia",
        "hemoglobin",
        "hemoglobin measurement"
    ],
    "author_names": [
        "Elias Jabbour, MD",
        "Hagop M. Kantarjian, MD",
        "Jenny Shan, PhD",
        "Susan O'Brien, MD",
        "Alfonso Quintas-Cardama, MD",
        "Guillermo Garcia-Manero, MD",
        "Jorge Cortes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elias Jabbour, MD",
            "author_affiliations": [
                "Leukemia Department, The University Of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Leukemia Department, The University Of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Shan, PhD",
            "author_affiliations": [
                "Leukemia Department, The University Of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan O'Brien, MD",
            "author_affiliations": [
                "Leukemia Department, The University Of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfonso Quintas-Cardama, MD",
            "author_affiliations": [
                "Leukemia Department, The University Of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Leukemia Department, The University Of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Cortes, MD",
            "author_affiliations": [
                "Leukemia Department, The University Of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T02:24:27",
    "is_scraped": "1"
}