{
    "doi": "https://doi.org/10.1182/blood-2020-140394",
    "article_title": "Signaling Gene Mutations Are Characterized By Diverse Patterns of Expansion and Contraction during Progression from MDS to Secondary AML ",
    "article_date": "November 5, 2020",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational Studies",
    "abstract_text": "Background: Previous studies indicate that mutations in signaling (e.g., receptor tyrosine kinases and RAS pathway members) and transcription factor genes are more common in secondary acute myeloid leukemia (sAML) than myelodysplastic syndrome (MDS), suggesting a role in disease progression. However, our understanding of the timing and order of mutation acquisition in these genes remains incomplete without analyzing paired MDS and sAML samples from the same patient. Defining the role of signaling gene mutations during progression should provide biologic insight into clonal evolution and help define prognostic markers for MDS progression. Methods: We banked paired MDS and sAML (and matched skin) samples from 44 patients (median time to progression: 306 days, range 21-3568). We sequenced 44 sAML (+ skin) samples for 285 recurrently mutated genes (RMGs) and 12 samples were selected for enhanced whole genome sequencing (eWGS, genome with deep exome coverage) of MDS and sAML samples (+ skin) to determine clonal hierarchy. Somatic mutations in these 12 samples were validated with high coverage error-corrected sequencing, and clonality was defined in MDS and sAML samples using mutation variant allele frequencies (VAFs). Additionally, error-corrected sequencing for all sAML RMG mutations, plus 40 additional genes, was performed on 43 of the MDS samples. Single cell DNA sequencing (scDNAseq, Mission Bio) was performed on 6 samples. Results: We identified 32 signaling gene mutations in 15 of the 44 sAML samples, with only 11 of 32 mutations (34%) detected in the initial, paired MDS sample (limit of detection; <0.1% VAF). This was significantly less than the percentage of sAML transcription factor gene mutations present at MDS (17 of 23, 74%, p=0.006). We used eWGS data to define clonal hierarchies for 12 patients, and found that both signaling and transcription factor gene mutations were in subclones (9 of 9, and 7 of 8 clones, respectively), with signaling gene mutations occurring as terminal events during clonal evolution. Finally, 8 of 9 subclones with signaling gene mutations expanded at progression. Together, the data confirm that both signaling and transcription factor mutations occur in subclones, but with a preferred order of mutation acquisition. We next asked if low-level (<1% VAF) signaling gene mutations were present in MDS samples. Using error-corrected sequencing, we identified 22 signaling gene mutations that were present at MDS and absent at sAML (avg VAF: 0.8%; range 0.05%-11.7%). Combined with sAML-defined signaling genes, 33 total signaling gene mutations were detected at MDS in 19 patients, but only 11 (33%) were present after progression. We observed 5 distinct patterns of clonal evolution for signaling genes: 1) MDS mutations persist and expand at sAML (n=6), 2) ≥2 mutations are present at MDS, at least one mutation persists (and expands) and another contracts at sAML (n=4), 3) MDS mutations contract and a new mutation emerges at sAML (n=2), 4) MDS mutations collapse at sAML (n=7), and 5) no MDS mutations, but ≥1 mutation emerges at sAML (n=5). These diverse patterns of clonal evolution suggest that MDS cells undergo strong selective pressure to acquire a signaling gene mutation, but only mutations in the correct context contribute to progression. Finally, we observed that several MDS (n=6) and sAML (n=10) samples had multiple signaling gene mutations, and it was not always clear whether they occurred in the same subclone. We performed scDNAseq of 6 sAML samples with multiple signaling gene mutations (2-4/case). In 5 of 6 cases the signaling gene mutations did not occur in the same subclone. One sample contained 2 subclones with a NRAS and a PTPN11 mutation, with a separate subclone harboring an additional NRAS mutation. In sum, the co-occurrence of two signaling gene mutations in the same subclone is rare, indicating that the presence of multiple signaling gene mutations may be functionally redundant or detrimental to leukemia cells. Conclusions: Rare cells containing signaling gene mutations are present in nearly half of MDS patients who progress to sAML. The high frequency of signaling gene mutations and diverse patterns of clonal evolution (including the loss of one mutation and acquisition of another), suggest that signaling genes are a major driver of progression to sAML. The paucity of subclones with multiple signaling gene mutations suggests a therapeutic vulnerability for mutant cells. Disclosures DiPersio: Magenta Therapeutics: Membership on an entity's Board of Directors or advisory committees. Jacoby: AbbVie: Research Funding; Jazz Pharmaceuticals: Research Funding.",
    "author_names": [
        "Andrew J Menssen, BA",
        "Ajay Khanna",
        "Christopher A Miller, PhD",
        "Gue Su Chang, PhD",
        "Jin J Shao",
        "Sridhar Nonavinkere Srivatsan, MS",
        "Joshua Robinson",
        "Michelle O'Laughlin",
        "Catrina Fronick, BS",
        "Robert Fulton, MS",
        "Kimberly J Brendel",
        "Sharon E Heath",
        "Peter Westervelt, MDPhD",
        "John F. DiPersio, MD PhD",
        "Daniel C. Link, MD",
        "Meagan A. Jacoby",
        "Eric Duncavage, MD",
        "Timothy J Ley, MD",
        "Matthew J. Walter, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew J Menssen, BA",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ajay Khanna",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher A Miller, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gue Su Chang, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin J Shao",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sridhar Nonavinkere Srivatsan, MS",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Robinson",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle O'Laughlin",
            "author_affiliations": [
                "McDonnell Genome Institute, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catrina Fronick, BS",
            "author_affiliations": [
                "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Fulton, MS",
            "author_affiliations": [
                "McDonnell Genome Institute, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly J Brendel",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon E Heath",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Westervelt, MDPhD",
            "author_affiliations": [
                "Washington University, Saint Louis, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. DiPersio, MD PhD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel C. Link, MD",
            "author_affiliations": [
                "Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meagan A. Jacoby",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Duncavage, MD",
            "author_affiliations": [
                "Department of Pathology and Immunology, Washington University In St Louis, St Louis, MO "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy J Ley, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J. Walter, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University In St. Louis, Saint Louis, MO"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T04:02:11",
    "is_scraped": "1"
}