{
    "doi": "https://doi.org/10.1182/blood-2021-154354",
    "article_title": "Single-Agent Rituximab and Ultra-Low-Dose Adaptive Radiotherapy for the Treatment of Indolent Non-Hodgkin Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B Cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Introduction For indolent non-Hodgkin lymphoma (NHL), there is level 1 evidence (FoRT) demonstrating superior long term local control with 24 Gy radiation treatment (RT) over ultra-low-dose 4 Gy RT (Hoskin et al Lancet 2021). However, it's notable that over 2/3 of those receiving ultra-low-dose RT did achieve durable local control. Further, with RT alone to any dose, the predominant pattern of failure is distal. Thus, the TROG study showed that the addition of systemic therapy (rituximab, cyclophosphamide, vincristine) after RT (30 Gy) significantly improved progression free survival (PFS). However, cytotoxic chemotherapy and higher dose RT can both cause significant, and potentially unnecessary, toxicities. We hypothesize that for indolent NHL, the combination of single-agent rituximab and ultra-low-dose adaptive RT, with repeat treatment as needed, will result in excellent local and systemic disease control with minimal toxicities. Methods We conducted an IRB approved, retrospective review of patients with indolent NHL who were treated with both ultra-low-dose RT (2 Gy x 2 or \"boom boom\") and single-agent rituximab (4 cycles) either concurrently or within a short interval (median 13 days) at our institution from 2017-2020. 17 treatments [follicular (9), marginal zone (4), mucosal associated lymphoid tissue (3), other (1)] from 15 patients were identified. Treatment sites included pelvis (5), parotid (4), abdomen (4), mediastinum (1), and other (3). The median ECOG performance status was 1 (range: 0-2), the median age was 74 (range: 25-90), and 9/15 patients were male. 7 patients were stage I, 5 stage II, 2 stage III, and 1 stage IV. 3 patients had prior RT with 1 patient having the same spot irradiated twice, and the other 2 both having RT at 2 distal sites. Only 1 patient had prior systemic treatment (ibrutinib) for their low-grade lymphoma. The primary outcomes were rates of complete response (CR), partial response (PR), overall response (defined as CR or PR), stable disease (SD), or progressive disease (PD). Secondary outcomes included PFS, overall survival (OS), symptom relief, and acute and long-term toxicities. Radiographic studies (predominantly PET/CT) were used to determine treatment response and disease control. Results In our cohort with median follow up of 16 months, the PFS and OS at one year was 93% (14/15)and 100% (15/15), respectively. The overall response rate was 94% (16/17), of which 13 sites (76%) achieved CR, 3 (18%) had PR, and 1 (6%) had SD. Of those with PR, 1 had residual disease in the field of RT, 1 outside the field of RT, and 1 both in and out of the field of RT. For the first 2, repeat ultra-low-dose RT was given to sites of PR and both achieved CR. The remaining patient with both in and out of field PR was managed with active surveillance with SD on last follow up. 2 patients experienced acute toxicities, 1 with mild diarrhea from pre-sacral RT that resolved within days, and 1 with dysgeusia from parotid RT that resolved within 2 months. Only 1 patient noted long-term toxicity of dry mouth with about 50% reduction in saliva after left parotid gland RT, but of note this patient also had preexisting Sjogren's syndrome. Symptoms were present in 10 patients, of which 9 noted improvement after treatment. The only patient whose symptoms did not improve was the patient with SD. This patient had neuro involvement of the lymphoma with multiple confounding factors. Conclusion Combined modality treatment with single-agent rituximab and ultra-low-dose adaptive RT, with retreatment as needed, in patients with indolent NHL appears to provide effective palliation and disease control with minimal toxicity. For patients with concerns for radiation or chemotherapy related toxicity, this presents an attractive alternate treatment paradigm that warrants further evaluation in larger prospective studies. Disclosures Desai:  Boston Scientific: Consultancy, Research Funding. Awan:  ADCT therapeutics: Consultancy; Cardinal Health: Consultancy; Merck: Consultancy; BMS: Consultancy; Dava Oncology: Consultancy; Johnson and Johnson: Consultancy; Beigene: Consultancy; Incyte: Consultancy; Verastem: Consultancy; MEI Pharma: Consultancy; Karyopharm: Consultancy; Celgene: Consultancy; Kite pharma: Consultancy; Gilead sciences: Consultancy; Pharmacyclics: Consultancy; Janssen: Consultancy; Abbvie: Consultancy; Astrazeneca: Consultancy; Genentech: Consultancy.",
    "author_names": [
        "Meredith Jackson",
        "Sean All",
        "Samantha Brocklehurst",
        "Neil B Desai",
        "Jennifer L Shah",
        "Syed M Rizvi",
        "Farrukh T. Awan",
        "Praveen Ramakrishnan Geethakumari",
        "Kiran A Kumar"
    ],
    "author_dict_list": [
        {
            "author_name": "Meredith Jackson",
            "author_affiliations": [
                "Radiation Oncology, UT Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sean All",
            "author_affiliations": [
                "Radiation Oncology, UT Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Brocklehurst",
            "author_affiliations": [
                "Radiation Oncology, Univeristy of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil B Desai",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L Shah",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Syed M Rizvi",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Stem Cell Transplantation, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farrukh T. Awan",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Praveen Ramakrishnan Geethakumari",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Stem Cell Transplantation, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiran A Kumar",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:31:31",
    "is_scraped": "1"
}