{
    "doi": "https://doi.org/10.1182/blood.V128.22.2263.2263",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3327",
    "start_url_page_num": 3327,
    "is_scraped": "1",
    "article_title": "Immunoglobulin Recovery after ASCT for Patients with Multiple Myeloma: Impact on Overall Survival and Progression-Free Survival ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster I",
    "topics": [
        "autologous stem cell transplant",
        "immunoglobulins",
        "multiple myeloma",
        "progression-free survival",
        "lenalidomide",
        "biological therapy",
        "bortezomib",
        "chemotherapy, neoadjuvant",
        "immune system diseases",
        "kidney failure"
    ],
    "author_names": [
        "Victor Jimenez-Zepeda, MD",
        "Peter Duggan, MD",
        "Paola Neri, MD PhD",
        "Ahsan Chaudhry, MD",
        "Jason Tay, MDFRCPC MSc",
        "Nizar J. Bahlis, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology and Hematology, Tom Baker Cancer Center, Calgary, Canada "
        ],
        [
            "Department of Medical Oncology and Hematology, Tom Baker Cancer Center, Calgary, Canada "
        ],
        [
            "University of Calgary, Arnie Charbonneau Cancer Institute, Calgary, Canada "
        ],
        [
            "Tom Baker Cancer Center, Calgary, Canada "
        ],
        [
            "University of Calgary/Tom Baker Cancer Center, Calgary, CAN "
        ],
        [
            "University of Calgary, Arnie Charbonneau Cancer Institute, Calgary, Canada ",
            "University of Calgary, Calgary, Canada"
        ]
    ],
    "first_author_latitude": "51.0632815",
    "first_author_longitude": "-114.1333609",
    "abstract_text": "Introduction Immunoparesis, defined as suppression of uninvolved immunoglobulins (Igs), has been described as one of the most common indicators of immune dysfunction in patients with multiple myeloma (MM). The role of immunoglobulin recovery, however, has not been properly evaluated, in particular in the setting of immunomodulatory therapy. In the present study, we aimed to assess the impact of immunoparesis and Igs recovery after ASCT on Overall and Progression-Free survival (OS and PFS). Methods All consecutive patients undergoing ASCT at our center from 01/2004 to 03/2016 were evaluated. All patients received induction chemotherapy before undergoing auto-SCT. Patients received conditioning with either HDM at 200 mg/m 2 (or adjusted as per renal failure) or HDM with Bortezomib (Bor-HDM). Definitions of response and progression were used according to the EBMT modified criteria. Immunoglobulin recovery was assessed at 12 months post-ASCT in those cases where immunoparesis was noted at diagnosis. Results Clinical characteristics are shown in Table 1 . Decrease of uninvolved Ig's was noted in 94% of cases. At the time of analysis, 69.2% of patients are alive and 54.9% have already progressed, respectively. Median OS did not differ between patients with or without immunoparesis (p=0.851). With regards to Ig recovery at 12 months post-ASCT, median OS was longer for those patients with complete or partial normalization of Ig's compared to those with no recovery at all (Estimate median OS of 97, 77 and 69 months, respectively, p=0.008) ( Fig1a ). In addition, median PFS was longer for those patients with normalization or partial recovery of Ig's at 12 months post-ASCT (median of 40.3 and 38 months, compared to 24.6 months for those without Ig recovery, p=0.002) ( Fig1b ). Furthermore, 121 patients receiving lenalidomide maintenance were evaluated, 49% of cases exhibited complete or partial recovery of Ig's at 12 months post-ASCT, compared to 40% for those cases that were not treated with any maintenance strategy (p=0.6). In conclusion , Immunoglobulin recovery at 12 months post-ASCT is an important factor to predict for better progression-free and overall survival. The use of lenalidomide as a maintenance strategy did not seem to affect the process of Ig recovery. Based on our observations, the use of immune enhancement strategies in the post-transplant setting seem appealing and requires further investigation. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Jimenez-Zepeda: Janssen: Honoraria; Amgen: Honoraria; Takeda: Honoraria; Celgene, Janssen, Amgen, Onyx: Honoraria. Neri: Celgene and Jannsen: Consultancy, Honoraria. Bahlis: Celgene: Consultancy, Honoraria, Other: Travel Expenses, Research Funding, Speakers Bureau; BMS: Honoraria; Onyx: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Janssen: Consultancy, Honoraria, Other: Travel Expenses, Research Funding, Speakers Bureau."
}