{
    "doi": "https://doi.org/10.1182/blood.V120.21.3501.3501",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2153",
    "start_url_page_num": 2153,
    "is_scraped": "1",
    "article_title": "Stress Hematopoiesis Reveals Abnormal Control of Self-Renewal, Lineage-Bias and Myeloid Differentiation in Mll Partial Tandem Duplication (Mll-PTD) Hematopoietic Stem/Progenitor Cells ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "acute lymphocytic leukemia",
        "cloning",
        "hematopoiesis",
        "karyotype determination procedure",
        "leukemia",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "myeloblastic leukemia, pediatric acute",
        "myelodysplastic syndrome",
        "spinocerebellar ataxia type 1"
    ],
    "author_names": [
        "Yue Zhang, MD",
        "Xiaomei Yan",
        "Goro Sashida, MD",
        "Xinghui Zhao, PhD",
        "Yalan Rao, PhD",
        "Susumu Goyama, MD, PhD",
        "Susan Whitman, PhD",
        "Nicholas Zorko",
        "Kelsie M. Bernot, PhD",
        "Rajeana M. Conway",
        "David Witte",
        "Qianfei Wang",
        "Daniel G Tenen, MD",
        "Zhijian Xiao, MD",
        "Guido Marcucci, MD",
        "James C. Mulloy, PhD",
        "H. Leighton Grimes, PhD",
        "Michael A. Caligiuri, M.D.",
        "Gang Huang"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Pathology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Pathology, joint, Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Pathology, joint, Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
        ],
        [
            "Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
        ],
        [
            "Division of Pathology;Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Pathology, Cincinnati Children's Hospital Medical Center, Cincinnati, Cincinnati, OH, USA, "
        ],
        [
            "Laboratory of Disease Genomics and Individualized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Harvard Stem Cell Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "MDS center, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China, "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
        ],
        [
            "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Medical Center Division of Immunobiology, Cincinnati Children's Hospital, Cincinnati, OH, USA, "
        ],
        [
            "Integrated Biomedical Sciences Graduate Program, The Ohio State University, Columbus, OH, USA"
        ],
        [
            "Division of Pathology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Abstract 3501 Rearrangements of the Mixed-Lineage Leukemia ( MLL ) gene occur in a variety of aggressive human leukemias. The most common ones are balanced translocations in which the genomic sequences encoding the N-terminal portion of MLL are fused to sequences encoding the C-terminus of another translocation partner in acute myelogenous leukemia (AML) and acute lymphoblastic leukemia (ALL). Another mechanism for disrupting the MLL gene in myelodysplastic syndrome (MDS) and AML, but rarely seen in ALL, is partial tandem duplication ( MLL -PTD). The MLL –PTD was first identified in de novo AML with a normal karyotype or trisomy 11. Cloning of this region revealed partial duplications within the 5′ region of the MLL gene. These duplications consist of an in-frame repetition of MLL exons in a 5′–3′ direction and produce an elongated protein. The incidence of MLL –PTD was 8% in unselected adult and childhood AML and 5% in MDS. However, the mechanism by which MLL -PTD contributes to MDS and AML development and maintenance is currently unknown. Mll -PTD knock-in mouse model, its expression is regulated by endogenous promoter, has been generated to study the function of Mll-PTD in vitro and in vivo and to identify its downstream targets. This mouse model provides a powerful genetic tool to identify disruptions in normal cellular regulation as a result of this mutation, as well as a model to characterize the contribution of the Mll-PTD in leukemogenesis. Herein, we investigated hematopoietic stem/progenitor cell (HSPC) phenotypes of Mll -PTD knock-in mice. Although HSPCs (Lin − Sca1 + Kit + (LSK)/SLAM + and LSK) in Mll PTD/WT mice are reduced in absolute number in steady state due to increased apoptosis, they have a proliferative advantage in colony replating assays, CFU-spleen assays, and competitive transplantation assays over wild-type HSPCs. The Mll PTD/WT –derived phenotypic short-term (ST)-HSCs/multipotent progenitors (MPPs) and granulocyte/macrophage progenitors (GMPs) have self-renewal capability, rescuing hematopoiesis by giving rise to long-term repopulating cells in recipient mice with an unexpected myeloid differentiation blockade and lymphoid-lineage bias. However, Mll PTD/WT HSPCs never develop leukemia in primary or recipient mice, suggesting that additional genetic and/or epigenetic defects are necessary for full leukemogenic transformation. In conclusion, the Mll PTD/WT mouse model provides unique genetic and biochemical tool to identify new targets and pathways responsible for the altered differentiation/repopulating properties, self-renewal activity, lineage bias and myeloid differentiation blockade relevant to MLL-PTD MDS and AML. This model should also help us to understand the underlying mechanism(s) for each of the phenotypes we found in this study and facilitate improved therapies and patient outcomes in the future. Disclosures: No relevant conflicts of interest to declare."
}