{
    "doi": "https://doi.org/10.1182/blood.V110.11.3583.3583",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=890",
    "start_url_page_num": 890,
    "is_scraped": "1",
    "article_title": "Clinical, Prognostic and Possible Therapeutic Relevance of Angiogenesis in Non-Hodgkin’s Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "topics": [
        "angiogenesis",
        "cd34 antigens",
        "enzyme-linked immunosorbent assay",
        "fibroblast growth factor 2",
        "follow-up",
        "hepatocyte growth factor",
        "hodgkin's disease",
        "indolent",
        "lymphoma",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Leina Y. Etto, M.D.",
        "Emilio C.A. Lacerda, M.D.",
        "Otavio C.G. Baiocchi, M.D., PhD.",
        "Vanderleia C. Silva",
        "Maria Aparecida Dalboni",
        "Riguel J. Inaoka, M.D.",
        "Fernanda C. Corbi",
        "Antonio C. Alves, M.D.",
        "Andre L. Vettore, PhD.",
        "Gisele W.B. Colleoni, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ],
        [
            "Hematology and Transfusion Service, Federal University of São Paulo, São Paulo, Brazil",
            " "
        ]
    ],
    "first_author_latitude": "-23.559577",
    "first_author_longitude": "-46.655617",
    "abstract_text": "Considering that angiogenesis may have importance in the pathogenesis of non-Hodgkin’s lymphomas (NHL), the aims of this study were to correlate hepatocyte growth factor (HGF), vascular endothelial growth factor (VEGF), basic fibroblast growth factor (FGF) serum levels and microvessel density (MVD) with cell origin, biological behavior, tumor load and prognosis in NHL. Materials and methods: Eighty-seven consecutive previously untreated NHL patients had serum samples collected and were included in the study. Thirty-seven (42%) of them also had additional serum follow-up samples. Control group was composed by ten healthy blood donors. HGF, VEGF and FGF serum levels were determined by ELISA. MVD was measured by CD34 staining in patients with available paraffin blocks. Results: HGF mean serum level was significantly higher in both early and advanced NHL Ann Arbor stages when compared to control group. HGF was also significantly higher in both aggressive and indolent NHL when compared to control group. Furthermore, mean serum level of HGF in aggressive NHL was significantly higher than in indolent NHL. Regarding International Prognostic Index (IPI), mean serum levels of HGF at diagnosis was significantly higher for patients with IPI > 2 when compared to IPI <=2. FGF mean serum level was also significantly higher in early and advanced NHL stages when compared to controls. We also observed that FGF mean serum level was significantly higher in indolent NHL when compared to control group. Regarding VEGF, serum levels were significantly higher in aggressive NHL when compared to control group. Sequential analyses of HGF, VEGF and FGF serum levels in NHL showed that serum HGF and VEGF levels decreased significantly after 6 months of treatment completion. When we analyzed MVD, no associations between patient’s groups were found, even when stage, biologic behavior or cell origin were taken into account. We did not find correlation among MVD and serum levels of HGF, VEGF and FGF at diagnosis either. Conclusions: Our findings suggest that HGF seems to play an important role in NHL pathogenesis because: its serum level is associated to tumor load and aggressiveness; it can be correlated to treatment response. In face of these results, we could suggest that HGF is a potential target for therapeutic intervention in NHL."
}