{
    "doi": "https://doi.org/10.1182/blood.V124.21.1537.1537",
    "article_title": "Usefulness of Dilute Russell’s Viper Venom Clotting Time (DRVVT) for the Routine Monitoring of New Oral Anticoagulants ",
    "article_date": "December 6, 2014",
    "session_type": "332. Antithrombotic Therapy: Poster I",
    "abstract_text": "The new oral anticoagulants such as rivaroxaban (Bayer Healthcare) (R) apixaban (BMS/Pfizer) (A) and dabigatran (Boehringer Ingleheim) (D) have been approved to manage thrombotic and cardiovascular disorders in the US and Europe. Initially it was thought that these agents would not require monitoring at the approved dosages for specific indications. However, there have been reported bleeding complications with some of these agents suggesting that monitoring of these drugs to optimize therapy in some patient populations may be needed. The purpose of this study was to determine which of the available clotting assays could be used to determine the circulating concentration of these new oral anticoagulants in plasma. Materials: Citrated blood was drawn from ten donors and spun at 3000 rpm to obtain platelet poor plasma (PPP). The PPP was supplemented with A, R and D in a concentration range of 0-1.0 ug/ml. In addition, five plasma samples, for each agent, containing varying concentrations of either A, R or D were also blindly analyzed. The plasma samples were analyzed using PT/INR (Innovin, Seimens, Deerfield,IL), APTT reagent (Platelin, TCoag, Ireland) dilute Russell’s viper venom time (DRVVT) and DRVVT confirm (HemosIL, Instrumentation Laboratories (Bedford, MA). Results: In the PT and APTT assays a concentration dependent increase in clotting time was observed, however the slope of the line was flatter than with the slope observed in the DRVVT and DRVVT confirm assays. In both the DRVVT and DRVVT confirm assays the concentration-response curves for A,D and R were straight lines with a steep slope. Therefore, it was possible to extrapolate the concentrations of the unknown samples using both of these assays. When using the DRVVT and DRVVT confirm assays , there was a good correlation between the calculated concentration and the actual concentration in the range of 50-1000 ng/ml (r 2 =0.82). At concentrations < 50 ng/ml, the calculated concentration showed a poor correlation with the actual concentration (r 2 =0.26). Conclusions: These results suggest that the PT and APTT assays are not sensitive to the new oral anticoagulants and therefore cannot be used to determine the circulating concentrations of these agents. However, the dRVVT and DRVVT confirm assays are sensitive to A, D and R at concentrations > 50 ng/ml, therefore, A,D and R can be monitored by these assays. Both of these assays are commercially available and can be readily adapted to any automated instrument. These studies warrant clinical validation of these tests in patients populations treated with the newer oral anticoagulant drugs. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anticoagulants, oral",
        "dilute russell viper venom time",
        "russell viper venom time procedure",
        "activated partial thromboplastin time measurement",
        "apixaban",
        "cardiovascular diseases",
        "dabigatran etexilate",
        "hemorrhage",
        "international normalized ratio",
        "rivaroxaban"
    ],
    "author_names": [
        "Debra Hoppensteadt, PhD",
        "Jake Kola",
        "Mark Brayne",
        "Omer Iqbal, MD",
        "Jawed Fareed, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Debra Hoppensteadt, PhD",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jake Kola",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Brayne",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omer Iqbal, MD",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, PhD",
            "author_affiliations": [
                "Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T21:38:37",
    "is_scraped": "1"
}