{
    "doi": "https://doi.org/10.1182/blood-2019-130978",
    "article_title": "Area-Based Socioeconomic Disparities in Survival of Children with Newly Diagnosed Acute Myeloid Leukemia: A Report from the Children's Oncology Group ",
    "article_date": "November 13, 2019",
    "session_type": "906.Outcomes Research-Malignant Conditions (Myeloid Disease)",
    "abstract_text": "Introduction : Income, education, and health insurance coverage have been shown to influence access to appropriate oncology care, impacting detection and treatment. We sought to evaluate the role of area-based measures of socioeconomic status in contributing to outcome disparities on the two most recent Children's Oncology Group (COG) Phase 3 clinical trials for acute myeloid leukemia (AML), AAML0531 and AAML1031. We hypothesized that pediatric AML patients from low income and low education zip codes have inferior five-year overall survival (OS) and event-free survival (EFS) relative to patients from middle income and more educated zip codes. Methods : Patients enrolled on AAML0531 and AAML1031 were included. Patients with Down syndrome (n=5), FLT3/ITD high allelic ratio (n=264), in AAML1031 Arm D (n=332), and patients whose zip code was not able to be mapped to a US Census area were excluded (n=60). Patients were observed from enrollment on study through last available follow up. Zip code level median annual household income was the primary exposure and was categorized as follows: Poverty: $56,516. Secondary exposures of interest included zip code level educational attainment and insurance type (Medicaid Only vs other insurance) at AML diagnosis. Standard descriptive statistics were used to compare patient characteristics by levels of exposure; the Kaplan Meier method was used to estimate OS (defined as time from study entry to death) and EFS (time from study entry until failure to achieve CR during induction, relapse, or death). Cox proportional hazards models were used to estimate hazard ratios (HR) for OS and EFS. Measures of association were adjusted for known risk factors for mortality including cytogenetic/mutation risk group, gemtuzumab (GO) receipt, race, and age. Logistic regression analyses were used to estimate odds ratios (OR) for early mortality (defined as death during induction). Results : Of 2387 patients enrolled on AAML0531 and AAML1031, 1726 met inclusion criteria for the overall analysis. Due to missing covariate data, 1467 patients were included in the final model. Race/ethnicity differed significantly by area-based income, area-based education, and insurance type with a higher proportion of Black and Hispanic patients living in poverty, low income, and low education areas, and having Medicaid only insurance. Lower area-based income was associated with lower OS (43% in poverty vs. 61% in low income vs. 68% in middle/high income; p = 0.004) and EFS (34% in poverty vs. 46% in low income vs. 54% in middle/high income; p = 0.005), shown in Figure 1. Lower area-based educational attainment was also associated with lower OS (58% in Quartile 4 (lower education) vs. 70% in Quartile 1 (higher education); p = 0.005 across quartiles) and EFS (44% in Q4 vs. 54% in Q1; p = 0.03 across quartiles). Patients with Medicaid Only insurance had lower OS (59 ± 5% vs. 66 ± 3%: p = 0.01) but similar EFS (48 ± 5% vs. 50 ± 3%: p = 0.33). In a full multivariable model, differences in survival by area-based educational attainment and insurance type resolved suggesting that observed crude associations were explained by confounding by area-based income combined with established risk factors. Patients from middle/high income areas experienced 25% lower risk of mortality compared to patients from low income areas (OS: crude HR 0.74 95% CI 0.62, 0.89; adjusted HR 0.79 95% CI 0.63, 0.99) with similar differences in EFS (crude HR 0.79 95% CI 0.69, 0.92; adjusted HR 0.77 95% CI 0.65, 0.89). There was no meaningful confounding of the income-survival association detected as evidenced by unchanged magnitudes of association following adjustment for area-based education, insurance, and established risk factors. Area-based low income was associated with both higher risk of early death (crude OR: 2.43 95% CI 1.04, 5.69) and treatment-related mortality on therapy (11.1 ± 10.5% vs. 3.7 ± 2.5%, p = 0.03) compared to area-based middle/high income. Conclusions : Lower area-based income and education were associated with significantly inferior EFS and OS among patients with AML on the last two Phase 3 COG trials. Moreover, zip-code based low SES is an independent risk factor for mortality in pediatric AML. Additional studies to understand mechanisms of observed socioeconomic disparities in treatment outcomes will inform interventions that may mitigate these inequities. View large Download slide View large Download slide  Close modal Disclosures Fisher: Pfizer: Research Funding; Astellas: Other: Data Safety Monitoring Board Chair for an antifungal study; Merck: Research Funding.",
    "topics": [
        "child",
        "health disparity",
        "leukemia, myelocytic, acute",
        "medical oncology",
        "socioeconomic factors",
        "myeloblastic leukemia, pediatric acute",
        "antifungal agents",
        "follow-up",
        "gemtuzumab",
        "impedance threshold device"
    ],
    "author_names": [
        "Lena E. Winestone, MD",
        "Kelly D Getz",
        "Kira O Bona, MDMPH",
        "Brian T. Fisher, DO, MSCE",
        "Alan S Gamis, MD MPH",
        "Alix E. Seif, MD",
        "Lillian Sung, MD PhD",
        "Yi-Cheng Wang",
        "Todd A. Alonzo, PhD",
        "Richard Aplenc, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lena E. Winestone, MD",
            "author_affiliations": [
                "Helen Diller Family Comprehensive Cancer Center, UCSF, San Francisco, CA ",
                "Division of Allergy, Immunology, and BMT, UCSF Benioff Children's Hospital, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelly D Getz",
            "author_affiliations": [
                "Center for Childhood Cancer Research, Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA ",
                "Department of Biostatistics, Epidemiology and Informatics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kira O Bona, MDMPH",
            "author_affiliations": [
                "Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Fisher, DO, MSCE",
            "author_affiliations": [
                "Division of Infectious Diseases, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S Gamis, MD MPH",
            "author_affiliations": [
                "Hematology/Oncology, Children's Mercy Hospitals and Clinics, Kansas City, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alix E. Seif, MD",
            "author_affiliations": [
                "Center for Childhood Cancer Research, Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lillian Sung, MD PhD",
            "author_affiliations": [
                "Division of Haematology, The Hospital for Sick Children, Toronto, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi-Cheng Wang",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo, PhD",
            "author_affiliations": [
                "Department of Preventive Medicine, University of Southern California, Monrovia, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Aplenc, MD PhD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T18:38:53",
    "is_scraped": "1"
}