{
    "doi": "https://doi.org/10.1182/blood-2018-99-118029",
    "article_title": "Clinicians' Perspectives on Cure in Adult Acute Lymphoblastic Leukemia (ALL) Patients with Minimal Residual Disease (MRD) - Findings from a UK Delphi Panel ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "abstract_text": "Introduction The presence of MRD in patients with Philadelphia chromosome-negative (Ph-) B-cell precursor (BCP) ALL in first complete remission (CR1) is an important negative prognostic factor. Evidence suggests that long term survival can be achieved among patients with MRD. However, what constitutes 'cure' is unclear; in addition, the definition of cure could be disease and stage specific. This study aimed to better understand the concept of cure in this patient population through a Delphi consensus panel approach, considering the definition of cure, the place of hematopoietic stem cell transplant (HSCT) in the treatment pathway, and long-term mortality risk and health-related quality of life (HRQL) in those patients who achieve cure. Methods Following ethical approval a two phase Delphi panel was conducted with five hematologists / hemato-oncologists from the UK with expertise in treating adults with ALL. Participants initially completed a questionnaire, which gathered data on participants' background and experience in ALL, as well as information on ALL treatments and outcomes using semi-structured and open-ended questions. Responses to the questionnaire were then presented and discussed by all participants in a web-based meeting. Participant \"poll\" questions were used to establish where consensus (defined here as 80% agreement among participants) was achieved on specific statements. Results Participants had a median 16 years' experience in treating adults with ALL, and had treated a median of 12 patients with Ph- BCP-ALL in the previous 12 months. For patients with Ph− BCP-ALL who have achieved CR1 and are MRD+, participants agreed that some patients can achieve cure with current standard of care treatment. Cure was agreed to be best defined using the measure of relapse-free survival (RFS) as opposed to persistent MRD- status and overall survival. Participants reached consensus that they would begin to consider cure at 3 years' RFS in this patient population, and that cure is considered highly probable if a patient is still relapse-free at 5 years. The proportion of patients who achieve cure was agreed to be up to 30% with current standard of care treatments and HSCT, but the likelihood of cure was considered to be lower among patients who are not eligible for HSCT. Although considered part of the standard of care, participants agreed that HSCT cannot be conducted in all patients, and long-term survival has been shown to be possible with the current standard of care in a minority of patients who are MRD+ at CR1 who do not undergo HSCT. Participants agreed that, in the \"cured\" population, the mortality risk would be higher than in the general population. Specifically, participants reached a consensus that the mortality rate among patients who achieved cure, and who had received HSCT, was 3-4 times higher compared with the age- and sex-matched general population in UK due to the long term effects of HCST and chemotherapy. Furthermore, the after effects of chemotherapy and HSCT, were described to have an impact on the HRQL of patients who achieve cure. Consensus was reached that, on average, the HRQL of these \"cured\" patients would be higher than the average HRQL of patients who have just achieved MRD- status after further treatment and closer to the age- and sex-matched general population. Conclusions This study provides evidence via clinical consensus on the concept of cure in patient with BCP-ALL with MRD at CR1 in UK and confirms that cure could be achieved in this population. The implications of this research are that therapies that effectively eradicate MRD, and induce long term RFS, may potentially increase the chance of cure. Disclosures Marks: Novartis: Consultancy; Amgen: Consultancy; Pfizer: Consultancy. Cong: Amgen: Employment, Equity Ownership. Shah: Amgen, Inc.: Employment, Equity Ownership.",
    "topics": [
        "acute lymphocytic leukemia",
        "b-lymphocytes",
        "chemotherapy effects",
        "chemotherapy regimen",
        "complete remission",
        "equity",
        "hematopoietic stem cell transplantation",
        "internet",
        "neoplasm, residual",
        "oncologists"
    ],
    "author_names": [
        "David Marks",
        "Wendy Gidman, PhD MSc, BPharm",
        "Heather M Wieffer, PhD",
        "Lirong Zhang, MSc",
        "Ze Cong, PhD MS",
        "Shweta Shah"
    ],
    "author_dict_list": [
        {
            "author_name": "David Marks",
            "author_affiliations": [
                "University Hospitals Bristol, Bristol, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wendy Gidman, PhD MSc, BPharm",
            "author_affiliations": [
                "PRMA Consulting Ltd, Fleet, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather M Wieffer, PhD",
            "author_affiliations": [
                "PRMA Consulting Ltd, Fleet, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lirong Zhang, MSc",
            "author_affiliations": [
                "PRMA Consulting, Oxford, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ze Cong, PhD MS",
            "author_affiliations": [
                "Amgen, South San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shweta Shah",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T13:09:48",
    "is_scraped": "1"
}