{
    "doi": "https://doi.org/10.1182/blood.V112.11.4534.4534",
    "article_title": "Complement Deposition Is Predictive of a Low Absolute Immature Platelet Fraction in Immune Thrombocytopenic Purpura ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "The role of platelet-associated complement in the pathophysiology of immune thrombocytopenic purpura (ITP) is not well understood. Although various humoral and cell mediated mechanisms have accounted for the decrease in platelet count, the role of the complement system has not been well defined. To test this, we examined complement fixation on platelets using plasma of 100 ITP patients and 50 healthy volunteers. In situ complement fixation was measured as C1q deposition on heterologous platelets using an ELISA approach. Deposition of C1q was evaluated using specific primary monoclonal antibodies (Quidel, San Diego, CA), and an alkaline phosphatase conjugated goat anti mouse secondary antibody and p-NPP substrate to quantify primary antibody binding. Substrate conversion was measured at 405 nm and was proportional to antigen deposition (complement component) on the platelet surface. Controls for specificity included wells coated with blocking solution only, and platelets exposed to buffer instead of plasma. Results for patient samples were normalized relative to an internal assay control (pooled normal plasma) and expressed as a ratio of C1q deposition. Ratios equal to or greater than 1.9 were considered positive for complement fixation. No significant relationship was observed for complement fixation when samples were stratified by gender, splenectomy status, prior treatment or total platelet count. However, a significant relationship between Absolute Immature Platelet Fraction (A-IPF) (Sysmex, Kobe, Japan) and C1q deposition was observed. The data suggest that a positive complement fixation test defined by C1q deposition is predictive of a low A-IPF (<15) with a positive predictive value and specificity of 100%. The two tailed Fisher exact test gives a p-value of 0.0265. In conclusion, these data suggest that complement fixation in the classical pathway may play a role in reducing the number of immature platelets in patients with ITP, perhaps by a direct effect of complement deposition on megakaryocytes and therefore anti-complement therapy may have clinical utility. Further studies that include an examination of complement fixation in the bone marrow, especially on megakaryocytes, may elucidate the exact mechanism of this destruction. Alernatively, flow cytomety of immature platelets to compare them to mature platelets in regard to complement deposition would be of interest.",
    "topics": [
        "complement system proteins",
        "immature platelets",
        "purpura, thrombocytopenic, idiopathic",
        "complement fixation tests",
        "antibodies",
        "alkaline phosphatase",
        "antigens",
        "buffers",
        "galveston orientation and amnesia test",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Biree Andemariam, M.D.",
        "James B Bussel",
        "Ellinor I.B. Peerschke, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Biree Andemariam, M.D.",
            "author_affiliations": [
                "Hematology, University of Connecticut Health Center, Farmington, CT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James B Bussel",
            "author_affiliations": [
                "Weill-Cornell Medical College of Cornell University, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellinor I.B. Peerschke, PhD",
            "author_affiliations": [
                "Mt Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T15:41:05",
    "is_scraped": "1"
}