{
    "doi": "https://doi.org/10.1182/blood.V126.23.142.142",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3045",
    "start_url_page_num": 3045,
    "is_scraped": "1",
    "article_title": "Lineage-Specific Aberrant mRNA Splicing By U2AF1 Mutation Alters Erythroid and Granulomonocytic Differentiation ",
    "article_date": "December 3, 2015",
    "session_type": "636. Myelodysplastic Syndromes - Basic and Translational Studies: Consequences of Splicing Factor Alterations and Genetic Instability",
    "topics": [
        "annexin a5",
        "antigens, cd15",
        "cd14 antigen",
        "cd34 antigens",
        "flow cytometry",
        "heterogeneous nuclear rna",
        "histones",
        "macrophage-1 antigen",
        "mutation",
        "myelodysplastic syndrome"
    ],
    "author_names": [
        "Bon Ham Yip, PhD",
        "Swagata Roy, PhD",
        "Hamid Dolatshad, PhD",
        "Jacqueline Shaw",
        "Seishi Ogawa, MD PhD",
        "Andrea Pellagatti, PhD",
        "Jacqueline Boultwood, PhD"
    ],
    "author_affiliations": [
        [
            "Nuffield Division of Clinical Laboratory Sciences, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Nuffield Division of Clinical Laboratory Sciences, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Nuffield Division of Clinical Laboratory Sciences, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Nuffield Division of Clinical Laboratory Sciences, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
        ],
        [
            "Nuffield Division of Clinical Laboratory Sciences, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Nuffield Division of Clinical Laboratory Sciences, Radcliffe Department of Medicine, University of Oxford, Oxford, United Kingdom "
        ]
    ],
    "first_author_latitude": "51.754816399999996",
    "first_author_longitude": "-1.2543668000000001",
    "abstract_text": "Splicing factor genes are the most common targets of somatic mutations in myelodysplastic syndromes (MDS). The splicing factor U2AF1 is an auxiliary factor that forms a heterodimer for the recognition of the 3′ splice site during pre-mRNA splicing. Heterozygous mutations of U2AF1 occur in ~10% of MDS patients and are predominantly located at S34 and Q157 within the zinc fingers domains. Recently an inducible transgenic mouse model expressing mutant U2AF1 S34F demonstrated altered hematopoiesis and aberrant pre-mRNA splicing in hematopoietic progenitor cells. MDS are clonal stem-cell disorders characterized by ineffective hematopoiesis in one or more myeloid lineages of the bone marrow. To investigate the effects of U2AF1 S34F mutation on hematopoiesis, U2AF1 S34F mutant (S34F) and U2AF1 wild type (WT) were overexpressed in human bone marrow CD34 + progenitor cells by retroviral transduction and the cells were differentiated along erythroid and granulomonocytic lineages. S34F erythroblasts exhibited impaired erythroid differentiation compared to WT and empty vector (EV) controls. A significant increase in CD71 - CD235a - non-erythroid cells (p≤0.02, n=7) followed by a significant decrease in CD71 + CD235a + (p≤0.002, n=7) and CD71 - CD235a + (p=0.005, n=7) erythroid cells was observed in S34F erythroblasts from day 11 to 14 using flow cytometry, when compared to WT and EV controls. Moreover, S34F inhibited formation and hemoglobinization of BFU-E colonies from bone marrow CD34 + cells in colony forming cell (CFC) assays compared to WT (p=0.002, n=7) and EV (p=0.0006, n=7) controls. S34F erythroblasts also exhibited impaired cell growth and increased apoptosis (Annexin V + ) compared to WT (p<0.05, n=6-8) and EV (p≤0.01, n=6-8) controls. Thus, the S34F mutation results in impaired erythropoiesis. S34F perturbed the granulomonocytic lineage by skewing differentiation of myeloid cells towards granulocytes. A reduction in the CD11b + population was observed in S34F myeloid cells compared to WT (p≤0.001, n=9) and EV (p≤0.001, n=9) controls from day 11 to 14. An increase in granulocytes (CD15 + , p≤0.001, n=5) followed by a concomitant decrease in monocytes (CD14 + ,p=0.026, n=5) was also observed in S34F myeloid cells on day 20 compared to WT and EV controls. Morphological analysis of myeloid cells confirmed a reduction in monocytes caused by an expansion of granulocyte eosinophils. Moreover, S34F bone marrow CD34 + cells produced a significantly higher number of CFU-G (p=0.035, n=5) with a decrease in the number of CFU-M (p≤0.03, n=5) in myeloid CFC assays compared to WT (p≤0.01, n=7) and EV (p≤0.01, n=7) controls. S34F myeloid cells exhibited impaired cell growth associated with G2/M cell cycle arrest compared to WT (p=0.0003, n=6) and EV (p=0.0002, n=6) controls. To investigate aberrant splicing events, we performed RNA sequencing on individual erythroid (BFU-E) and granulomonocytic (CFU-G and CFU-M) colonies formed by S34F, WT and EV transduced bone marrow CD34 + cells (n=3 each). By comparison with WT and EV colonies of the same lineage, we observed that S34F differentially alters the splicing pattern in different lineages. We have observed aberrant splicing of many genes, including BCOR and H2AFY , two genes previously shown to be aberrantly spliced in common myeloid progenitors from a U2AF1 S34F mouse model. The transcriptional co-repressor BCOR is commonly mutated in MDS/AML. Alternative 3' splice site usage in BCOR, resulting in reduced expression of its long isoform, was observed in S34F granulomonocytic colonies, but not in S34F erythroid colonies. In contrast, reduced expression of isoform 1.1 of H2AFY (a member of H2A histone family), due to mutually exclusive exons, was observed in both S34F erythroid and granulomonocytic colonies. Deregulation in isoform expression levels in BCOR and H2AFY was validated by isoform-specific qRT-PCR in S34F transduced cells compared to WT (p≤0.015, n=5) and EV (p≤0.045, n=5) controls. We are currently introducing these isoform imbalances into bone marrow CD34 + cells as they differentiate towards the erythroid and granulomonocytic lineages to elucidate the lineage-specific effect of S34F. Our results indicate that U2AF1 S34F mutant alters erythroid and granulomonocytic differentiation by inducing lineage-specific aberrant splicing patterns, providing new insights into the molecular pathogenesis of U2AF1 mutant MDS. Disclosures No relevant conflicts of interest to declare."
}