{
    "doi": "https://doi.org/10.1182/blood.V128.22.656.656",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3347",
    "start_url_page_num": 3347,
    "is_scraped": "1",
    "article_title": "Increased Efficacy of Chemomobilization with Intermediate Dose Cytarabine + G-CSF Compared to G-CSF Alone for Patients with Multiple Myeloma: Results of a Prospective, Randomized Trial ",
    "article_date": "December 2, 2016",
    "session_type": "711. Cell Collection and Processing: Graft Mobilization, Manipulation, and Characterization",
    "abstract_text": "INTRODUCTION: High-dose therapy with autologous stem cell support (autologous stem cell transplantation, autoSCT) remains the standard of care for eligible patients with multiple myeloma (MM). Planned tandem autoSCT which can also be considered for all transplant candidates requires collection of at least 5 x 10^6 CD34+ cells/kg. Randomized trials comparing chemomobilization with use of cyclophosphamide (CY) + G-CSF to G-CSF alone did not demonstrate clear advantage of addition of CY to growth factor. In recent years, intermediate-dose cytosine arabinoside (ID-AraC) + G-CSF has been proposed, showing high mobilization potential, as demonstrated in retrospective analysis (Giebel et al, Bone Marrow Transplant 2013, 48: 915-21). The goal of this prospective, randomized trial (ClinicalTrials.gov identifier: NCT01908621) was to compare the efficacy of ID-AraC + G-CSF with G-CSF alone in patients with MM referred for double autoSCT. METHODS: The inclusion criteria were set as follows: 1) the diagnosis of MM, 2) age 18-65 years, 3) at least partial remission achieved after one or more lines of therapy including six or more cycles containing components like thalidomide, lenalidomide , bortezomib, or melphalan, 4) planned tandem autoSCT procedure. The proportion of patients with stem cell yield of at least 5 × 10^6 CD34+ cells/kg was the primary study end-point. Mobilization regimens were as follows: 1) ID-AraC arm - AraC 2 x 0.4 g/m2 on days 1,2 (total 1.6 g/m2) + filgrastim 10 ug/kg/day starting from day 5; 2) G-CSF arm - filgrastim 10 μg/kg/day for five consecutive days. Leukaphereses were started when the level of circulating CD34+ cells in peripheral blood (PB) reached at least 10/uL and were continued for the maximum period of three days or until reaching the target CD34+ cell yield. Leukaphereses were performed using Spectra Optia Apheresis System, Mononuclear Cell Collection Procedure (Therumo BCT Inc., Lakewood, CO, USA), processing 2 total blood volumes. RESULTS: Between March 2013 and March 2016, 44 and 46 patients were randomly assigned to ID-AraC and G-CSF study arm, respectively. Patients in the ID-AraC arm were younger (median age 56 years, range (33-65) for ID-AraC and 60 years (37-65) for G-CSF, p=0.04). The groups did not differ in terms of MM remission status at mobilization (p=0.3), the number of preceding lines of chemotherapy (p=0.5) and the frequency of preceding radiotherapy (p=0.4). The level of CD34+ cells in PB required to start leukaphereses was achieved in all patients in the ID-AraC arm and in 44 (96%) of them in the G-CSF arm, p=0.2. In the ID-AraC group, 43 patients (98%) collected at least 5 x 10^6 CD34+ cells/kg compared to 32 patients (70%) in the G-CSF group (p=0.0003). In a multivariate model adjusted for age, the use of G-CSF alone was independently associated with increased risk of mobilization failure (Odds ratio = 17.5; 95% CI = 2.1-144.9; p=0.007). The median peak number of circulating CD34+ cells was 346 (11-1044)/µL vs. 40 (1-326)/µL (p<0.000001), while the median number of collected CD34+ cells was 20.2 (2.9-59.4) x10^6/kg vs. 5.9 (0-11) x10^6/kg, respectively (p<0.000001). A single apheresis was sufficient to achieve the threshold number of harvested CD34+ cells in 37 of cases (86%) after ID-AraC+G-CSF compared to 13 (41%) after G-CSF alone (p=0.00008). The median day of the first apheresis was 13 (range, 12-15; SD=0.7) after ID-AraC. CONCLUSIONS: Mobilization with ID-AraC + G-CSF is associated with significantly higher efficacy than G-CSF alone. In the studied group it allowed for collection of CD34+ cell number adequate for tandem autoSCT in almost all MM patients, usually with a single leukapheresis. This study provides the first evidence coming from prospective, randomized trial for the advantage of chemomobilization over G-CSF monotherapy in terms of proportion of patients achieving CD34+ yield sufficient for autoSCT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytarabine",
        "granulocyte colony-stimulating factor",
        "multiple myeloma",
        "recombinant granulocyte colony stimulating factor",
        "leukapheresis",
        "apheresis",
        "filgrastim",
        "autologous stem cell transplant",
        "bone marrow transplantation",
        "bortezomib"
    ],
    "author_names": [
        "Tomasz Czerw",
        "Wlodzimierz Mendrek",
        "Jacek Najda",
        "Malgorzata Sobczyk-Kruszelnicka",
        "Maria Sadus-Wojciechowska",
        "Katarzyna Soska",
        "Magdalena Glowala-Kosinska",
        "Agata Chwieduk",
        "Wojciech Fidyk",
        "Jerzy Holowiecki, MD PhD",
        "Sebastian Giebel"
    ],
    "author_affiliations": [
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice, Poland"
        ],
        [
            "Department of Bone Marrow Transplantation and Oncohematology, Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice, Poland"
        ]
    ],
    "first_author_latitude": "50.30123965",
    "first_author_longitude": "18.64961635"
}