{
    "doi": "https://doi.org/10.1182/blood.V112.11.5398.5398",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1194",
    "start_url_page_num": 1194,
    "is_scraped": "1",
    "article_title": "Erythropoietin Production in Vivo after a Fourteen Days Exposition to Hyperbarism ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Cytokines and Signal Transduction",
    "topics": [
        "anemia",
        "complete blood count",
        "decompression chamber therapy",
        "erythropoietin",
        "hemoglobin",
        "hyperoxia",
        "hypoxia",
        "immersion",
        "masks",
        "mauritius"
    ],
    "author_names": [
        "Bianca Maria Ricerca, MD",
        "Salvatore Vagnoni, MD",
        "Anna Maria D’Amore",
        "Enrico Di Stasio, MD",
        "Celestino Pio Lombardi, MD",
        "Gabriele Storti",
        "Rodolfo Proietti, Ph.D",
        "Sergio Storti, MD",
        "Luca Revelli"
    ],
    "author_affiliations": [
        [
            "Hematology, Catholic University “Sacred Heart”, Rome, Italy"
        ],
        [
            "Anesthesiology and Intensive Care, Catholic University “Sacred Heart” Rome, Rome, Italy"
        ],
        [
            "Surgery, Catholic University “Sacred Heart” Rome, Rome, Italy"
        ],
        [
            "Clinical Biochemistry, Catholic University “Sacred Heart”, Rome, Italy"
        ],
        [
            "Surgery, Catholic University “Sacred Heart” Rome, Rome, Italy"
        ],
        [
            "Catholic University “Sacred Heart”, Rome, Italy"
        ],
        [
            "Anesthesiology and Intensive Care, Catholic University “Sacred Heart” Rome, Rome, Italy"
        ],
        [
            "Hematology, Università Cattolica, Campobasso, Italy"
        ],
        [
            "Surgery, Catholic University “Sacred Heart” Rome, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.9037626",
    "first_author_longitude": "12.514438400000001",
    "abstract_text": "Six Italian scuba divers, three men and three women, lived permanently for 14 days at a depth of 8 – 10 metres under the sea level breathing a mixture with the same composition of the air at a pressure ranging between 1,8–2 ATA (Hyperoxic Air-HOA), under the control of a physician’s team. This experience called Abyss project: the “underwater home” was born as a Guinness record attempt, but it had been also surrounded by scientific attention giving the opportunity to collect scientific data. The effect of long-term diving on blood in professional and recreational-professional scuba divers has not been studied. Oxygen is the main regulator of Epo production through the activation or degradation of HIF-1α, the most important transcriptional factor of Epo gene. Hypoxia favours HIF-1α activation, on the contrary hyperoxia favours its degradation. In this case, the excess of Reactive Oxygen Species (ROS), play a crucial role. In the six subjects of Abyss Project, we evaluated S-Epo (Immunoturbidimetric method-Immulite Medical System), CBC and differential (ADVIA 120 Automated Hematology System-Bayer Diagnostics), Reticulocyte count (absolute and perceptual) (Beckman Coulter LH 750-IL Instruments).and the most important hemato-chemical parameters with this timing: before immersion (TIME 0), 7 days (TIME 1), 14 days (TIME 2) after beginning the dive, two hours (TIME 3) and 24 hours (TIME 4) after the resurface. The aim of our study was to investigate if erythropoiesis is affected by a so long diving. Hgb, as far as the hematochemical parameters did not change while Ht, s-Epo, O/P ratio absolute and perceptual reticulocyte counts decline progressively from TIME 0 until TIME 3. At Time 4 (24 hours after the resurface) a rise of Epo production was observed. No significant variation of renal function was registered, According to Repeated Measures ANOVA test, these results are statistically significant (see the Table). We retain that the different results of Hgb and Ht reflect a variation of hydration state. Similar results were obtained previously by other Authors (Balestra C et al J Appl Physiol 2006) although in different experimental conditions and for shorter exposition. Their experiment was conducted in two steps: hyperoxia (100% O2, two hours, with a “nonrebreather” mask) in normobarysm; hyperoxia in hyperbarysm (100% O2, 2,5 ATA, 1,5 hours, in hyperbaric chamber). They observed the rise of s-Epo only 24 hours after the exposition to normobarism, not after the exposition to hyperbarism. This phenomenon was called “normobaric oxygen paradox”. Our results confirm that the s-Epo production is affected by the exposition to hyperbarism. It could be hypothesize that the Oxygen dissolved in the plasma influences the s-Epo production, moving the equilibrium between reduction and oxidation towards the last. In fact, no relevant variation of the Hgb Oxygen transport was observed. The reverse of this equilibrium should determine the rise of s-Epo 24 hours after the resurface. Taking in account our results and those of Balestra, it seem that Oxygen pressure, more than O2 concentration, is crucial for the “normobaric oxygen paradox”. Finally, although Hgb did not change, some signs of impairment of erythropoiesis are already present. In fact, absolute and perceptual reticulocyte counts decline from Time 0 to time 4. Taking into account the timing of erythropoiesis, it is predictable that anemia would be a clinical problem if the exposition continued. In fact, erythropoiesis could suffer from the Epo reduction and also from the enhancement of the apoptosis. The last effect could be produced either by the Epo reduction, either by a direct effect of hyperoxia as demonstrated in vitro (Ganguly BJ Apoptosis 2002).  T . Hgb g/dl . Ht . Ret% . Ret 10^9/l . s-Epo mU/ml . 0 14,03±1,25 41,32±2,81 1,19±0,35 56,40±22,09 11,58±3,09 1 13,72±1,39 40,03±3,37 1,08±0,50 50,72±26,16 6,28±3,20 2 13,33±1,80 38,83±4,35 0,72±0,23 32,58±12,82 4,23±1,59 3 13,40±1,43 39,77±3,38 0,67±0,17 30,18±8,90 4,50±1,73 4 13,67±1,35 39,82±3,43 0,71±0,28 32,96±13,44 14,02±5.05 P n.s. <0.0001 <0.0001 <0.0001 <0.0001 T . Hgb g/dl . Ht . Ret% . Ret 10^9/l . s-Epo mU/ml . 0 14,03±1,25 41,32±2,81 1,19±0,35 56,40±22,09 11,58±3,09 1 13,72±1,39 40,03±3,37 1,08±0,50 50,72±26,16 6,28±3,20 2 13,33±1,80 38,83±4,35 0,72±0,23 32,58±12,82 4,23±1,59 3 13,40±1,43 39,77±3,38 0,67±0,17 30,18±8,90 4,50±1,73 4 13,67±1,35 39,82±3,43 0,71±0,28 32,96±13,44 14,02±5.05 P n.s. <0.0001 <0.0001 <0.0001 <0.0001 View Large"
}