{
    "doi": "https://doi.org/10.1182/blood.V118.21.3262.3262",
    "article_title": "Platelet Generation Under Shear Force Is Modulated by Site-Specific Phosphorylation of Myosin-II Heavy Chain, ",
    "article_date": "November 18, 2011",
    "session_type": "301. Platelet Activation and Biochemistry: Poster III",
    "abstract_text": "Abstract 3262 Platelets are generated from megakaryocytes (MKs) under blood shear. When activated, platelet aggregration and contraction result in part from non-muscle myosin-IIA (NMM-IIA), which is the most abundant isoform of MKs. Defects in this motor protein are a common basis of May-Hegglin disease in which thrombocytopenia is a common symptom. Recently, we showed that reversible inhibition of NMM-IIA – rather than irreversible perturbations – together with soft 2D matrix increases polyploid MKs and also platelet generation (Shin et al., PNAS, 2011; 108:11458–63). While we identified specific phosphorylation sites in NMM-II heavy chain that can modulate MK polyploidization physiologically, it remained to be investigated whether the same sites can also influence platelet generation and activation. Since we showed previously that cytoskeletal proteins undergo forced disruption of specific domains and specific interactions within shear-stressed cells (Krieger et al., PNAS, 2011; 108:8269–74), it is possible that NMM-II heavy chain phosphorylation sites are also exposed under physical forces. Here, intravenous blood shear forces simulated by a cone and plate rheometer are shown to induce the de-activating and isoform-specific phosphorylation at Ser1943 (pS1943) of NMM-IIA in MKs. MEG01 cells show that the fraction of pS1943 NMM-IIA increases up to a low shear stress (0.5Pa), while further increases in shear stress lead to cell fragmentation and a decay in pS1943. Mutational analysis of this site in MEG01 cells together with knockdown and overexpression addresses whether pS1943 is both sufficient and necessary for cellular fragmentation under shear. The role of pS1943 in platelet activation will also be discussed in relation to May-Hegglin disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "cytoskeletal proteins",
        "meckel-gruber syndrome",
        "mutation analysis",
        "myosin type ii",
        "phosphorylation",
        "protein isoforms",
        "thrombocytopenia",
        "molecular motor proteins",
        "nonmuscle myosin type iia"
    ],
    "author_names": [
        "Kyle R Spinler, B.S.",
        "Jae-Won Shin, B.S.",
        "Dennis E Discher, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Kyle R Spinler, B.S.",
            "author_affiliations": [
                "Biophysical Eng'g. Lab., University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jae-Won Shin, B.S.",
            "author_affiliations": [
                "Department of Pharmacology, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis E Discher, Ph.D.",
            "author_affiliations": [
                "Biophysical Eng'g. Lab., University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T09:34:57",
    "is_scraped": "1"
}