{
    "doi": "https://doi.org/10.1182/blood.V120.21.4605.4605",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2317",
    "start_url_page_num": 2317,
    "is_scraped": "1",
    "article_title": "Bendamustine Replaces Chlorambucil As “Standard of Care” in the Treatment of Elderly Patients with Chronic Lymphocytic Leukemia in German Hematology Outpatient Centres ",
    "article_date": "November 16, 2012",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy CLL - Therapy, excluding Transplantation",
    "topics": [
        "bendamustine",
        "chlorambucil",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "older adult",
        "outpatients",
        "standard of care",
        "brachial plexus neuritis",
        "rituximab",
        "cyclophosphamide"
    ],
    "author_names": [
        "Wolfgang Ulrich Knauf, MD",
        "Wolfgang Abenhardt, MD",
        "Arnd Nusch, MD",
        "Renate Grugel",
        "Norbert Marschner, MD"
    ],
    "author_affiliations": [
        [
            "Onkologische Praxis Frankfurt, Frankfurt, Germany, "
        ],
        [
            "MOP Elisenhof, München, Germany, "
        ],
        [
            "Praxis für Hämatologie und internistische Onkologie, Velbert, Germany, "
        ],
        [
            "Clinical Epidemiology and Health Economics, iOMEDICO, Freiburg, Germany, "
        ],
        [
            "Praxis für Interdisziplinäre Onkologie & Hämatologie, Freiburg, Germany"
        ]
    ],
    "first_author_latitude": "50.11439300000001",
    "first_author_longitude": "8.7172701",
    "abstract_text": "Abstract 4605 Introduction With the FDA and EMA approval of Bendamustine and Rituximab new treatment options have recently become available to patients (pts) with chronic lymphocytic leukemia (CLL). Clinical registries provide insight into real-life treatment of pts. They can help to answer the question whether patients may benefit from new research findings. Methods The clinical registry on lymphoid neoplasms (TLN Registry), conducted by iOMEDICO in collaboration with the Arbeitskreis Klinische Studien (AKS) and the Kompetenznetz Maligne Lymphome (KML), prospectively collects data on the treatment of pts with lymphoid B-cell neoplasms as administered in hematology outpatient centres in Germany. Pts are followed for 5 years. A broad set of data regarding patient and tumor characteristics, comorbidities, all systemic treatments, response rates, progression-free survival and overall survival are recorded. Since May 2009, 106 sites have actively recruited a total of 2579 pts. Results From the overall sample, 420 pts received systemic 1 st -line treatment for CLL. 65% of pts are male, mean age at time of primary diagnosis was 66 years (yrs) and at start of therapy 69 yrs. Tumor stage was 20% Binet A, 35% Binet B and 45% Binet C. 68% of pts (n=285) were diagnosed with at least one comorbidity, mainly hypertension (37%) or diabetes (15%); the average Charlson Comorbity Index of 0.7 indicates that overall pts have few comorbities. Rituximab is part of the 1 st -line treatment in 82% (n=345) of pts with CLL. Bendamustine is part of the 1 st -line treatment in 59% (n=247) of pts with CLL. It is mostly applied in combination with Rituximab (BR, 51%, n=213). Further 7% (n=28) receive Bendamustin as monotherapy. Fludarabine is part of the 1 st -line treatment in 31% (n=132) of pts with CLL. It is applied in combination with Cyclophosphamide and Rituximab (FCR, 25%, n=103), as monotherapy (4%, n=15) or in combination with Cyclophosphamide (FC, 1%, n=6). Chlorambucil is part of the 1 st -line treatment in 7% (n=31) of pts with CLL. It is applied as monotherapy (4%, n=15) or in combination with Rituximab (2%, n=10). Pts receiving BR, FCR or Chlorambucil differ. Pts characteristics indicate that BR and Chlorambucil are applied preferably in elderly pts (mean 70.1 (BR) vs. 75.7 (Chlorambucil) vs. 63.4 (FCR) yrs). Also, BR is given preferably in advanced stages of the disease as compared to FCR (Binet C 49% vs. 34%). The use of BR has increased from 41% in 2009 to 57% in 2011, while the use of FCR has decreased from 33% in 2009 to 17% in 2011. Of all pts with CLL in the TLN, 181 have received 2 nd -line treatment. Rituximab is part of the 2 nd -line treatment in 76% (n=137) of pts with CLL. Bendamustine is part of the 2 nd -line treatment in 66% (n=120) of pts with CLL. It is mostly applied in combination with Rituximab (BR, 56%, n=101). Further 10% (n=18) receive Bendamustin as monotherapy. Fludarabine is part of the 2 nd -line treatment in 20% (n=37) of pts with CLL. It is applied in combination with Cyclophosphamide and Rituximab (FCR, 10%, n=18), as monotherapy (5%, n=9) or in combination with Cyclophosphamide (FC, 3%, n=5). Chlorambucil is part of the 2 nd -line treatment in 4% (n=7) of pts with CLL. It is mostly applied in combination with Rituximab (2%, n=4). Conclusion Rituximab and Bendamustine are the most frequently used drugs for the treatment of CLL in German hematology outpatient centres. The use or BR has significantly increased since 2009. In contrast, the use of FCR has decreased and only a minority of pts receive Chlorambucil. This indicates that in Germany Chlorambucil is no longer considered the “standard of care” for elderly pts with CLL. These data also show that results from clinical trials are quickly implemented into daily practice. The impact of these new treatment options on quality of life and survival remains to be of central interest in the future. Disclosures: Knauf: Mundipharma GmbH: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}