{
    "doi": "https://doi.org/10.1182/blood.V116.21.269.269",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1865",
    "start_url_page_num": 1865,
    "is_scraped": "1",
    "article_title": "Transcranial Doppler Ultrasound Velocity, Cerebral Vasculopathy, and Silent Infarcts In Sickle Cell Disease ",
    "article_date": "November 19, 2010",
    "session_type": "Hemoglobinopathies, excluding Thalassemia: Sickle Cell Disease - Mechanisms and Strategies for Prevention of Vasculopathy",
    "topics": [
        "brain",
        "infarction",
        "sickle cell anemia",
        "transcranial doppler",
        "vascular diseases",
        "magnetic resonance angiography",
        "constriction, pathologic",
        "magnetic resonance imaging",
        "cerebrovascular accident",
        "ischemic stroke"
    ],
    "author_names": [
        "Peter M.K. de Blank, MD, BA, BS, MA",
        "Daniel M Hayward, BS",
        "Robert Zimmerman, MD",
        "Avrum Pollock, MD",
        "Janet L Kwiatkowski, MD, MSCE"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Pediatrics/Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Department of Radiology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Department of Radiology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Pediatrics/Hematology, CHILDREN'S HOSPITAL, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683",
    "abstract_text": "Abstract 269 Background: Approximately one-fourth of children with sickle cell disease (SCD), type SS, show evidence of cerebral ischemia on magnetic resonance imaging (MRI) without overt neurologic symptoms. Children with these silent infarcts have an increased risk of neuropsychological abnormalities and overt stroke. The pathophysiology of silent infarcts is unclear. Elevated transcranial Doppler ultrasound (TCD) velocities in the internal cerebral artery (ICA) and middle cerebral artery (MCA) are associated with an increased risk of overt stroke, but have not been associated previously with silent infarct. However, prior studies of silent infarcts failed to examine the association with anterior cerebral artery (ACA) vessel abnormalities, despite a predominantly frontal distribution of these infarcts. In addition, the relationship of magnetic resonance angiography (MRA) abnormalities to silent infarcts has not been extensively studied, although children with abnormal TCD velocity who also have stenosis or occlusion of vessels by MRA have the highest risk of overt stroke. We hypothesized that elevated ACA velocity and/or significant vasculopathy of the cerebral vessels demonstrated by MRA would be associated with a higher risk of silent stroke. Methods: A retrospective analysis of children followed at our Sickle Cell Center with SCD, type SS or Sb 0 -thalassemia was performed. Children with TCD (with ACA velocity) and brain MRI/A performed within a year of each other were included. TCD studies performed while on chronic transfusions were excluded. The last eligible MRI/TCD combination was used for patients who had multiple studies. Laboratory values obtained within a year of the MRI also were analyzed. Results: Of the 254 eligible subjects, 54% were male and the mean age was 10.6 ± 5.2 years. Silent infarcts were present in 78/254 (30.7%); the location was frontoparietal in 68%. The mean time-averaged mean of the maximal velocity (TAMMvel) of qualifying STOP vessels (MCA, bifurcation, and ICA) was 139±35cm/s, while the mean TAMMvel of the ACA was 117±34cm/s, which is 84% of the velocity of the other anterior vessels. As previously reported, TAMMvel inversely correlated with age (r=-0.40, p<0.0001) and hemoglobin concentration (r=-0.30, p<0.0001). There was no significant difference in TAMMvel in STOP qualifying vessels (MCA, bifurcation, DICA; 137cm/s vs. 145cm/s, p=0.08) among those with and without silent infarct. However, silent infarcts were associated with abnormal TAMMvel (≥200cm/s, 69/239 with normal/conditional vs. 9/15 with abnormal TAMMvel p=0.01) in these vessels. TAMMvel in the ACA was significantly higher (125 cm/s vs. 113 cm/s, p=0.004) in children with silent infarcts, and elevated ACA TAMMvel (≥170cm/s) was associated with silent infarcts (70/242 with normal vs. 8/12 with elevated velocity, p=0.006). No other single vessel velocity was significantly associated with silent infarct. Abnormal ICA/MCA TAMMvel was associated with stenosis of these vessels by MRA (p<0.001), and abnormal ACA velocities were associated with ACA stenosis by MRA (p<0.001). Further, stenosis by MRA in the ICA/MCA was associated with silent infarct (p<0.006) as were abnormalities of the ACA vessels (p=0.001). Conclusions: Unlike prior studies, we demonstrate a significant association between abnormal ICA/MCA velocity and silent infarcts. We also show an association between ACA velocity and silent infarct, which may in part be due to the predominantly frontoparietal distribution of these lesions. This, together with the association of MRA abnormalities of all three anterior vessels (ICA, MCA, ACA) with silent infarcts suggests a possible role of larger cerebral vessel vasculopathy in the pathophysiology of silent infarcts. This could be due to decreased distal blood flow related to the larger vessel narrowing, embolization of thrombus in larger vessels, or small vessel vasculopathy associated with larger vessel disease. However, mechanisms other than larger vessel vasculopathy are also likely to be involved given that silent infarcts occur in a substantial number of children without elevated TCD velocity or vasculopathy by MRA. Nonetheless, assessment of TCD velocity and MRA abnormalities may help provide information on risk assessment for CNS disease in children with SCD. Disclosures: No relevant conflicts of interest to declare."
}