{
    "doi": "https://doi.org/10.1182/blood.V112.11.698.698",
    "article_title": "Minimal Residual Disease Assessed by NPM1 Mutation Specific RQ-PCR Is the Most Relevant Prognostic Parameter in NPM1-Mutated AML and Highly Useful to Guide Therapy ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "The aim of this study was to further evaluate the impact of minimal residual disease (MRD) in NPM1 mutated AML in comparison to other factors like FAB, cytogenetics, FLT3 mutations, NPM1 mutation type and age. In total 1002 samples of 219 NPM1 mutated (NPM1mut) patients (pts) were analysed at diagnosis, during, and after therapy. Pts were treated within different AML trials, and follow-up samples were referred to perform an NPM1 specific RQ-PCR for MRD. The cohort was comprised of 112 females and 107 males, median age was 58.8 years (range: 20–79 years). 207 had de novo AML (M0: n=5; M1: n=49; M2: n=55; M4=57; M5: n=28, M5: n=6; M7: n=1, nd: n=6), 4 s-AML and 5 t-AML. Cytogenetic data was available in 215 pts: 178 with normal (NK) and 37 with aberrant karyotypes (+4: n=4; +8: n=7; +21: n=2, two or more trisomies: n=4; -Y: n=4; del(7q): n=2; del(9q): n=3; del(20q): n=2; rare translocations: n=9). At diagnosis 87/219 pts (39.7%) had FLT3-ITDs in addition to the NPM1mut. FLT3-TKD status was available in 206 cases (14 mutated (6.7%) and 192 WT). The NPM1 mutation types were A (n=174), B (n=13), D (n=14), I: (n=4), L: (n=2), R: (n=4) and 8 with individual rare types. Univariate analysis for overall survival (OS) revealed unfavourable impact for age (p=0.049), and for FLT3-ITD (p=0.002), favourable impact for FLT3-TKD (p=0.046), and no impact for FAB, chromosomal aberrations or NPM1 mutation type. For MRD assessment for all 14 different NPM1 mutation types mRNA based RQ-PCR assays were established with sensitivities of 10,000–1,000,000. For each patient 2–17 samples (spls) were analyzed (median: 4) spanning a median follow up time of 252 days (range: 18–2347 days). Paired samples of diagnosis and relapse were available in 71 pts, in 8 pts also from second relapse. At relapse all cases had high NPM1 levels comparable to those at diagnosis. The FLT3-ITD status was mutated (+/+) at both time points in 25 pts and −/− in another 25 pts. 10 pts gained FLT3-ITD at relapse and 3 lost it. For 48 paired samples cytogenetics was available for both time points. A normal karyotype (NK) at both time points was detected in 36 pts, 7 cases showed a normal or aberrant karyotype (AK) at diagnosis and and AK at relapse (two of these gained additional aberrations at relapse), 2 different AK at both time points in were detected in 3 cases and a regression from AK to NK in 2 cases. These data show that NPM1 seems to be the primary genetic aberration in these cases and detection of NPM1 is more reliable to detect relapse than cytogenetics. To analyse the impact of NPM1 mutation levels on prognosis four different follow-up intervals were defined: interval 1: days 21–60 after start of therapy; interval 2: days 61–120; interval 3: days 121–365, 4: >365 days. First a set of 605 samples referred for analysis during first line treatment were analysed. Using Cox regression analysis a significant impact of MRD levels (as continuous variable) on EFS was detected for interval 2 (128 spls, p=0.008), interval 3 (214 spl; p<0.001), interval 4 (171 spls; p<0.001) but not for the early interval up to day 60 showing that early molecular response is not relevant for long time outcome. A multivariate analysis showed that MRD was the most significant prognostic parameter (p<0.001) (p-values for interval 3), followed by age (p=0.003), and pretreatment FLT3-ITD status (p=0.065). The same analysis was performed for a second set of 183 spls taken from 50 pts during salvage therapy after relapse. The most relevant interval for this group was between days 30–60 (26 spls; p=0.003). In a third set 87 spls from 28 pts after allogeneic bone marrow transplantation were analyzed. A prognostic impact of MRD could be shown for interval 2 (17 spls; p=0.005) and 3 (23 spls; p=0.006) (no samples from later intervals available). Of the total cohort 325 spls were analysed in parallel with RQ-PCR for NPM1 and genescan for the FLT3-ITD. A high correlation of both follow up markers was observed (r=0.807, p<0.001). Although the method for NPM1 detection is 3–4 log ranges more sensitive our data suggest parallel assessment for FLT3-ITD for high risk patients as many of them aquired FLT3-ITD as additional marker during progression. In conclusion, MRD is the most relevant prognostic marker in NPM1 mutated AML and it is a very useful tool to assess therapy response and to guide therapy.",
    "topics": [
        "mutation",
        "neoplasm, residual",
        "npm1 gene",
        "polymerase chain reaction",
        "brachial plexus neuritis",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "follow-up",
        "karyotype determination procedure",
        "bone marrow transplantation, allogeneic"
    ],
    "author_names": [
        "Susanne Schnittger, PhD",
        "Wolfgang Kern, MD",
        "Tamara Weiss",
        "Claudia Tschulik",
        "Frank Dicker, PhD",
        "Claudia Haferlach, MD",
        "Torsten Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Weiss",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Tschulik",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Dicker, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T03:49:14",
    "is_scraped": "1"
}