{
    "doi": "https://doi.org/10.1182/blood.V128.22.5465.5465",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3314",
    "start_url_page_num": 3314,
    "is_scraped": "1",
    "article_title": "Deferasirox in the Treatment of Iron Overload during Myeloproliferative Neoplasms (MPN) ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical",
    "topics": [
        "deferasirox",
        "iron overload",
        "myeloproliferative disease",
        "toxic effect",
        "ferritin",
        "ferritin measurement",
        "iron chelating agents",
        "myelodysplastic syndrome",
        "myelofibrosis, idiopathic, chronic",
        "polycythemia vera"
    ],
    "author_names": [
        "Raffaele Porrini, MD",
        "Alessia Campagna, MD",
        "Marianna De Muro, MD",
        "Malgorzata Trawinska, MD",
        "Ambra Di Veroli, MD",
        "Sabrina Leonetti Crescenzi, MD",
        "Luca Petruccione, MD",
        "Atelda Romano, MD",
        "Ada D'Addosio, MD",
        "Angela Rago, MD",
        "Marco Montanaro, MD",
        "Alessandro Andriani, MD",
        "Pasquale Niscola, MD",
        "Enrico Montefusco",
        "Massimo Breccia, MD",
        "Giuliana Alimena",
        "Roberto Latagliata, MD",
        "Agostino Tafuri, MD"
    ],
    "author_affiliations": [
        [
            "Sant'andrea hospital, hematology, roma, Italy "
        ],
        [
            "Hematology, Sant'Andrea Hospital - University Sapienza, Rome, Italy "
        ],
        [
            "Hematology, University \"Campus Bio-Medico\", Rome, Italy "
        ],
        [
            "Hematology, Sant'Eugenio Hospital, Rome, Italy "
        ],
        [
            "Hematology, University Tor Vergata, Rome, Italy ",
            "Division of Hematology, Policlinico Tor Vergata, Roma, Italy "
        ],
        [
            "UOC Haematology, San Giovanni - Addolorata Hospital, Rome, Italy "
        ],
        [
            "ospedale frosinone, hematology, frosinone, Italy "
        ],
        [
            "Hematology, Regina Elena National Cancer Institute, Rome, Italy "
        ],
        [
            "Hematology, Villa San Pietro Hospital, Rome, Italy "
        ],
        [
            "Hematology Dept, Polo Pontino University, Latina, ITA "
        ],
        [
            "ASL VT, UOC of Hemathology, Viterbo, Italy "
        ],
        [
            "Hematology, Nuovo Regina Margherita Hospital, Rome, Rome, Italy "
        ],
        [
            "Department of Hematology, \"S. Eugenio Hospital\", Rome, Italy "
        ],
        [
            "POLICLINICO ST. ANDREA, ROME, ITA "
        ],
        [
            "HEMATOLOGY SAPIENZA UNIVERSITY, ROME, Italy "
        ],
        [
            "Hematology Unit, Sapienza University, Roma, Italy "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University Sapienza, Rome, Italy ",
            "Division of Cellular Biotechnologies and Hematology, University La Sapienza, Roma, Italy "
        ],
        [
            "Department of Clinic and Molecular Medicine, Sapienza University of Rome, Sant'Andrea Hospital, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.98318140000001",
    "first_author_longitude": "12.469516400000002",
    "abstract_text": "Background Deferasirox (DFX) is an oral iron chelator widely employed in the treatment of iron overload during thalassemic syndromes and myelodysplastic syndromes. Aim At present, very few data are available on the treatment with DFX in patients with Ph- Myeloproliferative Neoplasms(MPN) and transfusional requirement. Methods To address this issue, we report here on 41 patients (M 31; F 10) with MPN and iron overload secondary to transfusional requirement enrolled in the database of our regional cooperative group who received a treatment with DFX. Of them, 36 had a primary Myelofibrosis, 4 a post Essential Thrombocythemia myelofibrotic phase and 1 a post Polycythemia Vera myelofibrotic phase. Results According to IPSS classification, 8 patients (19.5%) resulted low/intermediate-1 risk, 14 (34.1%) intermediate-2 risk and 19 (46.4%) high-risk. The main features of the patients at diagnosis and at baseline of DFX treatment are reported in the Table. Treatment with DFX was started after a median interval from diagnosis of 13.3 months [interquartile range (IR) 7.3 - 41.1] and from start of transfusion dependence of 11.5 months (IR 5.8 - 20.2), with a median of 27 packed red cells units received (IR 18 - 37). The starting DFX dose was 20 mg/Kg in 16 patients (39.1%), 15 mg/Kg in 20 patients (48.8%) and 10 mg/Kg in 5 patient (12.1%). All patients were evaluable for toxicity:extra-hematological toxicity of all WHO grades was reported in 20/41 patients (48.8%) and consisted of gastro-intestinal symptoms in 7 patients, transient renal impairment in 10 patients and skin reactions in 3 patients: however, only 3 patients (7.3%) needed a permanent discontinuation for toxicity. Thirty-nine out 41 patients were evaluable for response (> 6 months of treatment). As to chelation efficacy, after a median treatment period of 15.4 months (IR 8.1 - 22.3), 4 patients achieved ferritin levels < 500 ng/ml, 10 patients ferritin levels < 1,000 ng/ml and 2 patients presented a reduction > 50% of basal ferritin but with levels > 1,000 ng/ml, with a global response rate of 16 out 39 patients (41.0%): among the remaining 23 patients, 2 discontinued for early toxicity, 20 did not have any ferritin reduction and 1 had an early unrelated death (< 6 months of treatment). As to hematological improvement, 7/39 patients (17.9%) showed an unexpected and persistent rise of Hb levels > 1.5 g/dl, with disappearance of transfusional requirement in 5 cases. The median overall survival of the whole cohort from DFX initiation was 20.7 months (95% CI 16.0 - 25.3): the median overall survival from DFX initiation in patients with chelation response was 46.9 months (95% CI 10.7 - 83.0) compared to 14.0 months (95% CI 5.6 - 22.3) in patients without chelation efficacy (p=0.002). Conclusions Treatment with DFX is feasible and effective in MPN with iron overload. Moreover, also in this setting an hematological improvement can occur in a sizeable rate of patients. View large Download slide View large Download slide  Disclosures Breccia: Novartis: Consultancy, Honoraria; Bristol Myers Squibb: Honoraria; Celgene: Honoraria; Ariad: Honoraria; Pfizer: Honoraria. Latagliata: Novartis: Consultancy, Honoraria; Bristol Myers Squibb: Honoraria; Celgene: Honoraria; Janssen: Consultancy, Honoraria; Shire: Honoraria."
}