{
    "doi": "https://doi.org/10.1182/blood.V106.11.5107.5107",
    "article_title": "The Abdominal Fat Pad Aspirate for Diagnosing Amyloidosis Is a Useful Tool. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background : The diagnosis of amyloidosis is relevant in patients with monoclonal gammopathies (MG) and unexplained organ dysfunction, or in those with peripheral neuropathy or a family history of amyloidosis. Tissue diagnosis is essential to clinical evaluation but biopsy of involved viscera can be morbid and delay therapy. The abdominal fat pad aspirate (FPA) is a minimally invasive way to obtain a diagnostic specimen. The FPA is available for light microscopy (eg, Congo red staining, immunohistochemistry (IHC)) and electron microscopy (EM). At our center, we are referred 200 patients a year with MG as well as patients with neuropathy and family histories of amyloidosis. The FPA is performed by cytopathologists as part of the diagnostic evaluation on clinician request. All Congo red (CR) stained slides with controls are reviewed by a cytopathologist using polarized light and, on request, cases are also sent for transthyretin IHC or EM. Design : This study is a retrospective review of our experience with FPA in regards to sensitivity, specificity, and predictive values. A true positive FPA is when the FPA is CR+ and the diagnosis is confirmed by other biopsy or by non-invasive testing, while a false positive is CR+ but the diagnosis not confirmed. A true negative is when the FPA is CR- and the diagnosis not confirmed, while a false negative is CR- but the diagnosis confirmed. We reviewed 136 consecutive FPAs plus the clinical and pathologic reports for this study. Results : There were 133 patients (90M, 43W) with a median age of 61 years (range, 34–81); most were seen between 2000 and 2005. Of 109 CR+ FPA, 3 patients are still in evaluation and 106 have been evaluated. The diagnosis was confirmed in 85 including 63 with CR+ other biopsies and 22 with non-invasive testing and clinical confirmation (true positives), giving a positive predictive value of 80% (85/106). Of these, 75 had systemic AL, 7 had mutant transthyretin genes, 1 had secondary (AA) amyloid, 1 had a CR+ plasmacytoma associated with MG, and 1 (with CR+ kidney biopsy) could not be typed. In 21 patients the diagnosis was not confirmed (false positives): 12 not confirmed on non-invasive testing, 7 had CR- other biopsies, and 2 had negative EM. Of these 21, 19 had MG and 2 peripheral neuropathy without MG. There were 27 CR- FPA, all evaluable. Four had CR+ other biopsies (false negatives). Of the 23 true negatives, 2 had amyloid confined to soft-tissue plasmacytomas. The negative predictive value of FPA then is 85% (23/27). FPA were also analyzed by EM (n=8). Results were concordant with the CR stain (n=4 CR+, n=2 CR−), discordant with it (n=1 CR+ but EM negative) or were unsatisfactory (n=1). Conclusions : The sensitivity of FPA in this series is 95.5% (85/89) and the specificity 52.3% (23/44). The specificity is low because of the prevalence of amyloidosis in those suspected of it. Among those on whom FPA was performed, 80% had CR+ FPA, a rate much higher than at other centers. The utility of EM and organ biopsies as gold standards in equivocal cases is supported by our data; however, such approaches are not usually necessary given the sensitivity of the FPA. In sum, the FPA is a convenient and useful tool in the evaluation of patients suspected of amyloidosis.",
    "topics": [
        "abdomen",
        "amyloidosis",
        "fat pad",
        "biopsy",
        "congo red",
        "false-negative results",
        "false-positive results",
        "peripheral neuropathy",
        "plasmacytoma",
        "prealbumin"
    ],
    "author_names": [
        "Bradly D. Clark, MD",
        "Oscar Lin, MD, PhD",
        "Andre Moreira, MD",
        "Julie Teruya-Feldstein, MD",
        "Cristina R. Antonescu, MD",
        "Hani Hassoun, MD",
        "Ping Zhou, MD, PhD",
        "Martin Fleisher, PhD",
        "Raymond L. Comenzo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bradly D. Clark, MD",
            "author_affiliations": [
                "Pathology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oscar Lin, MD, PhD",
            "author_affiliations": [
                "Pathology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Moreira, MD",
            "author_affiliations": [
                "Pathology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Teruya-Feldstein, MD",
            "author_affiliations": [
                "Pathology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina R. Antonescu, MD",
            "author_affiliations": [
                "Pathology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hani Hassoun, MD",
            "author_affiliations": [
                "Hematology, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping Zhou, MD, PhD",
            "author_affiliations": [
                "Hematology, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Fleisher, PhD",
            "author_affiliations": [
                "Clinical Laboratories, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond L. Comenzo, MD",
            "author_affiliations": [
                "Hematology, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA",
                "Clinical Laboratories, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T04:08:02",
    "is_scraped": "1"
}