{
    "doi": "https://doi.org/10.1182/blood.V108.11.3677.3677",
    "article_title": "TBI and Allogeneic BMT Do Not Appear To Hinder Growth in Pediatirc Patients with AML Treated on POG 9421 (Now Children’s Oncology Group). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The role of allogeneic bone marrow transplantation (BMT) in the treatment of pediatric patients (PT) with de novo AML continues to be discussed: Who should receive BMT? Should BMT be done during the first complete remission (CR)? In the POG 9421 trial 654 PTs with AML were genetically randomized between allogeneic BMT or a chemotherapy regimen; this protocol has been previously published. If a matched sibling was identified during induction, and CR was achieved, the PT received BMT after the second course of induction chemotherapy. The BMT preparative regimen consisted of Total Body Irradiation (TBI; 1200 cGy given as 150 cGy bid for 4 days) and high dose etoposide (60 mg/Kg IV over 4 hrs on day -3). Methotrexate and cyclosporine comprised the GVHD prophylaxis. The use of TBI in prepubertal children is a concern of many clinicians. We are analyzing growth and development data from the PTs who completed the induction and BMT regimen of POG9421 and present here the body mass index (BMI) findings from those PTs whose height and weight data were supplied to the COG Data Center. Of the 654 PTs registered on POG 9421, 32 were ineligible due to wrong diagnosis or major protocol violation. 501 non-Down Syndrome PTs were eligible for BMT if a matched sibling donor was located. 89 (17.8%) of the patients had a donor, proceeded to BMT, and were eligible for evaluation. Of those, 53 (60%) had data supplied for height (ht) and weight (wt) after BMT. Time from BMT ranged from 6 months to 5 yrs and PTs age at diagnosis ranged from 1–20 years. The height data were divided into 2 age groups,  10 yrs at diagnosis. The younger group consisted of 19 males and 12 females. Of these, 2 males and 2 females had heights that were below the 3 rd percentile at last follow-up. The BMI data were then sorted into 2 age groups:  14 yrs at the time most recent ht and wt data were supplied. The mean age of the younger group was 7.6 yrs and and that of the older group was 17 yrs. The average BMI of the younger group was 18.19, and that of the older group was 22.85. The average time off therapy when the BMI was calculated was 2.3 yrs for both groups. In the young group, 3 males and 1 female were obese; in the older group, 2 males were overweight and 1 male and 1 female were obese. The median BMIs in the young group were 17 at the 84 th percentile for females and 17.8 at the 65 th percentile for males; those values in the older group were 19.6 for females and 21.3 for males. Percentile is not given for older patients. In conclusion, the BMT preparative regimen did not cause a severe acute change in BMI in this population. Overweight or obesity was not a common problem in this group, and after 4 yrs follow-up, short stature was not evident. Further data regarding stature will need to be evaluated to determine other long term growth effects of TBI and allogeneic BMT in the younger population with AML.",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "child",
        "medical oncology",
        "obesity",
        "overweight",
        "brachial plexus neuritis",
        "follow-up",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "complete remission"
    ],
    "author_names": [
        "Kimo Stine, MD",
        "David Becton, MD",
        "Gary Van Houten Dahl, MD",
        "Yaddanapudi Ravindranath, MD",
        "Susana C. Raimondi, PhD",
        "Fred Behm, MD",
        "Myron Chang",
        "Robert Arceci, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kimo Stine, MD",
            "author_affiliations": [
                "Pediatrics, UAMS, Little Rock, AR, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Becton, MD",
            "author_affiliations": [
                "Pediatrics, UAMS, Little Rock, AR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Van Houten Dahl, MD",
            "author_affiliations": [
                "Stanford, Palo Alto, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaddanapudi Ravindranath, MD",
            "author_affiliations": [
                "Children’s Hospital of Michigan, Detroit, MI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana C. Raimondi, PhD",
            "author_affiliations": [
                "St. Jude Children’s Research Hospital, Memphis, TN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fred Behm, MD",
            "author_affiliations": [
                "University of Illinois, Chicago, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron Chang",
            "author_affiliations": [
                "Data Center, Children’s Oncology Group, Gainseville, FL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Arceci, MD",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T15:33:56",
    "is_scraped": "1"
}