{
    "doi": "https://doi.org/10.1182/blood.V118.21.1185.1185",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1992",
    "start_url_page_num": 1992,
    "is_scraped": "1",
    "article_title": "Single and Codon-Optimized Synonymous Mutations in Factor IX Alter Protein Properties ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "codon nucleotides",
        "factor ix",
        "silent mutations",
        "hemophilia b",
        "rna, messenger",
        "activated partial thromboplastin time measurement",
        "monoclonal antibodies",
        "nucleotides",
        "perfluorocarbon-associated gas exchange",
        "polyacrylamide gel electrophoresis"
    ],
    "author_names": [
        "Sandra C. Tseng",
        "Nobuko H. Katagiri, Ph.D.",
        "Vijaya L. Simhadri, Ph.D.",
        "Sujata Jha, M.S.",
        "Nathan C. Edwards",
        "David B. Kopelman",
        "Zuben E. Sauna, Ph.D.",
        "Michael Z. Stern, Ph.D.",
        "Ran Zichel, Ph.D.",
        "Anton A. Komar, Ph.D.",
        "Chava Kimchi-Sarfaty, Ph.D."
    ],
    "author_affiliations": [
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ],
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ],
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ],
        [
            "Cleveland State University, Cleveland, OH, USA"
        ],
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ],
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ],
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ],
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ],
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ],
        [
            "Cleveland State University, Cleveland, OH, USA"
        ],
        [
            "Center for Biologics Evaluation and Research, Division of Hematology, Food and Drug Administration, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "47.7969553",
    "first_author_longitude": "-122.20092229999999",
    "abstract_text": "Abstract 1185 Introduction: Synonymous mutations, previously called ‘silent’ mutations, are now widely acknowledged to be associated with various disease states by causing changes in protein expression, conformation, and function. A number of synonymous mutations in factor IX (Val107Val, Arg116Arg, and Gln191Gln) were discovered in patients presenting with mild hemophilia B. Further, the use of viral vectors harboring codon-optimized F9 for the treatment of hemophilia B is currently being evaluated. The synonymous mutations which are used in codon-optimized vectors are largely considered harmless and are therefore generously employed to boost expression levels of factor IX (FIX). Previously, we have shown that introducing synonymous mutations may cause changes in other characteristics apart from protein expression, such as in protein function and conformation. Methods: To evaluate the properties of FIX protein which contain synonymous mutations, we produced and characterized a panel of F9 variants harboring a single and or a combination of synonymous mutations, and compared them wild-type F9 (NCBI RefSeq NM_000133.3). One codon-optimized construct differed from wild-type F9 in over 50% of nucleotides. For each point mutation, we calculated relative synonymous codon usage, determined local mRNA structure and stability, and analyzed protein structure computationally. Concurrently, we transiently and or stably transfected HEK293 and liver HUH7 cells with each vector. We examined mRNA (using RT-PCR and sequencing) and protein expression levels (using ELISA and western blotting techniques), as well as activity using aPTT and chromogenic assays. Further, we examined the conformation of the expressed protein by examining differential binding patterns of conformation-specific monoclonal antibodies and analysis by trypsin digestion and native PAGE. Results: The disease-associated synonymous mutations (Val107Val, Arg116Arg, and Gln191Gln) resulted in altered FIX expression and activity with evidence of stability and conformational differences compared to wild-type FIX. Preliminary experiments reveal that the propeptide of the Val107Val mutant is less efficiently cleaved than the wild-type. Further, we were able to demonstrate, with a cell-free translation system, that Val107Val FIX is translated at a significantly decreased rate in vitro compared to wild-type FIX (30–40% less efficiently), offering a mechanistic explanation for the altered protein properties observed in disease-associated constructs. The reduced translation rate associated with the Val107Val synonymous mutation is accompanied by a reduced codon usage. In contrast, other constructs, including the codon-optimized F9 , had markedly increased expression level with negligible difference in specific activity. Conclusions: Single synonymous mutations ( e.g. Val107Val, Arg116Arg, and Gln191Gln) in F9 may precipitate hemophilia B because they result in markedly altered protein properties (expression, activity, and conformation). Codon-optimized vectors, which consist of a number of synonymous mutations, result in the quantitative gain in expression of FIX. However, other properties, particularly those of pharmacokinetic significance, need to be evaluated to ensure that introduced synonymous mutations have positive rather than negative effect on the resultant protein. Results from computational analysis of characteristics such as mRNA stability, codon usage, and secondary structures of FIX aligned with in vitro analyses. This work leads to a better understanding of ways in which synonymous mutations precipitate disease. The findings and conclusions in this article have not been formally disseminated by the Food and Drug Administration and should not be construed to represent any Agency determination policy . Disclosures: No relevant conflicts of interest to declare."
}