{
    "doi": "https://doi.org/10.1182/blood-2021-149337",
    "article_title": "Tolerability and Single Agent Anti-Neoplastic Activity of the CD3xCD123 Bispecific Antibody APVO436 in Patients with Relapsed/Refractory AML or MDS ",
    "article_date": "November 5, 2021",
    "session_type": "616.Acute Myeloid Leukemias: Investigational Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "APVO436 is a recombinant T-cell engaging humanized bispecific antibody designed to redirect host T-cell cytotoxicity in an MHC-independent manner to CD123-expressing blast cells from patients with hematologic malignancies and has exhibited single-agent anti-leukemia activity in murine xenograft models of acute myeloid leukemia (AML). This first in human clinical trial of APVO436 (NCT03647800) was designed as a multi-institutional, open-label, multiple-dose Phase 1B dose escalation study in patients with relapsed /refractory (R/R) AML and myelodysplastic syndrome (MDS). 58 R/R adult AML/MDS patients were screened; 12 patients were screen failures, and the remaining 46 eligible patients were enrolled in the study between 15/05/18 and 04/06/21. Thirty nine patients (84.8%) had R/R AML and 7 had R/R MDS. The median age was 68 years. Patients had failed 1-8 prior lines of therapy (Mean±SE: 3.2±0.3). A 3+3 design was used to guide the dose escalation. APVO436 was administered as weekly intravenous (IV) infusions at 10 different dose levels (Cohorts 1-10), ranging from a minimum anticipated biological effect level (MABEL) of 0.3 mcg to 60 mcg. In Cohorts 5-10, APVO436 was administered according to an intra-patient step-up strategy to reduce the risk for cytokine release syndrome (CRS). Response criteria of the International Working Group (IWG) were used for assessment of MDS patients. Standard European LeukemiaNet (ELN) 2017 criteria were used for response assessments in AML patients. The date of data cutoff was July 22, 2021. The primary endpoint of identifying a clinically active recommended phase 2 dose (RP2D) level for further clinical development of APVO436 was met. APVO436 exhibited a favorable safety profile with acceptable tolerability and manageable drug-related adverse events (AEs), and its maximum tolerated dose (MTD) was not reached at a weekly dose of 60 mcg. The most common APVO436-related AEs were infusion-related reactions (IRR) occurring in 13 (28.3%) patients and cytokine release syndrome (CRS) occurring in 10 (21.7%). No hematologic DLT was observed in any of the 10 dose cohorts. Ten patients experienced 12 episodes of Grade 3 febrile neutropenia and each one of these 12 episodes was reported as not related to APVO436. APVO436-related transient neurotoxicity occurred only in 5 of 46 patients (10.9%). It was mild with Grade 1 AEs including headache, tremor, dizziness, lethargy, insomnia, memory loss, and confusion. A single case of Grade 3 confusion was encountered on the first day of treatment and resolved within a day. The single dose RP2D level has been identified as 18 mcg flat dose (Cohort 6; ~0.2 mcg/kg based on the body weights of the patients enrolled). Stable disease (SD), partial remissions (PR) and complete remissions (CR) were observed in 8 R/R AML patients as best overall responses to APVO436 at the RP2D level. Seven of 8 had failed 2-4 prior lines of anti-AML therapy and one patient had relapsed after achieving a remission on frontline venetoclax plus decitabine therapy. The onset and duration of the SD, PR or CR in these 8 patients is illustrated by the Swimmer plot depicted in Figure 1. One patient had clearance of peripheral blasts with >50% decrease in the BM blast percentage. Two primary AML patients with >25% BM blasts and unfavorable cytogenetics and/or adverse risk group genomic mutations achieved a PR at 58 days and 75 days, respectively, that deepened to a CR with full hematologic recovery at 92 and 113 days, respectively. Time-to-progression ranged from 87 to 238 days (Median: 177 days). Notably, the median overall survival OS was >300 days for the 8 R/R AML patients with a favorable response (prolonged SD and PRs/CRs). Five of the 8 patients remain alive at 110, 124, 323, 352, and 395 days, respectively. By contrast, the median OS for the remaining 31 AML patients in the intent to treat patient population (including 5 who were not evaluable for response) was 100 days (95% CI: 49.8-150.2) and 24 of 31 (77.4%) died (Log Rank c 2 = 5.298, P=0.021) ( Figure 2 ). There were too few MDS patients to accurately analyze the clinical activity of APVO436. The time to progression in 6 evaluable patients ranged from >78 days to 321 days. Three of these 6 patients had marrow CRs. In conclusion, the safety and preliminary evidence of efficacy of APVO436 in R/R AML and MDS patients warrant further investigation of its clinical impact potential. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Watts:  Takeda: Consultancy, Research Funding; Genentech: Consultancy; Rafael Pharma: Consultancy; Celgene/BMS: Consultancy. Lin:  AbbVie, Aptevo Therapeutics, Astellas Pharma, Bio-Path Holdings, Celgene, Celyad, Genentech-Roche, Gilead Sciences, Incyte, Jazz Pharmaceuticals, Novartis, Ono Pharmaceutical, Pfizer, Prescient Therapeutics, Seattle Genetics, Tolero, Trovagene: Research Funding. Mims:  BMS: Consultancy; Syndax Pharmaceuticals: Consultancy; Abbvie: Consultancy; Genentech: Consultancy; Kura Oncology: Consultancy; Leukemia and Lymphoma Society: Consultancy; Aptevo: Research Funding; Jazz Pharmaceuticals: Consultancy; Glycomemetics: Research Funding; Xencor: Research Funding; Daiichi-Saynko: Consultancy. Patel:  Aptevo Therapeutics: Research Funding; BMS-Celgene, Agios: Membership on an entity's Board of Directors or advisory committees; Peerview: Honoraria. Shami:  Bastion Biologics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Chimerix: Research Funding; Takeda: Consultancy; Gilead: Consultancy; BMS: Consultancy; Chimerix: Research Funding; Amgen: Research Funding; JSK Therapeutics: Consultancy, Current holder of individual stocks in a privately-held company, Membership on an entity's Board of Directors or advisory committees; Aptevo: Research Funding. Cull:  Aptevo: Research Funding. Cogle:  Celgene: Membership on an entity's Board of Directors or advisory committees; Aptevo therapeutics: Research Funding. Lee:  Aptevo therapeutics: Consultancy; oncotelic therapeutics: Current equity holder in publicly-traded company. Uckun:  Aptevo therapeutics: Consultancy; Reven Pharmaceuticals (Reven LLC): Consultancy, Membership on an entity's Board of Directors or advisory committees; oncotelic therapeutics: Current equity holder in publicly-traded company.",
    "author_names": [
        "Justin M Watts",
        "Tara L. Lin",
        "Alice S. Mims",
        "Prapti Patel",
        "Paul J Shami",
        "Elizabeth H. Cull",
        "Christopher R. Cogle",
        "Cynthia Lee",
        "Fatih Uckun"
    ],
    "author_dict_list": [
        {
            "author_name": "Justin M Watts",
            "author_affiliations": [
                "Sylvester Comprehensive Cancer Center, Miami, FL",
                "University of Miami Health System, Miami, FL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tara L. Lin",
            "author_affiliations": [
                "Division of Hematologic Malignancies & Cellular Therapeutics, University of Kansas, Kansas City, KS",
                "University of Kansas Medical Center, Kansas City, KS"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice S. Mims",
            "author_affiliations": [
                "Arthur G. James Cancer Center Hospital, The Ohio State University Comprehensive Cancer Center, Columbus, OH",
                "Ohio State University Wexner Medical Center, Columbus, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prapti Patel",
            "author_affiliations": [
                "Division of Hematology Oncology, University of Texas Southwestern Medical Center, Dallas, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul J Shami",
            "author_affiliations": [
                "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT",
                "Division of Hematology and Hematologic Malignancies, Huntsman Cancer Institute, University of Utah, Salt Lake City, UT"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth H. Cull",
            "author_affiliations": [
                "GHS Cancer Institute, Greenville, SC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher R. Cogle",
            "author_affiliations": [
                "Department of Medicine, University of Florida, Gainesville, FL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia Lee",
            "author_affiliations": [
                "Aptevo Therapeutics, Seattle,"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatih Uckun",
            "author_affiliations": [
                "Aptevo Therapeutics, Seattle,"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:02:30",
    "is_scraped": "1"
}