{
    "doi": "https://doi.org/10.1182/blood.V124.21.3839.3839",
    "article_title": "The Identification and Use of a Three Fungus-Antigen Combination to Generate T-Cell Products with Activity Against Pathogenic Filamentous Fungi and Yeasts for Clinical Cell Therapy ",
    "article_date": "December 6, 2014",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "abstract_text": "Invasive fungal diseases (IFDs) caused by the filamentous fungal pathogens of the genera A spergillus, fusarium, zygomycetes, scedosporium and the yeast candida are the most important causes of fungus related deaths in immunosuppressed hematology patients 1 . Clinical efficacy of A. fumigatus specific T cells has been demonstrated in haploidentical hematopoietic stem cell transplant (HSCT) recipients 2 . We recently published a method to culture A. fumigatus specific T cells from normal allogeneic donors using procedures compliant with the code of Good Manufacturing Practice 3 . The safety and efficacy of cells generated using our method is currently being tested in a Phase 1 study in HSCT recipients. Here, we investigated the possibility of manufacturing a single T cell product with activity against a broad target range of fungal pathogens for clinical adoptive immunotherapy. We made water-soluble lysates from germinated spores of fungal pathogens, A. flavus, A. terreus, C. albicans, C. krusei, F. oxysporum, F. solani, R. oryzae and S. prolificans and used these to pulse monocyte derived dendritic cells (MoDC) from PBMC of 4 normal donors. Pulsed MoDC were washed, irradiated and used to stimulate autologous PBMC on Days 0 and 7. Cells were expanded with the addition of IL-2, IL-7 and IL-15 from Days 7 to 21. Cell numbers, phenotype and fungus-specificity were assessed on Day 21. Cross-reactivity of cultured T cells was tested against lysates of other fungi to identify a combination of antigens likely to induce broad anti-fungal T cell reactivity. Products were generated from PBMC using either no selection or TNFα capture on Day 7 of culture to select antigen-specific cells. Three products were generated from G-CSF mobilized peripheral blood stem cell products (PBSC) without selection. Antifungal activity was mapped to specific HLA molecules using blocking antibodies to HLA-DR, -DP and –DQ. In cultures from normal donor PBMC, expansion occurred with lysates from all fungi (range 2.3-109.6 fold) generating 85-97% T cells of which >80% were CD4 + T cells. The percentage of fungus-specific (TNFα + ) CD4 + cells were A flavus 6.8±5.5%, A terreus 13.2±12.8%, C albicans 10.5±8.5%, C krusei 6.4±6.8%, F oxysporum 6.4±3.8%, F solani 5.2±7.8%, R oryzae 7.6±6.4 and S prolificans 4.4±3.8% (n=4). T cells also produced IFNγ and IL-2. T cells from cultures generated with Aspergillus, Fusarium and Scedosporium cross-reacted with one another and with lysates from most other fungi. We selected a combination of A. terreus , C. krusei and R. oryzae to generate multifungus T cell products from PBMC and PBSC. All but one multifungus culture generated >89% T cells. The majority of T cells had terminally differentiated effector and effector memory phenotypes. Regulatory T cells were <6%. Starting from a mean total cell number of 18.5±3.0, 14.0±4.9 and 12.0±4.0 x 10 6 cells, we obtained 12.5±4.9, 3.0±3.9 and 19.1±9.6 x 10 6 fungus-specific CD4 + T cells from PBMC (n=4), TNFα selected PBMC (n=4) and PBSC (n=3) cultures respectively. CD4 + T cells specific for most fungal antigens were present in all cultures. Cultured CD4 + T cells proliferated in response to all fungal lysates (n=3). Blocking HLA-DR, but not -DP or -DQ on antigen presenting cells abrogated fungus-specific cytokine production by cultured T cells (n=7). Antifungal activity was maintained when MoDC from partially HLA-DRB1 matched allogeneic donors were used to present fungal antigens to cultured T cells (n=7). In contrast, no antifungal activity was observed when MoDC from completely HLA-DRB1 mismatched donors were used to stimulate fungal T cells (n=4). We demonstrate that similarly to A. fumigatus specific T cells, T cells specific for other clinically relevant fungi can be expanded in vitro . We have developed a method to manufacture a T cell product with activity against multiple clinically relevant fungi, using blood or stem cells of healthy donors as starting material. The use of TNFα capture did not increase the number or purity of fungus-specific cells in cultures. The clinical utility of infusions of multifungus responsive T cell products in prophylaxis and treatment of invasive fungal disease needs to be tested clinically. References 1 Neofytos D, Horn D et al, Clinical Infectious Diseases 2009 2 Perruccio K, Tosti A et al, Blood 2005 3 Gaundar S, Clancy L et al, Cytotherapy 2012 Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "cell therapy",
        "fungus",
        "mold",
        "t-lymphocytes",
        "yeasts",
        "lysate",
        "antifungal agents",
        "hematopoietic stem cell transplantation",
        "aldesleukin"
    ],
    "author_names": [
        "Shiva Deo, BSc PhD",
        "Balaji Virassamy, M. Biotech",
        "Catriona Halliday, PhD",
        "Leighton Edward Clancy, PhD",
        "Wieland Meyer, PhD",
        "Sharon Chen, MB BS FRACP FRCPA PhD",
        "Tania Sorrell, MB BS PhDFRACP FRCPA",
        "David Gottlieb, MB MDFRCPA FRACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Shiva Deo, BSc PhD",
            "author_affiliations": [
                "Westmead Millennium Institute University of Sydney, Sydney, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Balaji Virassamy, M. Biotech",
            "author_affiliations": [
                "Westmead Millennium Institute, Sydney, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catriona Halliday, PhD",
            "author_affiliations": [
                "Centre for Infectious Diseases and Microbiology, Sydney, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leighton Edward Clancy, PhD",
            "author_affiliations": [
                "Westmead Hospital, Sydney, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wieland Meyer, PhD",
            "author_affiliations": [
                "Centre for Infectious Diseases and Microbiology, Sydney, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Chen, MB BS FRACP FRCPA PhD",
            "author_affiliations": [
                "Centre for Infectious Diseases and Microbiology, Sydney, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tania Sorrell, MB BS PhDFRACP FRCPA",
            "author_affiliations": [
                "Centre for Infectious Diseases and Microbiology, Sydney, Australia "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gottlieb, MB MDFRCPA FRACP",
            "author_affiliations": [
                "Westmead Hospital, Sydney, Australia ",
                "Sydney Cellular Therapies Laboratory, Westmead, Australia ",
                "University of Sydney, Sydney, Australia ",
                "Westmead Millennium Institute, The University of Sydney, Sydney, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T06:52:49",
    "is_scraped": "1"
}