{
    "doi": "https://doi.org/10.1182/blood-2019-129182",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4395",
    "start_url_page_num": 4395,
    "is_scraped": "1",
    "article_title": "Genome Wide Interaction Analysis Identifies Expression Quantitative Trait Loci Associated with Reduced Survival after Reduced Intensity Conditioning HLA-Matched Unrelated Donor Allogeneic Hematopoietic Cell Transplant ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "conditioning (psychology)",
        "donors",
        "genome",
        "human leukocyte antigens",
        "quantitative trait loci",
        "mac protocol",
        "desmin-related myopathy",
        "toxic effect",
        "transplantation"
    ],
    "author_names": [
        "Ezgi Karaesmen, MSc,BS",
        "Abbas A. Rizvi, PhD MS",
        "Junke Wang, MS",
        "Michael Sovic, PhD",
        "Qianqian Zhu, PhD",
        "Li Yan, PhD",
        "Leah Preus, MS",
        "Song Liu, PhD",
        "Daniel Stram, PhD",
        "Loreall Pooler, MS",
        "Xin Sheng, MS",
        "Christopher Haiman, ScD",
        "David Van Den Berg, PhD",
        "Amy Webb, PhD",
        "Guy Brock, PhD",
        "Stephen R. Spellman, MS",
        "Marcelo C. Pasquini, MDMS",
        "Philip L. McCarthy, MD",
        "Theresa E. Hahn, PhD",
        "Lara E. Sucheston-Campbell, PhDMS"
    ],
    "author_affiliations": [
        [
            "College of Pharmacy, The Ohio State University, Columbus, OH "
        ],
        [
            "College of Pharmacy, The Ohio State University, Columbus, OH "
        ],
        [
            "College of Pharmacy, The Ohio State University, Columbus, OH "
        ],
        [
            "College of Pharmacy, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Biostatistics and Bioinformatics, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Department of Biostatistics, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "College of Pharmacy, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Biostatistics, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Department of Preventive Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Department of Preventive Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "University of Southern California, Keck School of Medicine of USC, Los Angeles, CA "
        ],
        [
            "Department of Preventive Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Department of Preventive Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Department of Biomedical Informatics, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Biomedical Informatics, The Ohio State University, Columbus, OH "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Milwaukee/Minneapolis, "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Department of Medicine, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "College of Pharmacy, The Ohio State University, Columbus, OH ",
            "College of Veterinary Medicine, The Ohio State University, Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.996570500000004",
    "first_author_longitude": "-83.02091209999999",
    "abstract_text": "Conditioning regimen intensity before allogeneic blood or marrow transplant (BMT) can be modified from myeloablative (MAC) to reduced intensity (RIC) to promote a graft versus tumor effect or minimize toxicity in older patients or those with comorbidities. However, the benefits of using RIC over MAC remain inconclusive as overall survival (OS) rates are similar. Prior genome wide association studies (GWAS) in solid tumor and autoimmune patients have shown that single nucleotide polymorphisms (SNPs) can affect patient response and toxicity after treatment with cyclophosphamide, busulfan and melphalan. Thus, it is possible SNPs may also affect patient response or toxicity to a given conditioning regimen or regimen intensity, guide regimen selection for a given patient or determine if disease recurrence is more likely for a given regimen or intensity. SNPs associated with patient response are significantly enriched for expression quantitative trait loci (eQTLs). eQTLs are genomic loci that explain significant proportions of inter-individual variability in mRNA levels in a given tissue for one or more genes. This suggests that selecting eQTLs a priori for the identification of genetic predictors for patient response could provide important insights into the likely function of identified SNPs. We hypothesized that recipient eQTL SNPs may interact with conditioning intensity to impact post-BMT OS and performed a genome wide interaction study (GWIS) to test the interaction of eQTL SNPs with conditioning intensity (MAC or RIC) and post-BMT OS in a large cohort of AML, MDS and ALL patients. Our GWIS included European ancestry patients from the DISCOVeRY-BMT study, a GWAS of >3,000 ALL, AML or MDS patients and their 8/8 HLA-matched unrelated donors reported to the CIBMTR between 2000-2011 (Table 1). SNPs were selected for inclusion in OS models if there was significant evidence that they modified expression in whole blood tissue in an independent study of over 30,000 samples (eQTLGen). After quality control and filtering (minor allele frequency >1% and info score > .8) 1,401,296 recipient eQTL SNPs were tested for interaction with MAC/RIC in the two DISCOVeRY-BMT cohorts; multiple test correction for the number of independent eQTLs (R 2 < .2) was P < 9.41×10 -7 . We constructed Cox proportional hazard models for OS with clinical covariates including patient age, disease status at transplant, source of graft (bone marrow or peripheral blood) and an interaction term for each eQTL SNP and conditioning intensity (SNP×MAC/RIC). For significant interactions, we performed stratified analyses by conditioning regimen (Table 1) and by the causes of death which comprise OS, disease related mortality (DRM) and transplant related mortality (TRM). Meta analyses of the two cohorts identified two correlated (R 2 =1) eQTL SNPs: rs10437630 (imputed) and rs3911014 (typed) with GWIS meta p-values of 8.4x10 -7 and 9.3x10 -7 , respectively in a ~25kb haplotype block located adjacent to TRIM44 (Chromosome 11) (Fig.1). This SNP is in a ~2 kb enhancer region that shows chromatin looping interactions with the transcription start site of TRIM44 . TRIM44 has been shown to promote cancer cell survival in multiple cancers, including multiple myeloma. To better understand the interaction between rs3911014 and conditioning regimen intensity, we conducted stratified analyses of rs3911014 by MAC and RIC. Analyses of MAC regimen group (Table 1) with rs3911014 was not significantly associated with OS, DRM or TRM (P meta >.2). Among patients who received RIC, the C allele in rs3911014 associated with 1 year post-BMT OS (P meta = 1.0×10 -5 , HR meta = 1.4, [1.2-1.6]) and was driven by a higher risk of death due to disease (P meta = 3.7×10 -6 , HR meta = 1.6, [1.3-1.9]) and not TRM (Figs 2 and 3). The rs3911014 C allele associated with increased risk of DRM in RIC regimens (Table 1) A (P=.12), B (P=7.8x10 -5 ), C (P=.03) and D (P=.012). TRIM44 involvement with cancer cell survival suggests the SNP association in RIC patients could be attributable to partial ablation of tumor cells which is supported by the observation that most RIC patients with this variant die of disease in the first few months after BMT. In contrast, the variant posed no increased risk in MAC patients due to a higher degree of myeloablation and tumor cell killing. Further analyses may be able to identify RIC or MAC regimens that are not associated with worse survival in patients with this genotype. View large Download slide View large Download slide  Disclosures Pasquini: Medigene: Consultancy; Novartis: Research Funding; Kit Pharma: Research Funding; BMS: Research Funding; Pfizer: Other: Advisory Board; Amgen: Consultancy."
}