{
    "doi": "https://doi.org/10.1182/blood.V106.11.713.713",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=474",
    "start_url_page_num": 474,
    "is_scraped": "1",
    "article_title": "Soluble Syndecan-1 (sCD138) Is an Independent Prognostic Factor in Patients with Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "cd138",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "prognostic factors",
        "multiple myeloma",
        "proteoglycan",
        "sulfate",
        "platelet count measurement",
        "epithelial cells",
        "leukocytes"
    ],
    "author_names": [
        "I. Jilani",
        "M. Keating",
        "W. William",
        "A. Ferrajoli",
        "H. Kantarjian",
        "S. M. O’Brien",
        "F. J. Giles",
        "M. Albitar"
    ],
    "author_affiliations": [
        [
            "Hematology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center, Univ. of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center, Univ. of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center, Univ. of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center, Univ. of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center, Univ. of Texas, Houston, TX, USA"
        ],
        [
            "Leukemia, M.D. Anderson Cancer Center, Univ. of Texas, Houston, TX, USA"
        ],
        [
            "Hematology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ]
    ],
    "first_author_latitude": "33.562051499999995",
    "first_author_longitude": "-117.5439056",
    "abstract_text": "Syndecan-1 (sCD138) is a transmembrane heparan sulfate-bearing proteoglycan expressed in epithelial cells as well as hematopoitic cells that demonstrate plasmacytioid differentiation. CD138 is believed to play a role in cell-cell and cel-matrix interaction. A soluble form of CD138 (sCD138) has been reported to be elevated in multiple myeloma. Higher levels of sCD138 have been reported to correlate with poor outcome in myeloma. While some cells in patients with chronic lymphocytic leukemia (CLL) can demonstrate plasmacytoid differentiation, CD138 is usually not expressed in B-cell CLL. We investigated the levels of circulating sCD138 in the plasma of 104 patients with CLL and correlated these levels with clinical behavior. sCD138 levels were elevated in patients with CLL as compared with normal control subjects (median, 52.8, range: 13.4-252.7 ng/mL) (P53 ng/mL) had significantly shorter survival than those with mutated IgVH and lower levels of sCD138. Similarly, patients with unmutated IgVH but high levels of sCD138 (>53 ng/mL) had significantly shorter survival than those with lower levels of sCD138 and unmutated IgVH (P=0.007). When CLL patients were dichotomized into 2 groups according to the median level of sCD138, there was significant positive correlation with age, platelet count, male sex, white cell count, and sCD23 level (all P<0.05). In contrast, no significant correlation with these prognostic factors or survival was found when sCD138 was considered as a continuous variable. This suggests that the role of sCD138 is more related to its presence or absence. The data presented here suggest that sCD138 is a powerful independent prognostic factor in CLL, and further studies are needed to explore its biological role and the potential of targeting this pathway as a therapeutic approach. View large Download slide Figure View large Download slide Figure "
}