{
    "doi": "https://doi.org/10.1182/blood.V106.11.4560.4560",
    "article_title": "Growth and Infiltration of Human Monocytic Leukemia in Immunosuppressed Nude Mice: A Model for CNSL Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Central nervous system leukemia (CNSL) is one of the major complications of acute leukemia which always lead to relapse and imply a poor prognosis. Our study aimed to establish a human monocytic leukemia model with CNS infiltration in Balb/C nude mice, so as to help investigation on pathogenesis of CNSL. 11 and 16 of four and six-week-old Balb/C nu/nu mice, respectively, were treated by splenectomy, cytoxan intraperitoneal injection, and sublethal irradiation, and referred to as SCI-nu/nu mice. SHI-1 monoblasts were derived from an acute monocytic leukemia patient, featured by t(6;11)(q21;q23), P53 dysfunction and a high tumorogenecity. SHI-1 cell were injected into tail vein of mouse. One of the four-week-old mouse was sacrificed in one week’s interval until the mice die of leukemia. 6 of six-week-old mice were also killed 30 days after inoculation. The leukemic cells engrafted in the mice were tracked by RT-PCR, histopathological examination, immunohistochemistry and FCM. All mice were inspected carefully and all tissues from different organs including head and spine were properly processed and sectioned. CNSL was graded as follows: grade 0: no leukemic cell infiltrated in brain; grade I: mild and focally infiltration in subdural space and pia-arachnoid; grade II: moderate to dense infiltration in subdural space and pia-arachnoid without penetrating to brain parenchyma; grade III: extensive infiltration in brain parenchyma. 25–30 days after injection, SCI-nu/nu mice presented anorexia, hunched posture, lethargy, weight loss and died after a median of 41 days (range, 33 to 46 days). All the 4-week-old mice were paralysed in rear legs, while only 30% in six-week-old mice,. Autopsy showed that green solid tumor were grossly formed in stomach, kidney, thoracic and lumbar vertebrae, head, neck, mediastinum, heart, scapula. MLL-AF6 fusion gene products could be amplified in multiple organs by RT-PCR including in the brain. Leukemic infiltrated foci were seen in liver, lung, stomach, kidney, heart, testis. In paralyzed mice the destructed thoracic and lumbar vertebral bone marrow was fully occupied by leukemic cells. Leukemic cells penetrated to the surface of vertebrae, forming neoplasm, and traveled to the subdural space, but seldom involving the parenchyma, indicating that paralysis was most likely caused by the destruction of bone and compression by leukemia cells. Central nervous system involvement were found in all SCI-nu/nu mice: grade I 71.4% (5/7); grade II 28.6 % (2/7) after 30 days, and becoming more seriously [grade II 35.3%(6/17), grade III 64.7%(11/17)] upon death:. Leukemia cells filled in the subdural space and pia-arachnoid, covered the surface of cerebrum, cerebellum and along the virchow-robin space of pia mater. For grade III, leukemic cells focally scattering around the peri-vascula could be seen in deep parenchyma. Brain parenchyma infiltration always accompanied by massive infiltration of adjacent pia-arachnoid and skull. The series of sections from our successful and reproducible experimental model of CNSL and systemic leukemia in SCI-nu/nu mice clearly demonstrated that the leukemia cells in central nervous system came from bone marrow of skull and vertebrae, via subdural space, pia-arachnoid, and the Virchow-Robin spaces, finally penetrated into the nervous parenchyma. This experimental model may provide an useful tool for studies on the pathogenesis of CNSL.",
    "topics": [
        "leukemia",
        "mice, nude",
        "monocytes",
        "weight reduction",
        "leukemic cells",
        "spinal cord injuries",
        "paralysis",
        "reverse transcriptase polymerase chain reaction",
        "bone destruction",
        "central nervous system leukemia"
    ],
    "author_names": [
        "Zhen-jiang Li",
        "Zi-xing Chen",
        "Jun Lu",
        "Jian-nong Cen",
        "Jun He"
    ],
    "author_dict_list": [
        {
            "author_name": "Zhen-jiang Li",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital, Soochow Un iversity, Suzhou, Jiangsu, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zi-xing Chen",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital, Soochow Un iversity, Suzhou, Jiangsu, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Lu",
            "author_affiliations": [
                "Department of Pathology, 1st Affiliated Hospital, Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-nong Cen",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital, Soochow Un iversity, Suzhou, Jiangsu, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun He",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital, Soochow Un iversity, Suzhou, Jiangsu, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T13:07:51",
    "is_scraped": "1"
}