{
    "doi": "https://doi.org/10.1182/blood.V108.11.3946.3946",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=734",
    "start_url_page_num": 734,
    "is_scraped": "1",
    "article_title": "Pathogenetic Role of Mature and Progenitor Endothelial Cells in Pre-Eclampsia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "endothelial progenitor cells",
        "pre-eclampsia",
        "chronic exertional compartment syndrome",
        "fetal growth retardation",
        "blood coagulation disorders",
        "cancer",
        "cd31 antigens",
        "cd34 antigens",
        "cd45 antigens",
        "edema"
    ],
    "author_names": [
        "Agostino Cortelezzi, MD",
        "Nicola Stefano Fracchiolla, MD",
        "Michela Cortiana, Biol.Sci",
        "Maria Cristina Pasquini, MD",
        "Ilaria Silvestris, ABT",
        "Irene Cetin, MD",
        "Veronica Cozzi, MD",
        "Giorgio Pardi, MD",
        "Giorgio Lambertenghi Deliliers, MD"
    ],
    "author_affiliations": [
        [
            "Hematology-Transplantation Unit and Department of Medical Sciences University of Milan, IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, University of Milan, Milan, Italy"
        ],
        [
            "Hematology-Transplantation Unit, IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, Milan, Italy"
        ],
        [
            "Hematology-Transplantation Unit, IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, Milan, Italy"
        ],
        [
            "Hematology-Transplantation Unit and Department of Medical Sciences University of Milan, IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, University of Milan, Milan, Italy"
        ],
        [
            "Hematology-Transplantation Unit and Department of Medical Sciences University of Milan, IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, University of Milan, Milan, Italy"
        ],
        [
            "Institute of Obstetrics and Gynecology, University of Milan and IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, Milan, Italy"
        ],
        [
            "Institute of Obstetrics and Gynecology, University of Milan and IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, Milan, Italy"
        ],
        [
            "Institute of Obstetrics and Gynecology, University of Milan and IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, Milan, Italy"
        ],
        [
            "Hematology-Transplantation Unit and Department of Medical Sciences University of Milan, IRCCS Foundation Policlinico, Mangiagalli and Regina Elena, University of Milan, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.45884170000001",
    "first_author_longitude": "9.1949702",
    "abstract_text": "Pre-eclampsia (PE) is a pregnancy-associated disorder of unknown cause. The pathological changes associated with PE (edema, proteinuria, coagulopathy, and renal and hepatic abnormalities) suggest a systemic maternal vascular dysfunction. PE is also associated with placental development defects and fetal growth restriction. The generation of vessels is divided into angiogenesis (the sprouting of capillaries from pre-existing vessels) and vasculogenesis, the development of blood vessels from in situ differentiating endothelial cells (ECs), which has been considered as occurring only in the prenatal period. However, circulating endothelial precursors (CEPs) are also present in the peripheral blood (PB) of adults and, in the case of pregnant women, may play important roles in vascularising the uterine endometrium at the time of embryo implantation and placentation. Furthermore, it has been found that the number of mature circulating endothelial cells (CECs) is increased in the PB of patients affected by cancer, sickle cell anemia, myocardial infarction or infections, but they have not been extensively studied in PE patients. Inorder to test the hypothesis that CEPs may be involved in the pathogenesis of PE and that CECs may represent a marker of the severity of ongoing vascular damage, we used flow cytometry to quantify the number of CEPs and CECs in 17 PE patients and 13 healthy pregnant women of similar gestational age. Immunocytofluorimetric assays showed that resting CECs were negative for CD45 but positive for P1H12 and CD31, whereas CEPs were positive for CD133 and CD34. Our 13 healthy controls had a mean number of 20.8 CECs/ml (range 9.22–77.11) and 1.05 CEPs/ml (range 0.07–3.43); the corresponding numbers in 27 samples from the 17 PE cases were 25.46/ml (range 1.65–126.34) and 0.42/ml (range 0–15.45). The PE cases had significantly fewer CEPs than the controls (p <0.05, Mann-Whitney test). Among the PE cases, we compared the samples collected during severe (16 samples) and mild PE (11 samples): the severe PE group showed significantly more CECs than the mild PE group (29.03/ml [range 1.65–120.78] vs 13.58/ml [range 7.67–126.34; p <0.02, Mann-Whitney test) but not CEPs (0.51/ml [range 0–15.45] vs 0.23/ml [range 0–1.41]). In conclusion, there is a reduction in CEPs during PE that may be consistent with an impaired response to vascular damage. As CEPs seem to play a crucial role in the vasculogenesis of the placental bed during pregnancy, this finding is consistent with the fetal growth restriction and placental maturation defects observed during pregnancy. Furthermore, the women with severe PE had more CECs (a marker of ongoing endothelial damage) than those with mild PE. Our findings are consistent with the hypothesis that PE is characterised by a systemic maternal vascular dysfunction, with reduced repair potential (fewer CEPs), and the increased number of CECs in the peripheral blood of women with severe PE correlates with disease severity. Further longitudinal studies are needed to verify their prognostic role."
}