{
    "doi": "https://doi.org/10.1182/blood.V108.11.4002.4002",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=745",
    "start_url_page_num": 745,
    "is_scraped": "1",
    "article_title": "Functional and Antigenic Detection of Intravascular Tissue Factor (TF). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "adenocarcinoma, metastatic",
        "antigen assay",
        "antigens",
        "blood platelets",
        "calibration",
        "cardiovascular system",
        "cell-derived microparticles",
        "deep vein thrombosis",
        "dilute (action)",
        "dilution technique"
    ],
    "author_names": [
        "Florian Langer",
        "Ali Amirkhosravi",
        "Brigitte Spath",
        "Hina Desai",
        "Mildred Amaya",
        "Judith Dierlamm",
        "Barbara Eifrig",
        "John L. Francis",
        "Carsten Bokemeyer"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University Hospital Eppendorf, Hamburg, Germany"
        ],
        [
            "Institute of Translational Research, Florida Hospital, Orlando, FL, USA"
        ],
        [
            "Hematology and Oncology, University Hospital Eppendorf, Hamburg, Germany"
        ],
        [
            "Institute of Translational Research, Florida Hospital, Orlando, FL, USA"
        ],
        [
            "Institute of Translational Research, Florida Hospital, Orlando, FL, USA"
        ],
        [
            "Hematology and Oncology, University Hospital Eppendorf, Hamburg, Germany"
        ],
        [
            "Hematology and Oncology, University Hospital Eppendorf, Hamburg, Germany"
        ],
        [
            "Institute of Translational Research, Florida Hospital, Orlando, FL, USA"
        ],
        [
            "Hematology and Oncology, University Hospital Eppendorf, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "53.59082850000001",
    "first_author_longitude": "9.973988100000001",
    "abstract_text": "Recently, intravascular TF has been the focus of tremendous research activity in the fields of hematology, oncology, and cardiovascular medicine. The biological relevance of this so-called blood-borne TF, however, remains controversial. This may, at least in part, be due to a lack of controlled studies comparing functional and antigenic detection systems. The following study was conducted to provide insight into this area of uncertainty. Incubation of citrated blood with LPS (4 h) increased monocyte TF antigen from 0–2 to 7–35% and reduced plasma recalcification times (RTs) from 648±87 to 388±23 s (n=10), an effect that was completely reversed by inhibitory TF mAb. In all donors, monocyte-platelet-conjugates, as assessed by CD41 labeling of CD14+ events, decreased following LPS stimulation (47±15 vs. 58±16%, P<0.01), suggesting that microparticles (MPs) shed from monocytes into plasma were associated with platelet membrane components. Plasma TF antigen, as measured by a commercial ELISA using non-lipidated, full-length recombinant human TF (rhTF 1–263 ) as standard and 0.1% Triton X-100 for sample dilution, was increased from 21±33 to 160±110 pg/ml (P90% and significantly prolonged clotting times. After 18 h, LPS further shortened plasma RTs to 170±31 s, whereas a difference in plasma TF antigen was no longer detectable (80±66 vs. 127±103 pg/ml, P=0.48). We used a highly sensitive clotting assay ± TF mAb to determine the TF-specific procoagulant activity (PCA) of washed and concentrated plasma MPs. Clotting times were calibrated against serial dilutions (1/10–1/10 5 ) of relipidated rhTF 1–263 , showing a linear correlation in a log-log plot with R 2 >0.99. MP-associated TF PCA was increased >10fold after LPS stimulation. However, by flow cytometry using PE-conjugated TF mAb (HTF-1) and microspheres for size calibration (1 μm) and sample flow standardization, we could not reliably detect an increase in TF+ MPs. Furthermore, a chromogenic assay, which was 10fold less sensitive than the clotting assay, failed to detect significant TF-VIIa-dependent Xa generation by LPS-induced MPs. Similarly, incubation of strongly TF-expressing adenocarcinomatous HT29 cells in citrated blood under stirring conditions (1 h) shortened plasma RTs from 694±26 to 152±2 s and increased MP-associated TF PCA >100fold, whereas plasma TF antigen was elevated by only 18%. In an 84-year-old patient with metastatic adenocarcinoma and Trousseau’s syndrome, who presented with DIC, bilateral deep vein thrombosis, pulmonary embolism, intracardiac thrombi, and extensive cutaneous necrosis due to thrombotic microangiopathy, we found significant expression of TF PCA on tumor cells derived from pleural effusion. Whereas TF-specific PCA of MPs isolated from the patient’s plasma on three different occasions was 8–97fold higher than in five healthy controls, plasma TF antigen was only slightly increased (110 vs. 45±26 pg/ml). In summary, functional appear superior to antigenic assays in detecting intravascular TF, with clotting assays being most sensitive and reproducible. Particularly, commercial ELISAs may not adequately reflect MP-associated TF in plasma. Instead, increased TF antigen after short-term exposure of whole blood monocytes to LPS may indicate preferential detection of soluble variants such as alternatively spliced TF."
}