{
    "doi": "https://doi.org/10.1182/blood-2021-145398",
    "article_title": "Mitapivat (AG-348) Demonstrates Safety, Tolerability, and Improvements in Anemia, Hemolysis, Oxygen Affinity, and Hemoglobin S Polymerization Kinetics in Adults with Sickle Cell Disease: A Phase 1 Dose Escalation Study ",
    "article_date": "November 5, 2021",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia: Clinical and Epidemiological",
    "abstract_text": "Background. Hemoglobin S (HbS) polymerization causes red cell sickling, hemolysis, and vaso-occlusion, key pathological features of sickle cell disease (SCD). Mitapivat (AG-348) has potential as an oral anti-sickling agent in SCD via increasing glycolytic activity, which reduces intracellular levels of 2,3-diphosphoglycerate (2,3-DPG) in parallel with increasing adenosine triphosphate (ATP). Reducing 2,3-DPG decreases HbS polymerization, while increasing ATP improves red cell membrane integrity. Here, we report the complete results of our single-center Phase 1 study of multiple ascending doses of mitapivat in subjects with SCD. Methods . We enrolled adult subjects (age ≥ 18 years) with confirmed SCD (HbSS) and baseline Hb ≥ 7 g/dL; with no recent transfusions, erythropoietin therapy, or changes in SCD-specific therapies including hydroxyurea (HU) and L-glutamine. Subjects received either 3 or 4 ascending dose levels of mitapivat (5 mg BID, 20 mg BID, 50 mg BID, 100 mg BID) for 2 weeks' duration each, followed by a 12-15 day drug taper. Safety and tolerability were assessed by frequency and severity of adverse events (AEs) and changes in hemoglobin (Hb) level and hemolytic markers. For each dose level, pharmacokinetics (PK), pharmacodynamics (PD; 2,3-DPG and ATP levels), and markers of oxygen (O 2 ) affinity (p50) and HbS polymerization (t50) were assessed pre-dose, post-dose, at end of taper, and at end of study. p50 is the partial pressure of O 2 at which 50% of the hemes in the Hb molecule have O 2 bound; t50 is the time at which 50% of erythrocytes are sickled in response to gradual deoxygenation with nitrogen to a final O 2 partial pressure of 38 torr. Results . Out of 17 subjects enrolled, 16 escalated to 50 mg BID. One subject, withdrawn 3 days after starting the study for a pre-existing pulmonary embolus, was not evaluable for response. After a protocol amendment, 9/10 eligible subjects completed the 100 mg BID dose level; 1 subject self-discontinued treatment after completing 3 dose levels. Mean age of the 17 subjects was 39 years (range 23-55 years); 11 were male, and 12 were on HU. Mitapivat was well tolerated; the most commonly reported drug-related AEs were insomnia (n=6 subjects, Grades 1-2), arthralgia (n=3, Grades 1-2), and hypertension (n=3, Grades 1-3). Six serious AEs (SAEs) were reported in 6/17 subjects, including 4 vaso-occlusive crises (VOCs), 1 non-VOC-related pain, and 1 pre-existing pulmonary embolism; 2/6 SAEs were deemed possibly drug-related. Of the 4 VOCs, 2 occurred during drug taper and were possibly drug-related, and 2 occurred during the 28-day safety follow up post-treatment in the setting of known VOC triggers. In 16 evaluable subjects, a dose-dependent decrease in mean 2,3-DPG levels and increase in mean ATP levels were consistently observed, followed by a return to near baseline by end of study (Figure 1A-B). There was a mean decrease in p50 and increase in t50 (Figure 1D-E), indicating increased oxygen affinity and slower sickling, respectively. The mean Hb increase at the 50 mg BID dose level was 1.2 g/dL (range -0.3-2.9 g/dL; Figure 1C). Over half (9/16, 56.3%) of subjects achieved a Hb response, defined as a ≥ 1 g/dL increase in Hb at any dose level compared to baseline. Subjects also experienced a mean reduction in the hemolytic markers of lactate dehydrogenase, total serum bilirubin, absolute reticulocyte count, and aspartate aminotransferase during the dose escalation period (Figure 1F-I), though responses were variable. Mean corpuscular volume (MCV) and HbF levels remained relatively stable throughout the study, supporting the notion that hydroxyurea exposure remained stable throughout the treatment period. Conclusion. During a 6-8 week treatment period, mitapivat demonstrated an acceptable safety and tolerability profile at multiple ascending dose levels in subjects with SCD. Mitapivat improved anemia, reduced markers of hemolysis, decreased 2,3-DPG and increased ATP levels, improved oxygen affinity, and decreased sickling rate, signaling its potential to improve clinically meaningful outcomes in SCD. Long-term disease modifying effects of mitapivat treatment in SCD are being evaluated in an ongoing extension study (ClinicalTrials.gov NCT04610866). Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Iyer:  Novartis: Current equity holder in publicly-traded company; Agios Pharmaceuticals: Current Employment, Current holder of stock options in a privately-held company. Mangus:  Agios Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company; Bristol-Myers Squibb: Current equity holder in publicly-traded company. Kung:  Agios Pharmaceuticals, Inc.: Current Employment, Current holder of stock options in a privately-held company. Dang:  Agios Pharmaceuticals, Inc.: Current Employment, Current holder of stock options in a privately-held company. Kosinski:  Agios Pharmaceuticals: Current Employment, Current equity holder in publicly-traded company. Hawkins:  Bristol-Myers Squibb: Current equity holder in publicly-traded company; Agios: Current equity holder in publicly-traded company.",
    "author_names": [
        "Julia Z. Xu",
        "Anna Conrey",
        "Ingrid Frey",
        "Eveline Gwaabe",
        "Laurel A Menapace",
        "Laxminath Tumburu",
        "Maureen Lundt",
        "Quan Li",
        "Kristen Glass",
        "Varsha Iyer",
        "Heidi Mangus",
        "Charles Kung",
        "Lenny Dang",
        "Penelope A. Kosinski",
        "Peter Hawkins",
        "Neal Jeffries",
        "William Eaton",
        "Swee Lay Thein"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Z. Xu",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Conrey",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart Lung and Blood Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingrid Frey",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eveline Gwaabe",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurel A Menapace",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laxminath Tumburu",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maureen Lundt",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Quan Li",
            "author_affiliations": [
                "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen Glass",
            "author_affiliations": [
                "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Varsha Iyer",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Mangus",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Kung",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lenny Dang",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Penelope A. Kosinski",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Hawkins",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neal Jeffries",
            "author_affiliations": [
                "Office of Biostatistics Research, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda,"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Eaton",
            "author_affiliations": [
                "National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swee Lay Thein",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:32:18",
    "is_scraped": "1"
}