{
    "doi": "https://doi.org/10.1182/blood.V126.23.191.191",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3039",
    "start_url_page_num": 3039,
    "is_scraped": "1",
    "article_title": "Evaluation of Minimal Residual Disease (MRD) By Next Generation Sequencing (NGS) Is Highly Predictive of Progression Free Survival in the IFM/DFCI 2009 Trial ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Amyloidosis and Related Plasma Cell Disorders",
    "topics": [
        "massively-parallel genome sequencing",
        "neoplasm, residual",
        "progression-free survival",
        "bone marrow aspiration",
        "complete remission",
        "dexamethasone",
        "flow cytometry",
        "laboratory techniques and procedures",
        "laboratory test finding",
        "lenalidomide"
    ],
    "author_names": [
        "Herve Avet-Loiseau, MD PhD",
        "Jill Corre",
        "Valerie Lauwers-Cances, MD",
        "Marie-Lorraine Chretien",
        "Nelly Robillard, Engineer",
        "Xavier Leleu, MD PhD",
        "Cyrille Hulin, MD",
        "Catherine Gentil, Engineer",
        "Bertrand Arnulf",
        "Karim Belhadj, MD",
        "Sabine Brechignac, MD",
        "Laurent Garderet, MD",
        "Lionel Karlin",
        "Gerald Marit",
        "Lotfi Benboubker",
        "Frederique Orsini-Piocelle, MD",
        "Bruno Royer, MD",
        "Bernard Drenou, MD",
        "Mourad Tiab, MD",
        "Thierry Lamy, MD PhD",
        "Margaret MACRO, MD",
        "Paul G. Richardson, MD",
        "Kenneth C Anderson, MD",
        "Malek Faham, MD PhD",
        "Thierry Facon",
        "Philippe Moreau",
        "Michel Attal",
        "Nikhil C. Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Unit for Genomics in Myeloma, Institut Universitaire du Cancer, Toulouse, France "
        ],
        [
            "Institut Universitaire du Cancer, Toulouse, France "
        ],
        [
            "CHU Toulouse, Toulouse, France "
        ],
        [
            "Service Hematologie, CHU Dijon, Dijon, France "
        ],
        [
            "CHU, Nantes, France "
        ],
        [
            "Service des Maladies du Sang, Hopital Huriez, CHRU, Lille, France "
        ],
        [
            "CHRU Hopitaux de Brabois, NANCY CEDEX, France "
        ],
        [
            "CHU, Toulouse, France "
        ],
        [
            "Hôpital Saint Louis, Paris, France "
        ],
        [
            "CHU Henri Mondor, Creteil, France "
        ],
        [
            "Hopital Avicenne, bobigny, France "
        ],
        [
            "Hôpital Saint Antoine, Paris, France "
        ],
        [
            "Service d'Hématologie, Centre Hospitalier Lyon Sud, Pierre Bénite, France "
        ],
        [
            "CHU, Bordeaux, France "
        ],
        [
            "CHU, Tours, France "
        ],
        [
            "CHD, Annecy, France "
        ],
        [
            "CHU, Amiens, France ",
            "Hematology, Centre Hospitalier Universitaire, Amiens, France "
        ],
        [
            "CH MULHOUSE, MULHOUSE, France "
        ],
        [
            "Hopital la Roche Sur Yon, La Roche Sur Yon Cedex 9, France "
        ],
        [
            "Haematology, CHU Pontchaillou, Rennes, France "
        ],
        [
            "Hopital Cote De Nacre, Caen Cedex 9, France "
        ],
        [
            "Division of Hematologic Malignancy, Department of Medical Oncology, Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Adaptive Biotechnologies, South San Francisco, CA "
        ],
        [
            "Maladies du Sang, Hôpital Claude Huriez, CHRU Lille, Lille, France "
        ],
        [
            "Hopital Hotel Dieu Et Hme, Nantes Cedex 1, France ",
            "Nantes University Hospital, Hôtel‐Dieu, Nantes, France ",
            "chu, NANTES, France "
        ],
        [
            "Institut Universitaire du Cancer de Toulouse-Oncopole, Toulouse, France "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Dana Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "43.556658899999995",
    "first_author_longitude": "1.426502",
    "abstract_text": "Evaluation of MRD in multiple myeloma (MM) is becoming an important trial endpoint, especially in young patients. With current intensive approaches, the complete remission (CR) rates are up to 70%, making conventional evaluations of response quite useless. More sensitive tools are mandatory. Two techniques may help investigators to reach this goal, flow cytometry (FCM) and NGS. We applied both techniques to the IFM part of the IFM/DFCI 2009 trial. Briefly, this trial enrolled 700 patients under 66 years of age who were randomized to receive either 8 cycles of VRD (Velcade®-Revlimid®-Dexamethasone) (arm A), or 3 VRD cycles, high-dose melphalan, followed by two consolidation VRD cycles (arm B). All patients received a lenalidomide maintenance for 12 months. A bone marrow MRD evaluation was planned before and after maintenance for all patients achieving at least very good partial response (VGPR). A one-mL bone marrow aspirate was sent overnight to one of the central labs. The primary purpose was to assess MRD by FCM. When extra cells were available, they were frozen as a dry pellet for NGS analyses, using the LymphoSight® platform (Sequenta/Adaptive Inc.). A total of 246 patients have been evaluated by NGS before maintenance and 178 after maintenance. Patients were classified in 3 categories: negative (< 10 -6 ), low-positive (between 10 -4 and 10 -6 ), and positive (> 10 -4 ). At pre-maintenance, 87 patients were negative, 80 were low-positive, and 79 were positive. At post-maintenance, these numbers were respectively 86, 52, and 40. Using a cutoff at 10 -6 , patients below 10 -6 at pre-maintenance presented a 3-year PFS at 83%, vs 53% for patients > 10 -6 . At post-maintenance, these % were 90% and 59% respectively. When restricted to patients in CR, the 3-year PFS was 87% and 63% at pre-maintenance, and 92% and 64% at post-maintenance (Figure). Finally, we compared the two MRD techniques. Using a 7-color FCM strategy, the sensitivity level was 10 -4 . Amongst the 163 patients negative with the FCM approach, 84 (51 %) patients were positive using NGS and among 72 patients positive with FCM, 67 (93%) were also positive using NGS. In the subgroup of patients with negative MRD using FCM, the 3 year PFS was 86% for NGS negative patients vs 66 % for NGS positive at pre-maintenance and 91% vs 65% at post maintenance. Looking at high-risk patients, 26 patients with t(4;14), and 16 with del(17p) were evaluated. Half of the t(4;14) patients achieved MRD negativity, versus only 1/16 patients with del(17p). Interestingly, 9/13 patients with t(4;14) who achieved MRD negativity, and 0/1 patients with del(17p) did not relapse, showing the importance of achieving deep response in these high-risk patients. In conclusion, this study clearly demonstrates that a sensitive technique like NGS is able to predict PFS in patients treated with modern approaches. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures Avet-Loiseau: Takeda: Research Funding; Celgene: Research Funding; Janssen: Research Funding. Hulin: celgene: Membership on an entity's Board of Directors or advisory committees; jansen: Membership on an entity's Board of Directors or advisory committees. Arnulf: Janssen: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Garderet: Bristol-Myers Squibb: Consultancy. Karlin: Sandoz: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; BMS: Honoraria; Janssen: Honoraria; Celgene: Honoraria. MACRO: millenium: Membership on an entity's Board of Directors or advisory committees; jansen: Membership on an entity's Board of Directors or advisory committees; celgene: Membership on an entity's Board of Directors or advisory committees. Richardson: Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Millennium Takeda: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Gentium S.p.A.: Membership on an entity's Board of Directors or advisory committees, Research Funding. Faham: Adaptive Biotechnologies: Employment, Equity Ownership. Facon: Onyx: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Millenium: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Pierre Fabre: Membership on an entity's Board of Directors or advisory committees. Moreau: Novartis: Honoraria, Other: Adboard; Takeda: Other: Adboard; Celgene: Honoraria, Other: Adboard; Janssen: Honoraria, Other: Adboard; Takeda: Honoraria, Other: Adboard; Amgen: Other: Adboard; Amgen: Other: Adboard; Novartis: Other: Adboard. Attal: celgene: Membership on an entity's Board of Directors or advisory committees; jansen: Honoraria."
}