{
    "doi": "https://doi.org/10.1182/blood.V112.11.4366.4366",
    "article_title": "EBV Associated-Pneumonia in Patients with Post-Transplant Lymphoproliferative Disease after Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "abstract_text": "Background. Traditionally, reactivation or infection of Epstein-Barr virus (EBV) after hematopoietic stem cell transplantation (HSCT) most often induces post-transplant lymphoproliferative disease (PTLD). In recent years, it is reported that it may manifest in patterns other than PTLD. Methods. To investigate PTLD and PTLD accompanied by EBV associated- pneumonia among 323 patients after HSCT and discribe the clinical manifestation of PTLD accompanied by EBV associated-pneumonia. Results. Seven cases of PTLD with primary presentation as extravisceral lymphoid tissue were identified. Five cases were diagnosed of CD20+ diffuse large B-cell lymphoma, 1 cases CD20+ polymorphic B-cell hyperplasia and 1 case CD3+CD45RO+ peripherial T-cell lymphoma-unspecified. Six patients were associated with EBV and 1 case was not in 7 cases of PTLD. Three patients were diagnosed of EBV associated-pneumonia and chest computed tomography revealed multifocal patchy and diffuse ground-glass attenuation in both lungs. EBV-DNA was positive in bronchoalveolar lavage fluid. There were mainly CD3+ T cells with the absence of CD19+ and CD20+ B cells in cytology analysis of BAL fluid. Lung biopsy showed that patients had interstitial and intra-alveolus infiltrates of main CD3+ T cells and part of CD68+ macrophages without CD19+ and CD20+ B cells. The patients with PTLD accompanied by EBV associated-pneumonia had hyperpyrexia and dyspnea. The diseases aggravated rapidly and eventually all died within two weeks since the onset of PTLD. Conclusion. It is not rare for EBV associated-PTLD accompanied by EBV associated- pneumonia after HSCT. Cytology of BAL fluid and lung biopsy may help to the diagnosis.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "herpesvirus 4, human",
        "lymphoproliferative disorders",
        "pneumonia",
        "transplantation",
        "posttransplant lymphoproliferative disorder",
        "lung biopsy",
        "chest ct",
        "diffuse large b-cell lymphoma",
        "dna"
    ],
    "author_names": [
        "Qifa Liu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Qifa Liu, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T15:40:08",
    "is_scraped": "1"
}