{
    "doi": "https://doi.org/10.1182/blood.V108.11.5032.5032",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=697",
    "start_url_page_num": 697,
    "is_scraped": "1",
    "article_title": "Deficiency of Blood Dendritic Cells in Patients with Multiple Myeloma: Possible Significance for Prediction of Response to First Line Treatment. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "dendritic cells",
        "multiple myeloma",
        "human leukocyte antigens",
        "antibodies",
        "antigens",
        "cd14 antigen",
        "cd19 antigens",
        "flow cytometry",
        "follow-up",
        "neoplasms"
    ],
    "author_names": [
        "Piotr Smolewski",
        "Agata Branicka",
        "Barbara Cebula",
        "Halina Urbanska-Rys",
        "Tadeusz Robak"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ]
    ],
    "first_author_latitude": "51.76988099999999",
    "first_author_longitude": "19.454088",
    "abstract_text": "Dendritic cells (DCs) play an important role in antitumor defense. Three subsets of circulating DCs have recently been defined by the panel of antibodies against specific blood DC antigens (BDCA 1, 2 and 3). These DC subsets were not assessed in multiple myeloma (MM) so far. In this study we investigated frequency and absolute numbers of blood DCs in de novo MM patients (1) in comparison to normal values, and (2) in correlation with disease-related parameters and the outcome. Thirty five previously untreated MM patients entered the study. Fifteen healthy volunteers served as a control. DCs were detected in blood and bone marrow (MM patients) using four-color flow cytometry. Following DC subsets were determined: plasmacytoid (PDC); BDCA-2+/CD123+/HLA-DR+, myeloid 1 (MDC1); BDCA-1+/CD11c+/CD14-/HLA-DR+, and myeloid 2 (MDC2); BDCA-3+/CD32-/CD19-/HLA-DR+. Rates and absolute numbers of all DCs (total DCs, tDCs) and their particular subsets were calculated. The study endpoints were response to first line treatment, progression free survival (PFS) and overall survival (OS). Twenty two patients (62.9%) responded to first line treatment (VAD regimen±autotransplantation), including 8 with complete and 14 with partial responses. Thirteen patients (37.1%) were either resistant or even progressive during therapy. The median follow up in the whole group was 15.5 months (2–25). The median PFS of responders was 12.8 months (9–18). Total frequency and absolute number of blood DCs were significantly lower in MM patients than in healthy subjects (0.75±0.43% vs. 1.24±0.40%; p=0.003, and 17.0±11.7 cells/ml vs. 31.7±13.3 cells/ml; p=0.003, respectively). This deficiency assessed by DC rates and counts concerned all their subtypes: PDC (p=0.005 and p=0.0003, respectively), MDC1 (p=0.035 and 0.012, respectively), and MDC2 (p=0.027 and 0.013, respectively). Moreover, all those DC subtypes were found in the bone marrow of MM patients. Interestingly, tDCs rates were higher in bone marrow than in peripheral blood (p=0.013). Predominance of MDC2 and PDC subpopulations in the bone marrow in comparison with peripheral blood was noted (p=0.001 and 0.010, respectively). In the responders pretreatment blood tDC rates and counts were significantly higher than in resistant patients (0.91±0.47% vs. 0.56±0.33; p=0.0128, and 22.3 ±12.9 cells/ml vs. 10.3 ±5.9 cells/ml; p=0.045, respectively). These differences were due to superiority of blood MDC1 in responders (vs. non-responders - p=0.013 and 0.005, respectively). Importantly, higher MDC1 rates (>median) at the diagnosis correlated with longer OS of patients (p=0.041) and showed a trend toward longer PFS (p=0.070). Additionally, blood tDC counts correlated negatively with the percentage of bone marrow plasmocytes (p=0.002) and b 2 -mikroglobulin level (p=0.031). Moreover, bone marrow BDCA2 rates were significantly lower in patients with more advanced clinical stage of MM (p=0.040). There were not statistically significant differences between DCs and other MM-related parameters. In conclusion, we found substantial deficiency of all subtypes of blood DCs in MM patients. This finding may reflect either an impairment of immune system facilitating tumor development or may be due to involvement of DCs in antitumor response. Moreover, better preserved DC pool at the diagnosis seems to correlate with more favorable outcome in MM patients. Particularly, pretreatment amount of MDC1 should be investigated in further studies as a potential, biological prognostic marker in MM."
}