{
    "doi": "https://doi.org/10.1182/blood.V122.21.3268.3268",
    "article_title": "Virus-Specific T Lymphocytes Maintain Their In Vivo Phenotype and Functional Competence After Automated Processing To Generate a Cellular Product For Immunotherapy ",
    "article_date": "November 15, 2013",
    "session_type": "703. Adoptive Immunotherapy: Poster II",
    "abstract_text": "Introduction Adoptive transfer of virus-specific T cells is an encouraging strategy to manage severe and fatal infections in immunocompromised patients. To generalize this approach, a cGMP- compliant enrichment process of both CD4+ and CD8+ viral-specific T cells is necessary. Here, we used a newly established automated manufacturing process for rapid and efficient ex vivo selection of multi-virus-specific CD4+ and CD8+ T cells. We show how the isolated virus-specific T cells retain their original effector/memory status and their effector functions. Method Leukapheresis from healthy donors were used as starting material. Multi-virus or cytomegalovirus pp65 peptide-specific T cell products were generated in a novel closed cell-processing device with a fully automated manufacturing procedure. During this process white blood cells were stimulated with either a combination of peptide pools covering cytomegalovirus pp65, Epstein-Barr-Virus EBNA-1, BZLF1, and LMP2, and adenovirus hexon protein (n=6) or with a single pp65 peptide for four hours (n=4). Subsequently, virus-specific CD4+ and CD8+ T cells were magnetically enriched using the IFN-g secretion assay technology. In parallel, the reversible MHC/peptide multimer technology, which is restricted to CD8+ peptide-specific T cell enrichment, was used for comparison in a manual magnetic selection procedure for pp65 peptide-specific CD8+ T cells (n=4). All virus-specific T cell products were rested in vitro in the presence of T-cell-depleted PBMCs without addition of cytokines or antigens for up to 4 days. Expression of CD45RA, CCR7, CD28, CD69, CD137 as well as IFN-g production with and without cognate antigen(s)-restimulation were analyzed by flow cytometry before and up to 4 days after the selection process. Results Manufacturing of multi-virus and pp65 peptide-specific T cells using the IFN-g secretion assay technology requires a short period of antigen stimulation and IFN-g expression, therefore, up to 96% of T cells produced IFN-g in the enriched fraction. However, after a few days resting phase in culture, IFN-g production decreased drastically. In addition, we detected an upregulation of CD69 and CD137 in the IFN-g enriched T cell products directly and 24 hours after the selection process, respectively. The transient nature of activation could again be confirmed, as both, CD69 and CD137 were downregulated during the resting phase. Results were compared to pp65-peptide specific CD8+ T cell products generated by the MHC/peptide multimer technology, which does not require an antigen incubation step. Activation was also seen for these enriched T cells, even when the MHC/peptide complexes were released, while unprocessed and cultured PBMC did not show IFN-g secretion or activation marker expression; indicating that cell processing and not the culture conditions triggered the activation. To test the functionality of the generated T cell products, we re-incubated three days resting cells with the corresponding antigens. In all samples, independent of the technology used for selection, induction of IFN-g expression in up to 100% of T cells was observed. Thus, T cells in all the products were able to maintain their in vivo imprinted physiological role, i.e. IFN-g production after antigen contact. Furthermore we examined if cell processing influences the effector/memory status of virus-specific T cells. Because the MHC/peptide multimer technology is restricted to the selection of single peptide-specific CD8+ T cells only, we monitored CD45RA, CD28 and CCR7 expression on pp65-peptide specific CD8+ T cells either identified by IFN-g secretion or by MHC/peptide multimer staining before and directly after the enrichment. The frequency of CD45RA+ and CD28+ cell populations varied between the donors and CCR7 was not detected at all, but importantly the enrichment process did not induce phenotypic changes. This result demonstrates the phenotype is stable during the manufacturing process. Conclusion A newly developed automated manufacturing process for direct ex vivo enrichment of multi-virus-specific CD4+ and CD8+ T cell populations via the IFN-g secretion assay technology provides a product for immunotherapy, where the original phenotypic and functional characteristics of the cells are conserved. Hence this cellular product is expected to fight efficiently against viral infections upon adoptive transfer. Disclosures: Richter: Miltenyi Biotec GmbH: Employment. Preussner: Miltenyi Biotec: Employment. Traska: Miltenyi Biotec: Employment. Peters: Miltenyi Biotec: Employment. Oysal: Miltenyi Biotec: Employment. Ruhnke: Miltenyi Biotec: Employment. Brauns: Miltenyi Biotec: Employment. Kramer: Miltenyi Biotec: Employment. Schmitz: Miltenyi Biotec: Employment. Assenmacher: Miltenyi Biotec: Employment.",
    "topics": [
        "immunotherapy",
        "phenotype",
        "t-lymphocytes",
        "viruses",
        "peptides",
        "interferon type ii",
        "recombinant interferon-gamma",
        "antigens",
        "cd28 antigens",
        "complex"
    ],
    "author_names": [
        "Anne Richter, PhD",
        "Liane Preussner, MD",
        "Verena Traska",
        "Michaela Peters",
        "Ayse Oysal",
        "Katharina Ruhnke",
        "Olaf Brauns, PhD",
        "Sven Kramer, PhD",
        "Juergen Schmitz, PhD",
        "Mario Assenmacher, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anne Richter, PhD",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Liane Preussner, MD",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Verena Traska",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michaela Peters",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayse Oysal",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharina Ruhnke",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olaf Brauns, PhD",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sven Kramer, PhD",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juergen Schmitz, PhD",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Assenmacher, PhD",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T15:41:12",
    "is_scraped": "1"
}