{
    "doi": "https://doi.org/10.1182/blood.V122.21.3785.3785",
    "article_title": "The Eukaryotic Translation Initiation Factor 4E (eIF4E) Has Oncogenic Functions and May Represent a New Therapeutic Target In Diffuse Large B Cell Lymphoma (DLBCL) ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "abstract_text": "DLBCL features marked molecular heterogeneity. Gene overexpression due to genetic lesions or by other mechanisms activates powerful oncogenic pathways such as MYC, BCL6, BCL2 and MCL1; that are usually expressed concomitantly. Regardless the underlying mechanism, genes must first be transcribed into mRNA and then translated into proteins in the cytosol to exert their oncogenic functions. While most transcripts representing bulk mRNA are exported to the cytosol using the TAP/NXF1 complex, a specific subset of transcripts that contain a conserved sequence (4E-SE) are exported using the eIF4E/LRPPRC/XPO1 complex. EIF4E is frequently elevated in many malignances and exhibit oncogenic potential that arises from its critical roles in the nuclear export and cytosolic translation of oncogenic transcripts. EIF4E competitive inhibitors, such as ribavirin (RIB), as well as XPO1 inhibitors such as KPT-330, abrogate its pro-survival function by decreasing export and translation of target mRNAs. We hypothesized that eIF4E could have a role in the expression of oncogenic transcripts and proteins in DLBCL patients. In this case, eIF4E nuclear pore complex inhibitors would constitute a new therapeutic approach for this disease. We first analyzed the expression of eIF4E in DLBCLs by gene expression (RNA-seq and qPCR) and immunohistochemistry (IHC). Compared to centroblasts, primary DLBCL (n=69) and cell lines (n=25) showed significant overexpression of eIF4E (p<0.0001 and p=0.04, respectively). IHC analysis of eIF4E in 75 DLBCL indicates that 72% of cases overexpressed eIF4E in either the nucleus, cytosol or both. BCL6, the most frequently involved oncogene in DLBCL, contains a 4E-SE sequence in its transcript making it a potential eIF4E target. To determine whether in fact BCL6 was an eIF4E target, we analyzed BCL6 transcript cytosolic/nuclear ratio (C/N) in DLBCL cells engineered to overexpress or knockdown eIF4E. eIF4E overexpression and knocking-down caused 80% increase and 40% decrease in BCL6 C/N respectively, and this was accompanied by coincident BCL6 protein changes. To further characterize the nuclear eIF4E contribution to BCL6 expression we infected DLBCL cells with control vector (GFP), eIEF4E WT (overexpression), eIF4E W73A (mutant with no translation activity) and eIF4E S53A (mutant with no export activity). Only eIEF4E WT and eIF4E W73A were able to increase and maintain BCL6 mRNA and protein levels, suggesting that BCL6 is, at least, an export target of eIF4E. To more directly test this, we performed eIF4E-immunoprecipitation followed by RNA-seq or qPCR (for validation) in DoHH2 and SUDHL6 cells. We found that BCL6, together with other 150 transcripts including the oncogenes MYC, MCL1, BCL2, BCLXL and OCD1, was significantly and differentially bound to eIF4E (vs. IgG control) in both cell lines. Additional functional experiments validated these oncogenes transcripts as eIF4E targets in DLBCL cells. In DLBCLs with cytosolic eIF4E overexpression, BCL6 and other oncogenes with complex 5’UTRs, such as MYC, BCL2 and MCL1, could be also behave as preferential translational targets. In order to test this, we isolated nine polysomal fractions from SUDHL6 cells treated with RIB 30 μM or vehicle for up to 96 h. We found that RIB treatment significantly decreased BCL6, MYC, BCL2 and MCL1 transcripts in polysomes. Non-complex transcripts such as actin were unaffected. This translated in decreased protein levels of BCL6, MYC, BCL2 and MCL1 in treated cells. Our data therefore suggested that BCL6 is a new eIF4E target transcript and RIB decreases BCL6 transcript and subsequently protein levels by inhibiting both mRNA nuclear export and preferential translation. To assess whether this could be capitalized therapeutically, we exposed a panel of 10 DLBCL cell lines for 48 h to eIF4E nuclear pore complex inhibitors RIB and KPT-330. We found that RIB and KPT-330 have potent anti-lymphoma activity in these cells. We then tested this concept in vivo in established OCI-Ly1 xenografts that were randomized into 2 groups of 7 mice each and treated with vehicle or RIB 80 mg/kg/day. After 10 days of treatment, RIB significantly decreased tumor proliferation (p=0.025) without inducing toxicity. In sum, this study showed that BCL6 is a new eIF4E target transcript and that eIF4E nuclear pore complex inhibitors could represent a new therapeutic approach for DLBCL pts, especially for those with expression of multiple oncogenes. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "peptide initiation factors",
        "bcl-2 protein",
        "rna, messenger",
        "rna",
        "brachial plexus neuritis",
        "immunoglobulin g",
        "immunoprecipitation",
        "lymphoma",
        "neoplasms"
    ],
    "author_names": [
        "Biljana Culjkovic, PhD",
        "Tharu Fernando, PhD student",
        "ShaoNing Yang, MS",
        "Ari M. Melnick, MD",
        "Katherine LB Borden, PhD",
        "Leandro Cerchietti, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Biljana Culjkovic, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, ",
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tharu Fernando, PhD student",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, ",
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "ShaoNing Yang, MS",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, ",
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ari M. Melnick, MD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, ",
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine LB Borden, PhD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, ",
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandro Cerchietti, MD",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada, ",
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T15:39:37",
    "is_scraped": "1"
}