{
    "doi": "https://doi.org/10.1182/blood-2018-99-110622",
    "article_title": "White Blood Cell Count Trajectory and Mortality in Septic Shock: A Retrospective Cohort Study ",
    "article_date": "November 29, 2018",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster III",
    "abstract_text": "Background : Septic shock is among the most common causes of admission to medical intensive care units (ICU) and is associated with mortality of 20-40%. The white blood cell count (WBC) at time of admission correlates with prognosis in septic shock but it is not known if the change in WBC over time (i.e. the WBC trajectory) impacts survival. Hypothesis : We hypothesized that the trajectory of the WBC count in septic shock can identify distinct clinical groups and be an independent predictor of 30-day mortality. Objectives : 1) To identify groups of patients with different WBC trajectories using group-based trajectory analysis; 2) To evaluate patient and illness factors associated with WBC count trajectories; and 3) To estimate the association of WBC trajectory with mortality in septic shock. Methods : We completed a retrospective cohort study of adult patients with septic shock admitted to an ICU in Winnipeg, Canada between 2006-2014. We used group-based trajectory analysis to analyze the trend of WBC over the first 7 days of ICU admission to group patients according to stastically similar trajectories. Group-based trajectory analysis is a statistical method that can be used to describe the pattern of a variable over time. Rather than pre-specifying groups within a population, or using methods to measure an average trajectory for the entire population, group-based trajectory analysis allows for different groups with different trajectories to emerge. We used the Bayesian Information Criterion (BIC) and clinical validity characteristics to select the optimal trajectory model. We developed a multinomial logistic regression model to evaluate the association of patient and illness factors with WBC trajectories. We constructed a multivariable Cox proportional hazard models adjusted for age, Acute Physiology and Chronic Health Evaluation (APACHE) II score, comorbidities, infection type and antibiotics to evaluate the association of WBC trajectory on 30-day mortality. Results : Our final study cohort comprised 917 patients with septic shock. The favoured model identified 7 distinct trajectories of WBC (Figure 1). We found that only baseline platelet count and sex were associated with WBC trajectory. The 30-day mortality of the entire cohort was 26.3%, and ranged from 23.1% in group 4 to 63% in group 5 (rising WBC trajectory). In a multivariable Cox proportional hazard model, group 5 was independently associated with an increased hazard of death (Hazard Ratio 3.48, 95% CI 1.92 to 6.35, p<0.01). Conclusions : We found seven unique and clinically relevant groups of patients with septic shock using trajectory analysis of the WBC count. Routine baseline characteristics are poor predictors of trajectory group assignment. The rising WBC trajectory is associated with an increased risk of death in septic shock. Further studies are required to fully describe the clinical characteristics and prognosis associated with distinct WBC trajectories and whether this information can inform level of care decisions and anticipated response to treatments. In the era of Big Data, trajectory analysis will be broadly applicable to the field of hematology where trends in blood counts or biomarkers of disease may provide valuable clinical or prognostic information. Examples could include analysis of the M-protein trajectory in Multiple Myeloma, and the trajectory of platelet counts in immune thrombocytopenia. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukocyte count",
        "septic shock",
        "antibiotics",
        "biological markers",
        "infections",
        "multiple myeloma",
        "thrombocytopenia due to immune destruction",
        "platelet count measurement",
        "logistic regression",
        "proportional hazards models"
    ],
    "author_names": [
        "Emily Rimmer, MD FRCPC",
        "Steve Doucette",
        "Donald S. Houston, MD PhD",
        "Brett L. Houston, MD",
        "Chantalle Menard, MD",
        "Murdoch Leeies, MD",
        "Salah Mahmud, MD PhD",
        "Anand Kumar, MD",
        "Allan Garland, MD",
        "Ryan Zarychanski, MDMSc, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily Rimmer, MD FRCPC",
            "author_affiliations": [
                "University of Manitoba / CancerCare Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steve Doucette",
            "author_affiliations": [
                "Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald S. Houston, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Section of Hematology, University of Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brett L. Houston, MD",
            "author_affiliations": [
                "University of Manitoba / CancerCare Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chantalle Menard, MD",
            "author_affiliations": [
                "University of Manitoba, Winnipeg, CAN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murdoch Leeies, MD",
            "author_affiliations": [
                "University of Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salah Mahmud, MD PhD",
            "author_affiliations": [
                "University of Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anand Kumar, MD",
            "author_affiliations": [
                "University of Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allan Garland, MD",
            "author_affiliations": [
                "University of Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan Zarychanski, MDMSc, FRCPC",
            "author_affiliations": [
                "Cancercare Manitoba University of Manitoba, Winnipeg, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T04:10:30",
    "is_scraped": "1"
}