{
    "doi": "https://doi.org/10.1182/blood.V122.21.1466.1466",
    "article_title": "Normal ABL1 Is a Tumor Suppressor and Therapeutic Target In BCR-ABL1–positive Leukemias ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "BCR-ABL1 results from t(9;22)(q34;q11) reciprocal translocation resulting in BCR-ABL1 kinase expression, initiating chronic myeloid leukemia in chronic phase (CML-CP). At the initial stages of CML-CP both oncogenic BCR-ABL1 kinase and normal ABL1 kinase are expressed, however, loss of ABL1 kinase expression in CML-CP can result from an interstitial deletion in the normal chromosome 9 [del(9q34)] which may be combined with the transcriptional silencing of the alternative ABL1 promoter within the translocation eventually leading to disease progression and drug resistance. We found that BCR-ABL1 Abl1-/- cells generated a CML-blast phase (BP)-like disease phenotype in SCID mice compared to CML-CP-like disease from BCR-ABL1 Abl1+/+ cells. To determine the mechanisms responsible for blastic transformation of BCR-ABL1 Abl1-/- cells, we examined the role of ABL1 in proliferation, differentiation, apoptosis, genomic instability, and stemness. The presence of ABL1 inhibited proliferation in BCR-ABL1 cells as BCR-ABL1 Abl1-/- cells had higher clonogenic activity and proliferative rate compared to their wild-type counterparts. ABL1 is essential for myeloid differentiation since BCR-ABL1 Abl1-/- cells showed an immature blast phenotype when stained with Wright-Giemsa and myeloid differentiation markers Gr-1 and CD11b. ABL1 promoted apoptosis in response to genotoxic stress as revealed by reduced clonogenicity and elevated expression of p53, phosphoserine-15 p53 and activated caspase 3 in BCR-ABL1 Abl1 +/+ compared to knock-out cells. Although the absence of ABL1 did not enhance ROS and oxidative DNA damage, it appears that an impaired DNA damage response may be responsible for higher chromosome numbers and an accumulation of high numbers of chromosomal aberrations in BCR-ABL1 Abl1-/- cells. We detected an expansion of Lin - c-Kit + Sca-1 + leukemia stem cells (LSCs) in BCR-ABL1 Abl1-/- cells compared to BCR-ABL1 Abl1+/+ or non-transformed counterparts; among the LSCs, there was a higher percentage of CD34 - Flt3 - long-term and CD34 + Flt3 - short-term stem cells. These results showed that ABL1 is involved in regulating the LSC compartment in BCR-ABL1 cells. DNA microarray analysis revealed changes in mRNA levels of several genes involved in proliferation, myeloid differentiation, apoptosis, DNA damage response and stemness in BCR-ABL1 Abl1-/- cells in comparison to BCR-ABL1 Abl1+/+ cells. Together, these results demonstrated a critical role of ABL1 in BCR-ABL1-induced leukemia, prolonging survival in mice by suppressing proliferation and expansion of LSC, inducing myeloid differentiation, apoptosis and DNA damage response in BCR-ABL1 cells. Thus, it appears that ABL1 acts as a tumor suppressor in BCR-ABL1 –positive CML cells. Moreover, we hypothesized that the enhancement of the tumor suppressor function of ABL1 may have a significant impact on CML treatment. A small molecule activator of ABL1 kinase, 5-(1,3-diaryl-1H-pyrazol-4-yl)hydantoin (DPH), had been reported to interact with the myristoyl-binding site of ABL1 and destabilize the bent conformation of the α-1 helix, thereby preventing the auto-inhibitory conformation. DPH partially restored ABL1 activity in imatinib-treated cells. DPH-mediated stimulation of ABL1 tumor suppressor activity enhanced the effect of imatinib and ponatinib against CML CD34+ cells, Philadelphia chromosome-positive B-ALL (Ph+B-ALL) cells and relapsed Ph+B-ALL cells harboring T315I mutation without affecting normal counterparts. In summary, ABL1 is a potential tumor suppressor in BCR-ABL1-induced leukemia and stimulation of its function may play a significant role in the development of novel therapeutic strategies for CML and Ph+ALL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "leukemia",
        "tumor suppressor genes",
        "phosphotransferases",
        "cd34 antigens",
        "imatinib mesylate",
        "ms-like tyrosine kinase 3",
        "antigens, differentiation",
        "caspase-3",
        "disease progression"
    ],
    "author_names": [
        "Yashodhara Dasgupta",
        "Mateusz Koptyra, PhD",
        "Margaret Nieborowska-Skorska, MD, PhD",
        "Elisabeth Bolton Gillespie, PhD",
        "Tomasz Stoklosa, MD, PhD",
        "Grazyna Hoser, PhD",
        "Mariusz Wasik, MD",
        "Markus Muschen",
        "Christine Richardson, PhD",
        "Tomasz Skorski, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yashodhara Dasgupta",
            "author_affiliations": [
                "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mateusz Koptyra, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, The Children's Hospital of Philadelphia Research Institute, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Nieborowska-Skorska, MD, PhD",
            "author_affiliations": [
                "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Bolton Gillespie, PhD",
            "author_affiliations": [
                "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Stoklosa, MD, PhD",
            "author_affiliations": [
                "Department of Immunology, Medical University of Warsaw, Warsaw, Poland, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grazyna Hoser, PhD",
            "author_affiliations": [
                "Department of Clinical Cytology, Medical Center for Postgraduate Education, Warsaw, Poland, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Wasik, MD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Muschen",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Richardson, PhD",
            "author_affiliations": [
                "University of North Carolina - Charlotte, Charlotte, NC, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Skorski, MD, PhD",
            "author_affiliations": [
                "Department of Microbiology & Immunology, Temple University School of Medicine, Philadelphia, PA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:29:55",
    "is_scraped": "1"
}