{
    "doi": "https://doi.org/10.1182/blood.V114.22.1905.1905",
    "article_title": "Inhibition of Both Jak2 and STAT5 Enhances Toxicity to Myeloproliferative Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOPROLIFERATIVE SYNDROMES POSTER I",
    "abstract_text": "Abstract 1905 Poster Board I-928 Myeloproliferative neoplasms (MPN) are a group of clonal disorders that arise from the transformation of hematopoietic stem cells. The majority of patients with MPN show a mutation in the Jak2 tyrosine kinase (Jak2V617F), which results in the constitutive activity of this kinase. This mutation is believed to play a critical role in the pathogenesis of these disorders, and therefore, the development of Jak2 kinase inhibitors has been a high priority. Jak2 directly phosphorylates the transcription factor STAT5, and it is hypothesized that STAT5 activation is required for Jak2V617F mediated transformation. Since STAT5 is a critical mediator of the effects of Jak2V617F, the development of drugs that inhibit this transcription factor holds promise as a treatment for MPN, and the dual inhibition of both STAT5 and Jak2 may yield better results with less toxicity. We previously identified the neuroleptic drug pimozide as an inhibitor of STAT5 transcriptional function in a cell based screen. In order to determine the potential of pimozide as a STAT5 inhibitor in MPN cell models, we utilized Ba/F3 cells reconstituted with the Jak2V617F mutation (Ba/F3EJ) as well a human erythroleukemia cell line (HEL) harboring the Jak2V617F mutation. Ba/F3EJ and HEL cells showed a dose dependent decrease in STAT5 tyrosine phosphorylation when treated with pimozide. In addition, pimozide decreased the expression of key STAT5 target genes, such as Bcl-xl, Mcl1, CyclinD1 and Pim1. Moreover, pimozide induced a dose dependent reduction in cell viability in both cell lines. Pimozide induced both G0/G1 arrest as well as apoptosis as manifested by increased caspase activity and increased annexin V/PI staining. We hypothesized that dual inhibition of both Jak2 and STAT5 may lead to enhanced cytotoxic effects on myeloproliferative cells. Indeed, combination treatment with pimozide and Jak inhibitor 1 led to a greater inhibition of the tyrosine phosphorylation of STAT5, and a bigger reduction in the level of the STAT5 target protein Mcl1. This dual inhibition of the Jak-STAT pathway led to enhanced toxicity to the myeloproliferative cells. 10 uM pimozide led to a 30% reduction in the number of viable HEL cells at 48 hours, and 0.8 uM JAK inhibitor 1 led to a 37% reduction in viable cell number. Significantly, the combination of both drugs led to an 83% reduction in viable cells. Furthermore, this combination led to an increase in apoptosis as measured by caspase cleavage and flow cytometric analysis of annexin V staining. The number of annexin V positive cells treated for 48 hours with the combination of pimozide and Jak Inhibitor 1 was greater than 3 times compared to each drug alone in Ba/F3EJ cells and was increased 2.5 fold in HEL cells. In conclusion, pimozide inhibits STAT5 activation in MPN cells and effectively reduces the number of viable cells by inducing apoptosis. These effects are enhanced when pimozide is combined with Jak2 inhibition. These data suggest that directly inhibiting STAT5, as well as the combination of inhibiting both STAT5 and Jak2, may be effective strategies for the treatment of MPN. Disclosures: Off Label Use: We describe in vitro data showing that the neuroleptic drug pimozide shows anti-tumor activity on MPN cells..",
    "topics": [
        "myeloproliferative disease",
        "toxic effect",
        "pimozide",
        "annexin a5",
        "janus kinase inhibitors",
        "antipsychotic agents",
        "caspases",
        "transcription factor",
        "tyrosine",
        "acute erythroblastic leukemia"
    ],
    "author_names": [
        "Michal Bar-Natan, M.D",
        "Erik A. Nelson, PhD",
        "Sarah R. Walker, Ph.D.",
        "Rosemary Barrett, B.S.",
        "David A. Frank, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michal Bar-Natan, M.D",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erik A. Nelson, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah R. Walker, Ph.D.",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosemary Barrett, B.S.",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Frank, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T06:52:09",
    "is_scraped": "1"
}