{
    "doi": "https://doi.org/10.1182/blood.V114.22.3660.3660",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1445",
    "start_url_page_num": 1445,
    "is_scraped": "1",
    "article_title": "Identification of Molecular Risk Score in Advanced Hodgkin Lymphoma: Integrating Tumor and Microenvironment Signatures. ",
    "article_date": "November 20, 2009",
    "session_type": "HODGKIN’S LYMPHOMA - BIOLOGY, EXCLUDING THERAPY POSTER II",
    "topics": [
        "hodgkin's disease",
        "neoplasms",
        "chlorambucil",
        "reverse transcriptase polymerase chain reaction",
        "chemotherapy regimen",
        "death",
        "doxorubicin",
        "formaldehyde",
        "nf-kappa b",
        "paraffin"
    ],
    "author_names": [
        "Beatriz Sánchez-Espiridión",
        "Carlos Montalbán",
        "Mónica García-Cosio",
        "Jose García-Laraña",
        "Javier Menarguez",
        "Pilar Sabin",
        "Rafael Ramos",
        "José Rodríguez",
        "Francisco Mestre",
        "Miguel Canales",
        "Francisco Javier Alves",
        "Araceli Canovas",
        "Carmen Camarero",
        "Antonio Salar",
        "Sergi Serrano",
        "Angel Castaño",
        "Pedro Sánchez-Godoy",
        "Águeda Bas",
        "Reyes Arranz",
        "Agustín Acevedo",
        "Concepción Rayón",
        "Manuel F. Fresno",
        "Carlos Santonja",
        "Jose Luis López",
        "Manuela Mollejo",
        "Miguel A. Cruz",
        "Hugo Álvarez-Arguelles",
        "Marta LLanos",
        "Carmen Martín",
        "Rafael Martínez",
        "Joaquín González-Carrero",
        "Concepción Poderos",
        "Francisco Mazorra",
        "Eulogio Conde",
        "Teresa Flores",
        "Ramón García-Sanz",
        "Jerónimo Forteza",
        "Máximo Fraga",
        "Jose Luis Bello",
        "María Jose Mestre",
        "Miguel Méndez",
        "Rubén Quibén",
        "Luz Borbolla",
        "Ana Marin-Niebla",
        "Eduardo Ríos",
        "Manuel M. Morente",
        "Miguel A. Piris",
        "Juan F. García"
    ],
    "author_affiliations": [
        [
            "Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Hospital Ramón y Cajal, Madrid, "
        ],
        [
            "Hospital Ramón y Cajal, Madrid, "
        ],
        [
            "Hospital Ramón y Cajal, Madrid, "
        ],
        [
            "Hospital Gregorio Marañón, Madrid, "
        ],
        [
            "Hospital Gregorio Marañón, Madrid, "
        ],
        [
            "Hospital Son Dureta, Palma de Mallorca, "
        ],
        [
            "Hospital Son Dureta, Palma de Mallorca, "
        ],
        [
            "Hospital Son Dureta, Palma de Mallorca, "
        ],
        [
            "Hospital Universitario La Paz, Madrid, "
        ],
        [
            "Hospital Universitario La Paz, Madrid, "
        ],
        [
            "Hospital de Cruces, Bilbao, "
        ],
        [
            "Hospital de Cruces, Bilbao, "
        ],
        [
            "Hospital del Mar, Barcelona, Spain, "
        ],
        [
            "Hospital del Mar, Barcelona, Spain, "
        ],
        [
            "Hospital Severo Ochoa, Madrid, "
        ],
        [
            "Hospital Severo Ochoa, Madrid, "
        ],
        [
            "Hospital Universitario Virgen de la Arrixaca, Murcia, "
        ],
        [
            "Hospital Universitario La Princesa, Madrid, "
        ],
        [
            "Hospital Universitario La Princesa, Madrid, "
        ],
        [
            "Hospital Central de Asturias, Oviedo, "
        ],
        [
            "Hospital Central de Asturias, Oviedo, "
        ],
        [
            "Fundación Jiménez Díaz, Madrid, "
        ],
        [
            "Fundación Jiménez Díaz, Madrid, "
        ],
        [
            "Hospital Virgen de la Salud, Toledo, "
        ],
        [
            "Hospital Virgen de la Salud, Toledo, "
        ],
        [
            "Hospital Universitario de Canarias, Santa Cruz de Tenerife, "
        ],
        [
            "Hospital Universitario de Canarias, Santa Cruz de Tenerife, "
        ],
        [
            "Hospital Clínico Universitario San Carlos, Madrid, "
        ],
        [
            "Hospital Clínico Universitario San Carlos, Madrid, "
        ],
        [
            "Hospital Xeral-Cíes, Vigo, "
        ],
        [
            "Hospital Xeral-Cíes, Vigo, "
        ],
        [
            "Hospital Marqués de Valdecilla, Santander, "
        ],
        [
            "Hospital Marqués de Valdecilla, Santander, "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, "
        ],
        [
            "Hospital Universitario de Salamanca, Salamanca, "
        ],
        [
            "Hospital Clínico Universitario, Santiago de Compostela, "
        ],
        [
            "Hospital Clínico Universitario, Santiago de Compostela, "
        ],
        [
            "Servicio de Hematologia y Hemoterapia, Hospital Clinico Universitario de Santiago de Compostela, Santiago de Compostela, "
        ],
        [
            "Hospital de Móstoles, Madrid, "
        ],
        [
            "Hospital de Móstoles, Madrid, "
        ],
        [
            "Hospital de Móstoles, Madrid, "
        ],
        [
            "Hospital de Móstoles, Madrid, "
        ],
        [
            "Hospital Universitario Virgen del Rocío, Sevilla, "
        ],
        [
            "Hospital Universitario Virgen del Rocío, Sevilla, "
        ],
        [
            "Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Spanish National Cancer Research Centre and MD Anderson International, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "40.4762625",
    "first_author_longitude": "-3.6939186999999998",
    "abstract_text": "Abstract 3660 Poster Board III-596 Introduction Despite the major advances in the treatment of classical Hodgkin Lymphoma (cHL) patients, around 30% to 40% of cases in advanced stages may relapse or die as result of the disease. Current predictive systems, based on clinical and analytical parameters, fail to identify accurately this significant fraction of patients with short failure-free survival (FFS). Transcriptional analysis has identified genes and pathways associated with clinical failure, but the biological relevance and clinical applicability of these data await further development. Robust molecular techniques for the identification of biological processes associated with treatment response are necessary for developing new predictive tools. Patients and Methods We used a multistep approach to design a quantitative RT-PCR-based assay to be applied to routine formalin-fixed, paraffin-embedded samples (FFPEs), integrating genes known to be expressed either by the tumor cells and their reactive microenvironment, and related with clinical response to adriamycin-based chemotherapy. First, analysis of 29 patient samples allowed the identification of gene expression signatures related to treatment response and outcome and the design of an initial RT-PCR assay tested in 52 patient samples. This initial model included 60 genes from pathways related to cHL outcome that had been previously identified using Gene Set Enrichment Analysis (GSEA). Second, we selected the best candidate genes from the initial assay based on amplification efficiency, biological significance and treatment response correlation to set up a novel assay of 30 genes that was applied to a large series of 282 samples that were randomly split and assigned to either estimation (194) or validation series (88). The results of this assay were used to design an algorithm, based on the expression levels of the best predictive genes grouped in pathways, and a molecular risk score was calculated for each tumor sample. Results Adequate RT-PCR profiles were obtained in 264 of 282 (93,6%) cases. Normalized expression levels (DCt) of individual genes vary considerably among samples. The strongest predictor genes were selected and included in a multivariate 10-gene model integrating four gene expression pathway signatures, termed CellCycle, Apoptosis, NF-KB and Monocyte, which are able to predict treatment response with an overall accuracy of 68.5% and 73.4% in the estimation and validation sets, respectively. Patients were stratified by their molecular risk score and predicted probabilities identified two distinct risk groups associated with clinical outcome in the estimation (5-year FFS probabilities 75.6% vs. 45.9%, log rank statistic p≈0.000) and validation sets (5-year FFS probabilities 71.4% vs. 43.5%, log rank statistic p<0.004). Moreover, this biological model is independent of and complementary to the conventional International Prognostic Score using multivariate Cox proportional hazards analysis. Conclusions We have developed a molecular risk algorithm that includes genes expressed by tumoral cells and their reactive microenvironment. This makes it possible to classify advanced cHL patients with different risk of treatment failure using a method that could be applied to routinely prepared tumor blocks. These results could pave the way for more individualized and risk-adapted treatment strategies of cHL patients, enabling subsets of patients to be identified who might benefit from alternative approaches Disclosures: No relevant conflicts of interest to declare."
}