{
    "doi": "https://doi.org/10.1182/blood.V128.22.4645.4645",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3458",
    "start_url_page_num": 3458,
    "is_scraped": "1",
    "article_title": "Preliminary Results of FDG-PET Scanning after GDP Chemotherapy Prior to Autologous Stem Cell Transplant (ASCT) for Relapsed/Refractory (RR) Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "topics": [
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "fluorodeoxyglucose positron emission tomography",
        "lymphoma",
        "positron-emission tomography",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "follow-up",
        "computed tomography/positron emission tomography imaging",
        "anthracycline antibiotics"
    ],
    "author_names": [
        "Matthew D. Cooper",
        "Umberto Falcone, MD PhD",
        "Naom Tau, MD",
        "Eshetu G Atenafu, M.Sc., P.Stat.",
        "Richard Tsang, MD",
        "David C. Hodgson, MD",
        "Armand Keating, MD",
        "Ur Metser, MD",
        "Michael Crump, MD",
        "John G. Kuruvilla, MD"
    ],
    "author_affiliations": [
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada ",
            "University of Toronto, Toronto, Canada "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "Department of Medical Imaging, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "Department of Biostatistics, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "Department of Radiation Oncology, Princess Margaret Cancer Centre, Toronto, Canada"
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "Department of Radiation Oncology, Princess Margaret Cancer Centre, Toronto, Canada"
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada ",
            "University of Toronto, Toronto, Canada "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "Department of Medical Imaging, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada ",
            "University of Toronto, Toronto, Canada "
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada ",
            "University of Toronto, Toronto, Canada "
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Introduction: Gemcitabine, dexamethasone and cisplatin (GDP) has become a standard salvage chemotherapy (SC) regimen for relapsed/refractory (RR) lymphoma prior to autologous stem cell transplantation (ASCT) (Crump JCO 2014). Response to SC is now evaluated using 18-Fluoro-deoxyglucose positron-emission-tomography (FDG-PET) scans based on the recent Lugano classification (Cheson JCO 2014). We evaluated the response of patients (pts) with Hodgkin lymphoma (HL) and aggressive non-Hodgkin lymphoma (NHL) to GDP by PET-CT scans and attempted to determine whether PET was predictive of outcome. Methods: We performed a retrospective chart review of consecutive HL and DLBCL (diffuse large B-cell lymphoma) pts who underwent ASCT following GDP SC at our centre between January 2014 and July 2016. All pts previously received anthracycline-based chemotherapy (typically ABVD for HL or R-CHOP for NHL) for primary treatment. Pts underwent FDG-PET scans after 3 cycles of SC and scans were retrospectively reported with the Deauville Criteria Scale with Deauville scores of 1-3 considered negative, whereas scores of 4 or 5 represented a positive result. Response to GDP was documented with CT scans using 1999 Working group Criteria (JCO 1999). Pts proceeded to ASCT if they had a PR by CT imaging and no signs of PD on PET-CT. Post-PET radiation or additional chemotherapy could be given at the discretion of the treating physician. Progression free survival (PFS) and overall survival (OS) were calculated by the Kaplan-Meier method from the date of progression or date of ASCT. Statistical analysis to determine the significance of PET result on outcome was performed using the long rank test. Results: 45 pts with DLBCL and 29 pts with HL were identified: median age was 45 (range: 23-69) and 29 (range: 19-58) years respectively. Baseline patient characteristics are listed in Table 1. Following GDP SC, PET Deauville scores of 1-3 were reported in 55% of HL and 29% of DLBCL pts. Overall response rate to GDP by CT was 72% for HL pts and 64% for DLBCL pts (Table 2). For HL, 100% (16/16) of pts with a PET(-) scan and 91% (10/11) with a PET(+) result proceeded to ASCT. 85% (11/13) of DLBCL pts who had a PET(-) scan and 48% (15/31) with a PET(+) scan underwent ASCT. Additional therapy post PET scan included involved field radiation, additional chemotherapy (mini-BEAM) or novel therapy (brentuximab and bendamustine for HL patients). Median follow-up time was 14.2 months (HL) and 13.4 months (DLBCL) from relapse/progression after initial chemotherapy; and 9.6 months (HL) and 10.9 months (DLBCL) from ASCT. There was a statistically significant difference between PET(+) and PET(-) DLBCL patients from the time of initial disease progression for PFS (26% versus 69%, p=0.011) that did not reach statistical significance for OS (p=0.072). However, there was no significant difference for PFS and OS in DLCBL from ASCT when stratified by PET result (p= 0.154 and p=0.723 respectively). In HL pts, no statistically significant differences for PFS and OS from progression (p=0.480 and p=0.387 respectively) or from ASCT (p=0.579 and p=0.450 respectively) were found when stratified by PET result (see Tables 3 and 4). Conclusion: Deauville 4-5 PET scores appear to be predictive of PFS for RR-DLBCL pts. The lack of a significant difference between PET results for OS in DLBCL is likely due to sample size and the need for longer follow-up. For RR-HL pts, PFS and OS rates were both high but did not seem to noticeably differ by PET result. Additional therapy employed for Deauville 4-5 patients peri-ASCT could influence outcome. Overall, PET response assessment post GDP appears to stratify outcome in patients with DLBCL and PET adapted therapy in HL patients may improve outcome in Deauville 4-5 patients. Review of pending cases and subsequent follow-up is ongoing. View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}