{
    "doi": "https://doi.org/10.1182/blood.V108.11.3383.3383",
    "article_title": "AMD3100 with G-CSF for Autologous Peripheral Blood Progenitor Cell (PBPC) Mobilization in Non-Hodgkin’s Lymphoma (NHL) and Multiple Myeloma (MM): Mobilization, Engraftment, and Pharmacokinetics (PK). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: AMD3100 potentiates the effect of G-CSF (Filgrastim) to mobilize hematopoietic PBPCs from the bone marrow into peripheral blood (PB) and may decrease the number of aphereses required to collect sufficient PBPCs for transplantation. Methods: Mobilization treatment consisted of subcutaneous G-CSF 10 ug/kg given in the morning on 5 consecutive days and a single dose of AMD3100 240 ug/kg in the evening of day 4, 10 – 11 hours prior to leukapheresis. These doses of G-CSF and AMD3100 were continued for up to 4 additional days in order to reach the target of ≥ 5 × 10^6 CD34+ cells/kg. Blood samples for FACS analysis of CD34+ cells were obtained immediately prior to dosing with AMD3100 and pre-apheresis the next morning. PK parameters were determined from samples obtained immediately prior to dosing, 0.25, 0.5, 1, 2, 4, 6 and 8 hours after the injection of AMD3100, and just prior to apheresis. Clinical Results: Nineteen pts have thus far been enrolled, 11 MM and 8 relapsed NHL. AMD3100 was well tolerated. Mobilization characteristics are summarized in table 1; 100% of MM pts and 63% of NHL pts reached the target of 5 × 10^6 CD34+ cells/kg; all collected > 2 ×10^6 CD34+ cells/kg. For apheresis day 1, AMD3100 increased absolute CD34+ counts ≥ 2-fold in 100% of pts; the median increase for MM pts was 3-fold (range: 2–7.7 fold) or an absolute increase of 108 CD34+ cells/uL (range: 40–166), whereas the median increase for NHL pts was 2.7-fold (range: 2.2–3.7 fold) or an absolute increase of 35.5 CD34+ cells/uL (range: 11–99). Among the relapsed NHL pts, who were characterized by lower pre-AMD3100 CD34+ counts, 4 had increase in PB CD34+ cells/ul from < 20 to > 20 and one other increased from 6 to 17. Of the 17 pts who have subsequently been transplanted; median time to engraftment of neutrophils >0.5 ×10^9/L and platelets >20 ×10^9/L was 11 and 18 days, respectively. PK Results: PK determinations for AMD3100 were completed in a subset of patients (4 MM; 3 NHL) using plasma samples obtained after the first dose. AMD3100 was rapidly absorbed following subcutaneous injection with a median tmax of 30 (range, 15–60) minutes and Cmax of 0.84 (range, 0.77–1.03) ug/ml. Plasma concentrations declined in a bi-exponential manner, with a median elimination half-life of 4.6 (range, 2.71–5.32) hours. The median AUC 0-infinity was 4410 (range, 2682–5165) ug-hr/ml. AMD3100 pharmacokinetics were consistent with results previously obtained in studies conducted using healthy volunteers in the absence of G-CSF. Conclusions: AMD3100 was generally safe and well tolerated in both groups. PK in the cancer patients was similar to that in previously studied healthy volunteers. AMD3100 increased PBPC mobilization following 4 days of G-CSF, and resulted in collecting large numbers of PBPCs in MM patients and facilitated adequate PBPC collections for poor mobilizers within the relapsed NHL group. Table 1: Mobilization characteristics  . No. of pts . No. apheresis days (range) . Median CD34+ cells collected (×10^6/kg) . >2×10^6/kg collected on day 1 . >5×10^6/kg collected on day 1 . MM 11 1 (1–2) 13.1 (5.8–19.7) 100% 82% NHL 8 2 (1–5) 5.6 (2.8–10.6) 88% 50% All 19 1 (1–5) 9.0 (2.8–19.7) 95% 68% . No. of pts . No. apheresis days (range) . Median CD34+ cells collected (×10^6/kg) . >2×10^6/kg collected on day 1 . >5×10^6/kg collected on day 1 . MM 11 1 (1–2) 13.1 (5.8–19.7) 100% 82% NHL 8 2 (1–5) 5.6 (2.8–10.6) 88% 50% All 19 1 (1–5) 9.0 (2.8–19.7) 95% 68% View Large",
    "topics": [
        "engraftment",
        "granulocyte colony-stimulating factor",
        "lymphoma, non-hodgkin",
        "multiple myeloma",
        "pharmacokinetics",
        "plerixafor",
        "recombinant granulocyte colony stimulating factor",
        "stem cells",
        "brachial plexus neuritis",
        "apheresis"
    ],
    "author_names": [
        "Stewart Douglas",
        "Clayton Smith",
        "Ron McFarland",
        "Karin Badel",
        "Gary Calandra"
    ],
    "author_dict_list": [
        {
            "author_name": "Stewart Douglas",
            "author_affiliations": [
                "University of Calgary, Calgary, AB, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Clayton Smith",
            "author_affiliations": [
                "BC Cancer Research Center, Vancouver, BC, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ron McFarland",
            "author_affiliations": [
                "AnorMED, Langley, BC, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin Badel",
            "author_affiliations": [
                "AnorMED, Langley, BC, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Calandra",
            "author_affiliations": [
                "AnorMED, Langley, BC, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T09:36:03",
    "is_scraped": "1"
}