{
    "doi": "https://doi.org/10.1182/blood.V128.22.LBA-2.LBA-2",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3462",
    "start_url_page_num": 3462,
    "is_scraped": "1",
    "article_title": "Germline Genetic Variation in IKZF1 and Predisposition to Childhood Acute Lymphoblastic Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "Late-Breaking Abstracts Session",
    "topics": [
        "burkitt's lymphoma",
        "genetics",
        "leukemia, lymphocytic, acute, childhood",
        "genetic predisposition to disease",
        "dna",
        "leukemia, b-cell, acute",
        "adhesions",
        "cell adhesion molecules",
        "dasatinib",
        "leukemic cells"
    ],
    "author_names": [
        "Michelle L. Churchman, PhD",
        "Maoxiang Qian, PhD",
        "Ranran Zhang, MD",
        "Geertruy Kronnie, PhD",
        "Wenjian Yang, PhD",
        "Hui Zhang, MD, PhD",
        "Tobia Lana",
        "Paige Tedrick",
        "Rebekah Baskin, PhD",
        "Katherine Verbist, PhD",
        "Meenakshi Devidas, PhD",
        "Elizabeth Raetz, MD",
        "Eric Larsen, MD",
        "Paul L. Martin, MD PhD",
        "W. Paul Bowman",
        "Naomi Winick, MD",
        "Elaine R Mardis, PhD",
        "Robert S. Fulton, PhD",
        "Martin Stanulla, MD",
        "William E. Evans, PharmD",
        "Mary V. Relling, PharmD",
        "Ching-Hon Pui, MD",
        "Rupert Handgretinger, MD",
        "Stephen P. Hunger",
        "Mignon L. Loh, MD",
        "Kim E. Nichols, MD",
        "Charles Mullighan, MBBS, MSc, MD",
        "Jun J. Yang, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pediatrics, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
        ],
        [
            "Department of Woman and Child Health, University of Padua, Padua, Italy "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN ",
            "Department of Pediatrics, The First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
        ],
        [
            "Department of Women's and Children's Health, University of Padova, Padova, ITA "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Biostatistics, College of Medicine, Public Health and Health Professions, University of Florida, Gainesville, FL "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "Maine Children's Cancer Program, Scarborough, ME "
        ],
        [
            "Department of Pediatrics, Duke University, Durham, NC "
        ],
        [
            "Cook Childrens Medical Center, Fort Worth, TX "
        ],
        [
            "Pediatric Hematology Oncology, University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "McDonnell Genome Institute, Washington University, St Louis, MO "
        ],
        [
            "McDonnell Genome Institute, Washington University, St Louis, MO "
        ],
        [
            "Department of Paediatric Haematology and Oncology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Oncology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Dept. of Hematology/Oncology, Children's University Hospital, Tuebingen, Germany "
        ],
        [
            "Children's Hospital of Philadelphia and the Center for Childhood Cancer Research, Philadelphia, PA "
        ],
        [
            "Department of Pediatrics, Benioff Children's Hospital and Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, CA "
        ],
        [
            "Department of Oncology, St Jude Children's Research Hospital, Memphis,"
        ],
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Hematological Malignancies Program and Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Background There is increasing evidence for an inherited predisposition to pediatric acute lymphoblastic leukemia (ALL). We and others have previously reported rare and highly penetrant variants in hematopoietic transcription factors ( PAX5 and ETV6 ) and tumor suppressor genes ( TP53 ) in both sporadic and familial ALL. IKZF1 encodes the founding member of the Ikaros family of zinc finger transcription factors, and is a critical regulator of lymphoid development. IKZF1 is frequently targeted by somatic deletions and mutations in high-risk B-ALL, particularly Ph+ and Ph-like ALL, and is associated with poor outcome. IKZF1 alterations have previously been shown to result in the acquisition of stem cell-like features, overexpression of adhesion molecules causing aberrant cell-cell and cell-stroma interaction, and decreased sensitivity to tyrosine kinase inhibitors. Genome-wide association studies have also identified an association between common polymorphisms at the IKZF1 locus and risk of developing ALL, however the nature and effects of germline IKZF1 variation in the pathogenesis of ALL are poorly understood. In this study, we sought to comprehensively characterize germline IKZF1 genetic variation and to determine the extent to which they contribute to predisposition to ALL. Methods We recently identified a germline frameshift IKZF1 variant (D186fs) in the proband of a family with BCR-ABL1 ALL with incompletely penetrant autosomal dominant inheritance, and carriers of this variant showed varying degree of B cell deficiency. We sequenced IKZF1 in germline DNA from 5,008 children with ALL (4902 B-ALL and 106 T-ALL) enrolled on ChildrenÕs Oncology Group and St. Jude ChildrenÕs Res. Hosp. frontline ALL trials. We examined each variant for its effects on transcriptional repression, DNA-binding, cellular localization, homodimerization, and leukemic cell adhesion in mouse BCR-ABL1 Arf null B-ALL cells and/or in HEK 293T cells. All variants were assayed for their effects on cell viability and proliferation, cell-cell adhesion, and IKZF1 protein expression and localization in BCR-ABL1 Arf null pre-B cells. Representative variants, including M31V (N-term), H163Y (DNA-binding domain), D186Tfs (familial index), M306* (truncation of C-terminus), and A434G (C-terminus) were also assayed in detail for their ability to dimerize with wild type IKZF1, bind to DNA, or dominant negative effects on transcription repressor activity in HEK293T cells. IKZF1 variants were also evaluated for inducing perturbations in cell adhesion and THY1 , ITGA5 , SELL expression in the mouse PreB cells, and adhesion within the bone marrow niche by ex vivo imaging of calvaria. Finally, the effects of variants on dasatinib sensitivity were assessed in vitro and in vivo . Results We identified 28 germline IKZF1 variants in children with ALL, mostly in B-ALL ( Figure 1 ). Among these variants, 3 were frameshift or nonsense resulting in truncated IKZF1 proteins. Of the remaining missense variants, 2 were located within the N-terminal DNA-binding domain, 1 in the C-terminal dimerization domain, and 22 in other parts of IKZF1 protein with clustering proximal to the C-terminal zinc fingers. In mouse BCR-ABL1 Arf null pre-B cells, all but 4 variants (P18T, P420Q, H432Q, and M518K) variably perturbed IKZF1 function. In contrast to expression of wild-type IKZF1 , which caused growth arrest, 24 of the ALL variants were tolerated; 18 caused cellular aggregation; 15 displayed cytoplasmic mislocalization; and 14 out of 20 variants analyzed had significant upregulation of the adhesion molecules THY1 , ITGA5 and/or SELL that are normally repressed by IKZF1. In HEK293T cells, 3 IKZF1 truncating variants showed dramatic loss of transcription repressor activity and no longer dimerized with wildtype IKZF1. DNA-binding domain variants (R162P, H163Y) failed to repress target promoter transcription but also altered wildtype IKZF1 function in a dominant negative fashion. In comprehensively characterization of representative variants (M31V, H163Y, D186Tfs, M306X, and A434G), these variations caused cell-stroma adherence in the bone marrow niche in vivo , and significantly reduced sensitivity of leukemic cells to dasatinib in vitro and in vivo . Conclusions These results identify IKZF1 as a new ALL predisposition gene, and suggest that these germline risk variants have roles in both leukemia pathogenesis and treatment responsiveness. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}