{
    "doi": "https://doi.org/10.1182/blood.V118.21.5120.5120",
    "article_title": "Risk of Skin Rash in Proteasome Inhibitor Bortezomib: A Systematic Literature Review and Meta-Analysis ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 5120 Background: Bortezomib (VELCADE) is the first proteasome inhibitor to be approved by regulatory agencies for treatment of multiple myeloma and mantle cell lymphoma. Maculopapular rash is a common, adverse event to bortezomib. Because the summary incidence of bortezomib-induced skin rash is not well known, we performed a systematic literature review and meta-analysis to determine the incidence and overall risk. Methods: We searched PubMed and Web of Science databases and abstracts presented at the American Society of Clinical Oncology and The American Society of Hematology annual meetings from 1998 to July 2011, to identify relevant clinical studies. Eligible studies included prospective clinical phase II and phase III trials, with data on the incidence of rash in patients taking 1.3mg/m 2 , 1.5mg/m 2 , or 1.6 mg/m 2 of bortezomib twice weekly for two weeks followed by one week off, in a 21-day cycle. The incidence of rash and relative risk (RR) were calculated using random-effects or fixed-effects model, depending on the heterogeneity of included studies. Results: A total of 2,469 patients with various hematologic and solid malignancies from 32 clinical trials were included for analysis. Among patients receiving bortezomib, the summary incidences of all-grade and high-grade rash were 18.8 % (95% CI: 14.9% to 23.5%) and 3.6 % (95% CI: 2.3% to 5.7%), respectively. We found no significant increase in rash incidence with higher doses of bortezomib. In addition, bortezomib was associated with an increased risk in both all grade (RR:19.703, 95% CI: 8.734 to 44.446, p<0.001) and high-grade rash (RR: 5.354, 95% CI: 2.158 to 13.285, p<0.001), in comparison with controls. Conclusion: Bortezomib is associated with a significant risk of developing rash. Management of bortezomib-induced rash is critical to prevent a negative effect on quality of life and dose modifications, both of which may affect clinical outcome. Disclosures: Wu: Onyx: Consultancy, Speakers Bureau; Pfizer: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Genentech: Speakers Bureau. Gerecitano: Millenium: Research Funding.",
    "topics": [
        "bortezomib",
        "exanthema",
        "proteasome inhibitors",
        "adverse event",
        "cancer",
        "eruption, maculopapular",
        "mantle-cell lymphoma",
        "multiple myeloma",
        "treatment outcome",
        "american society of clinical oncology"
    ],
    "author_names": [
        "Emily C Case",
        "Shenhong Wu, MD, PhD",
        "John Gerecitano, MD, PhD",
        "Mario E Lacouture, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily C Case",
            "author_affiliations": [
                "Dermatology Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shenhong Wu, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Stony Brook Medical University, Stony Brook, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Gerecitano, MD, PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Ctr., Lymphoma Service, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario E Lacouture, MD",
            "author_affiliations": [
                "Dermatology Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T03:56:27",
    "is_scraped": "1"
}