{
    "doi": "https://doi.org/10.1182/blood.V124.21.2994.2994",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2932",
    "start_url_page_num": 2932,
    "is_scraped": "1",
    "article_title": "Diagnostic Tumor Mirna Profiling Predicts Molecular Relapse in Mantle Cell Lymphoma Patients Prospectively Followed for Minimal Residual Disease. Results from the Nordic MCL2-3 Trials ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "topics": [
        "mantle-cell lymphoma",
        "micrornas",
        "neoplasm, residual",
        "neoplasms",
        "biological markers",
        "follow-up",
        "polymerase chain reaction",
        "rituximab",
        "autologous stem cell transplant",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Simon Husby, MD",
        "Lone Bredo Pedersen",
        "Ulrik Ralfkiær, PhD-student",
        "Christian Garde",
        "Sara Ek",
        "Arne Kolstad, MD PhD",
        "Mats Jerkeman, MD PhD",
        "Anna Laurell",
        "Riikka Räty",
        "Anja Pedersen",
        "Christer Sundström",
        "Marja-Liisa Karjalainen-Lindsberg",
        "Jan Delabie, MD PhD",
        "Erik Clasen-Linde, MD",
        "Christopher Workman, PhD",
        "Christian H Geisler",
        "Kirsten Grønbæk, MD DMSc"
    ],
    "author_affiliations": [
        [
            "Rigshospitalet, Copenhagen, Denmark "
        ],
        [
            "Copenhagen University Hospital, Copenhagen, Denmark "
        ],
        [
            "University of Copenhagen, Copenhagen, Denmark "
        ],
        [
            "Technical University of Denmark, Lyngby, Denmark "
        ],
        [
            "Lund University, Lund, Sweden "
        ],
        [
            "Oslo University Hospital, Radiumhospitalet, Oslo, Norway "
        ],
        [
            "Lund University and Skåne University Hospital, Lund, Sweden "
        ],
        [
            "Uppsala University Hospital, Uppsala, Sweden "
        ],
        [
            "Helsinki University Central Hospital, Helsinki, Finland "
        ],
        [
            "Rigshospitalet, Copenhagen, Denmark "
        ],
        [
            "Uppsala University Hospital, Uppsala, Sweden "
        ],
        [
            "Helsinki University Central Hospital, Helsinki, Finland "
        ],
        [
            "Oslo University Hospital, Oslo, Norway "
        ],
        [
            "Rigshospitalet, Copenhagen, Denmark "
        ],
        [
            "Technical University of Denmark, Lyngby, Denmark "
        ],
        [
            "Rigshospitalet, Copenhagen, Denmark"
        ],
        [
            "Rigshospitalet, Copenhagen, Denmark "
        ]
    ],
    "first_author_latitude": "55.69733565000001",
    "first_author_longitude": "12.562909350000002",
    "abstract_text": "Background Mantle cell lymphoma (MCL) is a subtype of non-Hodgkin`s lymphoma (NHL) with a variable but often aggressive clinical course. The majority of MCL patients ≤65 years will experience clinical relapse during a 10-year period (Geisler et al. Br J Haematol 2012). Risk-stratification is therefore of great importance in order to identify patients who are eligible for novel or alternative treatment regimens. Minimal residual disease (MRD) monitoring can predict clinical progression in MCL and guide pre-emptive treatment with rituximab as single agent. It has thus far not been possible to predict post-treatment molecular relapse (MRD-positivity). Although some recent studies have shown that aberrant miRNA expression delineate pathogenic molecular pathways and predict survival in MCL patients, miRNA profiling has not been performed in the context of MRD and molecular relapse. Aims We assessed MCL miRNA expression, in a large, prospective, uniformly treated patient cohort followed with molecular markers for MRD to determine if miRNAs could predict molecular relapse. Methods Diagnostic MCL tumor samples from 114 patients in the Nordic MCL2 and MCL3 clinical trials were retrieved. All patients had confirmed CyclinD1 overexpression and 96 patients had Ki-67 expression measurement for use in the MIPI-B predictive score. All patients received almost identical induction treatment with six alternating cycles of maxi-CHOP and high-dose Ara-C in combination with rituximab. Patients in remission were consolidated with high dose chemotherapy followed by autologous stem cell transplantation. All patients had a molecular marker (PCR detectable t(11;14) or clonal IgH rearrangement) for MRD. The median follow-up was 6.4 years for the MCL2 cohort and 3.7 years for the MCL3 cohort. 19 miRNAs, previously found to have prognostic significance in MCL (Husby et al EHA 2014), were measured by qRT-PCR and analyzed in concordance with MRD-data. The main endpoint was first event of molecular relapse (MRD-positive sample). Results Of the 114 patients in the study, 71 (62%) patients became MRD-positive in the follow-up period. Of the 19 examined miRNAs, 10 miRNAs showed unique qPCR melting curves and were analyzed with respect to MRD. Four miRNAs (miR-92a, miR-3687, miR-486-5p and miR-185-5p) were significantly up-regulated in patients who had molecular relapse (t-test; respectively p = 0.010, p = 0.019, p = 0.048, p = 0.043). However miR-18b, previously identified as prognostic marker regarding survival, was not significantly overexpressed. We hereafter investigated if a newly derived prognostic score, the MIPI-B-miR, which incorporates miR-18b with the MIPI-B, could predict molecular relapse. The MIPI-B-miR high-risk patients had significantly shorter time to first molecular relapse than MIPI-B high-risk patients ( Figure 1 ). Functional studies of these aberrantly expressed miRs are ongoing. Conclusion Patients with molecular relapse had significantly increased levels of miR-92a, miR-3687, miR-486-5p and miR-185-5p, and MIPI-B-miR improved MRD prediction compared to MIPI-B. Aberrant miRNA profiles may be able to predict molecular relapse, and may already at diagnosis identify patients eligible to anti-CD20 antibody maintenance or alternative regimens. However validation in other cohorts is needed. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Kolstad: Nordic Nanovector: Membership on an entity's Board of Directors or advisory committees, Research Funding. Räty: GlaxoSmithKline Ltd: Honoraria; Roche Ltd: Membership on an entity's Board of Directors or advisory committees; Mundipharma: Honoraria."
}