{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1314.1314",
    "article_title": "Prognostic Impact of Morphological Cellularity in Early Assessment Bone Marrow Biopsy after 7+3 Induction in Patients with Acute Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster I",
    "abstract_text": "Background:Blast clearance in early assessment bone marrow biopsy (BMBx) is well studied as a potential prognostic factor for newly diagnosed acute myeloid leukemia (AML) patients (pts). However, prognostic impact of morphological cellularity in early assessment BMBx remains unclear. Methods:We retrospectively identified newly diagnosed AML pts, treated at University Hospitals Seidman Cancer Center between 2003 and 2016, who underwent early assessment BMBx after median of 13 days (range: 12 - 17) from initiation of 7+3 induction chemotherapy. Eventual outcome of induction was defined per Cheson criteria. Risk groups were determined by combining cytogenetic and molecular data based on the National Comprehensive Cancer Network guidelines. Overall survival (OS), calculated from date of diagnosis, and relapse free survival (RFS), calculated from date of first complete remission (CR), were estimated by the Kaplan-Meier method and compared by the log-rank test. Risk factors identified as having statistical significance on univariate Cox proportional hazards analysis (p<0.05) were selected for multivariate analysis. Results: We screened 501 newly diagnosed AML pts and identified 183 AML pts who meet our inclusion criteria for analysis. Median age at diagnosis was 58.3 (range: 25.8 - 76.2). Patient and treatment characteristics are listed in Table 1. After analyzing different cut-off points, ≥10% morphological cellularity in early assessment BM biopsy yielded greatest differential in OS and RFS. Therefore optimal and suboptimal response cohorts were defined as <10% and ≥10% cellularity in early assessment BMBx, respectively. One hundred (55%) pts had optimal and 72 (39%) pts had suboptimal response. Eleven (6%) pts were unclassifiable because cellularity was not mentioned as a numerical value (Figure 1). In the optimal response cohort; 5 (2%) pts underwent second induction after early assessment BMBx and 95 (98%) pts were observed, with CR rate of 80% and 86%, respectively. Among 13 (14%) pts who didn't achieve CR after observation, 12 pts underwent second induction, with CR rate of 25%, and 1 pt died before second induction. In the suboptimal response cohort; 40 (56%) pts underwent second induction after early assessment BMBx and 29 (40%) pts were observed, with CR rate of 70% and 59%, respectively. Twelve (41%) pts who didn't achieve CR after observation underwent second induction, with CR rate of 42%. Overall 50 (69%) pts in the suboptimal response cohort and 88 (88%) pts in the optimal response cohort ultimately achieved CR after either first or second induction. Among observed patients, who did not receive early 2 nd induction, ≥10% cellularity in early assessment BMBx was reliable as a predictive tool for CR (specificity 83%, negative predictive value 86%) but it was not reliable as a predictive tool for no-CR (sensitivity 48%, positive predictive value 41%). Median follow-up of pts was 28 months since diagnosis. Two-year OS for pts with optimal and suboptimal response at early assessment BMBx was 59.9% (CI 50.1% - 71.5%) and 33.3% (CI 23.4% - 47.3%), respectively ( p = 0.001) (Figure 2A). When we censor pts at their first transplant to remove effect of transplant on survival curves, 2-year OS for pts with optimal and suboptimal response at early assessment BMBx was 77.8% (CI 65.7% - 92.0%) and 44.6% (CI 27.1% - 73.4%), respectively ( p = 0.003) (Figure 2B). Two-year RFS for pts with optimal and suboptimal response at early assessment BMBx was 49.5% (CI 39.6% - 61.9%) and 29.9% (CI 19.6% - 45.6%), respectively ( p = 0.015) (Figure 2C). On univariate analysis, poor-risk group by cytogenetic and molecular data, hemoglobin (5% blast and ≥10% cellularity at early assessment BMBx showed statistically significant correlation with OS (Table 2). On multivariate analysis, only poor-risk group and ≥10% cellularity at early assessment BMBx remained to be statistically significant predictors of OS. Conclusions:In our cohort of pts with AML, ≥10% morphological cellularity in early assessment BMBx provided strong independent predictive value for OS, whereas >5% blast was not an independent risk factor. Our findings indicate that ≥10% cellularity in early assessment BMBx can be part of overall risk stratification tools and the definition of hypoplasia should include <10% cellularity when considering early assessment biopsies. View large Download slide View large Download slide  Close modal Disclosures Cooper: Novartis: Research Funding. Caimi: Incyte: Equity Ownership; Celgene: Speakers Bureau; Seattle Genetics: Equity Ownership; Abbvie: Equity Ownership. Malek: Celgene: Speakers Bureau; Takeda: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi: Membership on an entity's Board of Directors or advisory committees. De Lima: Pfizer: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Research Funding.",
    "topics": [
        "bone marrow biopsy",
        "leukemia, myelocytic, acute",
        "brachial plexus neuritis",
        "biopsy",
        "transplantation",
        "chemotherapy, neoadjuvant",
        "complete remission",
        "follow-up",
        "hemoglobin",
        "leukemia, secondary acute"
    ],
    "author_names": [
        "Fahrettin Covut, MD",
        "Divya Gupta, MD",
        "Raisa Pinto, MD",
        "Nina Dambrosio, CNP",
        "Najla H El Jurdi, MD",
        "Masumi Ueda, MD MA, BA",
        "Leland Metheny, MD",
        "Brenda W. Cooper, MD",
        "Paolo Caimi, MD",
        "Ehsan Malek, MD",
        "Folashade Otegbeye, MBBChir, MPH",
        "Marcos De Lima, MD",
        "Ben K. Tomlinson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fahrettin Covut, MD",
            "author_affiliations": [
                "Department of Medicine, Cleveland Clinic, Cleveland Heights, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Divya Gupta, MD",
            "author_affiliations": [
                "Department of Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raisa Pinto, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Oklahoma Health Sciences Center, Oklahoma City, OK "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Dambrosio, CNP",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Najla H El Jurdi, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masumi Ueda, MD MA, BA",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leland Metheny, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda W. Cooper, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Caimi, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ehsan Malek, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Folashade Otegbeye, MBBChir, MPH",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcos De Lima, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ben K. Tomlinson, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:30:50",
    "is_scraped": "1"
}