{
    "doi": "https://doi.org/10.1182/blood.V116.21.3865.3865",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1663",
    "start_url_page_num": 1663,
    "is_scraped": "1",
    "article_title": "Dual Mode of Involvement of Transcriptional Mediator Subunit MED1 In GATA1-Mediated Erythroid Differentiation of K562 Erythroleukemia Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription: Poster II",
    "topics": [
        "5-aminolevulinate synthase",
        "acute erythroblastic leukemia",
        "acute promyelocytic leukemia",
        "beta-globin",
        "binge eating",
        "bypass",
        "gamma-globins",
        "hemin",
        "holoenzymes",
        "hydroxymethylbilane synthase"
    ],
    "author_names": [
        "Shumpei Mizuta",
        "Tomoya Minami",
        "Chihiro Kaminaga",
        "Kasumi Oda",
        "Keiji Matsui",
        "Akiko Sumitomo",
        "Ruri Ishino",
        "Mitsuhiro Ito, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Graduate School of Health Sciences, Division of Medical Biophysics, Kobe University, Kobe, Japan, "
        ],
        [
            "Graduate School of Health Sciences, Division of Medical Biophysics, Kobe University, Kobe, Japan, "
        ],
        [
            "Graduate School of Health Sciences, Division of Medical Biophysics, Kobe University, Kobe, Japan, "
        ],
        [
            "Graduate School of Health Sciences, Division of Medical Biophysics, Kobe University, Kobe, Japan, "
        ],
        [
            "Graduate School of Health Sciences, Division of Medical Biophysics, Kobe University, Kobe, Japan, "
        ],
        [
            "Graduate School of Health Sciences, Division of Medical Biophysics, Kobe University, Kobe, Japan, "
        ],
        [
            "Graduate School of Health Sciences, Division of Medical Biophysics, Kobe University, Kobe, Japan, "
        ],
        [
            "Graduate School of Medicine, Department of Family and Community Health, Kobe University, Kobe, Japan"
        ]
    ],
    "first_author_latitude": "34.7253129",
    "first_author_longitude": "135.2346263",
    "abstract_text": "Abstract 3865 Mediator/TRAP complex, a master transcriptional coregulator, constitutes a subcomplex of RNA polymerase II holoenzyme, and integrates a wide variety of intracellular signals through specific interactions of activators with specific Mediator subunits. Among circa 30 subunits, MED1/TRAP220, in which two LXXLL nuclear receptor recognition motifs (aa.604-608; aa.645-649) are closely situated, was identified initially as a specific coactivator for nuclear receptors, and subsequently as such for GATA family activators as well. We previously demonstrated that MED1/TRAP220 plays an important role in RAR- and VDR-mediated myelomonocytic differentiation of HL-60 acute promyelocytic leukemia cells. MED1 was also proven to serve in the process of GATA1-mediated normal erythropoiesis as a GATA1-specific coactivator. In this study, we analyzed the mechanism of MED1 action in GATA1-mediated erythroid differentiation by use of K562 human erythroleukemic cells, because GATA1-mediated erythroid differentiation is efficiently induced with hemin in these cells. Expressions of Mediator subunits including MED1 were strongly induced during hemin-induced erythroid differentiation, together with induced expressions of GATA1-target and erythroid lineage-specific genes such as gamma-globin, beta-globin, porphobilinogen deaminase (PBGD) and 5-aminolevulinate synthase (ALAS-E), suggesting that MED1 (or Mediator) plays a role in this process. When MED1 in hemin-treated K562 cells was knocked down with siRNA, the number of cells positive for benzidine staining decreased, and expressions of GATA1-target and erythroid marker genes (above) were reduced, markedly. Inversely, when the full-length MED1 was overexpressed in these cells, the number of benzidine-positive cells increased, and the expressions of GATA1-target and erythroid marker genes enhanced, prominently. GST pulldown and mammalian two hybrid assays disclosed that MED1(aa.681-715) is responsible for GATA1 binding. Unexpectedly, overexpressions of MED1(aa.1-602) and MED1(aa.1-703), the N-terminal MED1 truncations that were devoid of the GATA1-binging ability, also enhanced the number of benzidine-positive cells and the expressions of GATA1-target and erythroid marker genes in a manner similar to the full-length MED1. Hence, a bypassed GATA1 signaling that escapes its interaction with MED1 appears to exist. Recently, a bypass molecule CCAR1 was reported to interact simultaneously with nuclear receptors and the N-terminus of MED1 and to form a bypass pathway that does not require the direct interaction between nuclear receptors and LXXLL motifs of MED1. We next asked if CCAR1 might also bypass the GATA1-MED1 pathway. To analyze the transcriptional mechanism, we performed luciferase reporter assays using the gamma-globin promoter in the wild-type mouse embryonic fibroblasts (MEFs). The reporter activity was enhanced in a GATA1-dose dependent manner. CCAR1 by itself could enhance the reporter activity. When a small dose of GATA1 was co-expressed, the reporter activity was further enhanced. However, even if p300 was overexpressed, the reporter activity was not enhanced any more. Thus, CCAR1, but not p300, appears to be involved in GATA1-mediated transcription in this system. Next, when various truncations of MED1 were added back into the Med1 -/- MEFs, the N-terminal truncations, MED1(aa.1-602) and MED1(aa.1-703), enhanced the GATA1-mediated reporter activity, but the enhancement was not as great as the one when the full-length MED1 was added back. This difference might reflect the contribution of the GATA1 and MED1 direct interaction. GST-pulldown and mammalian two-hybrid assays showed that CCAR1 does interact with the C-terminal zinc-finger domain of GATA1. Further, ChIP assays showed that GATA1, MED1 and CCAR1 are all recruited onto the gamma-globin promoter. Taken together, these studies suggest that MED1 functions as a GATA1 specific coactivator not only in normal, but also in malignant, erythroid differentiation, and that a dual mechanism of GATA1-MED1 pathway exists in GATA1-mediated erythroid differentiation, namely, the direct interaction between MED1 and GATA1 and the bypassed interaction of these molecules via CCAR1. The dual mode of MED1-madiated coactivation in the GATA1 pathway might contribute to the fine tuning of the GATA1 function in erythropoiesis of a living animal. Disclosures: No relevant conflicts of interest to declare."
}