{
    "doi": "https://doi.org/10.1182/blood-2020-137384",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4591",
    "start_url_page_num": 4591,
    "is_scraped": "1",
    "article_title": "Profile of Thrombin Generation Assay and Thromboelastometry in Women with Moderate and Severe Preeclampsia. the Roadmap-Preeclampsia Study ",
    "article_date": "November 5, 2020",
    "session_type": "803.Emerging Diagnostic Tools and Techniques",
    "topics": null,
    "author_names": [
        "Patrick Van Dreden, PhD",
        "Elmina Lefkou",
        "Aurélie Rousseau, PhD",
        "Grigorios T. Gerotziafas"
    ],
    "author_affiliations": [
        [
            "Clinical Research, Stago, Gennevilliers, France "
        ],
        [
            "INSERM U938, Sorbonne Université, Research Group \"Cancer-Hemostasis-Angiogenesis, Paris, France ",
            "Institute of Obstetric Haematology, THESSALONIKI, Greece "
        ],
        [
            "Clinical Research Department, Diagnostica Stago, Gennevilliers, France "
        ],
        [
            "Service d'Hématologie Biologique Hôpital Tenon, Paris, France, Paris, France ",
            "Institut Universitaire de Cancérologie, Sorbonne University, Paris, France ",
            "INSERM U938, Faculté de Médecine Pierre et Marie Curie, Université Paris VI,, Paris, France ",
            "Service d'hématologie clinique et de thérapie cellulaire, Saint Antoine Hospital, Paris, France"
        ]
    ],
    "first_author_latitude": "48.9211786",
    "first_author_longitude": "2.30312205",
    "abstract_text": "Introduction: Preeclampsia is a frequent vascular complication of pregnancy and figures among the major causes of maternal and neonatal morbidity and mortality. Early diagnosis and prompt, targeted treatment remain a unmet need. Hypercoagulability and endothelial cell activation are among the principal pathogenetic mechanisms in patients with preeclempsia. Development of diagnostic algorithms including clinically relevant biomarkers of hypercoagulability is expect to improve the management of preeclampsia. Among the numerous coagulation test, Global Coagulation Assays (GCA) such as thrombogram and thromboelastometry, could be of potential value for the evaluation of blood hypercoagulability. They provide information, on thrombin generation process, clot formation kinetics, clot firmness and even fibrinolysis potential. Aim: In this study we investigated the clinical accuracy of whole blood thromboelastometry (ROTEM®), and thrombin generation assay (calibrated automated thrombography: CAT® assay) to identify women with preeclampsia and we tried to compare their sensitivity. Methods: An observational retrospective case-control study was conducted. Plasma samples were collected from 84 women divided into three groups, the healthy pregnant (HP) group (n=35), the mild preeclampsia (MP) group (n=34) and the severe preeclampsia (SP) group (n=15). Thromboelastometry in whole blood was performed on ROTEM delta instrument (Tem Innovations GmbH, Werfen, Munich, Germany) with INTEM reagent. Thrombin generation triggered by PPP reagent low® (1 pM TF and 4µM phospholipid) was measured in platelet poor plasma. Thrombogram was also assessed in the presence or absence of thrombomodulin and the corresponding ration was calculated. Blood was collected at the diagnosis of preeclampsia (groups MP and SP) or at the equivalent months of pregnancy in the control group (HP). Statistical analysis was performed using the PASW Statistics 17.0.2 (SPSS Inc.) for Windows. Results: Thromboelastometry analysis showed that the clotting time (CT) was significantly longer in SP group as compared to MP and HP group. Both preeclampsia groups had longer clot formation time (CFT as compared to HP-group. MP-group had longer CFT as compared to SP-group. The α angle was significantly lower in SP-group as compared to the HP and MP groups. The maximum clot firmness was significantly higher in MP groups as compared to either HP or SP-group. The mean lysis (ML) was lower in both preeclampsia groups as compared to the HP group (Table 1). Thrombogram analysis showed that the lag-time of thrombin generation was significantly longer in both MP and SP groups as compared to HP group. Moreover, SP group showed significantly longer lag -time as compared to MP-group. Peak and the endogenous thrombin potential (ETP) were significantly higher in MP group as compared to either HP or SP groups. The mean rate index of the propagation phase of thrombin generation was not significantly different among the three groups whereas the thrombomodulin ratio for the ETP was significantly shorter in the SP-group (Table 2). Both tests showed a significant prolongation of the initiation phase of blood coagulation (reflected on CT and lag-time) in SP. The levels of clotting factors and fibrinogen were normal in all patients and none was on anticoagulant treatment. Thus, this prolongation reflects changes at the levels of TFPI and Thrmbomodulin reflecting an endothelial cell activation. ROTEM showed a decrease of the α-angle and MCF in SP group which is related with a lower platelet count in these patients. ROTEM showed enhanced fibrinolysis in both MP and SP groups Women with MP showed higher Peak and ETP than SP, MP showed higher ratio of ETP (TM+/TM-) than SP. Conclusion: The two GCA proved complementary information on the status of blood coagulation in pregnant women with preeclampsia. ROTEM provides information on clot formation kinetics and clot firmness as well as on fibrinolysis activation, which allow to differentiate SP from HP. However, the capacity of the assay for identification of patients with MP is limited. Thrombin generation assay showed a distinct profile between the three groups, which allowed differentiating the MP from HP as well as from SP. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}