{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5260.5260",
    "article_title": "Second Generation Tyrosisne Kinase Inhibitors As Upfront Therapy in the Era of Sleeve Gastrectomy Does It Work? ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Sleeve gastrectomy is a restrictive procedure. It greatly reduces the size of the stomach and limits the amount of food that can be eaten at one time. About 75% of the stomach is removed leaving a narrow gastric \"tube\" or \"sleeve\". The effects of this kind of surgery in patients with chronic myeloid leukemia receiving tyrosine kinase inhibitors is not known Here we described the effects of sleeve gastrectomy in two patients underwent sleeve gastrectomy one underwent sleeve while on Dasatinib and the other started Nilotinib after sleeve gastrectomy both patients received TKI as upfront therapy. Case 1: A 34-year-old, morbidly obese woman was diagnosed with chronic myeloid leukemia. She had a low-risk Sokal score and was treated with Dasatinib 100 mg once daily as upfront therapy. The patient tolerated Dasatinib well, and she achieved a complete molecular response. 3 years later, the patient underwent a sleeve gastrectomy while receiving Dasatinib treatment ,weight decreased from 140 to 65 kg.She continued Dasatinib 100mg after sleeve but she lost her hematological response Testing for mutation analysis tends to be negative switched to Imatinib 400 mg with which she reachieved Hematologial remission and currently being followed as per ELN recommendations 2013 Case 2: A30 year old morbidly obese male underwent Gastric sleeve gastrectomy weight decreased from 120 kg to 52 kg two years later diagnosed with chronic myeloid leukemia with low risk Sokal Score started on Nilotinib 300 mg BID as upfront therapy .The patient tolerated Nilotinib well and he achieved complete hematological response but failed cytogentic and molecular response mutation analysis tends to be negative. Shifted to Imatinib where he achieved hematological, cytogentics and molecular response as per ELN recommendations 2013. Conclusion: overall it seems 2 nd generations TKIs are not suitable as upfront therapy for patients with CML after sleeve gastrectomy Imatinib works better however further studies are needed to confirm these observations Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "kinase inhibitors",
        "sleeve gastrectomy, laparoscopic ",
        "obesity, morbid",
        "weight reduction",
        "dasatinib",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "protein-tyrosine kinase inhibitor",
        "mutation analysis"
    ],
    "author_names": [
        "Mohamed A. Yassin, MBBS ,MSc,CABM,FACP,MSC",
        "Abdulqadir Nashwan, MSc",
        "Nancy Kassem"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamed A. Yassin, MBBS ,MSc,CABM,FACP,MSC",
            "author_affiliations": [
                "Hematology/BMT, HMC-National Center for Cancer Care and Research, Doha, Qatar "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Abdulqadir Nashwan, MSc",
            "author_affiliations": [
                "National Center for Cancer Care and Research HMC, Doha, Qatar"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Kassem",
            "author_affiliations": [
                "National Center for Cancer Care and Research HMC, Doha, Qatar"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T12:51:37",
    "is_scraped": "1"
}