{
    "doi": "https://doi.org/10.1182/blood.V126.23.3807.3807",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3018",
    "start_url_page_num": 3018,
    "is_scraped": "1",
    "article_title": "A Novel CD49d Targeting Antisense, ATL1102, Effectively Mobilizes Acute Myeloid Leukemia Cells ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster III",
    "topics": [
        "leukemia, myelocytic, acute",
        "leukemia",
        "flow cytometry",
        "adhesions",
        "annexin a5",
        "antineoplastic agents",
        "bromodeoxyuridine",
        "cell adhesion molecules",
        "chemotherapy regimen",
        "childhood cancer"
    ],
    "author_names": [
        "Yann Duchartre, PhD",
        "EunJi Gang, MDPhD",
        "Hye Na Kim",
        "Stephanie Nicole Shishido, PhD",
        "Muller Fabbri, MD",
        "Anatoly Grishin, PhD",
        "Chintan Parekh, MBBS",
        "Hisham Abdel-Azim, MD",
        "Deepa Bhojwani, MD",
        "Alan S. Wayne, MD",
        "George Tachas, PhD",
        "Yong-Mi Kim, MDPhDMPH"
    ],
    "author_affiliations": [
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, "
        ],
        [
            "Department of Pediatrics, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Antisense Therapeutics Ltd, Toorak, Melbourne, Australia"
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ]
    ],
    "first_author_latitude": "34.07954095",
    "first_author_longitude": "-118.248333",
    "abstract_text": "BACKGROUND: Acute myeloid leukemia (AML) is the most common acute leukemia in adults. Acute myeloid leukemia comprises approximately one-fifth of pediatric leukemias and is the seventh most common pediatric malignancy. In children, relapse following primary therapy approaches 40%, and the 5-year event-free survival (EFS) rate is only approximately 50%. Treatment is dominated by generic chemotherapeutic agents. Novel therapeutic strategies are highly warranted. The bone marrow microenvironment has been shown to promote cell adhesion-mediated drug resistance in leukemia cells. Breaking adhesive bonds of AML cells with their protective niche to mobilize them from the bone marrow to the peripheral blood may make drug treatment more efficient. Our studies have suggested the adhesion molecule CD49d as an anchor molecule for ALL and AML cells in the bone marrow. However, as of today, no drug targeting CD49d is approved for use in leukemia. Here, we evaluate a novel human specific CD49d targeting antisense, ATL1102, in clinical development for Multiple Sclerosis, in human AML cells. METHODS: We determined CD49d expression in the human AML cell line HL-60 treated with a CD49d targeting antisense ATL1102 and antisense control by qPCR and flow cytometry. Annexin V/DAPI and BrdU stainings were used for viability determination and cell cycle assay respectively by flow cytometry. A NOD/SCID IL2Rγ -/- (NSG)xenograft model of human HL-60 cell line was used for an in vivo mobilization assay. RESULTS: To assess the on-target effect of ATL1102 on CD49d, HL-60 cells were nucleoporated with either ATL1102 or control antisense.mRNA expression of CD49dwas significantly decreased by ATL1102 treatment cells (85.2%±15.4 expression inhibition using ATL1102 1µM after 24h compared to control, p<0.001) as assessed by RT-PCR. The FACS analysis 72 hours after treatment revealed a significant decrease of surface expression of CD49d in a dose-dependent manner (99%±0.4 (1µM, *), 87.9%±8.7 (3µM) and 57.8%±7.2 ATL1102 (10µM, ***), 55.9±13.5 (30µM, **) vs 99.7%±0.1 for control antisense (30 µM), P<0.001, n=3). No significant effect on apoptosis or cell cycle was observed after ATL1102 treatment. We also evaluated the in vivo effect of ATL-1102 on mobilization of leukemia cells in a pilot experiment. For this purpose, HL-60 cells (5x10 6 /per mouse) were injected via the tail vein in sublethally irradiated NSG mice. Presence of human ALL cells (hCD45) was determined weekly by flow cytometry of white blood cells isolated from peripheral blood (PB). 23 Days post-leukemia injection, mice were treated with either antisense control (CTRL) (n=3), ATL1102 (50mg/kg, n=2). Peripheral blood was drawn before and 24 hours after ATL1102-treatment. ATL1102 induced a strong mobilization of AML cells to the PB of leukemia-recipient mice compared to control antisense treated-mice (69.1% and 87.7% vs 1.1%, 0.2% and 28.1% for ATL1102 (50mg/ml) and CTRL treated-mice respectively. The mobilized cells show a decrease of surface expression of CD49d (16.8%±9.2% vs 32.8%±16.7%), although this was not of statistical significance in this pilot experiment. Experiments to repeat this assay with large numbers of mice are in progress as well as experiments to determine the initial location of the mobilized AML cells and synergy of ATL1102 with chemotherapy are ongoing. CONCLUSION: We demonstrate that ATL1102 can efficiently decrease CD49d expression in AML cell line in vitro and in vivo , and that ATL1102 leads to mobilization of AML cells to the peripheral blood. Disclosures Wayne: NIH: Patents & Royalties; Medimmune: Honoraria, Other: travel support, Research Funding; Kite Pharma: Honoraria, Other: travel support; Pfizer: Honoraria; Spectrum Pharmaceuticals: Honoraria, Other: travel support, Research Funding. Tachas: Antisense Therapeutics Ltd: Employment, Equity Ownership, Patents & Royalties."
}