{
    "doi": "https://doi.org/10.1182/blood.V104.11.1623.1623",
    "article_title": "GFI-1B Is Increased during Erythroid Differentiation and Appears to Regulate Beta Globin Expression and Differentiation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "We identified GFI-1B in DNA arrays as a gene that correlates with erythroid differentiation induced by controlled expression of JunB in the HCD57 erythroid cell line, a novel model for erythroid differentiation we recently developed. JunB expression induces the HCD57 cells to turn bright red from hemoglobin synthesis. Beta Globin, Glycophorin (TER-119), alpha Spectrin and other erythroid marker are also induced by Jun B expression, suggesting the usefulness of the HCD57-JunB cell in studying normal erythroid differentiation. Our initial experiment was designed to identify potential genes that control erythroid differentiation so we analyzed gene expression in HCD57 cells induced by JunB in the first 24-hour period. Whereas the DNA array data found that the expression of all known transcription factors either was unchanged or decreased by induction of JunB and differentiation, GFI-1B RNA initially declined in the first 8 hours but then increased above control at 24 hours. In additional experiments, nuclear GFI-1B protein, and DNA binding activity were found to markedly increase during the late erythroid differentiation, 48 to 72 after induction of JunB to trigger the erythroid differentiation in HCD57 cells. GFI-1B expression and activity also increased when F-MEL cells were induced to differentiate with DMSO. Hemin treatment (to induce globin synthesis) also induced GFI-1B expression and GFI-1B DNA binding in murine HCD57 cells and human erythroid cell lines, UT7 and K562. When we ectopically expressed GFI-1B in human UT7 erythroleukemia cells, we found that elevation of GFI-1B expression reduced the rate of proliferation and markedly enhanced beta-globin synthesis when these cells were treated with hemin. Beta globin mRNA was increased 24 hours earlier in UT7 cell transfected with GFI-1B compared to control UT7 cells, suggesting that up-regulation of GFI-1B is needed for maximum beta globin expression. GFI-1B is selectively expressed in erythroid progenitors and megakaryocytes and was cloned by others using low stringency hybridization with a probe for Growth Factor Independence-1, GFI-1, a gene identified previously as a proto-oncogene induced in IL-2 independent T-cell lymphomas. GFI-1 and GFI-1B both have 5 zinc finger domains in the COOH terminal but are believed to act as transcriptional repressors through a novel 20 amino acid NH terminal domain. The sparse literature on GFI-1B and its homologue, the proto-oncogene GFI-1, suggests these SNAG/zinc finger proteins are repressors of transcription and act in general to prevent differentiation and promote proliferation of hematopoietic progenitor cells independent of normally required growth factors. Our current finding, however, suggests that GFI-1B function is distinct from the hyper-proliferation and anti-differentiation functions of the related GFI-1. Instead, our data suggests a clear role of GFI-1B in erythroid differentiation in agreement with loss of defintive erythropoiesis in GFI-1B-/- mice (recently reported from the Orkin laboratory).",
    "topics": [
        "beta-globin",
        "ground fault circuit interrupters",
        "dna",
        "dna microarrays",
        "growth factor",
        "hemin",
        "acute erythroblastic leukemia",
        "aldesleukin",
        "alpha-spectrin",
        "amino acids"
    ],
    "author_names": [
        "Stephen Sawyer, Ph.D.",
        "Jingchun Chen, MD/Ph.D.",
        "Sarah Jacobs-Helber, Ph.D.",
        "Randolph Abutin"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen Sawyer, Ph.D.",
            "author_affiliations": [
                "Pharmacology and Toxicology, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jingchun Chen, MD/Ph.D.",
            "author_affiliations": [
                "Pharmacology and Toxicology, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Jacobs-Helber, Ph.D.",
            "author_affiliations": [
                "Pharmacology and Toxicology, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randolph Abutin",
            "author_affiliations": [
                "Pharmacology and Toxicology, Virginia Commonwealth University, Richmond, VA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:39:26",
    "is_scraped": "1"
}