{
    "doi": "https://doi.org/10.1182/blood.V106.11.1491.1491",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=510",
    "start_url_page_num": 510,
    "is_scraped": "1",
    "article_title": "Nongastric Marginal Zone B-Cell Lymphoma: Analysis of 247 Cases - Clinical Presentation and Treatment Outcomes of Nongastric Marginal Zone B-Cell Lymphoma. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "lymphoma, mucosa-associated lymphoid tissue",
        "marginal zone b-cell lymphoma",
        "treatment outcome",
        "chemotherapy regimen",
        "follicular lymphoma",
        "hemoglobin",
        "indolent",
        "non-hodgkin's lymphoma, indolent",
        "partial response",
        "prognostic factors"
    ],
    "author_names": [
        "Sung Yong Oh, MD",
        "Baek-Yeol Ryoo, MD",
        "Won Seog Kim, MD",
        "Yeon Hee Park, MD",
        "Kihyun Kim, MD",
        "Hyun Jung Kim, MD",
        "Jung Mi Kwon, MD",
        "Jeeyun Lee, MD",
        "Yong H. Ko, MD",
        "Yong Chan Ahn, MD",
        "Suk Jung Oh, MD",
        "Soon Lee, II, MD",
        "Hyo Jin Kim, MD",
        "Hyuk Chan Kwon, MD",
        "Soo-Mee Bang, MD",
        "Jung Han Kim, MD",
        "Jinny Park, MD",
        "Seung-Sook Lee, MD",
        "Ho Yong Kim, MD",
        "Keunchil Park, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Samsung Medical Center, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Korea Institute of Radiological &Medical Sciences, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Samsung Medical Center, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Korea Institute of Radiological &Medical Sciences, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Samsung Medical Center, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Samsung Medical Center, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Samsung Medical Center, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Samsung Medical Center, Seoul, Republic of Korea"
        ],
        [
            "Department of Pathology, Samsung Medical Center, Seoul, Republic of Korea"
        ],
        [
            "Department of Radiation Oncology, Samsung Medical Center, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Kangbuk Samsung Hospital, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Danguk University Collage of Medicin, Chunan, Chungchengnamdo, Republic of Korea"
        ],
        [
            "Department of Medicine, Dong A University Collage of Medicine, Busan, Republic of Korea"
        ],
        [
            "Department of Medicine, Dong A University Collage of Medicine, Busan, Republic of Korea"
        ],
        [
            "Department of Medicine, Gachon Medical School, Incheon, Republic of Korea"
        ],
        [
            "Department of Medicine, Hallym University Collage of Medicine, Chuncheon, Gangwondo, Republic of Korea"
        ],
        [
            "Department of Medicine, Jeju University Collage of Medicine, Jeju, Jejudo, Republic of Korea"
        ],
        [
            "Department of Pathology, Korea Institute of Radiological &Medical Sciences, Seoul, Republic of Korea"
        ],
        [
            "Department of Medicine, Yonsei University Wonju College of Medicine, Wonju, Gangwondo, Republic of Korea"
        ],
        [
            "Department of Medicine, Samsung Medical Center, Seoul, Republic of Korea"
        ]
    ],
    "first_author_latitude": "37.4889432",
    "first_author_longitude": "127.0876424",
    "abstract_text": "Purpose: Nongastric marginal zone B-cell lymphoma (NG-MZL) is a relatively uncommon indolent lymphoma. We report a retrospective analysis of 247 patients with .NG-MZL, presenting their clinical features and therapeutic outcomes. Methods: From 1990 to 2005, a total of 247 patients with histologically confirmed NG-MZL were analyzed. Results: The median age was 49 years (range, 13–89 years). The study involved 129 males (52.2%) and 118 females (47.8%) The most common involving site was orbit and ocular adnexa (48.6%) followed by lymph node and lymphatic organs (17.8%), bowel (9.3%), lung (6.1%), thyroid gland (4.9%), salivary gland (4.5%) in the decreasing order of frequency. Ann Abor stage I/II disease was present in 78%(167 out of 215). BM involvement was less than 10%(19 out of 211). B symptom was observed in only 2%. One and eighty-six patients out of 208 were in low or low-intermediate risk group (89%) according to international prognostic index(IPI). Eighty percents (172/215) were in low risk group in follicular lymphoma international prognostic index (FLIPI). Patients were treated with a variety of therapeutic strategies. Complete and partial remissions were achieved in 139(92%) and 8(5.3%) of the 151 stage I/II patients, respectively, with an overall response rate of 97.3%. Especially, radiation containing treatment achieved 96% CR rate (108 out of 113). In 38 patients with stage III/IV, CR and PR were achieved in 17(44.7%) and 11(28.9%). The estimated 5-year overall survival (OS) and progression free survival (PFS) were 93.8% and 70.1%, respectively. Although anthracyclin contaning regimen could achieve higher CR rate, it did not improve PFS. Stage III/IV, low hemoglobin, high/high-intermediate IPI, poor risk FLIPI and nodal MZL were poor prognostic factors for PFS in multivariate analysis. Conclusion: NG-MZL is an indolent disease. For localized disease radiation achieved excellent local control. Anthracyclin containing chemotherapy cannot improve outcome. Both IPI and FLIPI can be applied to predict the prognosis."
}