{
    "doi": "https://doi.org/10.1182/blood-2018-99-110770",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4047",
    "start_url_page_num": 4047,
    "is_scraped": "1",
    "article_title": "Synergy between FLT3-ITD and p53 Haploinsufficiency or Loss in the Development of Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Identification of Key Molecules and Pathways in Leukemia Stem Cells and Leukemogenesis",
    "topics": [
        "flt3 gene",
        "haploinsufficiency",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "leukemia",
        "leukemic cells",
        "carfilzomib",
        "leukemia, acute",
        "flt3 inhibitors",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Zengkai Pan, MD PhD",
        "Min Yang",
        "Kezhi Huang, MD PhD",
        "Guntram Buesche, MD",
        "Gudrun Göhring, MD",
        "Michaela Scherr, PhD",
        "Matthias Gaestel, PhD",
        "Matthias Eder, MD",
        "Julia Skokowa, MDPhD",
        "Jianfeng Zhou, PhD",
        "Karl Welte",
        "Li-Gen Liu, MD",
        "Arnold Ganser, MD",
        "Zhixiong Li, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hemostasis, Oncology, and Stem Cell Transplantation (ZP, MY, and KH are co-first authors), Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Institute of Pathology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Human Genetics, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Institute of Cell Biochemistry, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Oncology, Hematology, Immunology, Rheumatology and Pulmonology, University Hospital Tuebingen, Tuebingen, Germany "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "The University Children's Hospital Tuebingen, Tuebingen, Germany "
        ],
        [
            "Department of Hematology, Shanghai Tongren Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, CHN"
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "FLT3-ITD (internal tandem duplication) is a late event in the pathogenesis of acute myeloid leukemia (AML). Identification of early cooperating events for FLT3 mutations may improve our understanding of the pathogenesis of AML and lead to a more efficient treatment and improved outcome for AML patients. p53 alteration can be found in up to 70% of AML patients with complex karyotypes, while studies from our group and others show a relatively low incidence of p53 mutation (generally around 10%) in other AML patients. Dysfunction of p53 pathway resulting from overexpressed MDM2/MDM4 is more often found than p53 mutations in patients with de novo AML. An early mouse study identified the FLT3 gene to be preferentially mutated by insertional mutagenesis in p53 knock-out but not in p53 wild-type tumors. Importantly, p53 mutation appears to be an early event in the pathogenesis of AML. In this study, we investigated whether p53 haploinsufficiency or loss cooperates with FLT3-ITD in the induction of AML. To this end, we crossed FLT3-ITD knock-in mice with p53 knockout mice to generate mice harboring both ITD/ITD and p53 knockout mutations. ITD/ITD; p53 +/- (FLT3-ITD homozygous and p53 heterozygous) mice became moribund much faster than mice with ITD/ITD alone or p53 +/- alone. The median survival of ITD/ITD;p53 +/- mice (n=69) was 313 days, which was significantly shorter than that of ITD/ITD mice (littermates of ITD/ITD ; p53 +/- mice, 583 days, n=16), p53 +/- mice (521 days, n=30), and WT mice (862 days, n=10) (p<0.0001). Interestingly, the median survival ITD/ITD;p53 -/- mice (FLT3-ITD homozygous and p53 homozygous, littermates of ITD/ITD; p53 +/- mice, n=11) was further reduced (125 days), and significantly shorter than ITD/ITD; p53 +/- mice and p53 -/- mice (148 days, n=15) (p<0.05). Moreover, cooperation of FLT3-ITD and p53 inactivation also significantly altered disease spectrum in mice. While AML was observed only in 25% ITD/ITD mice and p53 +/- mice mainly developed solid tumors, 88% ITD/ITD; p53 +/- mice developed acute leukemia including AML (58%). The incidence of AML was further increased in ITD/ITD; p53 -/- mice (73%, 8/11). All ITD/ITD; p53 -/- mice developed acute leukemia, while 72% p53 -/- mice developed lymphoma/lymphoblastic leukemia. Interestingly, >50% ITD/ITD; p53 -/- mice and ITD/ITD; p53 +/- mice with acute leukemia demonstrated a bi-clone disease, with co-existence of AML and ALL. Unexpectedly, all analyzed murine AMLs with complete or heterozygous loss of p53 (n=9) showed normal karyotypes. p53 haploinsufficiency or loss did not increase self-renewal of hematopoietic stem/progenitor cells as defined by serial replanting assays in vitro and limiting dilution transplantation of leukemic cells in vivo . However, animals with only AML in the ITD/ITD; p53 +/- group showed a significant increase of CMPs in comparison with ITD/ITD mice with CMML, P53 +/- and WT mice, e.g. a 66-fold increase of CMPs in #1376 mouse compared with WT mice. This suggests that the block of differentiation from CMPs to GMPs may have contributed to the development of AML. P53 haploinsufficiency or loss reduced the sensitivity of murine FLT3-ITD leukemia to crenolanib in vitro (IC50: 313.3nM, 461.4nM, and 185.8nM for ITD/ITD;p53 +/- , ITD/ITD;p53 -/- , and ITD/ITD leukemia, respectively), but not their sensitivity to midostaurin (IC50: 117.3nM, 110.2nM, and 201.3nM). To develop an efficient therapy for p53-mutated AML, we firstly tried to combine FLT3 inhibitors and MDM2 antagonist idasanutlin, FLT3 inhibitor and Bcl2 inhibitor venetoclax. Unfortunately, these did not enhance induction of apoptosis in leukemic cells from ITD/ITD;p53 +/- mice. However, exposure to the proteasome inhibitor carfilzomib had a strong cytotoxic effect against ITD/ITD; p53 +/- and ITD/ITD;p53 -/- , leukemic cells (IC50: 5.2nM and 17.1nM vs. 6.8nM for ITD/ITD leukemia). In addition, the combination of carfilzomib with midostaurin showed an additive cytotoxicity in murine ITD/ITD; p53 +/- leukemia as well as in primary leukemic cells from most patients with AML (n=10). Taken together, our data indicate a strong cooperating effect of FLT3-ITD and p53 haploinsufficiency or loss in the induction of AML and ALL. Our data emphasize more careful analysis of p53 deregulation in AML. Targeting FLT3 in combination with drugs working independently of p53 status, such as proteasome inhibitor carfilzomib, might improve outcomes of AML patients. Disclosures Ganser: Novartis: Membership on an entity's Board of Directors or advisory committees."
}