{
    "doi": "https://doi.org/10.1182/blood.V122.21.3861.3861",
    "article_title": "A Novel Platform For The Identification Of Stromal-Derived Factors That Enhance Acute Lymphoblastic Leukemia Cell Survival In The Context Of Maintenance Chemotherapy ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "abstract_text": "Introduction Childhood B-lineage acute lymphoblastic leukemia (ALL) is the most common form of malignancy in children. ALL is highly responsive to intensive, multi-agent chemotherapy, and most children enter remission; 25% of children relapse. Furthermore, cure requires an additional two years of low intensity maintenance chemotherapy with 6-mercaptopurine (6-MP) and methotrexate. It is known that serum levels of maintenance chemotherapy drugs are not highly cytotoxic for ALL cells, and it is thought that bone marrow stromal cells (BM-SC) provide trophic signals to leukemia cells that result in increased resistance to standard therapy. If anti-apoptotic signals from stromal cells to leukemia cells were known, new molecular targets for leukemia therapy could be developed. We are developing a conceptually simple screening system that will identify stromal cell-derived molecules that support ALL cell survival in the setting of 6MP and methotrexate. Our hypothesis is based on the observation that in serum-free conditions, BMSC prevent apoptosis of primary ALL cells. We reason that if we interfere with the production of key BMSC-derived trophic factors, an increase in ALL cell apoptosis in vitro will be seen. Methods The system has 3 components: (1) human marrow stromal cells; (2) primary ALL cells (not established cell lines); and (3) siRNAs to knockdown candidate stromal genes. We employ a human mesenchymal stromal cell (MSC) line immortalized with a human TERT gene that has been shown to be representative of primary human stroma. 20,000 BMSC are placed in wells of a 96-well plate and treated with siRNA. 48 hours later, 30,000 primary human ALL cells are added in serum-free media. After 5 days, viable ALL cells are measured by flow cytometry. Results (1) The addition of pharmacological concentrations of 6-MP to BMSC/ALL co-cultures does not significantly increase primary ALL apoptosis. Co-cultures were established as above and 6-MP was added at 1 micromolar. ALL survival was measured at 5 days. No increase in ALL survival was seen in the 6-MP containing cultures. On unmanipulated stroma cultured without 6-MP, 1948.8 (± 397.0) viable ALL cells were recovered; on manipulated stroma in the presence of 6-MP, 1698.5 (±299.3) (p value = 0.12). (2) Interference with stromal cell protein synthesis significantly increases ALL cell apoptosis. We hypothesize that interference with new protein synthesis might reduce stromal support of ALL cells. To test this we treated BMSC for 6 hours with 25 micrograms of G418 which irreversibly blocks polypeptide synthesis. Wells were then washed with serum-free medium. Stromal cells remained viable for up to 1 week. However, ALL cells apoptosis was much higher on such treated stromal cells (32.7±18.5 viable ALL cells on G418-treated stroma versus 1948.8 ± 397.0 on unmanipulated stroma, p value< 0.001)( Figure 1 ). (3) Interference with global stromal cell RNA transcription significantly increased ALL cell apoptosis. Triptolide is a molecule that irreversibly inhibits RNA transcription. BMSC were treated for 6 hr with 1 microgram triptolide and washed with serum-free medium. Stromal cells remain viable for up to 1 week. ALL cell apoptosis was significantly reduced by triptolide treatment of stroma (not shown in Figure 1 ). The number of viable ALL cells recovered from triptolide-treated stroma was 252.3±113.2, compared to 996.6±239.2 on unmanipulated stroma (p< 0.001). (4) Knockdown of CXCL12 gene expression in stromal cells signficantly increase ALL cell apoptosis. For proof of principle, we have started with CXCL12, a gene shown in CLL to contribute to leukemia cell survival. BMSC were treated with 0.3 picomolar anti-CXCL12 siRNA for 24 hr. As measured by quantitative RT-PCR, CXCL12 gene transcription was reduced by 80%. Moreover, there was a 53.5% reduction in ALL cell viability in ALL cells co-cultured with CXCL12 siRNA-treated stroma compared to ALL cells co-cultured with untreated stroma (p value< 0.001) ( Figure 1 ). View large Download slide View large Download slide  Close modal Conclusions This BMSC cell/primary ALL cell system can be used to identify stromal cell genes that prevent apoptosis of primary ALL cells. The simple system can be scaled up to allow high throughput screening of candidate genes that have antagonistic or additive effects to maintenance chemotherapy drugs. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "cell survival",
        "culture media, serum-free",
        "maintenance chemotherapy",
        "6-mercaptopurine",
        "stromal cell-derived factor 1",
        "leukemia",
        "rna, small interfering",
        "coculture techniques",
        "methotrexate"
    ],
    "author_names": [
        "Lauren B Patrick, B.A.",
        "Olena Tkachenko, M.D.",
        "Urmila Sivagnanalingam, B.A.",
        "Craig A. Mullen, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lauren B Patrick, B.A.",
            "author_affiliations": [
                "University of Rochester School of Medicine and Dentistry, Rochester, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Olena Tkachenko, M.D.",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Rochester Medical Center, Rochester, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Urmila Sivagnanalingam, B.A.",
            "author_affiliations": [
                "University of Rochester Medical Center, Rochester, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig A. Mullen, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Rochester Medical Center, Rochester, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T02:17:40",
    "is_scraped": "1"
}