{
    "doi": "https://doi.org/10.1182/blood.V112.11.3859.3859",
    "article_title": "SHP-2 Knockdown Results in Profound Inhibition of Human CD34+ Hematopoietic Stem/Progenitor Cell Survival, Proliferation and Differentiation in Response to Growth Factor Stimulation ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Cytokines and Signal Transduction",
    "abstract_text": "SHP-2 ( ptpn11 ), a Src homology 2 (SH2) domain-containing protein-tyrosine phosphatase, is expressed at high levels in hematopoietic cells and regulates downstream signaling from growth factor (GF) receptors. SHP-2 has been shown to play an important role in murine hematopoiesis. Moreover, several SHP-2 activating mutations have been identified in myeloid malignancies and there is interest in the development of SHP-2 inhibitors for cancer treatment. On the other hand previous report suggested that SHP-2 inhibition was associated with enhanced GF responsiveness in human hematopoietic cell lines. However the role of SHP-2 signaling in normal human hematopoietic stem and progenitor cell growth has not been studied. Here we investigated the function of SHP-2 in normal human hematopoiesis by inhibiting SHP-2 expression in cord blood (CB) CD34+ cells with stable SHP-2 shRNA expression. We transduced CB CD34+ cells with lentivirus vectors coexpressing SHP-2 specific shRNAs (Si-1 or Si-2) or a control shRNA (Ctrl) and RFP and selected RFP expressing CD34+ cells by flow cytometry sorting. We observed >80% inhibition of SHP-2 expression by Western blotting in Si-1 or Si-2 shRNA transduced cells compared with Ctrl shRNA transduced cells. We observed that culture with increasing concentrations of GF was associated with markedly reduced GF-induced stimulation of proliferation of SHP-2-knockdown CD34+ cells compared to controls. In addition we observed significantly increased apoptosis of SHP-2-knockdown CD34+ cells cultured under low and high GF conditions compared to controls, but little increase in apoptosis in GF-deprived cells, indicating markedly reduced response of SHP-2-knockdown cells to GF-mediated promotion of cell survival. SHP-2-knockdown CD34+ cells also demonstrated significantly reduced expansion in cell numbers following culture in high GF conditions compared with controls (115.3, 25.5 and 10.4 fold expansion for Ctrl, Si-1 and Si-2 at day 7). Analysis of the nature of cells generated in GF culture showed significantly reduced generation of both myeloid (CD33+, CD11b+ and CD14+) and erythroid cells from SHP-2-knockdown CD34+ cells compared with controls, with relatively greater inhibition of myeloid compared with erythroid differentiation. On the other hand CD34+ cell numbers were retained at levels similar to controls after culture. We also observed significantly reduced cell expansion and differentiation and higher apoptotic rates of SHP-2-knockdown cells cultured under either myeloid promoting (IL-3+SCF+G-CSF+GM-CSF) or erythroid promoting (SCF+EPO) GF conditions. SHP-2-knockdown cells demonstrated reduced activation of MAPK and STAT5 but not Akt on Western blotting that was associated with reduced MCL-1 expression, consistent with their reduced GF mediated proliferation and survival. Expression of the transcription factors SCL1, GATA-1, NF-E2 and FOG-1 was increased in SHP-2 knockdown CD34+ cells compared to controls, consistent with the relatively higher retention of CD34+ and erythroid cells compared with myeloid cells after culture. In conclusion, we show that SHP-2 knockdown in human CD34+ cells results in markedly decreased responsiveness to GF stimulation with significantly increased apoptosis, markedly diminished proliferation and reduced generation of differentiated cells during GF culture. A relative retention of the CD34+ cell population was seen despite increased apoptosis, which may be the result of reduced cell turnover and altered transcription factor expression in SHP-2-knockdown cells, and is in contrast to reduced stem cell self-renewal observed following SHP-2 knockdown in murine models. These results indicate a critical role for SHP-2 in GF mediated signaling responses in human hematopoietic stem/progenitor cells. These studies also caution that therapeutic SHP-2 inhibition could be associated with significant hematopoietic toxicity.",
    "topics": [
        "growth factor",
        "stem cells",
        "transcription factor",
        "western blotting",
        "cancer",
        "cancer therapy",
        "colony-stimulating factors",
        "flow cytometry",
        "fog-1 protein",
        "gata1 protein, human"
    ],
    "author_names": [
        "Li ang Li, MD, PhD",
        "Tinisha McDonald",
        "Hardik Modi",
        "Arjun Sehgal",
        "Ravi Bhatia"
    ],
    "author_dict_list": [
        {
            "author_name": "Li ang Li, MD, PhD",
            "author_affiliations": [
                "Department of Hematopoietic Stem cell and Leukemia Research, City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tinisha McDonald",
            "author_affiliations": [
                "Department of Hematopoietic Stem cell and Leukemia Research, City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hardik Modi",
            "author_affiliations": [
                "Department of Hematopoietic Stem cell and Leukemia Research, City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arjun Sehgal",
            "author_affiliations": [
                "Department of Hematopoietic Stem cell and Leukemia Research, City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Bhatia",
            "author_affiliations": [
                "Department of Hematopoietic Stem cell and Leukemia Research, City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T02:33:05",
    "is_scraped": "1"
}