{
    "doi": "https://doi.org/10.1182/blood.V126.23.2663.2663",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3121",
    "start_url_page_num": 3121,
    "is_scraped": "1",
    "article_title": "Defining Immune Response Signatures in DLBCL As Potential Predictive Biomarkers for Outcome to Immunotherapy ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "abstract_text": "Purpose To assess whether comparative gene network analysis can reveal characteristic immune response signatures that predict clinical response in Diffuse large B-cell lymphoma (DLBCL). Background The wealth of available gene expression data sets for DLBCL and other cancer types provides a resource to define recurrent pathological processes at the level of gene expression and gene correlation neighbourhoods. This is of particular relevance in the context of cancer immune responses, where convergence onto common patterns may drive shared gene expression profiles. Where existing and novel immunotherapies harness the immune response for therapeutic benefit such responses may provide predictive biomarkers. Methods We independently analysed publically available DLBCL gene expression data sets and a wide compendium of gene expression data from diverse cancer types, and then asked whether common elements of cancer host response could be identified from resulting networks. Using 10 DLBCL gene expression data sets, encompassing 2030 cases, we established pairwise gene correlation matrices per data set, which were merged to generate median correlations of gene pairs across all data sets. Gene network analysis and unsupervised clustering was then applied to define global representations of DLBCL gene expression neighbourhoods. In parallel a diverse range of solid and lymphoid malignancies including; breast, colorectal, oesophageal, head and neck, non-small cell lung, prostate, pancreatic cancer, Hodgkin lymphoma, Follicular lymphoma and DLBCL were independently analysed using an orthogonal weighted gene correlation network analysis of gene expression data sets from which correlated modules across diverse cancer types were identified. The biology of resulting gene neighbourhoods was assessed by signature and ontology enrichment, and the overlap between gene correlation neighbourhoods and WGCNA derived modules associated with immune/host responses was analysed. Results Amongst DLBCL data, we identified distinct gene correlation neighbourhoods associated with the immune response. These included both elements of IFN-polarised responses, core T-cell, and cytotoxic signatures as well as distinct macrophage responses. Neighbourhoods linked to macrophages separated CD163 from CD68 and CD14 . In the WGCNA analysis of diverse cancer types clusters corresponding to these immune response neighbourhoods were independently identified including a highly similar cluster related to CD163 . The overlapping CD163 clusters in both analyses linked to diverse Fc-Receptors, complement pathway components and patterns of scavenger receptors potentially linked to alternative macrophage activation. The relationship between the CD163 macrophage gene expression cluster and outcome was tested in DLBCL data sets, identifying a poor response in CD163 -cluster high patients, which reached statistical significance in one data set (GSE10846). Notably, the effect of the CD163 -associated gene neighbourhood which correlates with poor outcome post rituximab containing immunochemotherapy is distinct from the effect of IFNG-STAT1-IRF1 polarised cytotoxic responses. The latter represents the predominant immune response pattern separating cell of origin unclassifiable (Type-III) DLBCL from either ABC or GCB DLBCL subsets, and is associated with a trend toward positive outcome. Conclusion Comparative gene expression network analysis identifies common immune response signatures shared between DLBCL and other cancer types. Gene expression clusters linked to CD163 macrophage responses and IFNG-STAT1-IRF1 polarised cytotoxic responses are common patterns with apparent divergent outcome association. Disclosures Davies: CTI: Honoraria; GIlead: Consultancy, Honoraria, Research Funding; Mundipharma: Honoraria, Research Funding; Bayer: Research Funding; Takeda: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Roche: Honoraria, Research Funding; GSK: Research Funding; Pfizer: Honoraria; Celgene: Honoraria, Research Funding. Jack: Jannsen: Research Funding.",
    "topics": [
        "biological markers",
        "diffuse large b-cell lymphoma",
        "immune response",
        "immunotherapy",
        "cancer",
        "interferon type ii",
        "cd14 antigen",
        "cd68 antigen, human",
        "fc receptors",
        "follicular lymphoma"
    ],
    "author_names": [
        "Matthew A Care, PhD",
        "Stephen M Thirdborough, PhD",
        "Andrew J Davies, MRCP PhD",
        "Peter W.M. Johnson, FRCP",
        "Andrew Jack, PhD MB",
        "Sharon Barrans, PhD",
        "David R Westhead, PhD",
        "Mark S Cragg, PhD",
        "Reuben M Tooze, PhD FRCP",
        "Stephen A Beers, PhD"
    ],
    "author_affiliations": [
        [
            "Section of Experimental Haematology, Leeds Institute of Cancer and Pathology, University of Leeds, Leeds, United Kingdom ",
            "Cancer Research UK Centre, Leeds, United Kingdom "
        ],
        [
            "Cancer Sciences Unit, Faculty of Medicine, Southampton General Hospital, University of Southampton, Southampton, United Kingdom ",
            "Cancer Research UK Centre, Southampton, United Kingdom "
        ],
        [
            "Cancer Research UK Centre, University of Southampton, Southampton, United Kingdom "
        ],
        [
            "Cancer Research UK Centre, Southampton, United Kingdom "
        ],
        [
            "HMDS, Leeds Cancer Centre, Leeds Teaching Hospitals NHS Trust, Leeds, United Kingdom "
        ],
        [
            "St James Institute of Oncology, HMDS, Leeds, United Kingdom "
        ],
        [
            "Bioinformatics Group, Faculty of Biological Sciences, University of Leeds, Leeds, United Kingdom"
        ],
        [
            "Cancer Sciences Unit, Faculty of Medicine, Southampton General Hospital, University of Southampton, Southampton, United Kingdom ",
            "Cancer Research UK Centre, Southampton, United Kingdom "
        ],
        [
            "Section of Experimental Haematology, Leeds Institute of Cancer and Pathology, University of Leeds, Leeds, United Kingdom ",
            "Cancer Research UK Centre, Leeds, United Kingdom "
        ],
        [
            "Cancer Sciences Unit, Faculty of Medicine, Southampton General Hospital, University of Southampton, Southampton, United Kingdom ",
            "Cancer Research UK Centre, Southampton, United Kingdom "
        ]
    ],
    "first_author_latitude": "53.806681499999996",
    "first_author_longitude": "-1.5550328000000002"
}