{
    "doi": "https://doi.org/10.1182/blood.V122.21.743.743",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2469",
    "start_url_page_num": 2469,
    "is_scraped": "1",
    "article_title": "The Interlaboratory Robustness Of Next-Generation Sequencing (IRON) Study Phase II: Deep-Sequencing Analyses Of Hematological Malignancies Performed In 8,867 Cases By An International Network Involving 27 Laboratories ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "hematologic neoplasms",
        "iron",
        "massively-parallel genome sequencing",
        "leukemia",
        "protein p53",
        "biological markers",
        "f-box-wd repeat-containing protein 7",
        "interleukin 7 receptor",
        "acute lymphocytic leukemia",
        "baculoviral iap repeat-containing 3 protein"
    ],
    "author_names": [
        "Alexander Kohlmann, PhD",
        "Giovanni Martinelli, MD",
        "Mary Alikian",
        "Valentina Artusi, MSc",
        "Bernd Auber, MD",
        "Monika Belickova",
        "Ilaria Bronzini, PhD",
        "Giovanni Cazzaniga, PhD",
        "Sabina Chiaretti",
        "Thomas Ernst",
        "Marc Fuellgrabe, PhD",
        "Christian Gabriel, MD",
        "Jesus Hernandez, MD",
        "Joop H. Jansen, PhD",
        "Ilaria Iacobucci",
        "Thomas Lion, MD, PhD",
        "Laurence Lode",
        "Joaquin Martinez-Lopez",
        "Ken I. Mills, PhD",
        "Maximilian Mossner",
        "Katerina Machova Polakova",
        "Naomi A. Porret",
        "Sarka Pospisilova, PhD.",
        "Claude Preudhomme",
        "Muge Sayitoglu, PhD",
        "Simona Soverini",
        "Orietta Spinelli, BiolSC",
        "Christian Thiede, MD",
        "Peter Vandenberghe, MD, PhD",
        "Juh Eng Yeoh",
        "Andreas Hochhaus, MD",
        "Torsten Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Molecular Biology Unit, Institute of Hematology and Medical Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Center for Genome Research, Department of Life Sciences, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Hannover Medical School, Institute of Cell and Molecular Pathology, Hannover, Germany, "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic, "
        ],
        [
            "Department of Women’s and Children’s Health, Laboratory of Oncohematology, University of Padova, Padova, Italy, "
        ],
        [
            "Centro Ricerca M. Tettamanti, Pediatric Clinic, Univ. Milan Bicocca, Monza, Italy, "
        ],
        [
            "Institute of Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Roma, Italy, "
        ],
        [
            "Department Hematology and Oncology, Jena University Hospital, Jena, Germany, "
        ],
        [
            "Medical Department II, University Medical Center of Schleswig-Holstein Kiel, Kiel, Germany, "
        ],
        [
            "Transfusion Service of Upper Austria, Linz, Austria, "
        ],
        [
            "Servicio de Hematologia, Hospital Universitario de Salamanca, Salamanca, Spain, "
        ],
        [
            "Laboratory of Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands, "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Children´s Cancer Research Institute, Vienna, Austria, "
        ],
        [
            "Laboratoire d'Hematologie, CHU Nantes, Nantes, France, "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain, "
        ],
        [
            "Centre for Cancer Research and Cell Biology, Queen’s University Belfast, Belfast, United Kingdom, "
        ],
        [
            "Department of Hematology and Oncology, University Hospital Mannheim, Mannheim, Germany, "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Praha, Czech Republic, "
        ],
        [
            "Department of Hematology, University Hospital and University of Bern, Bern, Switzerland, "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University Brno, Brno, Czech Republic, "
        ],
        [
            "Biology and Pathology Center, Hematology Laboratory, CHRU, Lille, France, "
        ],
        [
            "Department of Genetics, Institute for Experimental Medicine, University of Istanbul, Istanbul, Turkey, "
        ],
        [
            "Molecular Biology Unit, Institute of Hematology and Medical Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Hematology and Bone Marrow Transplant Unit, Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy, "
        ],
        [
            "Department of Internal Medicine I, University Hospital TU Dresden, Dresden, Germany, "
        ],
        [
            "Center for Human Genetics, University Hospital Leuven, Leuven, Belgium, "
        ],
        [
            "Department of Paediatrics, National University of Singapore, Singapore, Singapore, "
        ],
        [
            "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "Introduction Amplicon deep-sequencing using second-generation sequencing technology is an innovative molecular diagnostic technique and enables a highly-sensitive detection of mutations. As an international consortium we had investigated previously the robustness, precision, and reproducibility of 454 amplicon next-generation sequencing (NGS) across 10 laboratories from 8 countries (Leukemia, 2011;25:1840-8). Aims In Phase II of the study, we established distinct working groups for various hematological malignancies, i.e. acute myeloid leukemia (AML), acute lymphoblastic leukemia (ALL), chronic lymphocytic leukemia (CLL), chronic myelogenous leukemia (CML), myelodysplastic syndromes (MDS), myeloproliferative neoplasms (MPN), and multiple myeloma. Currently, 27 laboratories from 13 countries are part of this research consortium. In total, 74 gene targets were selected by the working groups and amplicons were developed for a NGS deep-sequencing assay (454 Life Sciences, Branford, CT). A data analysis pipeline was developed to standardize mutation interpretation both for accessing raw data (Roche Amplicon Variant Analyzer, 454 Life Sciences) and variant interpretation (Sequence Pilot, JSI Medical Systems, Kippenheim, Germany). Results We will report on the design, standardization, quality control aspects, landscape of mutations, as well as the prognostic and predictive utility of this assay in a cohort of 8,867 cases. Overall, 1,146 primer sequences were designed and tested. In detail, for example in AML , 924 cases had been screened for CEBPA mutations. RUNX1 mutations were analyzed in 1,888 cases applying the deep-sequencing read counts to study the stability of such mutations at relapse and their utility as a biomarker to detect residual disease. Analyses of DNMT3A (n=1,041) were focused to perform landscape investigations and to address the prognostic relevance. Additionally, this working group is focusing on TET2 , ASXL1 , and TP53 analyses. A novel prognostic model is being developed allowing stratification of AML into prognostic subgroups based on molecular markers only. In ALL , 1,124 pediatric and adult cases have been screened, including 763 assays for TP53 mutations both at diagnosis and relapse of ALL. Pediatric and adult leukemia expert labs developed additional content to study the mutation incidence of other B and T lineage markers such as IKZF1 , JAK2 , IL7R , PAX5 , EP300 , LEF1 , CRLF2 , PHF6 , WT1 , JAK1 , PTEN , AKT1 , IL7R , NOTCH1 , CREBBP , or FBXW7 . Further, the molecular landscape of CLL is changing rapidly. As such, a separate working group focused on analyses including NOTCH1 , SF3B1 , MYD88 , XPO1 , FBXW7 and BIRC3 . Currently, 922 cases were screened to investigate the range of mutational burden of NOTCH1 mutations for their prognostic relevance. In MDS , RUNX1 mutation analyses were performed in 977 cases. The prognostic relevance of TP53 mutations in MDS was assessed in additional 327 cases, including isolated deletions of chromosome 5q. Next, content was developed targeting genes of the cellular splicing component, e.g. SF3B1 , SRSF2 , U2AF1 , and ZRSR2 . In BCR-ABL1 -negative MPN , nine genes of interest ( JAK2, MPL, TET2, CBL, KRAS, EZH2, IDH1, IDH2, ASXL1 ) have been analyzed in a cohort of 155 primary myelofibrosis cases searching for novel somatic mutations and addressing their relevance for disease progression and leukemia transformation. Moreover, an assay was developed and applied to CMML cases allowing the simultaneous analysis of 25 leukemia-associated target genes in a single sequencing run using just 20 ng of starting DNA. Finally, nine laboratories are studying CML , applying ultra-deep sequencing of the BCR-ABL1 tyrosine kinase domain. Analyses were performed on 615 cases investigating the dynamics of expansion of mutated clones under various tyrosine kinase inhibitor therapies. Conclusion Molecular characterization of hematological malignancies today requires high diagnostic sensitivity and specificity. As part of the IRON-II study, a network of laboratories analyzed a variety of disease entities applying amplicon-based NGS assays. Importantly, the consortium not only standardized assay design for disease-specific panels, but also achieved consensus on a common data analysis pipeline for mutation interpretation. Distinct working groups have been forged to address scientific tasks and in total 8,867 cases had been analyzed thus far. Disclosures: Kohlmann: Roche Diagnostics: Honoraria; MLL Munich Leukemia Laboratory: Employment. Martinelli: Roche Diagnostics: Research Support Other. Alikian: Roche Diagnostics: Research Support Other. Auber: Roche Diagnostics: Research Support Other. Belickova: Roche Diagnostics: Research Support Other. Bronzini: Roche Diagnostics: Research Support Other. Cazzaniga: Roche Diagnostics: Research Support Other. Chiaretti: Roche Diagnostics: Research Support Other. Ernst: Roche Diagnostics: Research Support Other. Fuellgrabe: Roche Diagnostics: Research Support Other. Gabriel: Roche Diagnostics: Research Support Other. Hernandez: Roche Diagnostics: Research Support Other. Jansen: Roche Diagnostics: Research Support Other. Iacobucci: Roche Diagnostics: Research Support Other. Lion: Roche Diagnostics: Research Support Other. Lode: Roche Diagnostics: Research Support Other. Martinez-Lopez: Roche Diagnostics: Research Support Other. Mills: Roche Diagnostics: Research Support Other. Mossner: Roche Diagnostics: Research Support Other. Machova Polakova: Roche Diagnostics: Research Support Other. Porret: Roche Diagnostics: Research Support Other. Pospisilova: Roche Diagnostics: Research Support Other. Preudhomme: Roche Diagnostics: Research Support Other. Sayitoglu: Roche Diagnostics: Research Support Other. Soverini: Roche Diagnostics: Research Support Other. Spinelli: Roche Diagnostics: Research Support Other. Thiede: Roche Diagnostics: Research Support Other. Vandenberghe: Roche Diagnostics: Research Support Other. Yeoh: Roche Diagnostics: Research Support Other. Hochhaus: Roche Diagnostics: Research Support Other. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership; Roche Diagnostics: Research Funding."
}