{
    "doi": "https://doi.org/10.1182/blood.V128.22.406.406",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3510",
    "start_url_page_num": 3510,
    "is_scraped": "1",
    "article_title": "The Effects of the Neutrophil Elastase Inhibitors MK0339 and Sivelestat on the Survival, Proliferation and Maturation of iPSC and HL60 Cells Expressing Mutant Neutrophil Elastase ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Myeloid Cells and Immunological Imbalances",
    "topics": [
        "culture media",
        "hl-60 cells",
        "leukocyte elastase",
        "neutropenia",
        "annexin a5",
        "congenital neutropenia",
        "flow cytometry",
        "idiopathic pneumonia syndrome",
        "tretinoin",
        "antigens, differentiation"
    ],
    "author_names": [
        "Vahagn Makaryan, MD",
        "Merideth L. Kelley, MS",
        "Breanna Fletcher, BSc",
        "David C. Dale, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Washington, Seattle, WA"
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA"
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA"
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Background : Mutations in ELANE , the gene for neutrophil elastase (NE), are the most frequent cause of both cyclic neutropenia (CyN) and severe congenital neutropenia (SCN). G-CSF and HSCT are currently the only effective treatment options. We have examined the possibility that inhibitors of NE might also be treatment options. Methods: Cells: HL60 human promyelocytic cells, a commercially available cell line, and induced pluripotent stem cells (iPSc) derived from patient dermal fibroblasts or bone marrow stromal cells, reprogrammed using episomal vectors. NE inhibitors: Two cell permeable inhibitors were used: MK0339 provided by Merck and sivelestat from Sigma. Results: Expression of mutant NE in HL60 Cells Transient Expression: Transient transfection of HL60 cells with 4 different ELANE mutants (P139L, C151Y, V174_C181del, G214R) cloned in pcDNA 3.1 vector showed increased apoptosis after 48h of culture in 10% FBS RPMI and expression of mutant constructs. Addition of Merck NE inhibitor MK0339 with 1uM final concentration in culture significantly improved survival of cells expressing each of the mutations tested detected by Annexin V staining using flow cytometry. (p<0.0001) The effect of the sivelestat (100nM) was significantly effective on only G214R mutant. (p= 0.035) Regulated Expression: We tested the effects of Merck inhibitor MK0339 on tet-inducible HL60 cells with regulated expression of mutant NE (V174_C181del), a mutation found in a patient with severe congenital neutropenia who died of AML. We examined 3 characteristics of these cells: cell survival, myeloid differentiation, and proliferation. The cell lines, expressing wild type or mutant NE under a tetracycline regulated promoter, were treated with MK0339 and cultured for 72 hours in the presence or absence of doxycycline. MK0339 significantly reduced mutant NE triggered apoptosis and increased granulocytic differentiation induced by addition of all-trans retinoic acid (ATRA) in 5-day cultures. Expression of mutant NE also significantly reduced the growth rate of the HL60 cells, but addition of MK0339 promoted growth of these HL60 cells. Induced Pluripotent Stem Cells (iPSC) We have established iPS cell lines from three neutropenic patients (two brothers with P139L and another patient with G214R) and two healthy volunteers. Cell lines from all 3 patients consistently grew much slower and formed much smaller colonies than the controls using both mTeSR1/matrigel and DEF-CS feeder free culture medium systems. We observed more than 3-fold growth reduction of patient derived lines compared to healthy volunteers. We therefore tested the effects of MK-0339 and sivelestat under the same culture conditions. Growth of patient cell lines was enhanced and the cells appeared more robust, especially after addition of 1uM MK0339. The latter normalized patient derived iPSc proliferation. We also investigated survival of the iPS cells during growth in feeder free settings and the effect of the NE inhibitors. After 4 days of culture in DEF-CS system, the patient derived cell lines showed increased apoptosis measured by Annexin V. We observed more than 9-fold difference in increased apoptosis of patient derived cells compared to healthy volunteers. Addition of MK-0339 and sivelestat reduced the apoptosis. MK0339 significantly reduced the apoptosis in both mutant cell lines, while sivelestat significantly reduced the apoptosis in only P139L mutant cell lines. Again, sivelestat appeared to be less effective. Myeloid differentiation of iPSc was also impaired and inefficient in patient derived cell lines detected with granulocytic differentiation markers using flow cytometry. Introduction of MK0339 in this system normalizes the impaired myeloid differentiation capacities of patient derived iPSc lines. Summary/Conclusion: These studies clearly show effects of these selected inhibitors to enhance neutrophil formation in reproducible cellular models that mimics features of SCN and CyN. We believe this work will lead to novel therapies for ELANE associated neutropenia and open the door to other new therapies for neutropenia. Disclosures Dale: Amgen: Consultancy, Honoraria, Research Funding."
}