{
    "doi": "https://doi.org/10.1182/blood.V120.21.3834.3834",
    "article_title": "Molecular Analyses of Deletion of the Long Arm of Chromosome 20 in Myelodysplastic Syndromes ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3834 Del(20q), one of the common chromosome abnormalities in myeloid neoplasms, is observed in 5 to 10% of patients with myelodysplastic syndromes (MDS). However, the clinical and molecular biological significance of del(20q) has not been fully elucidated. We hypothesized that the genes involved in the molecular pathogenesis of MDS as tumor suppressor genes, are present within a common deleted region (CDR) of del(20q). Therefore, we attempted to determine CDR of del(20q), and, then, analyze the genes located in CDR. Microarray comparative genomic hybridization (CGH) analysis was performed using genomic DNA derived from bone marrow samples of five MDS patients (2 RA and 3 RCMD) with del(20q). In addition, five cases of acute myeloid leukemia with del(20q) were also included in the analysis. The results from microarray-CGH demonstrated that the size of CDR was 11.2 Mb. There are approximately 150 genes in CDR. Next, we performed mutation analysis of the genes located within the CDR using the next generation sequencing method, based on the “two-hit theory”, to identify TSGs which are involved in the molecular pathogenesis of MDS. We applied the SOLiD system to determine the sequences of genes located within CDR in eight patients of MDS with del(20q). At first, we selected and analyzed 32 genes located within or around CDR, which include candidate TSGs, or genes possibly involved in normal and/or malignant hematopoiesis. A total of 16 single nucleotide changes, which have not been reported as single nucleotide polymorphisms (SNPs), were found in the coding regions of the 32 genes. Of the 16 single nucleotide changes, two nonsynonymous nucleotide changes of the STK4 (R117Q) and NCOA3 (P467Q) genes were identified. After confirmation of the results by the Sanger sequencing method, we analyzed mutations for whole coding exons of the NCOA3 and STK4 genes in an additional 30 cases of MDS with del(20q) or monosomy 20. Two additional nonsynonymous single nucleotide changes of the NCOA3 gene, R353L and R1163W, which also have not been reported as SNPs, were found, while no additional mutations were found in the STK4 genes. Therefore, the nonsynonymous and non-SNPs single nucleotide changes in the NCOA3 gene were recurrently found in 3 (7.9%) of 38 cases of MDS with del(20q) or monosomy 20. The NCOA3 gene encodes a nuclear receptor coactivator that form coactivator complex with various molecules including nuclear receptors, and stimulates the transcriptional activities in multiple cellular pathways. Haploinsufficiency of TSGs may be another molecular mechanism in the pathogenesis of MDS. If target genes located within CDR of del(20q) exhibit haploinsufficiency, the loss of one allele as a result of del(20q) may be sufficient, and mutations of the remaining allele are not necessary. Therefore, we then examined the expression of 32 genes by quantitative RT-PCR, in 20 patients with MDS with del(20q) or monosomy 20, and compared it to those in 18 control subjects. In MDS patients with del(20q) or monosomy 20, expression of 8 out of the 32 genes was significantly reduced, compared to control subjects. We also examined expression of the 32 genes in 20 patients with MDS without chromosome 20 abnormalities. Interestingly, among the 32 genes, expression of 5 genes was significantly reduced in MDS patients without chromosome 20 abnormalities compared to control subjects. Expression of three genes (BCAS4, ADA, and ZNF335) was reduced in both MDS patients with del(20q) or monosomy 20 and those without chromosome 20 abnormalities, suggesting the significance of a decreased expression of those three genesin molecular pathogenesis of MDS. Molecular mechanisms other than chromosome deletion, including methylation of promoter regions may result in decreased expression of those genes. In the present study, we determined CDR of del(20q) and analyzed the genes located within or around CDR. Our present results showed recurrent mutations in the NCOA3 gene in MDS patients with del(20q), and decreased expression of genes within CDR in not only MDS patients with del(20q) or monosomy 20, but also in those without chromosome 20 abnormalities. The clinical and molecular biological significance of mutations of the NCOA3 gene and that of the decreased expression of the genes within CDR is also unclear. Further study is on going. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "myelodysplastic syndrome",
        "arm of chromosome",
        "nucleotides",
        "receptors, nuclear",
        "bone marrow specimen",
        "chromosomal disorder",
        "comparative genomic hybridization",
        "cytopenia, refractory, with multilineage dysplasia",
        "dideoxy chain termination dna sequencing",
        "dna"
    ],
    "author_names": [
        "Masayuki Shiseki, MD",
        "Naoki Mori, MD, PhD",
        "Michiko Okada, PhD",
        "Toshiko Motoji, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masayuki Shiseki, MD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naoki Mori, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michiko Okada, PhD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshiko Motoji, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Women's Medical University, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:34:26",
    "is_scraped": "1"
}