{
    "doi": "https://doi.org/10.1182/blood-2020-142065",
    "article_title": "Phase 1 Study of Subcutaneous Recombinant Human (rh) Interleukin-15 and Intravenous Alemtuzumab in Patients with Rrelapsed/Refractory T-Cell Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "BACKGROUND: Interleukin-15 (IL-15) is a member of the 4-α helix bundle family of cytokines. Administration of single-agent IL-15 to patients with cancer produced substantial increases and activation of natural killer (NK) cells and CD8+ T cells, but no clinical responses. Subsequent studies showed that IL-15 enhances the efficacy of anti-tumor monoclonal antibodies that work through antibody-dependent cell cytotoxicity, a process mediated by NK cells. In the MET-1 xenograft mouse model, the combination of IL-15 and the anti-CD52 antibody alemtuzumab led to significantly more durable responses than each agent by itself. Here we report the final results of the phase I trial of IL-15 and alemtuzumab in patients with relapsed and refractory T-cell lymphoma (NCT02689453). METHODS: In this phase I single-center trial IL-15 was given subcutaneously 5 days per week for 2 weeks in a standard 3+3 dose escalation scheme (DL1: 0.5μg/kg, DL2: 1μg/kg, DL3: 2μg/kg), followed by alemtuzumab 30mg intravenously three times weekly for 4 weeks. Primary endpoints were type and frequency of adverse events and the maximum tolerated dose of IL-15. RESULTS: A total of eleven patients (pts) were treated at DL1 (3), DL2 (4) and DL3 (4). Seven pts had acute adult T-cell leukemia (ATL), two had chronic ATL, and two had peripheral T-cell lymphoma not otherwise specified (PTCL-NOS). There were no dose-limiting toxicities through the maximum planned dose of 2μg/kg/day. Two pts both with acute subtype ATL were unable to complete treatment due to rapidly progressive disease early in their treatment course, but there was no evidence tumor simulation or expansion of circulating ATL cell numbers during the period of IL-15 administration Hematologic AEs included lymphopenia (all 11 pts, 7 with grade 3/4), neutropenia (8 pts, 2 with grade 3), anemia (10 pts, 1 with grade 3), and thrombocytopenia (4 pts, 1 with grade 3). The most common non-hematologic AEs were infusion-related reactions experienced by 10 of the 11 pts during alemtuzumab infusion, and urticaria (4, pts, 2 with grade 3, both of whom at MTD). Two pts had incidental findings of a catheter-associated thrombus and pulmonary emboli, necessitating institution of prophylactic anticoagulation for subsequent pts after which no additional thromboembolic events were seen. Infectious adverse events included one case each of CMV reactivation without end-org involvement, HSV reactivation, Zoster, bacterial sinusitis, and cellulitis (in a patient with ATL and skin involvement), all grade 2. There was no evidence of graft versus host disease in two pts with previous allogeneic stem cell transplantation, and there were no serious adverse events attributable to IL-15. Administration of IL-15 resulted in a median 2.1-fold increase (range 1.2-3.4) in absolute lymphocyte count, 2.5-fold (1-5.9) increase in the number of circulating CD8+ T cells, and 7.2-fold (1.1-17.1) increase in NK cells across all dose levels (Figure 1A). At the MTD, the median ALC, CD8+ T cell, and NK cell increases were 2, 2.1, and 15.3-fold respectively. The overall response rate was 45% with 2/11 complete responses (CR) and 3/11 partial responses (PR) (Figure 1B). Notably, all pts with leukemic disease attained CR in the blood (Figure 1C), with varying response in other compartments. A patient with acute ATL had a CR at first restaging but developed central nervous system relapse after four weeks; this remained the only site of disease until the patient's death 8 months later. A patient with PTCL-NOS had a delayed response, with a PR at 3 and CR at 5 months which was ongoing at 12-month follow-up. Two pts with chronic ATL had PRs which lasted 10 and 4 months, and a patient with acute ATL had a PR at first restaging which was ongoing at the end of treatment. In all pts, response was correlated with normalization of serum LDH and soluble CD25. Analysis of peripheral blood mononuclear cells from responders and non-responders using single-cell RNA-seq is under way and will be presented. CONCLUSION: Combination of IL-15 and alemtuzumab was safe at all dose levels administered with no evidence of treatment related disease stimulation. The contribution of IL-15 to the known clinical efficacy of alemtuzumab in relapsed/refractory T-cell malignancies needs to be assessed in a randomized trial. Further evaluation of IL-15 in the post-allogeneic transplant setting, particularly prior to donor lymphocyte infusion, is also planned. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare. OffLabel Disclosure: alemtuzumab for T-cell lymphoma",
    "author_names": [
        "Milos D. Miljkovic, MDMSc",
        "Kevin C Conlon, MD",
        "Jennifer Albert, RN",
        "Deborah Allen, RN",
        "Thomas A. Waldmann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Milos D. Miljkovic, MDMSc",
            "author_affiliations": [
                "Lymphoid Malignancies Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Washington, DC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kevin C Conlon, MD",
            "author_affiliations": [
                "National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Albert, RN",
            "author_affiliations": [
                "US Food and Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah Allen, RN",
            "author_affiliations": [
                "National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas A. Waldmann, MD",
            "author_affiliations": [
                "National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T03:53:30",
    "is_scraped": "1"
}