{
    "doi": "https://doi.org/10.1182/blood-2019-127947",
    "article_title": "Efficacy and Safety of DAC Combined with CAG Regimen (decitabine in combined with aclacinomycin, cytarabine and G-CSF) As a Second Induction Regimen Compared with Non-DAC Regimen for Acute Myeloid Leukemia Who Failed the First Course of Standard Induction IA Chemotherapy ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "BACKGROUND: Acute myeloid leukemia (AML) patients who failed the first course of standard induction chemotherapy remain a challenge owing to poor response to the second induction regimen. We retrospectively compared the efficacy and safety of DAC+CAG regimen with non-DAC regimen in AML patients who failed the first course of standard induction regimen. MATERIALS AND METHODS: The three regimens consisted of (1) DAC combined with CAG regimen (decitabine, cytarabine, aclarubicin and granulocyte colony stimulating factor, n=25) ; (2) the repeated first course (IA 3+7, n=30); (3) Intermediate-dose AraC -based chemotherapy including IA 3+3 (idarubicin, Ara-C n=14) or CLAG (cladribine, aclarubicin and granulocyte colony stimulating factor, n=15). RESULTS: Our data indicate that after the second course, the overall response (OR, complete remission [CR]+partial remission [PR]) rates in DAC+CAG group was higher than the Intermediate-dose AraC -based group (80% vs 48.3%, P= 0.049), whereas the CR rates among 3 groups were not statistically different (P = 0.09). The overall survival (OS) of DAC+CAG group is longer than IA 3+7 group and Intermediate-dose AraC -based group with significance (21 months VS 18.5 months, P=0.038 and 21 months VS 10 months, P=0.023, respectively), the relapse-free survival (RFS) of DAC+CAG group is longer than Intermediate-dose AraC-based group (16 months VS 8.5 months, P=0.016), though there was no significant difference in overall survival (OS) of the transplanted patients among the 3 groups (P = 0.064). The median duration of thrombocytopenia in the DAC+CAG group is shorter than IA 3+7 group and Intermediate-dose AraC-based group (10 days vs 12 days, P<0.001 and 10 days vs 14 days P=0.023, respectively). Fewer incidence of lung infection and febrile neutropenia in the DAC+CAG group than other two groups (P=0.018 and P=0.025, respectively) were observed, no patients died within 4 weeks after initiating the second induction course in the DAC+CAG group whereas 2 patients died in the Intermediate-dose AraC -based group. CONCLUSION: Our data indicate that DAC combined with CAG regimen may represent a better alternative option with good response and safety for AML patients who failed the first course of standard induction chemotherapy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "cytarabine",
        "decitabine",
        "granulocyte colony-stimulating factor",
        "leukemia, myelocytic, acute",
        "recombinant granulocyte colony stimulating factor",
        "aclarubicin",
        "chemotherapy, neoadjuvant",
        "cladribine",
        "complete remission"
    ],
    "author_names": [
        "Yili Chen",
        "Min Dai",
        "Qifa Liu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yili Chen",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Min Dai",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qifa Liu, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T12:55:24",
    "is_scraped": "1"
}