{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.739.739",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3749",
    "start_url_page_num": 3749,
    "is_scraped": "1",
    "article_title": "Daratumumab, Lenalidomide, and Dexamethasone (DRd) Versus Lenalidomide and Dexamethasone (Rd) in Relapsed or Refractory Multiple Myeloma (RRMM): Updated Efficacy and Safety Analysis of Pollux ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation I",
    "topics": [
        "daratumumab",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "thumb",
        "brachial plexus neuritis",
        "follow-up",
        "disease progression",
        "anemia",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Meletios A. Dimopoulos",
        "Darrell J. White, MD",
        "Lofti Benboubker, MD",
        "Gordon Cook, MD PhD",
        "Merav Leiba",
        "James Morton",
        "P. Joy Ho, MBBS, DPhil, FRACP, FRCPA, FFSc(RCPA)",
        "Kihyun Kim",
        "Naoki Takezako, MD PhD",
        "Sonali Trivedi",
        "Kaida Wu",
        "Tineke Casneuf",
        "Christopher Chiu",
        "Jordan Schecter",
        "Philippe Moreau, MDPhD"
    ],
    "author_affiliations": [
        [
            "National and Kapodistrian University of Athens, Athens, Greece "
        ],
        [
            "Dalhousie University and QEII Health Sciences Centre, Halifax, Canada "
        ],
        [
            "Service d'Hématologie et Thérapie Cellulaire, Hôpital Bretonneau, Centre Hospitalier Régional Universitaire (CHRU), Tours, France "
        ],
        [
            "St James's Institute of Oncology, Leeds Teaching Hospitals NHS Trust and University of Leeds, Leeds, United Kingdom "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center,Tel Hashomer, Ramat Gan, and Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel "
        ],
        [
            "Icon Cancer Care, South Brisbane, QLD, Australia "
        ],
        [
            "Institute of Haematology Royal Prince Alfred Hospital, Camperdown, NSW, Australia "
        ],
        [
            "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of (South) "
        ],
        [
            "National Hospital Organization Disaster Medical Center, Tokyo, Japan "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, Beerse, Belgium "
        ],
        [
            "Janssen Research & Development, Spring House, PA "
        ],
        [
            "Janssen Research & Development, LLC, Raritan, NJ "
        ],
        [
            "Hematology, University Hospital Hôtel-Dieu, Nantes, France"
        ]
    ],
    "first_author_latitude": "37.968196",
    "first_author_longitude": "23.778687100000003",
    "abstract_text": "Introduction : Daratumumab is a human IgGκ monoclonal antibody targeting CD38 with a direct on-tumor and immunomodulatory mechanism of action. Daratumumab induces rapid, deep, and durable responses in combination with a proteasome inhibitor (bortezomib) or an immunomodulatory drug (lenalidomide or pomalidomide) in patients with RRMM (Palumbo A, et al. N Engl J Med 2016. 375(8):754-766; Dimopoulos MA, et al. N Engl J Med 2016.375(14):1319-1331; Chari A, et al. Blood 2017. Epub ahead of print). At the time of the pre-specified interim analysis of the phase 3 study POLLUX (median follow-up of 13.5 months), DRd reduced the risk of disease progression or death by 63% and significantly improved the overall response rate (ORR) compared with Rd alone (92.9% vs 76.4%; P <0.001). This analysis reports updated efficacy and safety data in POLLUX based on longer follow-up. Methods : Patients (pts) who received ≥1 prior line of therapy were randomized (1:1) to Rd (lenalidomide: 25 mg PO on Days 1-21 of each 28-day cycle; dexamethasone: 40 mg PO per week) with or without daratumumab (16 mg/kg IV weekly for Cycles 1 and 2, q2w for Cycles 3-6, then q4w until disease progression). The primary endpoint was progression free survival (PFS). Minimal residual disease (MRD) was assessed on bone marrow aspirate samples at the time of suspected complete response (CR) and at 3 and 6 months after suspected CR at sensitivity thresholds of 10 -4 , 10 -5 , and 10 -6 via the clonoSEQ TM next-generation sequencing assay (V.1.3; Adaptive Biotechnologies, Seattle, WA). For PFS on subsequent line of therapy (PFS2; defined as time from randomization to progression after next line of subsequent therapy or death) was examined as an exploratory endpoint. Results : Pts in both treatment groups (DRd, n=286; Rd, n=283) received a median of 1 prior line of therapy and 18% of patients received prior treatment with lenalidomide. After a median follow-up of 25.4 months, PFS was significantly prolonged with DRd vs Rd (median, not reached [NR] vs 17.5 months; HR, 0.41; 95% CI, 0.31-0.53; P <0.0001; Figure 1A ). A higher ORR was observed with DRd compared with Rd (93% vs 76%; P <0.0001), including significantly higher rates of ≥very good partial response (79% vs 48%; P <0.0001) and ≥CR (51% vs 21%; P <0.0001; Figure 1B ). DRd prolonged the duration of response compared with Rd (median, NR vs 26.0 months). MRD-negative rates were >3-fold higher with DRd vs Rd at all sensitivity thresholds evaluated. At a sensitivity threshold of 10 -5 , MRD-negative rates were 26% with DRd vs 6% for Rd ( P <0.0001) and pts with MRD-negative status accumulated more rapidly with DRd vs Rd. Regardless of treatment group, PFS was prolonged in pts who achieved MRD-negative status compared with MRD-positive status. PFS2 was significantly improved with DRd vs Rd in the intent to treat (ITT) population (HR, 0.55; 95% CI, 0.40-0.76; P =0.0002; Figure 2A ). Among MRD-negative (10 -5 ) pts who received DRd (n=75) or Rd (n=18), no significant differences in PFS2 were observed between treatment groups ( Figure 2B ). Time to next therapy was also significantly prolonged with DRd vs Rd in the ITT population (median, NR vs 22.7 months; HR, 0.34; 95% CI, 0.25-0.46; P <0.0001). The most common (≥10%) grade 3/4 TEAEs included neutropenia (54% vs 40%), anemia (16% vs 21%), thrombocytopenia (14% vs 16%), and pneumonia (12% vs 9%), in pts treated with DRd vs Rd, respectively. The incidence of TEAE-related treatment discontinuations was similar between groups, occurring in 12% of pts in both treatment groups. No differences in the incidence of secondary primary malignancies were observed between treatment groups (16 [6%] patients in each group). Updated data will be presented at the meeting. Conclusion : This updated analysis reveals that DRd continues to demonstrate a significant PFS benefit compared with Rd alone, and pt responses continue to deepen with DRd with longer follow up. Pts who receive DRd demonstrated longer time to next therapy and responded more favorably to subsequent therapy as evidenced by prolonged PFS2, suggesting that patients continue to observe clinical benefit from prior daratumumab treatment. Importantly, the favorable safety profile was maintained with longer follow-up. These data support the addition of daratumumab to standard of care regimens in RRMM. View large Download slide View large Download slide  Disclosures Dimopoulos: Genesis Pharma: Research Funding; Amgen Inc, Celgene Corporation, Janssen Biotech Inc, Onyx Pharmaceuticals, an Amgen subsidiary, Takeda Oncology: Consultancy, Honoraria, Other: Advisory Committee: Amgen Inc, Celgene Corporation, Janssen Biotech Inc, Onyx Pharmaceuticals, an Amgen subsidiary, Takeda Oncology; Novartis: Consultancy, Honoraria. White: Bristol-Myers Squibb: Consultancy, Honoraria; Amgen, Celgene, Janssen, Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Benboubker: Takeda, Celgene, Janssen, Amgen: Consultancy. Cook: Glycomimetcs: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau. Ho: Amgen, Bristol-Myers Squibb, Celgene, Novartis, Janssen, Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees. Trivedi: Janssen: Employment. Wu: Janssen: Employment. Casneuf: Janssen: Employment. Chiu: Janssen: Employment. Schecter: Janssen: Employment. Moreau: Amgen: Honoraria; Millennium: Consultancy, Honoraria; Celgene, Janssen, Takeda, Novartis, Amgen, Roche: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria; Onyx Pharmaceutical: Consultancy, Honoraria; Bristol-Myers Squibb: Honoraria; Celgene: Consultancy, Honoraria; Takeda: Honoraria; Novartis: Consultancy, Honoraria."
}