{
    "doi": "https://doi.org/10.1182/blood.V124.21.2339.2339",
    "article_title": "Enhanced Autophagy Promotes Survival of Peripheral Blast Cells from Murine Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Intensive chemotherapy for the treatment of leukemias inevitably provides cellular and metabolic stress to leukemic cells, leading to programmed cell death. In addition, anti-apoptotic property of leukemic cells could easily induce autophagy in response to anti-leukemic treatments and upregulation of autophagy is likely to contribute to the survival of leukemic cells by driving therapy resistance. Given that bone marrow (BM) supports leukemic cell proliferation by various types of stimuli from stromal cells or leukemic cells themselves, it is supposed that BM-occupying leukemic cells and circulating peripheral leukemic cells would have distinct difference in autophagic activity. However, comprehensive understanding of autophagic activity in leukemic cells has not been achieved so far. Here in this study, autophagic activities of leukemic cells in BM and peripheral blood (PB) from murine acute myeloid leukemia (AML) model driven by MLL-ENL fusion gene were evaluated. In the PB and BM from MLL-ENL AML mice, both mature (CD11b + c-Kit - ) and immature (CD11b + c-Kit + ) MLL-ENL + leukemic cells showed no difference in apoptotic status by Annexin-V/DAPI staining regardless of c-Kit expression. By contrast, from cell cycle analysis, c-Kit - leukemic cells in the BM were found to have higher frequency of S/G2 phase than PB counterparts, indicating the proliferative potential of BM leukemic cells. When molecules of intracellular signaling pathways regarding proliferation and survival were assessed, components of MAPK and PI3K-mTOR signaling pathways such as Erk1/2, Akt, S6K, and S6 were highly phosphorylated in c-Kit - BM AML cells compared to c-Kit - PB AML cells, implying the importance of activated cytokine signaling in the BM of MLL-ENL AML. For the autophagic evaluation of PB and BM AML cells, MLL-ENL fusion gene was introduced into autophagy sensor mice, GFP-LC3 transgenic mice, enabling us to check autophagy by GFP. PB AML cells from these mice showed decreased GFP intensity compared to BM counterparts, which meant more activated degradation of autophagosome in peripheral AML cells. By western blotting analysis, PB AML cells had the enhanced conversion of LC3A-I to LC3A-II, indicating activation of autophagy. Furthermore, activation of stress responsive pathways such as nuclear localization of Foxo3a and enhanced phosphorylation of eIF2a was observed in c-Kit - PB AML cells. Interpretation of microarray data using public database (GSE9476 and GSE34577) comparing PB and BM cells from clinical AML samples revealed that PB AML cells have significantly higher expression of amino acid transporters. From these results, it is strongly suggested that peripheral AML cells have enhanced autophagic activity in vivo. To elucidate the functional role of activated autophagy in PB AML cells, MLL-ENL fusion gene was introduced into conditional Atg5 or Atg7 knockout mice ( Atg5 flox/flox or Atg7 flox/flox ), both of which are essential for autophagy. Interestingly, genetic deletion of Atg5 or Atg7 in irradiated recipients transplanted with Atg5 flox/flox or Atg7 flox/flox AML cells caused significant increase of apoptotic cells in peripheral leukemic cells and significant decrease of peripheral white blood cell (WBC) counts and donor cell engraftment in PB, whereas Atg5 Δ/Δ or Atg7 Δ/Δ MLL-ENL AML mice had neither prolonged survival nor reduced leukemia-initiating capacity in serial transplants. Similar to MLL-ENL AML model, genetic deletion of Atg7 in advanced phase of chronic myeloid leukemia (CML) induced by BCR-ABL plus NUP98-HOXA9 fusion genes caused decreased WBC counts and increased apoptosis in peripheral leukemic cells, indicating that circulating leukemic cells favor autophagy for their survival. It is of note that Atg7 deletion had no impact on apoptosis in normal CD11b + myeloid fraction, implying that loss of Atg7 could spare normal myeloid cells. It remains to be seen what soluble factors could support the survival of AML cells in BM by suppressing autophagy, but our preclinical data provides the therapeutic potential of autophagy inhibition in the treatment of excessive peripheral leukocytosis. It is also highly expected that inhibition of autophagy could be more effective for BM AML cells when combined with chemotherapeutic agent to activate autophagy. Disclosures Sumitomo: Kyowa Hakko Kirin Co., Ltd.: Employment. Kurokawa: Kyowa Hakko Kirin Co., Ltd.: Research Funding, Speakers Bureau; SHIONOGI & CO., Ltd.: Consultancy; Novartis Pharma K.K.: Consultancy, Research Funding, Speakers Bureau; Celgene K.K.: Consultancy, Speakers Bureau; Bristol-Myers Squibb Company: Consultancy, Research Funding, Speakers Bureau; Sanofi K.K.: Consultancy; CHUGAI PHARMACEUTICAL CO., LTD.: Research Funding, Speakers Bureau; Astellas Pharma Inc., : Research Funding, Speakers Bureau; Dainippon Sumitomo Pharma Co.,Ltd.: Research Funding, Speakers Bureau; Asahi Kasei Co.: Research Funding, Speakers Bureau; Pfizer Inc.: Research Funding; Otsuka Pharmaceutical Co., Ltd.: Research Funding; MSD K.K.: Research Funding, Speakers Bureau; Takeda Pharmaceutical Co.,Ltd.: Research Funding, Speakers Bureau; Nippon Shinyaku Co., Ltd.: Research Funding, Speakers Bureau; TAIHO PHARMACEUTICAL CO., LTD.: Research Funding; Teijin Pharma Limited: Research Funding; Alexion Pharmaceuticals K.K.: Research Funding, Speakers Bureau; Eisai Co., Ltd.: Research Funding, Speakers Bureau; Mitsubishi Tanabe Pharma Corporation: Speakers Bureau; GlaxoSmithKline K.K.: Speakers Bureau; Janssen Pharmaceutical K.K.: Speakers Bureau; Yakult Pharmaceutical Industry Co., Ltd.: Speakers Bureau; Ono Pharmaceutical Co.,Ltd.: Speakers Bureau; Miraca Holdings Inc.: Speakers Bureau; CSL Behring K.K.: Speakers Bureau.",
    "topics": [
        "autophagy",
        "blast cells",
        "leukemia, myelocytic, acute",
        "mice",
        "leukemic cells",
        "proto-oncogene protein c-kit",
        "macrophage-1 antigen",
        "leukemia",
        "1-phosphatidylinositol 3-kinase",
        "amino acid transporter"
    ],
    "author_names": [
        "Yoshiki Sumitomo",
        "Junji Koya, MD PhD",
        "Keisuke Kataoka, MD PhD",
        "Takako Tsuruta-Kishino",
        "Ken Morita, MD",
        "Tomohiko Sato, MD PhD",
        "Mineo Kurokawa, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoshiki Sumitomo",
            "author_affiliations": [
                "Graduate School of Medicine, The University of Tokyo, Tokyo, Japan ",
                "Kyowa Hakko Kirin Co., Ltd., Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Junji Koya, MD PhD",
            "author_affiliations": [
                "Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keisuke Kataoka, MD PhD",
            "author_affiliations": [
                "Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takako Tsuruta-Kishino",
            "author_affiliations": [
                "Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Morita, MD",
            "author_affiliations": [
                "Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Sato, MD PhD",
            "author_affiliations": [
                "Graduate School of Medicine, The University of Tokyo, Tokyo, Japan ",
                "The University of Tokyo Hospital, Tokyo, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mineo Kurokawa, MD PhD",
            "author_affiliations": [
                "The University of Tokyo, Tokyo, Japan ",
                "The University of Tokyo Hospital, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:51:14",
    "is_scraped": "1"
}