{
    "doi": "https://doi.org/10.1182/blood.V124.21.5859.5859",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2819",
    "start_url_page_num": 2819,
    "is_scraped": "1",
    "article_title": "Serem Ferritin Was the Only Prognostic Factor for Disease Free Survival in MDS Patients after Allo-HSCT: A Single Centre Study ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities",
    "abstract_text": "Introduction: Myelodysplastic syndrome (MDS) represents a heterogeneous group of hematopoietic stem cell disorders characterized by single-lineage or multi-lineage cytopenias and a risk of progression to acute myeloid leukemia (AML). Despite the development of new drugs, allogeneic hematopoietic stem cell transplantation (allo-HSCT) remains the only potential curative therapy. We have a retrospective analysis of the efficacy and security of the allo-HSCT therapy for MDS in our singal centre. Method: Between June1999 and March 2012, 39 MDS patients with a median age of 32 years (range, 12-52) were transplanted with a matched related donor (n=10), unrelated donor (n=20) or haploidentical donor (n=9) in our centre. Of the patients, 62% were male; 44% had intermediate-1 risk, 13% intermediate-2 risk and 43% poor risk cytogenetics by the International Prognostic Scoring System criteria. The cell source was bone marrow (BM) in 36%, peripheral blood (PB) in 59% and BM+PB in 5%. 51% patients had received chemotherapy prior HSCT. Conditioning regimens were BUCY or BUCY plus ATG for matched related HSCT and unrelated transplants, AraC+BuCy+ATG+MeCCNU for haploidentical transplants. The median number of CD34+ cells/kg infusion was 5.52×10 6 (range, 0.8×10 6 -10.38×10 6 ).Graft-versus-host disease prophylaxis was employed by cyclosporine A (CsA), mycophenolate mofetil (MMF) and short-term methotrexate (MTX). 25 patients received serum ferritin measurement berore HSCT. The mediun level of serum ferritin was 1100ng/ml (range, 456-2318). Result: The median follow-up was 27 months(range,1.5-154). The 3-year disease free survival(DFS) was 60.8%. Transplant related mortality(TRM) was assessed at 37% on the whole cohort. 5% has no engraftment for a total of 2 patients. A neutrophil count of >0.5 × 10 9 /L was achieved at a median of 12 days (range, 9–24 days) and a platelet count of >20 × 10 9 /L within 14 days (9–49 days) post-transplant. Acute GVDH grade 1-2 was documented in 49%, grade 3-4 in 5% and no GVDH in 46%. Chronic GVHD could be identified in 27 patients (69%), 5 of whom had extensive disease, while the other 22 had limited disease. Overall 14 patients (36%) died. Causes of death were Infection 57%,GVDH 8%, haemorrhage 14%, engraft failure 14% and “other causes” 7%. Only one patients died because of relapse of the disease.DFS according to donor source (matched related donor 87.5%, unrelated donor 51.6% and haploidentical donor 55.6%) was not significant (p =0.22 ). Likewise no significant difference was found on DFS among BM 57%, PB 66.4% and BM+PB 50% (p =0.65). A similar DFS was seen in different risk categories (56.7% in intermediate, 66.7% in high-risk; p=0.51). No difference was seen in DFS according to the CD34+ cell number and whether received chemotherapy prior to HSCT. Only the elevated serum ferritin is associated with inferior DFS after HSCT(p =0.018 ). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allopurinol",
        "ferritin",
        "hematopoietic stem cell transplantation",
        "prognostic factors",
        "serum ferritin level result",
        "chemotherapy regimen",
        "cyclosporine",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "cytopenia"
    ],
    "author_names": [
        "Jimin Shi",
        "Yi Luo",
        "Yamin Tan",
        "Yu Lin",
        "Zhen Cai",
        "Maofang Lin",
        "He Huang, MD PhD"
    ],
    "author_affiliations": [
        [
            "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China"
        ],
        [
            "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ]
    ],
    "first_author_latitude": "30.2558917",
    "first_author_longitude": "120.17809849999998"
}