{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.785.785",
    "article_title": "Splicesome Mutant MDS and AML Cells Activate Innate Immune Signaling By Regulating the Expression of Therapeutically Targetable IRAK4 Isoforms ",
    "article_date": "December 7, 2017",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Disordered gene expression in myeloid and lymphoid leukemia",
    "abstract_text": "Alternative RNA splicing and mutations in spliceosome genes are common features of MDS and AML, however which misspliced genes contribute the malignant state remains unclear. A global analysis of intron and exon usage in AML revealed enrichment of alternatively spliced genes associated with inflammatory and immune pathways in leukemic cells as compared to normal cells. The gene with the greatest differential isoform expression was IRAK4, a serine/threonine kinase downstream of toll-like receptor (TLR) signaling. Examination of IRAK4 by RNA sequencing showed that normal cells preferentially express an IRAK4 isoform resulting from exclusion of the exon 4, which encodes a protein lacking the N-terminal death domain (IRAK4-Short). In contrast, a large proportion of MDS/AML samples show increased expression of an IRAK4 isoform that retains exon 4, encoding the full-length protein (IRAK4-Long). Of all somatic genetic mutations associated with AML, mutation of U2AF1 (S34F) significantly correlated with inclusion of exon 4 and expression of IRAK4-Long. Examination of IRAK4 exon 4 usage in CD34+ cells from genetically-defined MDS patient samples revealed that nearly all MDS patient samples containing mutations in U2AF1 exhibited increased inclusion of exon 4 as compared to WT U2AF1 MDS samples or healthy controls. Strikingly, SF3B1 mutant MDS patient samples also exhibited increased expression of IRAK4-Long, suggesting a unifying mechanism of IRAK4 isoform expression in spliceosome mutant MDS/AML. Higher expression of IRAK4-Long in MDS CD34+ cells or AML blasts is associated with poor prognosis, and correlates with elevated blast counts and transfusion dependency in MDS. Utilizing a splicing reporter containing exon 4 and flanking intron sequences of IRAK4, U2AF1-S34F induced retention of the cassette exon 4, while WT U2AF1 mediated exclusion of exon 4. Ectopic expression of U2AF1-S34F in AML cells resulted in significant retention of IRAK4 exon 4 and expression of IRAK4-Long protein. Functional characterization of the IRAK4 isoforms in human AML cell lines revealed that IRAK4-Long induces NF-kB activation, suggesting that mutations in U2AF1 instruct expression of IRAK4 RNA isoforms with maximal functional potential. Importantly, U2AF1-S34F AML cells were more sensitive to pharmacologic inhibition of IRAK1/4 as compared to isogenic cells with WT U2AF1. CA-4948, a potent oral small-molecule inhibitor of IRAK4, blocked IRAK4-mediated signaling in TLR-stimulated THP1 AML cells, and decreased leukemic burden in xenografted mice. Finally, CA-4948 treatment led to reduced leukemic engraftment of primary patient MDS/AML samples with expression of IRAK4-Long. Taken together, we find that mutations in U2AF1 and SF3B1 induce expression oftherapeutically targetable\"active\" IRAK4 isoforms and provide a genetic link to chronic innate immune signaling and IRAK1/4 activation in MDS and AML. Disclosures Steidl: Novartis: Research Funding; Celgene: Consultancy; Bayer Healthcare: Consultancy; GlaxoSmithKline: Research Funding; Aileron Therapeutics: Consultancy, Research Funding. Booher: Curis, Inc: Employment, Equity Ownership.",
    "topics": [
        "protein isoforms",
        "signal transduction",
        "spliceosomes",
        "leukemic cells",
        "nf-kappa b",
        "protein-serine-threonine kinases",
        "rna",
        "sequence analysis, rna",
        "toll-like receptor",
        "transfusion"
    ],
    "author_names": [
        "Molly A Smith",
        "Gaurav Choudhary, PhD",
        "Andrea Pellagatti, PhD",
        "Kwangmin Choi, PhD",
        "Tushar Damodar Bhagat, PhD",
        "Nathan Salomonis, PhD",
        "Matthew J. Walter, MD",
        "Kakajan Komurov",
        "Maria Elena S Sampson",
        "Shanisha Gordon",
        "Dagny Von Ahrens",
        "Kith Pradhan, PhD",
        "Ulrich G. Steidl, MDPhD",
        "Robert Booher, PhD",
        "Jacqueline Boultwood, PhD",
        "Amit Verma, MD",
        "Daniel Starczynowski, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Molly A Smith",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
                "Department of Cancer Biology, University of Cincinnati, Cincinnati, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gaurav Choudhary, PhD",
            "author_affiliations": [
                "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Pellagatti, PhD",
            "author_affiliations": [
                "Bloodwise Molecular Haematology Unit, University of Oxford, John Radcliffe Hospital, Oxford, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kwangmin Choi, PhD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tushar Damodar Bhagat, PhD",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan Salomonis, PhD",
            "author_affiliations": [
                "Bioinformatics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J. Walter, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kakajan Komurov",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Elena S Sampson",
            "author_affiliations": [
                "Curis, Lexington, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shanisha Gordon",
            "author_affiliations": [
                "Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dagny Von Ahrens",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kith Pradhan, PhD",
            "author_affiliations": [
                "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich G. Steidl, MDPhD",
            "author_affiliations": [
                "Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Booher, PhD",
            "author_affiliations": [
                "Curis, Lexington, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline Boultwood, PhD",
            "author_affiliations": [
                "Bloodwise Molecular Haematology Unit, University of Oxford, John Radcliffe Hospital, Oxford, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Verma, MD",
            "author_affiliations": [
                "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Starczynowski, PhD",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
                "Department of Cancer Biology, University of Cincinnati, Cincinnati, OH "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T06:42:39",
    "is_scraped": "1"
}