{
    "doi": "https://doi.org/10.1182/blood-2019-131720",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4383",
    "start_url_page_num": 4383,
    "is_scraped": "1",
    "article_title": "Phenotypic Corrections of Ex Vivo Erythrocytes Derived from Chronic Hemolytic Anemia Patients Due to Krϋppel-like Factor 1 ( KLF-1 ) Mutations By AG-348: A Novel Synthetic Pyruvate Kinase Activator ",
    "article_date": "November 13, 2019",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "topics": [
        "culture media",
        "erythrocytes",
        "fibrinogen",
        "hemolytic anemia",
        "mutation",
        "phenotype",
        "pyruvate kinase",
        "transcriptional activation",
        "transfusion",
        "dimethyl sulfoxide"
    ],
    "author_names": [
        "Thidarat Suksangpleng, PhD",
        "Kalaya Tachavanich, M.Sc.",
        "Suchada Riolueang, MSc",
        "Supachai Ekwattanakit, PhDMD",
        "Vip Viprakasit, MD DPhil"
    ],
    "author_affiliations": [
        [
            "Siriraj-Thalassemia Center, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand "
        ],
        [
            "Department of Pediatrics, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand "
        ],
        [
            "Mahidol University, Bangkok, Thailand "
        ],
        [
            "Siriraj-Thalassemia Center, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Siriraj-Thalassemia Center, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ]
    ],
    "first_author_latitude": "13.757161299999998",
    "first_author_longitude": "100.4860822",
    "abstract_text": "Introduction: Pyruvate kinase-red blood cell (PK-R) enzyme is an isoform of PK-liver (PK-L) expressed by tissue-specific promoter on the PKLR gene. The PK-R functions in the glycolytic pathway to generate pyruvate & adenosine triphosphate (ATP), the energy carrier molecule supporting 120-day red blood cells (RBCs) survival. Patients with PKLR mutations have PK deficiency (PKD) & defective RBCs leading to different degree of chronic hemolysis from non-transfusion to transfusion dependent. A novel synthetic AG-348 compound, an allosteric activator of PK, enhances PK-R activity in patients with PKD (Kung et al., 2017). Previously, our group described a novel form of severe hemolytic anemia due to mutations of the Krϋppel-like factor 1 (KLF1 disease) (Viprakasit et al ., 2014). Besides deregulated globin gene switching with persistent embryonic globin expression, all KLF1 patients had low PK-R activity leading to hemolytic anemia & transfusion dependency. Decreased KLF1 expression in trans lead to phenotypes mimic that of PKD since the PKLR genes are regulated by the KLF1 . At present, there is no specific treatment for KLF1 disease besides supportive care & RBCs transfusion. Objective: To determine ex vivo effects of AG-348 on PK-R activity, ATP production & potential adverse effects on RBC physiology (hemolysis, inducing reactive oxygen species (ROS) and apoptosis) in RBCs from KLF1 patients. Methods: EDTA-whole blood samples were collected from two non-regularly transfused KLF-1 patients. The genotypes of the PKLR and KLF1 genes were confirmed by Sanger sequencing. RBCs were isolated by cellulose column and prepared into a suspension; 1 x 10 8 RBCs/mL and subsequently incubated with various concentrations of AG-348 (Agios Co. Ltd.); 0.002 - 10 μM at 37⁰C overnight. The AG-348-treated RBCs were then harvested and determined for PK-R activity by coupled enzyme assay with lactate dehydrogenase and ATP production. Furthermore, we evaluated possible adverse consequences of this compound by evaluating hemolysis, intracellular ROS and apoptosis and numeration by flow cytometry. Results: Two adolescent patients: patient A & B had chronic anemia with baseline hemoglobin (Hb) ≤ 8 g/dL with high reticulocyte count (10 %) and high level of Hb F. The genotypes of KLF1 gene were identified in both subjects as compound heterozygotes of one null and one missense mutation ( Table 1 ). Both patients had low PK-R activity but no PKLR gene mutation identified. Using an ex vivo assay, the PK-R activities of patients' RBCs significantly increased after incubation with AG-348 in a dose-dependent manner for 100% to 150% compared to baseline and 0.1% DMSO as control. Moreover, the ATP production, a direct product from RBC glycolytic pathway driven by PK catalysis also significantly increased in AG-348 incubated RBCs in a similar manner ( Figure 1A and 1B ). Nevertheless, there were no changes in normal RBC controls for both PK activity and ATP generation. Also, AG-348 did not adversely induce hemolysis in the KLF1 -mutated RBCs as determined by Hb released (µg/mL) in the culture medium compared with 0.1% DMSO ( Figure 1C ). Similarly, intracellular ROS detected by mean fluorescent intensity (MFI) & apoptotic signals did not increase in normal and KLF1 -mutated RBCs (data not shown). Conclusion: Our ex vivo study using RBCs derived from KLF-1 patients is the first investigation to suggest a potential clinical role of the AG-348 as a therapeutic intervention in this hereditary condition. Our results were consistent with the previous study that AG-348 enhanced PK-R activity & ATP production in RBCs from patients with classical PKD due to PKLR mutations (Kung et al ., 2017) and currently this compound is under investigation in patients with non-transfusion dependent & transfusion dependent PKD (NCT03548220 and NCT03559699, respectively). For the safety profile, the AG-348 does not induce ROS and apoptosis in our ex vivo setting. Interestingly, our data showed that AG-348 might be effective for RBCs with lower PK activity and potentially improves RBCs survival, no matter the causes of PKD. Our study warrants further investigation to determine whether this PK correction could be translated into a clinical benefit in our KLF-1 patients. Finally, our finding suggests that the activity of AG-348 might include those with higher RBCs turnover & exhaust PK activity such as other hemolytic anemias especially thalassemia & hemoglobinopathy. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}