{
    "doi": "https://doi.org/10.1182/blood-2019-124933",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4353",
    "start_url_page_num": 4353,
    "is_scraped": "1",
    "article_title": "Chronic Kidney Disease Is Under-Screened in SCD and Mild Albuminuria Is Associated with a Drop in Hemoglobin: A Report from the Grndad Sickle Cell Registry ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "albuminuria",
        "drepanocytes",
        "hemoglobin a",
        "kidney failure, chronic",
        "screening",
        "hemoglobin",
        "hemoglobin measurement",
        "sickle cell anemia",
        "anemia",
        "hamilton rating scale for anxiety"
    ],
    "author_names": [
        "Elizabeth Williams, BA",
        "Elizabeth Brown",
        "Deepa Manwani, MD",
        "Payal Desai, MD",
        "Joshua J. Field, MD",
        "Lynne D. Neumayr",
        "Susan Padrino, MD",
        "E. Leila Jerome Clay, MD MCTS, FAAP",
        "Ze Cong, PhD",
        "Irene Agodoa, MD",
        "Carolyn Hoppe, MD",
        "Sophie M. Lanzkron, MD",
        "Jane A. Little, MD"
    ],
    "author_affiliations": [
        [
            "Johns Hopkins School of Medicine, Baltimore, MD "
        ],
        [
            "Johns Hopkins School of Medicine, Baltimore, MD "
        ],
        [
            "Children's Hospital at Montefiore, Bronx, NY "
        ],
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "Blood Center of Wisconsin, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Dept. of Hematology/Oncology, Children's Hospital Oakland, Oakland, CA "
        ],
        [
            "University Hospital Cleveland Medical Center, Cleveland, OH "
        ],
        [
            "Department of Pediatrics, Division of Hematology / Oncology, Johns Hopkins University, St Petersburg, FL "
        ],
        [
            "Global Blood Therapeutics, South San Francisco, CA "
        ],
        [
            "Global Blood Therapeutics, South San Francisco, CA "
        ],
        [
            "Global Blood Therapeutics, San Francisco, CA "
        ],
        [
            "Department of Medicine, Division of Hematology, Johns Hopkins Medicine, Baltimore, MD "
        ],
        [
            "Sickle Cell Disease Program/Department of Medicine, University of North Carolina, Chapel Hill, NC"
        ]
    ],
    "first_author_latitude": "39.299216099999995",
    "first_author_longitude": "-76.5933799",
    "abstract_text": "The Globin Research Network for Data and Discovery ( GRNDaD) is a combined effort, from 6 US clinical sites (Baltimore, Cleveland, Columbus OH, Milwaukee, Oakland, and The Bronx) that care for people with sickle cell disease (SCD), to improve care through shared data collection and review and quality improvement. Using a single IRB-Reliant protocol, we have assembled harmonized baseline and annual data on 758 adults with sickle cell disease (41.7% male and 58.3% female, mean age 35.5), collected on a REDCap server housed at Johns Hopkins. For this study, we reviewed adherence to the 2014 NHLBI Guidelines on the management of SCD -- which recommends annual screening for chronic kidney disease (CKD) by testing for albuminuria or proteinuria in anyone over the age of 10 with sickle cell disease. To evaluate whether subjects had an annual visit in any given year we used the recording of a well visit hemoglobin. Of the 758 adults in the study 411 had at least one year of follow up data marked as completed. Among these 411 adults there were 826 distinct observations. Of these 826 observations, 137 observations among 85 subjects did not have any hemoglobin lab drawn, suggesting that they did not have a well outpatient visit during that year. Amongst the observation years, where a well hemoglobin was performed, yearly screening for albuminuria occurred in 37.4% (258/689) of annual observations. There was an association between having screening for CKD and site of care (p<.0001), with some sites having adhered to guidelines in 34.2% of observation years and others having adhered 75.9% of years. There was no association between adherence and genotype or sex. Albuminuria was associated with a clinical phenotype. A multi-variable linear mixed effects model controlling for age and gender with a randomly varying intercept based on the subject, excluding chronically transfused subjects, and stratified by sickle cell anemia (HbSS or HbSB0, SCA) or variant genotypes was used. There was a significant association in those with SCA between the presence of albuminuria between 30 and 300, level (A2) and hemoglobin. Hemoglobin levels were, on average, 0.79 g/dL lower in those with albuminuria between 30-300 when compared to those with no albuminuria (A1, P=0.005). For those with SCA and albuminuria greater than 300 (A3), the sample size was small (n=28) and hemoglobin levels were 0.61 g/dl lower compared to those without albuminuria but this was not statistically significant (p=0.12). For those with variant compound heterozygous SCD and A2 albuminuria, hemoglobin levels were not statistically significantly different from those without albuminuria. However, high-grade albuminuria (A3) was associated with hemoglobin levels which were, on average, 1.86 g/dL lower than those in group A1 (P=0.004). Interestingly, the association between reduced hemoglobin and albuminuria was seen in both variant and SCA genotypes in the context of a preserved creatinine (<1.0 mg/dL). Using a multisite registry we demonstrate the need to develop strategies to assist providers and patients with adherence to guideline based recommendations for routine screening for chronic kidney disease in adults with SCD. The early association of albuminuria with worsening anemia, even in the absence of elevated creatinine levels, suggests an added urgency to screening. The causality of the association remains unclear but emphasizes the need for longitudinally followed cohorts that might help us understand the relationship between anemia and the development of CKD. Figure View large Download slide Figure View large Download slide  Disclosures Manwani: Novartis: Consultancy; Pfizer: Consultancy; GBT: Consultancy, Research Funding. Desai: Novartis: Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; University of Pittsburgh: Research Funding; Ironwood: Other: Adjudication Board; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Potomac: Speakers Bureau. Field: Ironwood: Consultancy, Research Funding; Rigel: Research Funding; Prolong: Research Funding; Incyte: Research Funding. Neumayr: La Jolla Pharmaceuticals: Research Funding; Pfizer: Consultancy, Research Funding; Bayer: Consultancy; CTD Holdings: Consultancy; CDC: Research Funding; Celgene: Research Funding; Imara: Research Funding; NHLBI: Research Funding; Sangamo: Research Funding; HRSA: Research Funding; GBT: Research Funding; Emmaus: Consultancy; Apopharma: Consultancy; Sancillo: Research Funding; Novartis: Research Funding; Bluebird Bio: Research Funding; Silarus: Research Funding; Terumo: Research Funding; PCORI: Research Funding; Doris Duke Foundation: Research Funding; Seattle Children's Research Grants: Research Funding. Clay: Novartis: Speakers Bureau. Cong: Global Blood Therapeutics: Employment, Equity Ownership. Agodoa: Global Blood Therapeutics: Employment, Equity Ownership. Hoppe: Global Blood Therapeutics: Employment, Equity Ownership. Lanzkron: PCORI: Research Funding; Pfizer: Research Funding; Global Blood Therapeutics: Research Funding; Ironwood: Research Funding; HRSA: Research Funding; NIH: Research Funding. Little: Hemex Health, Inc.: Patents & Royalties; GBT: Research Funding."
}