{
    "doi": "https://doi.org/10.1182/blood-2018-99-119843",
    "article_title": "CLL Intraclonal Fractions Defined By Time Since Cell Birth/Division Promote a Leukemia-Supportive, Immune-Tolerant Microenvironment By Distinct Mechanisms ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) cells actively participate in the formation of the tumor microenvironment (TME). The interplay of CLL cells and leukemia-supporting cells such as Th2 cells and regulatory T cells (Tregs) promotes a leukemia-supportive, immune-tolerant TME. In these supportive/tolerogenic niches of lymph nodes (LN) and bone marrow (BM), CLL cells slowly proliferate, and the rate of proliferation correlates with disease progression. However, how these dividing/recently-divided cells and other intraclonal CLL fractions interact with non-neoplastic cells to shape the TME to support growth and accelerate disease is unclear. To address these questions, matched LN and PB samples collected at day 13 after 2 H 2 O ingestion from treatment-naïve patients (7 with stable disease and 7 with active disease) were sorted to determine in vivo growth rates of CLL cells within the proliferative fraction (PF, CXCR4 Dim CD5 Bright ), resting fraction (RF, CXCR4 Bright CD5 Dim ) and intermediate fraction (IF, CXCR4 Int CD5 Int ). In LN, PF cells had the highest 2 H-DNA levels, and only the growth rate of PF but not IF or RF cells correlated with disease aggressiveness. In the PB, PF cells also had the highest growth rate; however, all 3 fractions (PF, IF, RF) had 2 H-DNA levels that correlated with disease aggressiveness. Thus, PF cells from patients with aggressive clinical course undergo quicker transitions to the IF and then to the RF which might promote faster tissue homing and disease progression. Indeed, more PF cells from active than stable disease patients were found in the spleen (SP) and BM and less remained in PB, 18 hours post-injection into NSG mice. Gene expression profiling (GEP) was then performed on RF, IF, and PF from 7 paired PB and LN samples. GEP signatures of the PF from PB and LN were similar, consistent with 2 H 2 O data that the PF are recent emigrants from TME. These GEP also inferred enhanced cell proliferation (CCND2, CDK2AP1), adhesion and motility (FERMT3, CD49d, CD11a, CD21), antigen presentation (CD1C), and promotion of T-cell trafficking (CCL3, CCL4) in LN CLL cells within the PF but not the IF or RF. Thus, CLL cells within the three intraclonal fractions might promote distinct biologic functions. To test this, we studied T cell responses stimulated by the CXCR4/CD5 fractions in vitro and in vivo . In an antigen-driven allo-MLR, the whole clone of CLL cells triggered the division of normal T cells, but PF induced the highest level of T-cell division that is ≥ 3 times more than any other fraction. Similarly, in an autologous polyclonal CD4 T cell response stimulated by anti-CD3/28 Dynabeads and IL-2, T-cell division was suppressed by unseparated CLL cells and each fraction. However, the least suppression was seen in T cells co-cultured with PF cells compared to those cultured alone or with IF or RF. In both settings, PF cells induced significantly more IL-4 + T cells, and RF cells triggered more Tregs. Similar numbers of Th1 cells were seen in all cultures. The RF and IF, but not the PF, produced the immunosuppressive cytokine IL-10. Finally, when dividing cases based on disease aggressiveness, significantly more T-cell division was triggered by PF and RF from active patients than stable patients; the percentages of Th1 and Th2 cells however were similar. These results were confirmed in vivo ; in NSG mice injected with autologous T cells together with the PF, IF or RF sorted from 2 sets of active versus stable disease patients, PF from all 4 cases induced the highest levels of CLL B and T cell expansion in SP and BM, and RF from active but not stable disease patients triggered the growth of CLL T and B cells. In summary, CLL disease progression correlates with the rate of CLL cell division, and the rapidity that CLL cells home to the TME. The intraclonal fractions of CLL clones exhibit distinct biologic properties that can be further differentiated based on disease aggressiveness. This appears especially relevant for the development of a leukemia-supportive, immune-tolerant TME contributed by all 3 CXCR4/CD5 fractions, albeit by different mechanisms. The PF creates this by superior antigen presentation capacity and skewing T cell function to an immunosuppressive Th2 phenotype. For the IF and RF, this is done by inducing IL-10 secretion and amplifying Tregs. Together, these findings suggest the possibility of targeting specific subpopulations in CLL clones with distinct immunoregulatory modalities as a novel form of therapy. Disclosures Chen: Beigene: Research Funding; Pharmacyclics: Research Funding; Verastem: Research Funding. Wiestner: Pharmacyclics LLC, an AbbVie Company: Research Funding. Rai: Cellectis: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Roche/Genentech: Membership on an entity's Board of Directors or advisory committees. Chiorazzi: Janssen, Inc: Consultancy; AR Pharma: Equity Ownership.",
    "author_names": [
        "Shih-Shih Chen, PhD",
        "Xiao J. Yan, MD PhD",
        "Thomas M. Herndon, MD",
        "Clare C. Sun, MD",
        "Priyadarshini Ravichandran",
        "Michael Ibrahim",
        "Barbara Sherry, PhD",
        "Adrian Wiestner, MD",
        "Kanti R Rai, MD",
        "Nicholas Chiorazzi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shih-Shih Chen, PhD",
            "author_affiliations": [
                "Karches Center for Oncology Research, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiao J. Yan, MD PhD",
            "author_affiliations": [
                "Karches Center for Oncology Research, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M. Herndon, MD",
            "author_affiliations": [
                "Department of Medicine, Uniformed Services University, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clare C. Sun, MD",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priyadarshini Ravichandran",
            "author_affiliations": [
                "Karches Center for Oncology Research, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Ibrahim",
            "author_affiliations": [
                "Karches Center for Oncology Research, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Sherry, PhD",
            "author_affiliations": [
                "Center for Immunology and Inflammation, The Feinstein Institute for Medical Research, Northwell Health System, Manhasset, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Wiestner, MD",
            "author_affiliations": [
                "NIH, NHLBI, Bethesda, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanti R Rai, MD",
            "author_affiliations": [
                "Karches Center for Oncology Research, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Chiorazzi, MD",
            "author_affiliations": [
                "Karches Center for Oncology Research, The Feinstein Institute for Medical Research, Northwell Health, Manhasset, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:38:59",
    "is_scraped": "1"
}