{
    "doi": "https://doi.org/10.1182/blood.V108.11.3978.3978",
    "article_title": "Dengue Fever and Thrombocytopenia: A Deadly Duo. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Dengue fever (DF) is one of the most ill understood diseases of Asian Pacific countries which is associated with reversible vascular complications. These complications are part of severe manifestations of Dengue Haemorregic Fever (DHF) and Dengue Shock Syndrome (DSS) which can be prevented with early detection and appropriate interventions. Increased hematocrit, elevated liver enzymes, altered coagulation profile and decreased platelet count are some of the parameters which predicts severity of this disease. Thrombocytopenia is always considered a predictive parameter for the inpatient management of dengue fever as well as recovery parameter in DHF and DSS. We examined 28 reviews and original articles out of 175 listed in “Pub med” on Dengue Fever and thrombocytopenia to find any possible relevance with the pathophysiology of thrombocytopenia and clinical bleeding in dengue across the spectrum of disease. Correlation between platelet counts and development of clinical bleeding was also studied as well as diagnostic markers for early detection. Finally, we summarize recent reports on treatment of thrombocytopenia, including evidence for conservative use of platelet transfusions and briefly complications of platelet transfusions. Thrombocytopenia is the most common laboratory finding in dengue patients, most patients manifesting petechiae, epistaxis, and mild mucosal bleeding. Severe hemorrhage is catastrophic and associated high mortality. Close monitoring of the patient for hemorrhagic manifestations and marked thrombocytopenia is strongly recommended. Other modalities include transfusion therapy with supportive therapy.",
    "topics": [
        "dengue fever",
        "thrombocytopenia",
        "hemorrhage",
        "early diagnosis",
        "platelet transfusion",
        "blood coagulation tests",
        "dengue shock syndrome",
        "epistaxis",
        "fever",
        "laboratory test finding"
    ],
    "author_names": [
        "Ajit Lale, MD",
        "Seema Lale, MD",
        "Rodger Bick, MD,PhD",
        "Jawed Fareed, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ajit Lale, MD",
            "author_affiliations": [
                "Pathology, Loyola University Chicago, Maywood, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seema Lale, MD",
            "author_affiliations": [
                "Pathology, Loyola University Chicago, Maywood, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodger Bick, MD,PhD",
            "author_affiliations": [
                "Medicine and Pathology, University of Texas, SW Medical School, Channel Island, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, PhD",
            "author_affiliations": [
                "Pathology, Loyola University Chicago, Maywood, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T15:33:52",
    "is_scraped": "1"
}