{
    "doi": "https://doi.org/10.1182/blood.V116.21.1879.1879",
    "article_title": "Splenectomy In Patients with MDS ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster I",
    "abstract_text": "Abstract 1879 Splenectomy in patients with MDS is a treatment option that is beeing applied very rare [Steensma D., et al, Leuk Res.,2003; Bourgeosis E., et al, Leukemia, 2001]. There are anecdotal reports with very few patients demonstrating its efficacy. In most cases splenectomy was indicated for MDS patients with immune related thrombocytopenia. Here we would like to report the results of 33 splenectomies in patients with MDS who have been treated in our Center during 1994–2010. Within this period of follow-up totally 155 patients were diagnosed with different forms of MDS, 35% of them presenting with hypoplasia. The MDS treatment algorithm in our Center incorporates splenectomy as one of the options for pts with hypoplastic forms of MDS with bone marrow blast count less than 10%, refractory to initial cyclosporin A treatment or refractory to transfusions. Among patients who were splenectomised there were 20 females, 13 males with a median age of 40 years (range 18–74). Median time from diagnosis to splenectomy was 12 months (range 4–107). By WHO-classification there were 2 patients with RA, 22 – with RCMD, 2 – with MDS and del (5q), 6 - with RAEB, 1 - with AML after MDS. Cytogenetic analysis was available in 32 cases, and karyotype was normal in 15 patients (47%).The most common abnormalities were: del (5q) - 3, del (20q) - 2, trisomy 8 - 2, tetrasomy 8 - 1, monosomy 7 - 2, complex karyotype - 4. Bone marrow biopsy revealed hypoplasia in 25 patients (75%), myelofibrosis – in 7 (21%). The median WBC count was 2,6*10 9 /L (range 0,6-8,7), hemoglobin 6,9 g/dL (47-119) and platelets 26*10 9 /L (6-170). 27 pts (82%) were RBC transfusion dependent, 22 (67%) - platelets transfusion dependent. 13 pts had received immunosuppression therapy (ATG, cyclosporine A) before splenectomy, 2 - cytotoxic chemotherapy, 3 - decitabine. The majority of splenectomies were done by laparoscopic method - 26 (79%), in one case the convertion was done. In all cases we performed liver biopsy. Postoperative complications (hemorrhage) occurred in 1 patient but there were no deaths due to operation. One death occurred in 7 days after splenectomy due to fulminant progression to AML. Median spleen weight was 180 gms (range 70–930). Median intraoperative blood loss was 250 ml (range 50–9350). Histology was available in 30 patients. Extramedullary hematopoesis was revealed in 3 cases (10%), blast infiltration - in 2 (7%), massive lymphoid infiltration was detected in 5 cases and in one patient in was proved to be clonal (marginal zone lymphoma, MZL). Hemosiderin depositions in the macrophages were seen in half of the cases -16 (53%). One case was characterized by granulomatosis in spleen and liver with negative immunohistohemical staining to Mycobacteria tuberculosis. Splenectomy lead to sustained improvement of cytopenias in 16 cases (48%): decreased transfusion dependence in 14 (42%) and transfusion independence in 2 (6%). After splenectomy 5 patients were followed by “wait and see” approach, 17 continued with immunosuppressive therapy (ATG,CyA), 3 patients were treated with cytotoxic chemotherapy, 1 – with decytabine, 2 received EPO, 1- danazol, 2 - iron chelation therapy, 2 – only transfusions therapy. We did not noticed the infections rate augmentation after splenectomy. Transformation to AML was registered 6 (18%) at median 6 months (0,3 -9). 13 splenectomized patients (39%) died at a median 12 months (range 0,3-84) and the main death reasons were: AML progression, aplasia deterioration followed by infections and hemorrhage. 20 patients are alive with a median follow-up after splenectomy 33 months (2-108). Analysis of our 15-years study data give us a confidence to conclude that splenectomy still may be an adequate option for distinct forms of MDS (hypoplastic forms with bone marrow blast count less than 10%, refractory to initial immunosupressive treatment or refractory to transfusions), producing cytopenia improvement in half of the patients with decreasing transfusion dependance also in half of the patients, sometimes bringing a clear diagnosis (MZL). The mechanism of action is not very clear but we can speculate that splenectomy removes the “cell-destroying” organ, deminishes immune pathways of cytopenias due to large lymphoid compartment deletion, provides the resustainment of sensitivity to immunosupressive agents. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "splenectomy",
        "transfusion",
        "blood transfusion",
        "brachial plexus neuritis",
        "cytopenia",
        "cyclosporine",
        "cytotoxic drug therapy",
        "follow-up",
        "hemorrhage",
        "infections"
    ],
    "author_names": [
        "Alina V Kokhno",
        "Elena A Mikhailova",
        "Elena N Parovichnikova",
        "Karen I Ntanisian",
        "Suren R Karagulyan",
        "Irina B Kaplanskaya",
        "Elena V Domratcheva",
        "Valeri G Savchenko"
    ],
    "author_dict_list": [
        {
            "author_name": "Alina V Kokhno",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elena A Mikhailova",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena N Parovichnikova",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen I Ntanisian",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suren R Karagulyan",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irina B Kaplanskaya",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena V Domratcheva",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russia, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeri G Savchenko",
            "author_affiliations": [
                "National Research Center for hematology, Moscow, Russia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:30:24",
    "is_scraped": "1"
}