{
    "doi": "https://doi.org/10.1182/blood.V120.21.1720.1720",
    "article_title": "Azacitidine (AZA) Combined with Idarubicin in Untreated Patients with High Risk MDS – Results of a Phase I/II Study of the Groupe Francophone Des Myelodysplasies ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "abstract_text": "Abstract 1720 Background: hypomethylating agents, especially AZA, have become the reference treatment of higher risk MDS, but the median survival of about 2 years obtained with AZA remains modest, and must be further improved. In addition, if it is able to increase overall survival in MDS, AZA yields only about 30% of marrow response (including CR+PR+ mCR), Idarubicin given at conventional dose (12 mg/m2/d during 3 days) is the anthracycline of choice in the intensive chemotherapy given with cytarabine in patients with high risk MDS and, given as a single agent, induces up to 30% of complete remission (CR) in elderly AML patients. Thus, we designed a phase I/II study evaluating the safety and efficacy of 2 doses of Idarubicin combined with Azacitidine in high risk MDS patients (clinical trial NCT01305135 ). Methods: For this trial Azacitidine was combined with increasing doses of Idarubicin. Main Inclusion criteria were: (1) IPSS int 2 or high MDS, or CMML with WBC < 13,000/mm3 and marrow blasts > 10% or AML with 20–30% marrow blasts (corresponding to EU label for AZA) (2) Age 3 18 years (3) Performance Status (PS) <=2 (4) no prior treatment except ESAs. Patients received Azacytidine 75 mg/m2/d SC during 7 days every 4 weeks combined on day 8 of each cycle to Idarubicin 5 mg/m2 (administered by 1 hour IV infusion) in the first cohort of 10 patients, escalated to Idarubicin 10 mg/m2 IV in the second cohort of 10 patients after review of toxicity (especially hematological) of the 1st cohort by the independent DSMB r. The primary endpoint of the study was response after 6 cycles according to IWG criteria. Data were analyzed at the reference date of June, 1 St 2012. Results: The 20 study patients (from 8 centers) were enrolled b etween Dec 2010 and Feb 2012, including 7 women and 13 men with a median age of 75 years. At inclusion, WHO classification was RCMD in 1 pt, CMML in 1 pt, RAEB-1 in 6 pts, RAEB-2 in 7 pts, AML in 3 pts and unclassified in 2 pt. Median marrow blasts were 6.5% (0–26) Karyotype (IPSS) was favorable in 7 pts, int in 3 pts and unfav in 8 pts (2 pts had cytogenetic failure). IPSS was high in all patients. PS was 0 in 28% pts, 1 in 50% and 2 in 22%. A total of 92 cycles of treatment had been administrated with a median number of 5 cycles/patient and 10 pts had received 6 or more cycles. 14 patients had terminated the study due to side effects (severe febrile pancytopenia, n=2), disease progression (n=5, after 2–10 cycles), death (disease progression, severe septic shock after Cycle 2, and unrelated coma), stable disease after 6 cycles (n=3), and patient decision (n=1). Overall 7 pt had died. 18 SAEs were reported observed in 9 patients, including 10 episodes of febrile neutropenia, 3 episodes of bleeding and 5 unrelated SAE. Of the 20 patients enrolled in the study, 19 were evaluable for response after 3 cycles, including 10/10 in the First cohort and 9/10 in the second cohort. One patient achieved CR, 2 PR, 1 mCR and 2 additional patients achieved stable disease with HI, leading to an Overall response rate of 6/19 (32%). Two patients were still on study but did not reached cycle 6. Thus, after 6 cycles, 17 patients, only could be evaluated. Among them 9/17 (53%) patients were still on study, 2 pts had died, 3 progressed, 2 had experienced sides effects and had terminated the study and 1 pt had withdrawn consent. Two patients achieved CR (including 1 already in CR at cycle 3), 2 PR and 2 additional patients achieved stable disease with HI leading to an Overall response rate of 6/17 (35%). At the time of the present analysis, none of the responder had relapsed. Conclusion: The phase I/II results presented here show that Idarubicin can be combined to Azacitidine with acceptable toxicity. Whether the azacitidine- Idarubicin combination can improve the outcome of higher risk MDS patients will be evaluated in a phase II randomized trial comparing this combination (and other combinations of azacitidine with other drugs) to azacitdine alone alone. Data of the present phase I/II trial will be updated at the meeting. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "azacitidine",
        "idarubicin",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "disease progression",
        "leukemia, myelomonocytic, chronic",
        "mineralocorticoid receptor",
        "refractory anemia with excess blasts",
        "toxic effect",
        "adverse effects"
    ],
    "author_names": [
        "Lionel Ades, MD, PhD",
        "Benoit de Renzis",
        "Ramzi Jeddi, MD",
        "Jacques Delaunay, MD",
        "Thorsten Braun",
        "Mathilde Hunault Berger, MD, PhD",
        "Aspasia Stamatoullas",
        "Laurence Sanhes, MD",
        "Benedicte Samey",
        "Fatiha Chermat",
        "Baklis Meddeb",
        "Pierre Fenaux, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lionel Ades, MD, PhD",
            "author_affiliations": [
                "Hematology Department, AP-HP, Hôpital Avicenne, Université Paris 13, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Benoit de Renzis",
            "author_affiliations": [
                "Service d'Hématologie Clinique Adulte et de Thérapie Cellulaire, CHU Estaing, Clermont-Ferrand, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramzi Jeddi, MD",
            "author_affiliations": [
                "Aziza Othmana University Hospital, Tunis, Tunisia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques Delaunay, MD",
            "author_affiliations": [
                "Hematology department, CHU de Nantes, Nantes, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Braun",
            "author_affiliations": [
                "Clinical Hematology, Hôpital Avicenne, AP-HP, Université Paris 13, Bobigny, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathilde Hunault Berger, MD, PhD",
            "author_affiliations": [
                "Service d'hématologie, CHU, Angers, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aspasia Stamatoullas",
            "author_affiliations": [
                "Centre Becquerel, Rouen, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Sanhes, MD",
            "author_affiliations": [
                "Hematology, CH, Perpignan, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benedicte Samey",
            "author_affiliations": [
                "Groupe Francophone des Myelodysplasies (GFM), bobigny, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatiha Chermat",
            "author_affiliations": [
                "Groupe Francophone des Myelodysplasies (GFM), Bobigny, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Baklis Meddeb",
            "author_affiliations": [
                "Aziza Othmana University Hospital, tunis, Tunisia, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux, MD, PhD",
            "author_affiliations": [
                "Hematology Department, AP-HP, Hôpital Avicenne, Université Paris 13, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:31:28",
    "is_scraped": "1"
}