{
    "doi": "https://doi.org/10.1182/blood.V126.23.2025.2025",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3047",
    "start_url_page_num": 3047,
    "is_scraped": "1",
    "article_title": "Allogeneic Stem Cell Transplantation (SCT) for Acute Myeloid Leukemia (AML) and High-Risk Myelodysplastic Syndrome (MDS) in Elderly Patients (Older than 60 Years) ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "topics": [
        "allogeneic stem cell transplant",
        "bone marrow transplantation",
        "brachial plexus neuritis",
        "busulfan",
        "chemotherapy regimen",
        "complete remission",
        "cytarabine",
        "disease remission",
        "follow-up",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Michele Pohlen, MD",
        "Christoph Groth, MD",
        "Tim Sauer, MD",
        "Dennis Görlich",
        "Rolf Mesters, MD",
        "Christoph Schliemann, MD",
        "Georg Lenz, MD",
        "Carsten Müller-Tidow, MD",
        "Thomas Büchner, MD",
        "Wolfgang E Berdel, MD",
        "Matthias Stelljes, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine A, University of Muenster, Muenster, Germany "
        ],
        [
            "Department of Medicine A, University of Muenster, Muenster, Germany "
        ],
        [
            "Department of Medicine A, University of Muenster, Muenster, Germany "
        ],
        [
            "Institute of Biostatistics and Clinical Research, University of Muenster, Muenster, Germany "
        ],
        [
            "Department of Medicine A, University of Muenster, Muenster, Germany "
        ],
        [
            "Department of Medicine A, University of Muenster, Muenster, Germany "
        ],
        [
            "Translational Oncology, University of Muenster, Muenster, Germany "
        ],
        [
            "Department of Medicine IV, Hematology and Oncology, University of Halle, Halle, Germany "
        ],
        [
            "Department of Medicine A, University of Münster, Münster, Germany "
        ],
        [
            "Department of Medicine A, University Hospital Münster, Muenster, Germany"
        ],
        [
            "Department of Medicine A, University of Muenster, Muenster, Germany "
        ]
    ],
    "first_author_latitude": "51.963581",
    "first_author_longitude": "7.6132548",
    "abstract_text": "Allogeneic SCT is the most potent post-remission therapy for AML patients, particularly in patients aged >40-45 years, and the only curative option for patients with refractory AML or with high-risk MDS. Although median age at diagnosis is above 65 years for both entities, for patients aged 60 years or older, studies evaluating allogeneic SCT as post-remission therapy or as salvage therapy are limited. Dose adapted / reduced conditioning for patients in remission and sequential conditioning (intensive chemotherapy followed by dose adapted conditioning), for patients with active leukemia / high-risk disease, together with improvement in supportive care, have shown improved outcome results for SCT in younger and older patients. Aiming to predict treatment outcomes of patients undergoing allogeneic SCT, various transplant specific risk models have been introduced in the past. Assuming that these risk models might be of value especially in older patients, we performed a retrospective single center analysis of transplanted patients, incorporating the Hematopoietic Cell Transplantation-Specific Comorbidity Index (HCT-CI), the European Group for Blood and Marrow Transplantation (EBMT) Score and the Disease Risk Index (DRI). Between 1999 and 2014, 187 patients (pts) with AML (87%) or MDS (13%) aged ≥60 years (median age of 64 years, range 60 - 77 years) received an allogeneic SCT at our institution, either from a HLA-identical related (50 pts.), HLA-matched unrelated (103 pts.), or an HLA-mismatched donor (34 pts). Median follow-up of surviving patients was 36 months (range 1 to 173 months). All patients with AML received a cytarabine-based standard induction therapy. Conditioning prior to transplant consisted of dose reduced / dose adapted therapy (TBI-, busulfan- or treosulfan-based) or sequential conditioning (for patients with high risk or refractory disease). Thirty-nine of the 47 AML patients transplanted in first complete remission (CR1) had a high-risk AML, defined by an adverse cytogenetic risk profile (16 pts), persisting AML after first induction therapy (12 pts), a secondary AML (6 pts.), or persisting / increasing minimal residual disease (5 pts). MDS patients had mainly an advanced disease with blast count 10-19% (19/24 pts). For all patients, an overall survival (OS) at 3 years of 35% (95% CI: 27-42%) was observed. Cumulative incidences of NRM and relapse at one year were 37% and 22%, respectively. Patients transplanted in CR1 showed a 3-year OS of 49%, whereas patients transplanted in subsequent remission, with active AML, or high-risk MDS had a 3-year OS of 26%, 28% and 31%, respectively. Univariate analysis of the whole group showed that advanced and/or active disease (advanced/active AML/MDS vs. AML CR1, p = .04), high DRI (high/very high vs. low/intermediate, p = .06), and poor Eastern Cooperative Oncology Group Score (ECOG; ≥2 vs. 0 or 1, p= .0001), were associated with an inferior OS. Patient age had no impact on outcome parameters. In a multivariate analysis of disease / transplant related risk factors (status pre transplant, EBMT-score, HCT-CI and DRI) only disease status pre transplant was an independent prognostic factor for OS (active / advanced disease vs. CR1, hazard ratio 1.55; 95% CI 1.01-2.38). These results indicate that patient's age ≥60 years in general is no limiting factor for an allogeneic transplant, even if refractory to conventional treatment. Pre-transplant selection of patients eligible for intensive treatment was most likely one relevant bias in our analysis, limiting the determination of the impact of preexisting comorbidities on treatment outcomes. Given the prognostic impact of the disease status at transplant, the improvement of transplant results in elderly patients, and the dismal prognosis of older patients with myeloid neoplasms receiving conventional treatment, the impact of allogeneic SCT, especially in early disease stages / CR1 of patients with MDS / AML eligible for intensive treatment has to be further studied in prospective trials. Disclosures No relevant conflicts of interest to declare."
}