{
    "doi": "https://doi.org/10.1182/blood.V128.22.4028.4028",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3557",
    "start_url_page_num": 3557,
    "is_scraped": "1",
    "article_title": "Mitochondrial Complex I Inhibition with Iacs-010759 in T-ALL Preclinical Models ",
    "article_date": "December 2, 2016",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "mitochondria",
        "t-cell leukemia, acute",
        "mechlorethamine",
        "leukemia",
        "mitomycin",
        "neoplasms",
        "nicotinamide adenine dinucleotide (nad)",
        "administration, oral",
        "cancer"
    ],
    "author_names": [
        "Natalia Baran, PhD",
        "Jennifer Molina, PhD",
        "Antonio Cavazos, MS",
        "Karine Harutyunyan, PhD",
        "Ningping Feng, PhD",
        "Jason Gay, MS",
        "Sujan Piya, PhD",
        "Sriram Shanmuga Velandy, MS",
        "Elias J. Jabbour, MD",
        "Michael Andreeff, MD PhD",
        "Stefano Tiziani, PhD",
        "Adolfo A. Ferrando, MD PhD",
        "Patrick Zweidler-McKay, MD PhD",
        "M. Emilia Di Francesco, PhD",
        "Joseph R. Marszalek, PhD",
        "Marina Konopleva, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, University of Texas, MDAnderson Cancer Center, Section of Molecular Hematology & Therapy, Houston, TX "
        ],
        [
            "Institute for Applied Cancer Science, University of Texas, MDAnderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas, MDAnderson Cancer Center, Section of Molecular Hematology & Therapy, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas, MDAnderson Cancer Center, Section of Molecular Hematology & Therapy, Houston, TX "
        ],
        [
            "Institute for Applied Cancer Science, University of Texas, MDAnderson Cancer Center, Houston, TX "
        ],
        [
            "Institute for Applied Cancer Science, University of Texas, MDAnderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, University of Texas, MDAnderson Cancer Center, Section of Molecular Hematology & Therapy, Houston, TX "
        ],
        [
            "Institute of Cancer System Imaging, University of Texas, MDAnderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Dell Pediatric Research Institute, University of Texas at Austin, Austin, "
        ],
        [
            "Institute for Cancer Genetics, Columbia University, New York, NY ",
            "Department of Pediatrics, Columbia University, New York, "
        ],
        [
            "Department of Pediatrics Research, The University of Texas M D Anderson Cancer Center, Houston, TX"
        ],
        [
            "Institute for Applied Cancer Science, University of Texas, MDAnderson Cancer Center, Houston, TX "
        ],
        [
            "Institute for Applied Cancer Science, University of Texas, MDAnderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7010358",
    "first_author_longitude": "-95.39911354999998",
    "abstract_text": "Metabolic reprogramming of the key energy-generating pathways has been long recognized as one of the key oncogenic properties of cancer including leukemia. While accelerated glycolysis is considered to be most common feature of tumors, reliance on oxidative phosphorylation (Oxphos) as a major energy source has been reported for various tumor types. IACS-010759 is a novel OxPhos inhibitor(OxPhosi) that blocks cellular respiration through inhibition of complex I (Molina et al., AACR2016 Abstract #335) and considered as validated drug with clinical relevance in AML and solid tumors. Treatment of adult T-ALL remains unsatisfactory, with approximately one-third of patients experience disease relapse, and novel treatment strategies are warranted. In this study, we report pre-clinical activity of IACS-010759 in T-ALL models and characterize a cellular metabolic profile of T-ALL. Analysis of a panel of T-ALL cell lines showed that IACS-010759 significantly reduced viability measured by CTG assay in all cell lines tested (Notch mutant: Pf382, 1301, Jurkat, MOLT-4, P12-Ichikawa and Notch wt: T-ALL1). T-ALL cells displayed high sensitivity pattern to OxPhos inhibition with EC 50 between 0,001 and 10 nM at day 5 analyzed by CTG assay (Fig.1). This reduction of cell viability was primarily due to cell cycle arrest demonstrated by reduction in EdU uptake, and moderate induction of apoptosis in selected T-ALL cell lines. In primary T-ALL samples from patients with newly diagnosed or relapsed/refractory ALL (n=2), in vitro 5-day treatment with IACS-010759 reduced viable cell number at EC 50 of 13 nM and 45 nM, respectively. In primary human T-ALL PDX xenografts study, daily oral administration of IACS-010759 at 7.5mg/kg/qd was well tolerated, caused significantly reduced circulating leukemia burden and extended median survival duration (Fig.2). The mitochondrial fuel usage that characterizes Oxphos dependency in T-ALL cell line PF382 was analyzed by Mito fuel Test using the Seahorse Bioscience XF96 Analyzer. Among all three energy sources, PF382 depends most on free fatty acids (FA), indicating strong coupling to Oxphos and TCA cycle (Fig.3). Treatment of T-ALL with IACS-010759 had effectively inhibited FA-stimulated mitochondrial respiration indicated by decreased oxygen consumption rates (OCR) (Fig.4A). However, the cells maintain an ability to generate energy via glycolysis, indicated by high extracellular acidification rate (ECAR) in both, control and IACS-treated groups (Fig.4B). Next, mitochondrial function of T-ALL cells (PF382, Jurkat, 1301, P12Ischikawa, MOLT4, TALL1) was investigated using Mito Stress Test in Seahorse Bioscience XF96 Analyzer. IACS-010759 exposure for 2 hrs caused a striking dose-dependent decrease in basal and maximal OCR, reduction of proton leak and ATP production (Fig.5A, B, C), confirmed by the decreased ATP/ADP and NADH/NAD ratios measured by luminescence assays (ADP/ATP Glow assay, NADH/NAD Glow assay), consistent with inhibition of Oxphos. Conclusions: Taken together, these data provide information about metabolic profiling of T-ALL and indicate that Oxphos inhibition constitutes a novel therapeutic approach that targets a unique metabolic vulnerability of T-ALL cells. Further preclinical evaluation of Oxphos inhibitors in T-ALL is warranted. View large Download slide View large Download slide  Disclosures Jabbour: ARIAD: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Novartis: Research Funding; BMS: Consultancy. Konopleva: Calithera: Research Funding; Cellectis: Research Funding."
}