{
    "doi": "https://doi.org/10.1182/blood-2020-142867",
    "article_title": " GATA2 Enhancer Modules Governing Hematopoietic Regeneration ",
    "article_date": "November 5, 2020",
    "session_type": "502.Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation",
    "abstract_text": "The transcription factor GATA2 is essential for the generation and function of hematopoietic stem and progenitor cells (HSPCs), erythroid precursors, and endothelial cells. A conserved intronic GATA2 enhancer, 9.8 kb downstream of the transcriptional start site (+9.5 in the mouse), is mutated in patients with GATA2 deficiency syndrome. Patient mutations within this region include a c.1017+512del28 deletion, removing E-box and GATA motifs, c.1017+532T>A that disrupts the E-box, and, most frequently, C>T in a 3' Ets motif (c.1017+572C>T) (Soukup and Bresnick, 2020). Homozygous mutation of the Ets motif in mice allows normal developmental and steady-state hematopoiesis but impairs hematopoietic regeneration (Soukup et al., 2019). In addition to HSPCs, GATA2 is expressed in non-hematopoietic cells in the bone marrow niche, e.g. endothelial cells and neurons (Katsumura et al., 2017). As the +9.5(Ets) mutation is not hematopoietic cell-specific, we asked whether regenerative defects of +9.5(Ets) -/- mice reflect disruption of cell-intrinsic or -extrinsic activities. In a competitive transplant assay, +9.5(Ets) -/- HSPCs were 3-fold less effective at long-term reconstitution than WT, and mechanistic studies indicated that the motif functions in hematopoietic cells to promote regeneration (Soukup et al., 2019). We conducted a reciprocal transplant of WT HSPCs into irradiated WT or +9.5(Ets) -/- recipients and quantified reconstitution by peripheral blood counts 4, 8, 12, and 16 weeks post-transplant. This analysis revealed no significant differences between WT and mutant recipients. At week 16, donor-derived leukocytes were 92% (+9.5(Ets) -/- recipients) and 96% (WT recipients) of total; the contribution did not differ significantly at any time. After 16 weeks, animals were sacrificed and HSPCs analyzed, confirming no significant alterations in mutant recipients. These results rigorously establish the mutant microenvironment as competent to support WT HSPC functions, emphasizing the critical hematopoietic cell-intrinsic activity of the +9.5 Ets motif. As the +9.5 Ets motif promotes regenerative hematopoiesis, and the +9.5 E-box;GATA is essential for developmental hematopoiesis, we devised a strategy to leverage these activities to innovate new models for GATA2 function in adult HSPCs. We generated compound heterozygous (CH) mice containing a mutant E-box;GATA sequence on one allele and a mutant Ets motif on the other allele. CH mice survived past weaning, with adults exhibiting significant steady-state defects, including a 4.4-fold decrease in GATA2 hi megakaryocytes (p < 0.0001) and 20% decrease (p = 0.02) in platelets. To test whether the CH mutations compromise regeneration, we quantified HSPC populations in bone marrow from mice treated with vehicle or 5-fluorouracil (FU) 9- and 10- days post treatment. Steady-state HSC (Lin − Sca1 + Kit + CD48 - CD150 + ) levels were unaltered in CH animals. Days 9 and 10 post-FU treatment, WT HSC levels increased 17- (p = 0.0006) and 18-fold (p = 0.0007) relative to vehicle-treated animals. CH HSCs did not expand and were <10% of the steady-state level. 7 days post-FU treatment, Gata2 expression increased 1.9-fold in WT HSCs (p = 0.029); this response was abrogated in CHs. We asked if CH HSCs were capable of reconstitution in a competitive transplant assay. Four weeks post-transplant, CH progeny were 40-fold lower than WT (p < 0.0001). At 8-, 12-, and 16-weeks post-transplant, CH contribution was reduced 90-, 266-, and 280-fold, respectively. Defects persisted upon secondary transplantation, demonstrating that the defects cannot be restored by passage through a WT microenvironment. Thus, CH and +9.5(Ets) -/- mice share phenotypes, but CH mutations more severely impair regeneration and long-term reconstituting activity. This supports a paradigm in which the Ets motif and additional +9.5 sequences are critical for regeneration. This study revealed molecular determinants for steady-state and regenerative enhancer functions to enable discovery of +9.5-like enhancers with common operating mechanisms. We predict that such enhancers reside at a GATA2-regulated gene cohort, including genes that will reveal new mechanisms in hematopoiesis. As CH mice are poised for hematopoietic collapse, but can be propagated as relatively normal adults, studies are underway with this unique model to identify triggers of bone marrow failure and leukemogenesis. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Alexandra A Soukup, PhD",
        "Daniel R Matson, MD PhD",
        "Kirby D Johnson, PhD",
        "Emery H Bresnick, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexandra A Soukup, PhD",
            "author_affiliations": [
                "UW-Madison Blood Cancer Research Institute, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel R Matson, MD PhD",
            "author_affiliations": [
                "UW-Madison Blood Cancer Research Institute, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirby D Johnson, PhD",
            "author_affiliations": [
                "UW-Madison Blood Cancer Research Institute, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emery H Bresnick, PhD",
            "author_affiliations": [
                "UW-Madison Blood Cancer Research Institute, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:47:59",
    "is_scraped": "1"
}