{
    "doi": "https://doi.org/10.1182/blood.V128.22.1491.1491",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3283",
    "start_url_page_num": 3283,
    "is_scraped": "1",
    "article_title": "Deletion of Pleiotrophin in LepR + Perivascular Cells Depletes Hematopoietic Stem Cells ",
    "article_date": "December 2, 2016",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Poster I",
    "topics": [
        "bone marrow",
        "bone marrow purging",
        "cadherins",
        "conflict of interest",
        "disclosure",
        "electroconvulsive therapy",
        "endothelial cells",
        "epidural cortical stimulation",
        "growth factor",
        "hematopoiesis"
    ],
    "author_names": [
        "Heather A Himburg, PhD",
        "Vivian Y. Chang, MDMS",
        "Joshua Sasine, MD",
        "Jenny Kan, BS",
        "Liman Zhao",
        "John P. Chute, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Medicine, UCLA, Los Angeles, CA "
        ],
        [
            "Pediatric Hematology Oncology, UCLA, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, UCLA, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, UCLA, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, UCLA, Los Angeles, CA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, UCLA, Los Angeles, CA ",
            "CA Broad Center for Regenerative Medicine and Stem Cell Research, UCLA, Los Angeles, CA ",
            "Jonsson Comprehensive Cancer Center, UCLA, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "33.94779930000001",
    "first_author_longitude": "-118.3529594",
    "abstract_text": "Pleiotrophin (PTN) is a heparin binding growth factor which is expressed by bone marrow vascular endothelial cells (BM ECs) and perivascular stromal cells. Treatment of murine or human HSCs ex vivo promotes HSC expansion (Nat Med. 2010 Apr;16(4):475-82) and constitutive deletion of PTN depletes LT-HSCs in steady state and markedly impairs HSC regeneration following myeloablation (Cell Rep. 2012 Oct 25;2(4):964-75; JCI. 2014;18(7):1123-1129). Here, we sought to determine which BM microenvironment cell is responsible for PTN-mediated maintenance of the HSC pool. Utilizing the Cre-loxP system, we deleted PTN from VE-cadherin + ECs, leptin receptor + (lepR + ) perivascular stromal cells, osteocalcin + osteoblasts, and vav1 + hematopoietic cells and examined the effects on hematopoiesis. We observed no differences in steady state hematopoiesis or HSC content as measured by long-term competitive repopulation assays in mice lacking PTN expression in osteocalcin + cells, vav1 + hematopoietic cells or VE-cadherin + BM ECs. However, deletion of PTN from lepR + BM perivascular cells caused a significant decrease in BM c-kit + sca-1 + lin - cells (KSL cells) and BM SLAM + KSL HSCs, and colony forming cell (CFC) content compared to PTN+/+ controls (*p = 0.04, 0.04, and 0.001, respectively). Importantly, deletion of PTN in lepR + cells, caused a significant reduction in long-term HSC content as measured by primary and secondary competitive repopulation assays (* P <0.01 for all time points through 20 weeks). These data suggest that LepR + BM perivascular cells, rather than VE-cadherin+ ECs are the primary source of PTN in the BM niche which contributes to the maintenance of the HSC pool. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare."
}