{
    "doi": "https://doi.org/10.1182/blood-2019-126185",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4451",
    "start_url_page_num": 4451,
    "is_scraped": "1",
    "article_title": " CBFA2T3-GLIS2 induces Malignant Transformation of Primitive CD34+ Cord Blood Cells and Recapitulates Infant Megakaryocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "acute megakaryocytic leukemias",
        "infant",
        "malignant transformation",
        "umbilical cord blood",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "cd36 antigens",
        "cd64 antigen",
        "macrophage-1 antigen",
        "cd34 antigens"
    ],
    "author_names": [
        "Tiffany A. Hylkema, BS",
        "Laura Pardo",
        "Keith R. Loeb, MD",
        "Quy Le, PhD",
        "Suzan Imren, MD",
        "Lisa Eidenschink Brodersen, PhD",
        "Michael R. Loken, PhD",
        "Soheil Meshinchi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Hematologics Inc, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Agency, Seattle, WA "
        ],
        [
            "Hematologics, Inc, Seattle, WA"
        ],
        [
            "Hematologics, Inc, Seattle, WA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "CBFA2T3-GLIS2 fusions are uniquely expressed in infants with AML and its presence is associated with refractory disease with high induction failure and nearly uniform fatality. Recent studies into varying features of this refractory leukemia have defined a unique immunophenotype that is referred to as the RAM phenotype with exceptionally high CD56 expression. Further, deep sequencing of patients with this fusion has failed to identify additional recurrent sequence or structural variants, suggesting that the presence of this fusion might be sufficient for malignant transformation. Given its presence uniquely in infants and lack of cooperating events, the premise of malignant transformation by a single, highly penetrant event might be justified. Despite discovery efforts to define genes, pathways, and networks that are dysregulated in this AML subset, lack of appropriate model systems has limited pre-clinical evaluation of potential therapies. Prior efforts in generating cell lines and xenograft models have met with limited success. We inquired whether primitive CD34+ cord blood cells might provide the appropriate developmental milieu to study fusion-induced transformation. To investigate this possibility, we transduced human CD34+ cord blood cells with a lentivirus encoding CBFA2T3-GLIS2 fusion transcript and GFP. Transduced and mock-transduced control cells were cultured in bulk in a myeloid promoting condition (IMDM with 15% FBS and 10 ng/mL of each growth factor SCF, TPO, FLT3L, IL3, and IL6). The transduction efficiency was approximately 9% at MOI of 50 and expression of fusion transcript was confirmed by RT-PCR. Growth kinetics and surface expressions were assessed by flow cytometry. Evaluation of the growth properties showed that CBFA2T3-GLIS2 transduced cells exhibited enhanced proliferation, with a doubling time (DT) of 93 hours after 5 weeks, whereas DT for mock-transduced control cells was 124 hours (Figure 1A). Further, CBFA2T3-GLIS2 transduced cells had significant expansion of the GFP+ cells, an increase from 9% at the initiation of cultures to 95% by week 8 (Figure 1B). After 12 weeks in culture, fusion-positive cells continue their rapid expansion. Surface CD34 expression was lost after the first week of culture for both CBFA2T3-GLIS2 and mock-transduced cells (Figure 1C), indicative of rapid differentiation in myeloid promoting condition. Morphological evaluation of cells expressing CBFA2T3-GLIS2 reveal a homogenous population with open chromatin, occasional multinucleated cells, prominent nucleoli, and abundant focally basophilic and vacuolated cytoplasm with cytoplasmic blebs (Figure 1D) which are morphologic features suggestive of megakaryocytic differentiation. Megakaryocytic lineage of the fusion transduced cells was confirmed by demonstration of high expression of CD41 and CD61 on the surface of transduced cells (Figure 1E). We further evaluated immunophenotypic alterations as a result of CBFA2T3-GLIS2 fusions, by comparing the surface expression of 16 different markers including CD11b, CD33, CD34, CD36, CD38, CD56, CD64, CD117, CD123, and HLA-DR between CBFA2T3-GLIS2 and mock transduced cells. Mock-transduced cells showed expression of antigens associated with monocytic differentiation (CD36, CD64, and CD11b) (Figure 1F) whereas the CBFA2T3-GLIS2 transduced cells were consistent with more immature cells expressing CD117 and lacking CD11b, CD36 and CD64 (Figure 1G). Of significance, fusion-transduced cells had remarkably high CD56 expression (mean linear MFI of 43 and 3556 for the mock-transduced and transduced cells respectively), similar to that observed in patients with fusion-positive RAM phenotype (average MFI=2040) (Figure 1H), suggesting that CD56 expression is causally linked to the expression of the fusion transcript. This study demonstrates that the CBFA2T3-GLIS2 fusion is sufficient for malignant transformation and recapitulates megakaryocytic AML that is seen in infants. This further demonstrates that engineered primitive cord blood cells can be utilized for generation of appropriate cell lines that can be used for therapeutic development. View large Download slide View large Download slide  Disclosures Pardo: Hematologics, Inc: Employment. Eidenschink Brodersen: Hematologics, Inc: Employment. Loken: Hematologics, Inc: Employment, Equity Ownership."
}