{
    "doi": "https://doi.org/10.1182/blood.V118.21.1710.1710",
    "article_title": "Differential Expression of Ribosomal Proteins in Myelodysplastic Syndromes ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "abstract_text": "Abstract 1710 Introduction: Since the identification of mutations in RPS19 in patients with Diamond-Blackfan anemia (DBA) in 1999, 1 proteins in ribosomal biogenesis have been implicated in other congenital bone marrow failure syndromes, including Schwachman-Diamond syndrome (SDS) ( SBDS ) and X-linked dyskeratosis congenital ( DKC1 ). 2 Collectively known as ribosomopathies, these syndromes share an increased risk of the development of a myelodysplastic syndrome (MDS) and acute myeloid leukemia. MDS is an acquired bone marrow failure syndrome. In the best understood subtype of MDS, 5q- syndrome, deletions of RPS14 in the common deleted region of 5q appear to contribute to the anemia seen in this disease. 3 We hypothesize that non-5q minus MDS may also be an acquired ribosomopathy syndrome. Methods: Using published gene expression profiling studies of SDS, 4 DBA, 5 and MDS, 6 the dysregulated ribosomal proteins were compared and 5 ribosomal proteins were identified which represented a union between the three sets of data: RPS10 , RPS14 , RPS24 , RPL14 , and RPL36 . For practical reasons, we chose to examine RPS14 , RPS24 , and RPL36 . In addition, we selected DKC1 , SBDS , CASP3 , and Ki67 to further probe the involvement of potential pathways of ribosomal biogenesis, apoptosis, and proliferation. A total of 16 MDS paraffin-embedded bone marrow samples were examined as well as 10 control samples. Immunohistochemical analysis was performed on 4 μm sections from the bone marrow preparations. Staining was performed on the EnVision+ horseradish peroxidase system (DAKO, Carpinteria, CA), using anti-RPS14 (#16683-1-ap, Proteintech, Chicago, IL), anti-RPS24 (#hpa003364, Sigma-Aldrich, St. Louis, MO), RPL36 (#ab74737, Abcam, Cambridge, MA), anti-DKC1 (#nbp1-40097, Novus Biologicals, Littleton, CO), anti-SBDS (#LS-C40532, LifeSpan Biosciences, Seattle,WA), anti-caspase 3 (#mbs440008, MyBioSource, San Diego, CA), and anti-Ki67 (#M7240, Dako, Carpinteria, CA). Expression levels of the proteins were counted in 200 nucleated cells in a blinded fashion by two independent reviewers. A stain index for each sample was determined based upon percentage of positive staining cells per hematologic lineage using upon the counterstain morphology. Unpaired T-test analysis was used to ascertain significance of differences between MDS and normal control samples. Results: Statistically significant changes were found in the ribosomal proteins in at least one cell lineage. Surprisingly, SBDS was found to be expressed in an increased percentage of erythroid cells in MDS (positive cytoplasmic staining in 16% of erythroid cells versus 6% in controls, p value 0.0066). RPL36 was also found to have increased expression in the myeloid lineage in MDS (positive nuclear and cytoplasmic staining in 52% of myeloid cells in MDS versus 33% in controls, p value 0.025) as did RPS24 (positive cytoplasmic staining in 33% of myeloid cells in MDS versus 11% in controls, p value 0.005). RPS14 demonstrated increased expression in myeloid cells (positive cytoplasmic staining in 38% of myeloid cells in MDS versus 18% in controls, p value 0.0042) as well as erythroid cells (positive cytoplasmic staining in 18% of myeloid cells in MDS versus 8% in controls, p value 0.0091), but in fewer megakaryocytes (26% versus 75%, p value 0.038). DKC1 showed increased expression in myeloid nuclei (91% versus 78%, p value 0.043). However, there were no statistically significant differences in expression of caspase 3 or Ki67. Of note, RPS24 is overexpressed while its predicted regulator miR-342 has been shown to be underexpressed in MDS. Similarly, underexpression of miR-10b and miR-150 may correlate with overexpression of DKC1 and correspondingly miRs-378, -140, and -103 with SBDS. Conclusions: Unlike the congenital bone marrow failure syndromes which are associated with loss of function or haploinsufficiency of ribosomal proteins, there appears to be increased expression of ribosomal proteins in the maturing cells of MDS. In contrast to previous studies on CD34+ MDS cells which found decreases in ribosomal protein expression, 6 these increases in expression were found on morphologically more mature cells. Several of the ribosomal proteins are predicted to be regulated by miRNAs previously shown to be decreased in MDS. 7 There is no overt correspondence with alterations in either apoptosis (measured by caspase 3 expression) or proliferation (Ki67 expression). Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "myelodysplastic syndrome",
        "ribosomal proteins",
        "ki-67 antigen",
        "caspase-3",
        "pancytopenia",
        "5q syndrome",
        "anemia",
        "biological products",
        "bone marrow specimen",
        "caspases"
    ],
    "author_names": [
        "Elizabeth B Rinker, MD",
        "Julie C. Dueber, MD",
        "Julianne Qualtieri, MD",
        "Jason Tedesco, MD",
        "Begum Erdogan, MA",
        "Annette S. Kim, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Elizabeth B Rinker, MD",
            "author_affiliations": [
                "Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie C. Dueber, MD",
            "author_affiliations": [
                "Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julianne Qualtieri, MD",
            "author_affiliations": [
                "Pathology, The Ohio State University Medical Center, Columbus, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Tedesco, MD",
            "author_affiliations": [
                "Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Begum Erdogan, MA",
            "author_affiliations": [
                "Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette S. Kim, MD, PhD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T15:38:48",
    "is_scraped": "1"
}