{
    "doi": "https://doi.org/10.1182/blood.V108.11.4965.4965",
    "article_title": "Chronic Lymphocytic Leukaemia Has a More Aggressive Phenotype in Asians Compared to Caucasians. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Chronic lymphocytic leukaemia (CLL) is the commonest leukaemia in the western world with an incidence of 3 per 100,000. The precise aetiology remains obscure but there is clear evidence for a genetic predisposition. CLL has a seven-fold increased incidence amongst relatives of index cases compared to controls and the disease is also more common in males. These genetic subgroups can also determine phenotype as familial CLL has a younger age of onset and increased association with second malignancies compared to sporadic cases. Similarly, CLL is more aggressive and more frequently requires treatment in males in comparison to female patients. The incidence of CLL also varies according to racial origin and has been found to be up to 20-fold less common in Japanese and Asian populations compared to Caucasian populations. However, it is not known whether or not there is also phenotypic variation in CLL patients according to racial origin. We studied 29 Asian patients with a diagnosis of CLL and compared disease characteristics with a control group of 277 Caucasians. We found that CLL in Asians was diagnosed at a younger age (median age 62yr in Asians vs 70yr Caucasians, p=0.001) and was also more common in males (M:F Asians 3.1:1; Caucasians 1.3:1, p=0.023). No association was seen between racial origin and either IGVH status or CD38 status. Interestingly, we also found that the Asian population had a more aggressive clinical phenotype as indicated by a shorter time to the requirement of first treatment (TTFT) (p=0.019). This observation was independent of both age and gender. Although no difference was seen in overall survival between the two groups, ‘non-leukaemia related’ deaths were more common in the older Caucasian population. 27.5% of Caucasian deaths occurred in patients who had never required treatment for CLL whereas no deaths occurred among untreated Asian patients, for whom the primary cause of death was progressive leukaemia. The failure to observe a difference in overall survival was therefore partly accounted for by an increase in non-leukaemia related deaths in Caucasians. In conclusion, we have shown that there are phenotypic differences in CLL patients according to the racial origin. CLL in Asian patients occurs at a younger age and is associated with a more aggressive phenotype. The mechanisms underlying these observations are unknown but warrant further investigation.",
    "topics": [
        "asian",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "european continental ancestry group",
        "phenotype",
        "genetic predisposition to disease",
        "leukemia",
        "neoplasms, second primary"
    ],
    "author_names": [
        "Belinda Austen",
        "Chaminda Gunawardana",
        "Guy Pratt",
        "Farooq Wandroo",
        "Abe Jacobs",
        "Judith Powell",
        "Paul Moss"
    ],
    "author_dict_list": [
        {
            "author_name": "Belinda Austen",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chaminda Gunawardana",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Pratt",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farooq Wandroo",
            "author_affiliations": [
                "Haematology, City Hospital, Birmingham, West Midlands, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abe Jacobs",
            "author_affiliations": [
                "Haematology, New Cross Hospital, Wolverhampton, West Midlands, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith Powell",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Moss",
            "author_affiliations": [
                "Cancer Studies, University of Birmingham, Birmingham, West Midlands, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T04:16:17",
    "is_scraped": "1"
}