{
    "doi": "https://doi.org/10.1182/blood.V104.11.696.696",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=88",
    "start_url_page_num": 88,
    "is_scraped": "1",
    "article_title": "Correlation of Quantitative Gene Expression by RQ-PCR with Clinical and Biologic Factors in Mantle Cell Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "biological factors",
        "gene expression",
        "mantle-cell lymphoma",
        "polymerase chain reaction",
        "cyclin d1",
        "protein p53",
        "ki-67 antigen",
        "rna, messenger",
        "cdk2 protein, human",
        "cyclin-dependent kinase 4"
    ],
    "author_names": [
        "Dirk Kienle",
        "Doreen Saupe",
        "Tiemo Katzenberger",
        "Axel Benner",
        "Elke Leupolt",
        "Andreas Rosenwald",
        "German Ott",
        "Peter Lichter",
        "Hartmut Döhner",
        "Stephan Stilgenbauer"
    ],
    "author_affiliations": [
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany"
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany"
        ],
        [
            "Pathology, University of Würzburg, Würzburg, Germany"
        ],
        [
            "Central Unit Biostatistics, Deutsches Krebsforschungszentrum, Heidelberg, Germany"
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany"
        ],
        [
            "Pathology, University of Würzburg, Würzburg, Germany"
        ],
        [
            "Pathology, University of Würzburg, Würzburg, Germany"
        ],
        [
            "Molecular Genetics, Deutsches Krebsforschungszentrum, Heidelberg, Germany"
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany"
        ],
        [
            "Internal Medicine III, University of Ulm, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "48.42233639999999",
    "first_author_longitude": "9.952072699999999",
    "abstract_text": "Mantle cell lymphoma (MCL) is characterized by an aggressive clinical course and the t(11;14) translocation leading to overexpression of cyclin D1 (CCND1). Recently, a relation between the quantitative expression of proliferation associated genes including CCND1 and the survival of MCL patients has been demonstrated using microarray gene expression profiling. In the current study a set of genes (CCND1, CCND3, CDK2, CDK4, p16, p27, Rb, E2F1, MYC, Ki-67, BMI, MCL-1, MDM2, ATM, TP53) involved in cell cycle regulation, related to MCL pathogenesis, or located in critical genomic regions was analyzed by real-time RT-PCR (RQ-PCR) in 74 MCL cases and correlated with clinical and biologic factors. Diagnoses were based on morphology and the detection of the t(11;14) and/or CCND1 overexpression on protein or mRNA level. 62 cases were classical MCL, 12 blastoid variants. To obtain a quantitative estimate of the relation between the expression the CCND1 1.7 kb (short; missing 3′ UTR) and 4.5 kb (long; containing 3′ UTR) mRNA isoform a first amplicon was localized in the CCND1 coding region and a second one in the CCND1 3′ UTR. FISH analysis was performed in a subset of 40 cases for 3q26, 6q27, 9p21, 11q22–q23, 12q13, 13q14, and 17p13. As a marker for proliferation activity the mitotic index (MI) was determined in 51 cases (mitoses/10 high power fields). Survival information was available for all cases, additional clinical information (IPI, B-symptoms, tumor bulk) for 60 cases. In univariable analysis a statistically significant association between gene expression levels and overall survival was identified for MYC (p=0.003), BMI (p=0.027), and CCND1 (coding region; p=0.028). A multivariable analysis including clinical factors of known prognostic impact (IPI score, B-Symptoms, Bulk, blastoid morphology) was carried out for each of the candidate genes individually. In this analysis a significant impact on survival was observed for MYC (p=0.008), BMI (p=0.021), and E2F1 (p=0.042), and a trend for Ki-67 (p=0.054), the ratio CCND1 coding region/CCND1 3′ UTR (p=0.062), and CCND1 coding region (p=0.082). Notably, and in contrast to the other genes of prognostic significance, BMI overexpression was positively correlated with overall survival times. In line with this, there was a negative correlation of BMI levels with proliferation activity as measured by the MI (p<0.001; r=−0.515). Other genes with a negative MI correlation were MCL-1 (p<0.001; r=−0.532) and p27 (p<0.001; r=−0.589), whereas the ratio CCND1 coding region/CCND1 3′ UTR showed a positive correlation (p<0.001; r=0.523). Genomic losses at 9p21 and 17p13 were associated with reduced levels of p16 (p=0.002) and TP53 (p=0.011), respectively, arguing for a pathogenic relevance of these candidate genes in MCL. However, neither p16 nor TP53 expression levels obtained prognostic significance in our MCL series. In conclusion, focused RQ-PCR analysis of individual candidate genes showed a correlation between quantitative gene expression and survival times in MCL. In addition to CCND1 expression levels of MYC, BMI, and E2F1 provided prognostic information also in the context of clinical factors suggesting those factors being valuable survival predictors and important components of MCL pathogenesis."
}