{
    "doi": "https://doi.org/10.1182/blood.V124.21.2995.2995",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2932",
    "start_url_page_num": 2932,
    "is_scraped": "1",
    "article_title": "Plasmablastic Lymphoma : A Case Series of the Changing Epidemiology of a Rare Extramedullary Plasmacytoid Neoplasm, Diagnostic Challenges, and Therapeutic Implications ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "topics": [
        "epidemiology",
        "epstein-barr virus infections",
        "immunoblastic large-cell lymphoma",
        "neoplasms",
        "ki-67 antigen",
        "hiv seropositivity",
        "autologous stem cell transplant",
        "cd20 antigens",
        "chemotherapy regimen",
        "combination drug therapy"
    ],
    "author_names": [
        "Lisa X. Lee, MD",
        "Bhavana Konda, MDMPH",
        "Amer Assal, MD",
        "Monica I Zell",
        "Ira Braunschweig, MD",
        "Olga Derman, MD",
        "Noah Kornblum, MD",
        "Amit Verma, MD",
        "Ramakrishna Battini, MD",
        "Murali Janakiram, MD"
    ],
    "author_affiliations": [
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY"
        ],
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine/Montefiore Medical Center, Bronx, NY "
        ]
    ],
    "first_author_latitude": "40.850617199999995",
    "first_author_longitude": "-73.84580319999999",
    "abstract_text": "Introduction: Plasmablastic lymphoma (PBL) is a rare and aggressive lymphoma, with an immunophenotype of a terminally differentiated B-lymphocyte. It is more likely to occur in HIV-positive individuals, commonly involves oral sites, and is associated with EBV infection. However, in recent years, there have been several case reports suggesting the changing epidemiology of PBL affecting HIV-negative patients and increasingly involving non-oral sites. In order to investigate the epidemiology of PBL we conducted a retrospective analysis of all consecutive patients diagnosed with PBL at Montefiore Medical Center between Jan 1997 and May 2014. Patient demographics, tumor location and pathological characteristics, laboratory data, treatment received, and survival data were recorded. Results: A total of 16 patients (8 males, 8 females) with PBL were identified. Median age of all patients was 55.5 years (IQR, 37.3- 62.0), 10/16 (62.5%) patients were HIV positive (median age, 39.5; median CD4, 151.5) and 6/16 (37.5%) were HIV negative, including one post renal transplant patient. Most of the patients had extra-oral involvement 11/16 (68.8%) with the commonest extra-oral site being the GI tract. Half of the patients were Ann Arbor Stage III or IV and the median LDH was only mildly increased at 256 (IQR, 200.5-431.5) despite these tumors having a high Ki67. All tumors were CD20 negative and positive for CD138. EBV encoded small RNA (EBER) was positive in 13/16 patients (81.3%) and was more sensitivie than the EBV latent membrane protein 1 which was positive in only 68.8% of patients suggesting EBV infection. HHV-8 was negative in 12/16 (75%) patients. Only half of the patients (62.6%) had evidence of free light chain restriction (Kappa-restricted, 43.8%, Lambda-restricted, 18.8%). Data on Ki67 was available in 12/16 patients, and 8/12 patients had a Ki67 of >=90%. 4/12 (33.3%) patients had a Ki67 =<50%. Most of the patients received chemotherapy (75%), of which, 7/12 (58.3%) patients received combination chemotherapy with EPOCH. 3/12 (25%) received consolidation with autologous stem cell transplantation. The median overall survival calculated as the number of months from diagnosis to last follow up or date of death was 17 months (0-54). It is of note that 3/16 patients were initially diagnosed with solitary extramedullary plasmacytoma (SEP)/plasmacytoid neoplasm, and the disease course led to revision of the diagnosis to PBL. Conclusion: This is an important study highlighting the epidemiological changes in PBL, an aggressive B cell neoplasm, which is not limited to the HIV-positive population, nor to oral sites. In fact, more than half of our patients with PBL presented with tumors involving extra-oral sites. These tumors were CD 20 negative, and CD 138 positive, and the majority were EBER positive and HHV8 negative. A low Ki67 does not rule out the diagnosis of PBL. Distinction of PBL from SEP may be challenging and the aggressive clinical course of the former may occasionally be the only pointer to the diagnosis. Overall prognosis remains poor and new approaches are warranted in the management of this disease. Disclosures No relevant conflicts of interest to declare."
}