{
    "doi": "https://doi.org/10.1182/blood-2021-151694",
    "article_title": "In Depth Analysis of Blastic Plasmacytoid Dendritic Cell Neoplasm Based on a Comprehensive Literature Database of Cases ",
    "article_date": "November 5, 2021",
    "session_type": "613.Acute Myeloid Leukemias: Clinical and Epidemiological",
    "abstract_text": "Blastic plasmacytoid dendritic cell neoplasm (BPDCN) is a rare hematologic malignancy with poor outcome. BPDCN diagnostically overlaps with entities such as acute myeloid leukemia, histiocytic/dendritic cell neoplasms, and NK/T cell lymphomas. Unfortunately, large patient centered studies that comprehensively analyze clinical, pathologic and other diagnostic features are lacking. As such, there is an incomplete understanding of this disease. To better characterize BPDCN, a multicenter working group consisting of hematopathologists and dermatopathologists gathered in-person and remotely to review the current understanding of BPDCN, discuss specific issues regarding the diagnosis and differential diagnosis, and perform a retrospective analysis of the literature. A curated database of published BPDCN patient cases (BPDCN Network literature database) was generated. By conducting an in-depth analysis, not only did we confirm known findings in BPDCN such as frequent skin involvement and male predominance amongst older patients, but we also identified a number of under-recognized features, such as significant central nervous system involvement (35% of cases), and a roughly equal female to male prevalence amongst patients < 40 years old. Furthermore, with the large database, we were able to accurately summarize the immunohistochemical, cytogenetic, and molecular features of this disease. The BPDCN Network literature database serves as a central data repository of archived published aggregated and individual cases and facilitates an in-depth characterization of this rare disease. Continual updates from the consortium and beyond will allow for prospective refinement of our understanding of this orphan disease. Disclosures Ohgami:  Stemline Therapeutics: Research Funding. Aung:  Stemeline Therapeutics: Honoraria. Gru:  Innate Pharma: Research Funding; StemLine: Honoraria, Research Funding, Speakers Bureau; CRISPT Therapeutics: Research Funding. Hussaini:  Stemeline Therapeutics: Honoraria. Jaye:  Stemline Therapeutics: Honoraria. Wang:  Stemline Therapeutics: Honoraria. Pullarkat:  Stemline Therapeutics: Honoraria. George:  Bristol Meyers Squibb: Consultancy; Incyte Corporation: Consultancy; Blueprint Medicines: Consultancy; Celgene: Consultancy.",
    "author_names": [
        "Robert S. Ohgami",
        "Phyu Aung",
        "Alejandro Ariel Gru",
        "Mohammad O Hussaini",
        "Christiane Querfeld",
        "Kelou Yao",
        "Corinn Small",
        "Sumanth Gollapudi",
        "David L Jaye",
        "Sa A Wang",
        "Sheeja T Pullarkat",
        "Tracy I. George"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert S. Ohgami",
            "author_affiliations": [
                "Pathology, University of California, San Francisco, San Francisco, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Phyu Aung",
            "author_affiliations": [
                "Dermatopathology, MD Anderson, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandro Ariel Gru",
            "author_affiliations": [
                "Department of Pathology, University of Virginia School of Medicine, Charlottesville, VA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammad O Hussaini",
            "author_affiliations": [
                "Department of Hematopathology and Lab Medicine, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christiane Querfeld",
            "author_affiliations": [
                "Department of Pathology, City of Hope, Duarte, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelou Yao",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinn Small",
            "author_affiliations": [
                "Pathology Department, University of California San Francisco, San Francisco, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumanth Gollapudi",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David L Jaye",
            "author_affiliations": [
                "Department of Pathology, Emory University, Atlanta, GA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sa A Wang",
            "author_affiliations": [
                "University of Texas MD Anderson Cancer Center, Department of Hematopathology, Houston, TX"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheeja T Pullarkat",
            "author_affiliations": [
                "Pathology, University of California, Los Angeles, Los Angeles,"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy I. George",
            "author_affiliations": [
                "University of Utah, Salt Lake City, UT"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:38:29",
    "is_scraped": "1"
}