{
    "doi": "https://doi.org/10.1182/blood.V114.22.3593.3593",
    "article_title": "A Variant Form of Chronic Granulomatous Disease Caused by A Mutation in the Exon 9 of CYBB Gene Revealed by A Burkholderia Cepacia Invasive Infection. ",
    "article_date": "November 20, 2009",
    "session_type": "GRANULOCYTES, MONOCYTES AND MACROPHAGES POSTER II",
    "abstract_text": "Abstract 3593 Poster Board III-530 Introduction Chronic Granulomatous Disease (CGD) is a rare inherited primary immune deficiency (PID) affecting innate immunity and leading to increased susceptibility to severe invasive fungal and bacterial infections. The X-linked form of CGD is caused by mutations in the CYBB gene coding for the gp91phox subunit of the NADPH oxydase complex and accounts for 70-75% of all patients. We report the case of a 10 month old boy who experienced a fatal Burkholderia cepacia pulmonary infection and retrospectively diagnosed with X-CGD despite subnormal initial functional testings. Methods and results This boy is the first child of unconsanguineous parents living in the Tahiti archipelago (French Polynesia). During the first months of life, he experienced some infections mostly of the upper airways with bronchitis and many episodes of diarrhea. He received an uncomplicated BCG vaccine. At age 10 months, he had a severe pneumonitis unresponsive to empiric antibiotics. He was then referred to our center and a Burkholderia cepacia infection was diagnosed. Despite broad spectrum anti infectious agents, daily granulocyte transfusions and intensive supportive care, his lung infection worsened and he eventually died. The clinical presentation of this boy was consistent with a primary defect of the innate immunity. However, nitroblue tetrazolium (NBT) reduction test and chemoluminescence showed high activity level at baseline with difficulty to simulate, and chemotactism was normal. Leukocyte adhesion defect and dense granule disease were ruled out. Sweat tests were repeatedly normal. We assessed O2- production in polymorphonuclear neutrophils (PMNs) from the patient, another patient with X-linked CGD, and a healthy control, following activation with PMA. Residual NADPH activity was detected in the PMNs of the patient. In addition, flow cytometry analysis of the formation of DHR (dihydrorhodamine) 123 oxidation products showed a partial deficiency in the patient's PMNs. His mother had two granulocyte populations, one strongly DHR-positive and the other DHR-low intensity. These results suggest that our patient had a defect in respiratory burst. We investigated the H2O2 production or, β, IL-1αupon milder activation involving priming with TNF- cytochalasin b, followed by fMLF (formyl-methionyl-leucyl-phenylalanine) stimulation. PMNs from our patients, like cells from XR-CGD patients, produced no detectable H2O2. This finding is consistent with the clinical features associated with CGD. Genomic sequencing of CYBB revealed an A>C substitution in exon 9, generating the replacement of a histidine by an arginine residue (H338R). The patient's mother was heterozygous and his brother was hemizygous for this mutation. This mutation was confirmed in cDNA. We investigated the molecular basis of the germline H338R CYBB mutation by measurement of CYBB/gp91phox expression flow cytometry and using the monoclonal antibody 7D5, which recognizes residues 160IKNP163 and 226RIVRG230 on gp91phox in the presence of p22phox. We detected the normal presence of this protein in the patients' EBV-B cells and PMNs. Discussion and Conclusion Herein, we report the case of a child who had features consistent with the diagnosis of CGD but had normal functional testings misleading the correct diagnosis. Further analyses led to the characterization of residual NADPH activity in his PMNs, no detectable H2O2 production upon stimulation, normal expression of the gp91phox caused by a H338R substitution in exon 9 of the CYBB gene. This boy had thus a variant form of CGD with normal expression of gp91phox. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkholderia cepacia",
        "cybb gene",
        "exons",
        "granulomatous disease, chronic",
        "infections",
        "mutation",
        "granules",
        "hydrogen peroxide",
        "nadp",
        "flow cytometry"
    ],
    "author_names": [
        "Nizar Mahlaoui, MS, MSc",
        "Carolina Prando",
        "Stephane Blanche, MD, PhD",
        "Alain Fischer, MD, PhD",
        "Jean-Laurent Casanova, MD, PhD",
        "Jacinta Bustamante, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nizar Mahlaoui, MS, MSc",
            "author_affiliations": [
                "French Reference Center for Primary Immune Deficiencies (CEREDIH), Pediatric Immunology-Hematology Unit, Assistance Publique-Hôpitaux de Paris, University Paris Descartes, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carolina Prando",
            "author_affiliations": [
                "Laboratory of Human Genetics of Infectious Diseases, INSERM U550, University Paris Descartes, Paris, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Blanche, MD, PhD",
            "author_affiliations": [
                "French Reference Center for Primary Immune Deficiencies (CEREDIH), Pediatric Immunology-Hematology Unit, Assistance Publique-Hôpitaux de Paris, University Paris Descartes, Paris, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alain Fischer, MD, PhD",
            "author_affiliations": [
                "French Reference Center for Primary Immune Deficiencies (CEREDIH), Pediatric Immunology-Hematology Unit, Assistance Publique-Hôpitaux de Paris, University Paris Descartes, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Laurent Casanova, MD, PhD",
            "author_affiliations": [
                "Laboratory of Human Genetics of Infectious Diseases, INSERM U550, University Paris Descartes, Paris, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacinta Bustamante, MD, PhD",
            "author_affiliations": [
                "Laboratory of Human Genetics of Infectious Diseases, INSERM U550, University Paris Descartes, Paris, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T04:26:27",
    "is_scraped": "1"
}