{
    "doi": "https://doi.org/10.1182/blood-2019-127248",
    "article_title": "Patient-Reported Outcome Measures (PROMs) in Pediatric Non-Malignant Hematology: A Systematic Review ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Patient reported outcome measures (PROMs) are questionnaires completed by patients or caregivers without interpretation by healthcare professionals. As such, they allow patient concerns about a variety of healthcare issues to be identified and addressed in an efficient and actionable manner. PROMs can be generic, with questions relevant to multiple disease groups or disease-specific, with questions targeting the symptoms, limitations, and feelings common to the disease group. This systematic review identified generic and disease-specific PROMs for monitoring symptoms and health-related quality of life (HRQoL) in 4 pediatric non-malignant hematologic disease groups: thalassemia, hemophilia, immune thrombocytopenia (ITP), and sickle cell disease (SCD). Methods: Databases (MEDLINE, Embase, HaPI, CINAHL, and PsycTESTS) were searched to identify publications that either validated or used PROMs as an outcome measure in the four disease groups. Articles were excluded when <30% of the population was pediatric (<18 years), when the study setting was inpatient, when the tool had not been validated, or when the article did not report the use of a PROM for monitoring symptoms or HRQoL. Notably, hemophilia records published prior to 2016 were not screened as a systematic review by Limperg et al. (2017) identified validated PROMs in the pediatric hemophilia population and was used to include relevant articles. Results: The search identified 1176 unique records, with 902 records remaining for title and abstract screening after removal of 274 hemophilia articles published prior to the systematic review. Including hemophilia records identified from the 2017 review, 217 articles met inclusion criteria incorporating 107 generic and 20 disease-specific PROMs. Of the generic tools, the most frequent categories identified include psychological well-being (26 tools), general quality of life (19 tools), and family impact (19 tools). The most frequently used tool was the PedsQL 4.0 Generic Core Scales (66 studies), appearing 33 times in SCD, 25 times in thalassemia, 5 times in ITP, and 3 times in hemophilia. Other commonly used generic tools include the Short Form Health Survey, Child Health Questionnaire, PROMIS Health Measures, and Child Behaviour Checklist (Table). Disease-specific tools identified in the review include the PedsQL SCD Module, Kids ITP Tool, Haemo-QoL, CHO-KLAT, and TranQol (Table). In addition, 10 studies reported on pain diaries and 9 of these studies were SCD focused, the other being hemophilia focused. Conclusion: This systematic review identified several generic and disease-specific PROMs that have been used in pediatric non-malignant hematology. Although generic tools have been used more frequently, many disease-specific tools have been validated and are available for use in the clinical environment. We are currently conducting focus groups with patients, parents, and clinicians to determine the optimal choice of tools for monitoring symptoms and HRQoL in the pediatric non-malignant clinical environment. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "child behavior checklist",
        "hematological diseases",
        "hemophilia a",
        "hemophilias",
        "inosine triphosphate",
        "pain",
        "patient self-report",
        "pediatrics",
        "purpura, thrombocytopenic, idiopathic",
        "screening"
    ],
    "author_names": [
        "Robert J Klaassen, MD FRCPC",
        "Julia Y. Kinahan, MDcal Student",
        "Johann M. I. Graham, MDcal Student",
        "Yamilée V. Hébert, MDcal Student",
        "Katie O'Hearn, MSc Human Kinetics"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert J Klaassen, MD FRCPC",
            "author_affiliations": [
                "Children's Hosp. of Eastern Ontario, Ottawa, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julia Y. Kinahan, MDcal Student",
            "author_affiliations": [
                "University of Ottawa, Ottawa, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johann M. I. Graham, MDcal Student",
            "author_affiliations": [
                "Université Laval, Québec, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yamilée V. Hébert, MDcal Student",
            "author_affiliations": [
                "University of Ottawa, Ottawa, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katie O'Hearn, MSc Human Kinetics",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario, Ottawa, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T15:34:46",
    "is_scraped": "1"
}