{
    "doi": "https://doi.org/10.1182/blood-2019-124048",
    "article_title": "Lactate Dehydrogenase to Carboxyhemoglobin Ratio As a Biomarker of Heme Release to Heme Processing Is Associated with Higher Tricuspid Regurgitant Jet Velocity and Early Death in Sickle Cell Disease ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Background Chronic hemolysis is a hallmark of sickle cell disease (SCD). Intravascular hemolysis in particular is associated with severe vasculopathic complications including pulmonary hypertension (PH) and early mortality. Free heme causes oxidative damage and recently was identified as erythrocyte-derived Danger Associated Molecular Pattern (e-DAMP), associated with endothelial activation and vaso-occlusion in SCD (Belcher et al., Blood. 2014; Ghosh et al., J. Clin. Invest. 2013). Intravascular hemolysis is associated with elevated levels of serum lactate dehydrogenase (LDH). Heme catabolism leads to endogenous carbon monoxide (CO) production by heme oxygenase-1 (HO1), and CO is eliminated in exhaled breath. CO is transported primarily as the conjugate carboxyhemoglobin (HbCO), and end-alveolar CO (EACO) is an accepted proxy marker for its concentration in blood. We evaluated several lab values and ratios that might reflect the relative contribution of intravascular heme release and overall heme processing. Methods We investigated the relationship between EACO, HbCO (NCT01547793, cohort A) and other biomarkers of hemolysis in adults with SCD at steady state as part of the clinical cohort at the National Institutes of Health Clinical Center, Bethesda, Maryland, USA (NCT00011648, cohort B ). Of the patients included in the cohort B, all routine samples with results on HbCO were included in the analyses. In a subgroup of the cohort B with data available on HbCO, echocardiography and/or mortality, we evaluated the correlation between LDH/HbCO ratio and echocardiographic markers of PH and all-cause mortality ( cohort C ). Combining all recognized available markers for hemolysis (total bilirubin, AST, absolute reticulocyte count, hemoglobin, median LDH, median HbCO and LDH/HbCO ratio) in a multivariate Cox proportional hazards model for survival led to selection of a predictive model encompassing three biomarkers: LD/HbCO ratio, AST and hemoglobin. Of these three markers, the LD/HbCO ratio was the most predictive factor. We also conducted univariate correlations with clinical outcome indicators. Main findings Erythropoietic and hemolytic laboratory parameters of the cohorts are provided in Table 1. HbCO concentrations and EACO were strongly correlated (Pearson's correlation r=0.66, p<0.01). In both cohort A and cohort B, HbCO and EACO were not correlated to LDH. However, EACO and HbCO did correlate with absolute reticulocyte counts (respectively r=0.46, p<0.01 and r=0.58, p<0.01). The patients of cohort C were divided into low (peak TRV =3.0m/s, N=13) categories, based upon prior cut-points determined by risk of development of PH and early mortality (Mehari A. et al. JAMA. 2012) ( Figure 1, panel A ). LDH/HbCO ratios were positively correlated with TRV (r=0.38, p=3.0m/s (Mann-Whitey U test; p=0.02). In contrast, LDH values alone were not discriminative. All patients (25/25) with a LDH/HbCO ratio 1,200. In the intermediate risk subgroup, PH was only diagnosed in individuals with LDH/HbCO ratios exceeding 1,200. Median follow-up was 12.1 years (IQR 10.3; 16.3), 25% (23/91) of the patients died during follow-up. Five-year, 10-year and 15-year overall survival in the group with LDH/HbCO ratio >1,200 were respectively 92.1%, 76.0% and 69.1%, whereas 5-year, 10-year and 15-year overall survival in the group with LDH/HbCO ratio <1,200 were respectively 100%, 92.9% and 88.0% ( Figure 1, panel B ). LDH/HbCO ratios were associated with all-cause mortality in a Cox proportional hazards model (p<0.01) and remained significantly associated with all-cause mortality when adjusted for age, C-reactive protein and ferritin (p=0.02). LDH alone was not associated with all-cause mortality in the unadjusted analysis. Main conclusions A ratio of two readily available clinical laboratory markers, LDH and HbCO, is promising as a potential biomarker in SCD. Increased LDH/HbCO ratios are strongly associated with elevated TRV and all-cause mortality, and thereby might improve the individual risk prediction in SCD patients. These markers deserve additional validation in future prospective trials. View large Download slide View large Download slide  Close modal Disclosures van Wijk: Agios Pharmaceuticals: Consultancy, Research Funding; RR Mechatronics: Research Funding. Minniti: Doris Duke Foundation: Research Funding. Kato: Novartis, Global Blood Therapeutics: Consultancy, Research Funding; Bayer: Research Funding. van Beers: Novartis: Consultancy, Research Funding; Pfizer: Research Funding; RR Mechatronics: Research Funding; Agios Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "biological markers",
        "burkitt's lymphoma",
        "carboxyhemoglobin",
        "heme",
        "lactate dehydrogenase",
        "sickle cell anemia",
        "echocardiography",
        "follow-up",
        "hemoglobin",
        "alarmins"
    ],
    "author_names": [
        "Annelies J. Van Vuren, MD",
        "Laurel Mendelsohn, BS",
        "Richard van Wijk, PhD",
        "Caterina P. Minniti, MD",
        "John Baird, MD",
        "Gregory J Kato, MD",
        "Eduard J. van Beers, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Annelies J. Van Vuren, MD",
            "author_affiliations": [
                "Van Creveldkliniek, UMC Utrecht, Utrecht University, Utrecht, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laurel Mendelsohn, BS",
            "author_affiliations": [
                "Sickle Cell Branch, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard van Wijk, PhD",
            "author_affiliations": [
                "Laboratory of Clinical Chemistry and Hematology, University Medical Center Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caterina P. Minniti, MD",
            "author_affiliations": [
                "Division of Hematology, Montefiore Medical Center.Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Baird, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Stanford University School of Medicine, San Francisco, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J Kato, MD",
            "author_affiliations": [
                "University of Pittsburgh Physicians, Pittsburgh, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduard J. van Beers, MD PhD",
            "author_affiliations": [
                "Van Creveldkliniek, University Medical Center Utrecht, University of Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T04:03:32",
    "is_scraped": "1"
}