{
    "doi": "https://doi.org/10.1182/blood.V106.11.3569.3569",
    "article_title": "The Role of Ca 2+ I in Procoagulant Surface Expression and Apoptosis in Human Platelets. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Asymmetry of phospholipids across the plasma membrane bilayer is a feature of all eukaryotic cells. When platelets are stimulated with certain agonsists, phospholipids are randomized by the action of a Ca 2+ -dependent scramblase enzyme, resulting in exposure of the anionic aminophospholipid phosphatidylserine (PS) on the outer leaflet that provides a procoagulant surface, catalyzing thrombin formation. We have previously demonstrated that the procoagulant surface of activated platelets persists in vitro for at least 4 hrs ( Blood  100 : 63b , 2002 ). Such persistence may propagate thrombosis in vivo when activated procoagulant platelets re-enter the circulation after fibrinolysis. There is currently little information concerning the mechanisms by which the procoagulant surface persists on activated platelets. In this in vitro study, the Ca 2+ -chelator BAPTA (0.1 μmol/10 9 platelets) was used to investigate the role of intracellular Ca 2+ (Ca 2+ i ) in procoagulant surface expression and persistence; PS expression was determined flow cytometrically by the binding of annexin A5-FITC. Unexpectedly, chelation of Ca 2+ i resulted in a 2–2.5x-fold increase in PS expression on the surface of platelets 5 min after activation with thrombin or thrombin+collagen (T+C), and this persisted for up to 4 hrs (last time point tested). Since PS expression is a hallmark of apoptosis in nucleated cells, we also examined another platelet apoptosis marker, the collapse of the mitochondrial inner membrane potential (ΔΨm), by flow cytometry using the potential-sensitive dye TMRM; PS expression was measured concurrently. This allowed us to distinguish between activated platelets expressing PS with an intact ΔΨm and apoptotic platelets expressing PS with a dissipated ΔΨm. 70–85% of the thrombin- or T+C-activated platelets expressing PS had an intact ΔΨm, which persisted for up to 4 hrs after activation. Thus, PS expression can occur independently of ΔΨm loss. However, chelation of Ca 2+ i with BAPTA resulted in 60–70% of the thrombin- or T+C-activated platelets persistently expressing PS to also have a collapsed ΔΨm, indicating that apoptotic pathways similar to those found in nucleated cells may modulate PS expression in platelets and may depend on Ca 2+ i concentrations. Caspases and calpain are centrally involved in apoptotic signaling and execution in nucleated cells. Caspases-9 and -3 have been identified in human platelets and may be responsible for downstream activation of calpain. We examined the effects of Ca 2+ i chelation in thrombin- and T+C- activated platelets on the activation of procaspases and calpain by Western blotting. In keeping with our observations of increased PS expression with concurrent ΔΨm loss in activated platelets with Ca 2+ i chelation, we observed cleavage of both procaspase-9, procaspase-3 and calpain, which did not occur in activated platelets without Ca 2+ i chelation. Taken together, our results indicate that Ca 2+ i levels in activated platelets may serve as a decisional checkpoint for the apoptotic pathway in human platelets, where procaspase-9 and procaspase-3 along with downstream calpain may function in a Ca 2+ -sensitive manner to protect platelets against PS exposure and ΔΨm collapse.",
    "topics": [
        "annexins",
        "apoptosis",
        "blood platelets",
        "calpain",
        "caspases",
        "chelating agents",
        "dyes",
        "enzymes",
        "flow cytometry",
        "fluorescein-5-isothiocyanate"
    ],
    "author_names": [
        "Adam M. Gwozdz",
        "Hong Wang",
        "K.W. Annie Bang",
        "Marian A. Packham",
        "John Freedman",
        "Margaret L. Rand"
    ],
    "author_dict_list": [
        {
            "author_name": "Adam M. Gwozdz",
            "author_affiliations": [
                "Haematology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hong Wang",
            "author_affiliations": [
                "Haematology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K.W. Annie Bang",
            "author_affiliations": [
                "Transfusion Medicine, St. Michael’s Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marian A. Packham",
            "author_affiliations": [
                "Biochemistry, University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Freedman",
            "author_affiliations": [
                "Transfusion Medicine, St. Michael’s Hospital, Toronto, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret L. Rand",
            "author_affiliations": [
                "Haematology, Hospital for Sick Children, Toronto, ON, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T13:00:12",
    "is_scraped": "1"
}