{
    "doi": "https://doi.org/10.1182/blood.V124.21.3340.3340",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2919",
    "start_url_page_num": 2919,
    "is_scraped": "1",
    "article_title": "ATR Inhibition Exacerbates Replication Stress in TP53 or ATM Deficient CLL Cells and Enhances Sensitivity to Chemotherapy and Targeted Therapy ",
    "article_date": "December 6, 2014",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "chemosensitivity",
        "molecular targeted therapy",
        "protein p53",
        "stress",
        "tp53 gene",
        "chlorambucil",
        "dna",
        "transplantation, heterologous",
        "tumor suppressor p53-binding protein 1",
        "ibrutinib"
    ],
    "author_names": [
        "Marwan Kwok, MB ChB, MRCP",
        "Nicholas Davies, PhD",
        "Angelo Agathanggelou, PhD",
        "Edward Smith, BSc",
        "Eva Petermann, PhD",
        "Eliot Yates, BMedSc",
        "Jeffrey Brown, PhD",
        "Alan Lau, PhD",
        "Tatjana Stankovic, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "AstraZeneca, Waltham, MA "
        ],
        [
            "AstraZeneca Pharmaceuticals, Alderley Park, United Kingdom"
        ],
        [
            "University of Birmingham, Birmingham, United Kingdom "
        ]
    ],
    "first_author_latitude": "52.4508168",
    "first_author_longitude": "-1.9305135",
    "abstract_text": "DNA damage response (DDR) defects, particularly TP53 or biallelic ATM aberrations, are associated with chemoresistance in chronic lymphocytic leukemia (CLL). Chemoimmunotherapy or B-cell receptor signaling inhibitors alone may not be sufficient to overcome adverse prognosis or provide durable response in TP53 or biallelic ATM inactivated CLL. In particular, genomic instability resulting from impaired DDR facilitates rapid clonal evolution leading to treatment refractoriness or disease relapse. Development of therapeutic approaches specifically targeting DDR defects is therefore necessary for effective long-term control of DDR-defective CLL. We previously demonstrated selective cytotoxicity of the ATR inhibitor AZD6738 towards TP53 or ATM null CLL cells, and validated this in CLL xenograft models for biallelic TP53 or ATM loss. Here, we provide mechanistic insight into the synthetically lethal interactions between ATR pathway inhibition and TP53 or ATM loss in CLL, and offer experimental evidence supporting the use of ATR inhibition in combination with conventional chemotherapies and other targeted therapies in CLL. To determine the mechanism of ATR inhibition in CLL, we first investigated its effect on DDR-intact cycling primary cells. We observed compensatory activation of the ATM/p53 pathway in AZD6738-treated cells in response to hydroxyurea, providing evidence for crosstalk between ATR and ATM/p53 pathways. Next, we explored the cellular consequence of ATR inhibition in CLL cells with DDR loss. To determine the impact of ATR inhibition on DNA replication, we performed DNA fiber analysis, which revealed significantly increased replication fork stalling and firing of replication origins upon AZD6738 treatment in ATM/p53-defective CLL. To investigate the effect of ATR inhibition on DNA damage, we measured γH2AX and 53BP1 foci formation, markers of DNA double-strand breaks. Significant induction of γH2AX and 53BP1 foci was seen in ATM/p53-defective CLL cells upon AZD6738 treatment, suggesting that ATR inhibition exacerbates replication stress in ATM/p53 defective cells by imposing requirement for DDR through the ATM/p53 pathway. On the contrary, 53BP1 bodies, a marker of unreplicated DNA, appeared in ATM/p53 proficient but not in ATM/p53 deficient cells following AZD6738 exposure, indicating that cell cycle arrest in response to replication stress is ATM/p53 dependent. This was corroborated by cell cycle profiling and co-labeling experiments of γH2AX with phosphohistone H3 ser10, a marker of mitosis, showing that ATM/p53-defective CLL cells carrying unrepaired DNA damage continued to cycle. Thus, ATR inhibition results in accumulation of intolerable levels of DNA damage in DDR-defective CLL, leading to cell death by mitotic catastrophe, which we have confirmed both in vitro and in AZD6738-treated murine xenograft models. The benefit of ATR inhibition as a therapeutic strategy for DDR-defective CLL lies in its ability to alter the subclonal landscape in favor of less unstable DDR-proficient subclones, which are less susceptible to clonal evolution, thus reducing the likelihood of disease relapse. We reasoned that this provides a strong rationale for addition of AZD6738 to existing therapeutic agents for the treatment of CLL with DDR defects. We demonstrated synergistic and additive effects of low-dose AZD6738 in ATM/p53-defective CLL cells with DNA damaging agents such as chlorambucil, fludarabine, bendamustine and cyclophosphamide, BCR-signaling inhibitors and the PARP inhibitor olaparib. We validated the AZD6738 plus chlorambucil combination in biallelic TP53 or ATM inactivated primary CLL xenografts, where combined AZD6738/chlorambucil treatment was superior to chlorambucil alone, as evidenced by significantly greater reduction in tumor load and percentage of CLL subclones with del(17p) or del(11q) in animals treated with combination regimen compared to single-agent chlorambucil. Similar investigations evaluating AZD6738 plus ibrutinib versus ibrutinib monotherapy in primary CLL xenografts are currently underway. We conclude that ATR inhibition is a suitable approach for targeting the loss of p53 function in aggressive CLL subclones and should be considered as a valuable addition to DNA damaging agents and current targeted treatments. Disclosures Off Label Use: ATR inhibitor AZD6738 targets TP53-null or ATM-null phenotype inducing synthetic lethality. Brown: AstraZeneca Pharmaceuticals: Employment, Patents & Royalties. Lau: AstraZeneca Pharmaceuticals: Employment."
}