{
    "doi": "https://doi.org/10.1182/blood-2020-139392",
    "article_title": " The Association between Asparaginase Enzyme Activity Levels and Toxicities in Childhood Acute Lymphoblastic Leukaemia in the NOPHO ALL2008 Protocol  ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Introduction: Asparaginase is a key component in the treatment of childhood acute lymphoblastic leukemia (ALL), but the treatment is jeopardized by 20% or more developing asparaginase-associated toxicities (asp-tox), mostly hypersensitivity, osteonecrosis, pancreatitis and thromboembolism (Albertsen et al 2019). Therapeutic drug monitoring (TDM) of asparaginase enzyme activity (AEA) levels is widely used to identify patients with no AEA and to ensure sufficient treatment (Sluis et al 2016), but is not commonly used to identify patients with high levels. In this study, we investigate AEA-levels and the association with risk and severity of asp-tox. Methods: Children aged 1-17.9 years with non high-risk ALL treated according to the NOPHO ALL2008 protocol from July 2008 to March 2016 in the Nordic and Baltic countries were included in the study. Based on median AEA-level measured 14 days (+/-2 days) after administration, patients were grouped into four groups; 'no enzyme activity' (0 IU/L, n=201), 'fast clearance' (1-99 IU/L, n=82), 'therapeutic levels' (100-249 IU/L, n=543), and 'high levels' (≥250 IU/L, n=330). Furthermore, groups with AEA-levels <100 IU/L and ≥100 IU/L were used. All types of asp-tox were prospectively registered in the NOPHO-database and defined according to the Ponte di Legno Toxicity Working Group consensus definitions (Schmiegelow et al 2016). We used age-adjusted multiple logistic regression models for all analyses. Results: We included 1,156 patients and 6,929 samples for AEA-measurements in the study. The median number of samples for each patient was 5 [IQR: 3;9]. A total of 328 asp-tox events were registered in 311 patients (27.5%). The median age for patients with asp-tox was 5 years [Interquartile range (IQR): 2;9] compared with 4 years [IQR: 2;6] for patients without asp-tox (p<.001). Generally, a significantly lower incidence of asp-tox was found in patients with AEA-levels <100 IU/L (OR=1.), when compared with patients with levels ≥100 IU/L (OR=4.32, CI: 2.48, 8.20), P<.001. No significant difference between patients with therapeutic levels (OR=41.2, 95% CI: 9.0, 730.6) or high levels (OR=38.3, 95% CI: 8.2, 682.4) was found compared to patients with no AEA (OR=1). Significantly more cases of allergy in the group with no AEA were found (p<.001). Furthermore, a significantly higher incidence of pancreatitis (p<.001) and thromboembolism (p=.007) was seen in patients with AEA-levels ≥100 IU/L compared to levels <100 IU/L, but no difference in the risk of osteonecrosis was found (p=.08). There was no significant difference in the incidence of any asp-tox in the patients with AEA in the ´therapeutic levels´ compared with the ´high levels´ group. No difference according to AEA-level was observed in severity of asp-tox or other clinical characteristics (e.g. localization and number of sites of osteonecrosis and thromboembolism, treatment in intensive care unit or developing cysts/pseudocyst or diabetes for patients with pancreatitis). Conclusion: We found no difference in the incidence of toxicities between AEA in ´therapeutic levels´ and ´high levels´ group, and there will be no clinical advantage in using TDM to identify patients with high AEA-levels for dose adjustment. The significantly lower incidence of asp-tox in patients without AEA and AEA-levels <100 UI/L reflects the high proportion of hypersensitivity patients with inactivation of asparaginase and supports that the efficacy of asparaginase treatment is insufficient for these patients. Disclosures Ranta: Roche: Other: Amember of Steering committee for a Roche study on Hemlibra (the contract is between Karolinska University Hospital and Roche). No financial benefits.. Wolthers: Novo Nordisk: Current Employment. Heyman: Servier: Other: Research funding in ALLTogether (research protocol). Schmiegelow: Jazz Pharmaceuticals: Other: Speaker and/or Advisory Board Honoraria ; Medscape: Other: Speaker fee; Servier: Other: Educational grant. Speaker and/or Advisory Board Honoraria ; Amgen: Other: Speaker fee. Albertsen: Erytech Pharma: Other: Sponsor of the investigator initiated study: NOR-GRASPALL 2016. No financial benefits..",
    "author_names": [
        "Line Stensig Lynggaard",
        "Lisbeth Moeller, PhD",
        "Cecilie Utke Rank, MD",
        "Sofie Gottschalk Højfeldt, MD PhD",
        "Louise Tram Henriksen, MD PhD",
        "Kirsten Brunsvig Jarvis, MD",
        "Susanna Ranta, MD PhD",
        "Riitta Niinimäki, MD",
        "Arja Harila-Saari, MD PhD professor",
        "Benjamin Ole Wolthers, MD",
        "Mats Heyman, MD PhD",
        "Thomas Leth Frandsen, MD PhD",
        "Kjeld Schmiegelow, Professor, MD DMSc",
        "Birgitte Klug Albertsen, MD PhD professor associate"
    ],
    "author_dict_list": [
        {
            "author_name": "Line Stensig Lynggaard",
            "author_affiliations": [
                "Aarhus University Hospital, Galten, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisbeth Moeller, PhD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, University Hospital Rigshospitalet, Copenhagen, Copenhagen, Denmark "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cecilie Utke Rank, MD",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sofie Gottschalk Højfeldt, MD PhD",
            "author_affiliations": [
                "Child and Adolescent Health, Aarhus University Hospital, Aarhus N., Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louise Tram Henriksen, MD PhD",
            "author_affiliations": [
                "Child and Adolescent Heath, Aarhus University Hospital, Aarhus N., Denmark "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Brunsvig Jarvis, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, Oslo University Hospital, Oslo, Norway "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanna Ranta, MD PhD",
            "author_affiliations": [
                "Pediatric Coagulation Center, Karolinska University Hospital and Karolinska Institutet, Stockholm, SWE "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riitta Niinimäki, MD",
            "author_affiliations": [
                "Department of Pediatrics, Oulu University Hospital and PEDEGO Research Unit, University of Oulu, Oulu, Finland "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arja Harila-Saari, MD PhD professor",
            "author_affiliations": [
                "Department of Women's and Children's Health, Uppsala University Hospital, Uppsala, Sweden "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Ole Wolthers, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mats Heyman, MD PhD",
            "author_affiliations": [
                "Childhood Cancer Research Unit, Karolinska Institute, Childhood Cancer Rsch. Unit, ALB Karolinska Hospital, Stockholm, Sweden "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Leth Frandsen, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kjeld Schmiegelow, Professor, MD DMSc",
            "author_affiliations": [
                "The Institute of Clinical medicine, The Faculty of Medicine, University of Copenhagen, Hellerup, Denmark "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Birgitte Klug Albertsen, MD PhD professor associate",
            "author_affiliations": [
                "Children and Adolescent Health, Aarhus University Hospital, Aarhus, Denmark"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:36:05",
    "is_scraped": "1"
}