{
    "doi": "https://doi.org/10.1182/blood.V126.23.3735.3735",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3064",
    "start_url_page_num": 3064,
    "is_scraped": "1",
    "article_title": "Clinical Relevance of Tyrosine Kinase Fusion Genes in Pediatric BCR-ABL1 -like Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster III",
    "topics": [
        "acute lymphocytic leukemia",
        "fusion genes",
        "pediatrics",
        "protein tyrosine kinase",
        "platelet-derived growth factor beta receptor",
        "imatinib mesylate",
        "macrophage colony-stimulating factor receptor",
        "phosphotransferases",
        "prednisolone",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Judith M. Boer, PhD",
        "Aurélie Boeree, BSc",
        "João R.M. Marchante, MSc",
        "Berna Beverloo, PhD",
        "Gabriele Escherich, MD",
        "Hester A. de Groot-Kruseman, PhD",
        "Rob Pieters, MD PhD",
        "Monique L. Den Boer, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Department of Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Department of Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands ",
            "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands "
        ],
        [
            "University Medical Center Hamburg Eppendorf, German Cooperative Study Group for Childhood Acute Lymphoblastic Leukemia (COALL), Eppendorf, Germany "
        ],
        [
            "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands "
        ],
        [
            "Department of Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands ",
            "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands ",
            "Princess Máxima Centre for Pediatric Oncology, Utrecht, Netherlands"
        ],
        [
            "Department of Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands "
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999",
    "abstract_text": "Background Patients with pediatric B-cell precursor acute lymphoblastic leukemia (BCP-ALL) with the BCR-ABL1 fusion gene form a small high-risk patient group with a poor prognosis. Approximately 15% of BCP-ALL are characterized by a gene expression signature similar to that of BCR-ABL1 -positive disease and an unfavorable prognosis. This BCR-ABL1 -like group shows a high frequency of B-cell development gene aberrations, especially IKZF1 deletions and tyrosine kinase-activating lesions (Den Boer et al. Lancet Oncol 2009; Mullighan et al. N Engl J Med 2009; Roberts et al. Cancer Cell 2012, N Engl J Med 2014; Van der Veer et al. Blood 2013). Aims To evaluate the clinical value of tyrosine kinase fusions in newly diagnosed children with B-cell precursor ALL, we studied their frequency, prognosis and drugability in a Dutch/German cohort. Methods This study comprised 204 children with BCP-ALL in three Dutch trials (DCOG ALL-8, 9, 10) and two German trials (COALL 06-97, 07-03) including 92 previously described BCR-ABL1 -like cases identified by hierarchical clustering and 112 non- BCR-ABL1 -like B-other cases. Molecular characterization included RT-PCR and FISH to detect fusions involving ABL1 , PDGFRB , JAK2 and CSF1R , gene expression analysis, and copy number analysis. Results We identified 12 tyrosine kinase-activating fusion genes among 73 tested BCR-ABL1 -like cases (16%) and none among 87 tested B-other cases. Eight fusions activated the ABL signaling pathway: 4 EBF1-PDGFRB , ZMIZ1-ABL1 , RCSD1-ABL2 , SSBP1-CSF1R , and one case with split ABL1 and an unknown fusion partner. Four fusions activated the JAK signaling pathway: 2 PAX5-JAK2 , BCR-JAK2 , and TERF2-JAK2 . The gene fusions were confirmed by RT-PCR or targeted locus amplification. Gene expression of the involved tyrosine kinase was high in each of the fusion cases. IKZF1 deletions occurred more frequently in tyrosine kinase fusion cases compared with non- BCR-ABL1 -like B-other cases (55% vs. 32%; p=0.2), and were enriched for rare, i.e. other than exon 4-7 or full deletion, variants (45% vs. 18%; p=0.05). In the remaining BCR-ABL1 -like cases, the frequency of rare IKZF1 variants was similar to that in B-other (17%). Single deletion of exon 16 of EBF1 occurred in the EBF1-PDGFRB fusions and was rare among the remaining BCR-ABL1 -like (0/77) and B-other cases (2/105). High CRLF2 expression co-occurred only in the BCR-JAK2 fusion case. The cumulative incidence of relapse (CIR) in the BCR-ABL1 -like group with tyrosine kinase fusions (8-yr CIR 40% ± 18%) was comparable with that in the remaining BCR-ABL1 -like group (8-yr CIR 36% ± 6%), and worse than in the B-other group (8-yr CIR 19% ± 4%; overall Gray p=0.04). Of the 12 tyrosine kinase fusion cases, four were late responders who only achieved remission after day 33 of induction therapy, and one was a non-responder resulting in early death. This non/late response rate was significantly higher in the tyrosine kinase fusion cases compared with non- BCR-ABL1 -like B-other (42% vs. 9%, p=0.008) and also higher compared with the remaining, fusion-negative BCR-ABL1 -like cases (42% vs. 17%, p=0.06). Leukemic cells from three EBF1-PDGFRB patients were sensitive to 15 and 30 µM imatinib in ex vivo cultures, compared with lack of cytotoxic response in four EBF1-PDGFRB -negative samples, two of which even showed growth on imatinib. Combination of imatinib with 100 µg/ml prednisolone resulted in further growth inhibition in 2/3 EBF1-PDGFRB patients' ex vivo cultures. Conclusions Tyrosine kinase fusion genes were found in 16% of DCOG/COALL BCR-ABL1 -like cases, representing ~3% of total BCP-ALL. BCR-ABL1 -like cases with tyrosine kinase fusions were characterized by poor initial response to treatment, had an unfavorable clinical outcome compared with non- BCR-ABL1 -like B-other ALL cases and a similar unfavorable outcome compared with tyrosine kinase fusion-negative BCR-ABL1 -like cases. Imatinib worked additive to prednisolone in EBF1-PDGFRB patients' cells, indicating that this inhibitor may be clinically used in combination with at least prednisone. These results are in line with promising results of refractory EBF1-PDGFRB -positive and other ABL class fusion patients successfully treated with imatinib added to consolidation chemotherapy (Lengline et al. Haematologica 2013; Weston et al. J Clin Oncol 2013; Roberts et al. N Engl J Med 2014). Disclosures No relevant conflicts of interest to declare."
}