{
    "doi": "https://doi.org/10.1182/blood.V124.21.924.924",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2964",
    "start_url_page_num": 2964,
    "is_scraped": "1",
    "article_title": "Spliceosome Inhibitor Meayamycin B As a Novel Potential Chemotherapeutic Agent in ALL and AML ",
    "article_date": "December 6, 2014",
    "session_type": "605. Molecular Pharmacology, Drug Resistance – Lymphoid and Other Diseases: Poster I",
    "topics": [
        "antineoplastic agents",
        "spliceosomes",
        "methotrexate",
        "bortezomib",
        "imatinib mesylate",
        "leukemia",
        "leukemia, lymphocytic, acute, childhood",
        "leukemic cells",
        "mechlorethamine",
        "tumor cells"
    ],
    "author_names": [
        "Anna Wojtuszkiewicz, MSc",
        "Yehuda G Assaraf, PhD",
        "Gerrit Jansen, PhD",
        "Kazunori Koide, PhD",
        "Robert K. Bressin",
        "Upamanyu Basu",
        "Edwin Sonneveld, PhD",
        "Elisa Giovannetti, PhD",
        "Gertjan Kaspers, MD PhD",
        "Jacqueline Cloos, PhD"
    ],
    "author_affiliations": [
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Technion - Israel Institute of Technology, Haifa, Israel "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands ",
            "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands ",
            "VU University Medical Center, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.336160199999995",
    "first_author_longitude": "4.859079699999999",
    "abstract_text": "Introduction The process of pre-mRNA splicing is gaining attention as a contributor to anticancer drug resistance and as a promising novel therapeutic target. Splicing of many genes involved in regulation of apoptosis was found to be altered in tumor cells leading to chemoresistance. Similarly, aberrant splicing of genes engaged in drug metabolism was reported to mediate resistance to several anchor drugs of chemotherapeutic protocols in the treatment of leukemia including daunorubicin, cytarabine and methotrexate. Therefore, targeting the spliceosome holds potential to directly activate apoptosis by inducing pro-apoptotic splicing profiles as well as to sensitize cells displaying drug resistance related to altered splicing of genes involved in drug metabolism. In this respect, meayamycin B (MAMB) is a novel compound, which potently inhibits the SF3B1 subunit, which is one of the core components of the spliceosome complex. MAMB was previously shown to induce shifts in splicing of one of the essential apoptosis regulators Mcl-1 in non-small cell lung cancer cell lines A549 and H1299, hence promoting expression of its pro-apoptotic isoform Mcl-1S. The resulting dominance of Mcl-1S was able to sensitize these tumor cells to Bcl-XL inhibitor leading to induction of cell death. Here we evaluated the in vitro impact of MAMB as a single drug in acute lymphoblastic leukemia (ALL) and acute myeloid leukemia (AML). Methods To achieve this goal, we first assessed the impact of MAMB in short-term exposure on splicing of selected apoptosis-related genes, in particular Mcl-1, and concomitant induction of apoptosis in 3 human ALL and 3 AML cell lines. In addition, MAMB sensitivity was assessed using a 72h MTT assay in a panel of ALL and AML cell lines including sublines displaying resistance to several conventional chemotherapeutics including methotrexate, bortezomib or imatinib. Finally, we assessed MAMB sensitivity in primary ALL and AML samples, as compared to healthy bone marrow specimens. Results As previously shown in solid tumors, MAMB (0.5-1nM) was able to shift splicing of Mcl-1 but not Bcl-X in leukemic cell lines upon 24h exposure. The observed changes in splicing coincided with enhanced apoptosis as determined by flow cytometry. The fraction of apoptotic cells reached approximately 40% in the parental CCRF-CEM cell line (T-ALL) and 10% in the methotrexate-resistant subline which has lost folylpolyglutamate synthetase (FPGS) activity. Intriguingly, we previously found impaired splicing of FPGS in this methotrexate-resistant cell line as compared to intact splicing in parental cells. It should be emphasized that intact FPGS splicing is a key component of intracellular retention and activity of MTX. Induction of apoptosis in AML cell lines ranged between 17% in OCI-AML3 and 53% in KG1a. When MAMB sensitivity was assessed in the 72h MTT assay, the growth of both ALL and AML cell lines was efficiently inhibited with remarkable IC 50 values varying between 0.07 and 0.16 nM. Intriguingly, even tumor cell lines which are resistant to conventional chemotherapeutics with different mechanisms of action, such as methotrexate, imatinib and bortezomib, were highly sensitive to MAMB. In line with our results with leukemic cell lines, both ALL and AML primary samples showed a remarkable sensitivity to MAMB (mean LC 50 value 0.42 and 0.43 nM, respectively, Figure 1 ). The normal bone marrow cells obtained from healthy children showed a slightly higher resistance (mean LC 50 value 0.57, p=0.03, Figure). Conclusions Our results show that MAMB itself may constitute a therapeutic option for patients displaying drug resistance to conventional chemotherapy, especially in AML, which in general tends to be more resistant to current treatment options compared to ALL. In addition, as a splicing modulating agent it may also be used to reverse aberrant splicing profiles of genes involved in drug metabolism, thereby restoring sensitivity to standard chemotherapeutics. This novel paradigm warrants further exploration using drug combination studies. Further investigation in a larger cohort of leukemia patient samples is warranted. Moreover, mice studies will be performed to reveal possible toxicities and in vivo efficacy. Figure 1 View large Download slide MAMB sensitivity in primary pediatric ALL and AML samples. Figure 1 View large Download slide MAMB sensitivity in primary pediatric ALL and AML samples.  Disclosures No relevant conflicts of interest to declare."
}