{
    "doi": "https://doi.org/10.1182/blood.V108.11.714.714",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=678",
    "start_url_page_num": 678,
    "is_scraped": "1",
    "article_title": "The Risk of Venous Thromboembolism Following Hospitalization in Medical Patients without Cancer. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "cancer",
        "venous thromboembolism",
        "heparin",
        "patient readmission",
        "anticoagulation",
        "cancer diagnosis",
        "hospital admission",
        "postphlebitic syndrome",
        "surgical procedures, operative",
        "surrogate endpoints"
    ],
    "author_names": [
        "Louis D. Fiore, MD, MPH",
        "Amy Fallon, MD",
        "Melissa Young, MPH",
        "Elizabeth V. Lawler, DSc, MPH",
        "Mary T. Brophy, MD, MPH"
    ],
    "author_affiliations": [
        [
            "Department of Veterans Affairs (DVA), Cooperative Studies Program, Massachusetts Veterans Epidemiology Research and Information Center (MAVERIC), Boston, MA, USA",
            "VA Boston Healthcare System, Boston, MA, USA"
        ],
        [
            "VA Boston Healthcare System, Boston, MA, USA"
        ],
        [
            "Department of Veterans Affairs (DVA), Cooperative Studies Program, Massachusetts Veterans Epidemiology Research and Information Center (MAVERIC), Boston, MA, USA",
            "VA Boston Healthcare System, Boston, MA, USA"
        ],
        [
            "Department of Veterans Affairs (DVA), Cooperative Studies Program, Massachusetts Veterans Epidemiology Research and Information Center (MAVERIC), Boston, MA, USA",
            "VA Boston Healthcare System, Boston, MA, USA"
        ],
        [
            "Department of Veterans Affairs (DVA), Cooperative Studies Program, Massachusetts Veterans Epidemiology Research and Information Center (MAVERIC), Boston, MA, USA",
            "VA Boston Healthcare System, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3269004",
    "first_author_longitude": "-71.11077949999999",
    "abstract_text": "Background: Heparin therapy is recommended for prevention of venous thromboembolism (VTE) in hospitalized medical patients. This recommendation is based on studies demonstrating the efficacy of heparin in preventing surrogate endpoints such as positive venograms or vascular ultrasounds in patients without symptoms or signs of VTE. The efficacy of low-dose heparin prophylaxis in preventing clinical VTE in hospitalized general medical patients remains uncertain. Short-term studies suggest that up to 15% of such patients experience subclinical thrombosis during or shortly after hospital admission. Objective: To quantify the incidence of clinically significant events, we determined the rate of readmission for acute venous thromboembolism (VTE) in patients without cancer discharged from an medical inpatient stay. Methods: The study was performed using nation-wide DVA administrative and inpatient pharmacy databases. The source population was all male patients without a diagnosis of cancer admitted to any DVA medical service between April 1, 2002 and September 30, 2005. To qualify, the index medical admission (IMA) had to be longer than 3 days and not preceded by a surgical admission. Using ICD-9 codes for VTE and postphlebitic syndrome, subjects were categorized as follows: no history of VTE (noVTE), a history of prior VTE (pVTE) and an IMA of acute VTE (aVTE). Annualized rates of subsequent readmission for VTE were determined in each of these groups by life-table analysis and Cox proportional hazard models were used to derive hazard ratios (HR). Results: The final cohort consisted of 206,290 subjects of whom 0.36% had a subsequent readmission for VTE. The rates of VTE in the first year following IMA were 7.15%, 2.13% and 0.30% for aVTE, pVTE and noVTE groups respectively. Age adjusted Cox proportional models demonstrated a HR of 24.3 (95%CI 20.6, 28.8) for the aVTE and 7.7 (95%CI 5.9, 10.0) for the pVTE compared to the noVTE group. In the noVTE group, 25% of patients received warfarin or therapeutic heparin, 11% received only heparin prophylaxis and 64% received no anticoagulant therapy at any time during the IMA, with readmission for VTE occurred in 0.3%, 0.2% and 0.2% of patients in these subgroups respectively. Conclusions: Despite high rates of sub-clinical VTE in clinical trials enrolling patients admitted to medical services, we found that only 0.36% of patients are readmitted to hospital for VTE following discharge. An exception appears to be patients with a history of VTE who have considerably higher rates (2.13%). The rate of readmission for VTE in patients with an index admission for VTE (7.15%) is within the expected range, and consistent with other published reports. Despite the low utilization rates of heparin prophylaxis in patients without prior VTE, readmission with clinically apparent VTE is distinctly uncommon. These results support the argument claiming that prophylaxis may be unnecessary in the majority of medical patients without known malignancy or prior VTE."
}