{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.530.530",
    "article_title": "Prevalence and Risk-Factors for Financial Burden in Patients with Chronic Graft-Versus-Host Disease: A Cross-Sectional Survey from the Chronic Gvhd Consortium ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Diseases: Innovative Predictors and Outcomes",
    "abstract_text": "Introduction Allogeneic hematopoietic cell transplantation (HCT) patients with chronic GVHD (cGVHD) are at risk for financial burden due to expenses from continued intensive medical care and disability preventing return to work. Understanding the financial impact of cGVHD is essential to develop ways to improve the overall well-being of affected patients. Using data from the Chronic GVHD Consortium, we describe prevalence and risk-factors for financial burden and its association with patient reported outcomes. Methods A cross-sectional questionnaire about information regarding financial concerns, household income, employment status, insurance and out-of-pocket expenses was completed by 182 patients (response rate=66%) enrolled on a multi-center observational study to develop and validate endpoint measures for cGVHD treatment. Financial burden was defined as reporting ≥1 of the following: difficulty paying medical bills, not having enough money at the end of the month, reducing spending on home/ leisure activities, using retirement savings, borrowing money or selling assets (e.g. house/car), or declaring bankruptcy. A multivariable logistic regression analysis was performed to determine the association of socio-demographic (age, gender, race, insurance, employment, income and education) and clinical factors including cGVHD severity and physical and mental functioning (measured by SF-36) with financial burden. Results Median age was 56 years (range 12-79) and 88% of the patients were White. Median time from HCT to onset of cGVHD was 7.5 months and median time from enrollment to completion of the financial survey was 12.9 months. At diagnosis, physician reported cGVHD severity was mild in 22%; moderate in 53%, and severe in 22% patients. 48% patients had a college or post-graduate degree and 69% were in a partnered relationship. Median physical and mental component scores at enrollment were 39.2 (range 15.8-57.9) and 50.4 (range 7.1-68.0) respectively (general population score-50, and lower scores indicate worse functioning). All except one patient had health insurance at the time of the survey (49% private and 43% Medicaid/Medicare). Patients reporting annual household income $500 in the last 3 months on healthcare related non-medical and medical out-of-pocket costs, respectively. 64% of the respondents reported at least one financial challenge: 24% had difficulty paying medical bills, 28% reported not having enough money at the end of the month, 49% reduced spending on utilities and other expenses, 31% used retirement savings and 16% borrowed money or sold assets. Bankruptcy rate was 1 year out from HCT had made ≥4 visits to their transplant center clinic or their hematologist in the last 6 months, respectively. 32% received assistance from friends/family/fundraisers and 11% utilized resources suggested by transplant social workers to help with finances. 34% had faced insurance difficulties such as delayed/denied coverage for specific treatments for cGVHD (65% for medications and 38% for labs/procedures, such as extra corporeal photopheresis), and this experience was correlated with reporting financial burden (p=0.05). The multivariable model showed unemployment (OR 3.82; p=0.02) and low household income (OR 11.8; p=0.009 for <$25,000 vs ≥$75,000) to be risk factors for financial burden. There was no association of insurance type, cGVHD severity and physical and mental functioning with financial burden. Conclusions A significant proportion of cGVHD patients experience financial hardship despite having health insurance coverage. A third had difficulty with insurance coverage for recommended cGVHD treatments. Future research should investigate potential interventions to help at-risk patients and prevent long-term adverse financial outcomes in this vulnerable group. Policy changes are needed to ensure adequate long-term coverage for HCT patients, especially those with cGVHD who are at high risk for poor financial outcomes and possibly worse health outcomes if they are not able to afford recommended care. Disclosures Khera: Novartis: Consultancy. Jagasia: Janssen: Consultancy, Research Funding; Mallinckrodt: Consultancy; Therakos: Consultancy, Research Funding. Chen: Immudex: Research Funding. Flowers: Pharmacyclics: Consultancy. Arora: Takeda Oncology: Consultancy. Majhail: Sanofi: Honoraria; Anthem, Inc.: Consultancy. Lee: Amgen: Other: One-time advisory board member; Mallinckrodt: Honoraria; Bristol-Myers-Squibb: Other: One-time advisory board member; Kadmon: Other: One-time advisory board member.",
    "topics": [
        "graft-versus-host disease, chronic",
        "risk factors",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "laboratory techniques and procedures",
        "laboratory test finding",
        "photopheresis",
        "logistic regression",
        "disability",
        "patient self-report"
    ],
    "author_names": [
        "Nandita Khera, MD",
        "Madan Jagasia, MD MBBS, MS",
        "Raewyn Broady, MBChB, FRACP",
        "Lynn E. Onstad, ScM",
        "Betty K. Hamilton, MD",
        "George Chen, MD",
        "Amin M. Alousi",
        "Stefanie Sarantopoulos, MD PhD",
        "Joseph Pidala, MD PhD",
        "Mary E. Flowers, MD",
        "Philip L. McCarthy, MD",
        "Mukta Arora, MD",
        "Corey Cutler, MD MPH, FRCPC",
        "William A. Wood, MD MPH",
        "Alex Ganetsky, PharmD",
        "Gregory A. Abel, MD",
        "Navneet S. Majhail, MD MS",
        "Stephanie J Lee, MD MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Nandita Khera, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Arizona, Phoenix, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Madan Jagasia, MD MBBS, MS",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raewyn Broady, MBChB, FRACP",
            "author_affiliations": [
                "Leukemia/Bone Marrow Transplant Program of British Columbia, BC Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynn E. Onstad, ScM",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betty K. Hamilton, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology & Medical Oncology, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Chen, MD",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amin M. Alousi",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefanie Sarantopoulos, MD PhD",
            "author_affiliations": [
                "Dept. of Medicine, Div. of Hematological Malignancies & Cellular Therapy, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Pidala, MD PhD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary E. Flowers, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip L. McCarthy, MD",
            "author_affiliations": [
                "Medicine, Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mukta Arora, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, Department of Medicine, University of Minnesota Medical Center, Minneapolis, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corey Cutler, MD MPH, FRCPC",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William A. Wood, MD MPH",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of North Carolina, Chapel Hill, NC ",
                "Lineberger Comprehensive Cancer Center, The University of North Carolina at Chapel Hill, Chapel Hill, NC "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Ganetsky, PharmD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory A. Abel, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Navneet S. Majhail, MD MS",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology & Medical Oncology, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie J Lee, MD MPH",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:32:01",
    "is_scraped": "1"
}