{
    "doi": "https://doi.org/10.1182/blood.V104.11.3388.3388",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=114",
    "start_url_page_num": 114,
    "is_scraped": "1",
    "article_title": "Inv (16) Suppresses CEBPA in Acute Myeloid Leukemia by Activation of Calreticulin. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "calr gene",
        "ccaat/enhancer binding protein alpha",
        "leukemia, myelocytic, acute",
        "rna, messenger",
        "fusion proteins",
        "karyotype determination procedure",
        "rna, small interfering",
        "transcription factor",
        "tumor cells, malignant",
        "chromosome rearrangements"
    ],
    "author_names": [
        "Daniel Helbling",
        "Beatrice U. Mueller",
        "Nikolai A. Timchenko",
        "David R. Betts",
        "Martine Jotterand",
        "Sandrine Meyer-Monard",
        "Martin F. Fey",
        "Thomas Pabst"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Research/Institute of Medical Oncology, University and Inselspital, Bern, Switzerland"
        ],
        [
            "Department of Clinical Research/Institute of Medical Oncology, University and Inselspital, Bern, Switzerland"
        ],
        [
            "Department of Pathology and Huffington Center on Aging, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Department of Oncology, University Children’s Hospital, Zurich, Switzerland"
        ],
        [
            "Division Autonome de Génétique Médicale, Centre Hospitalier Universitaire Vaudois (CHUV), Lausanne, Switzerland"
        ],
        [
            "Division of Hematology, University Hospital, Basel, Switzerland"
        ],
        [
            "Department of Clinical Research/Institute of Medical Oncology, University and Inselspital, Bern, Switzerland"
        ],
        [
            "Department of Clinical Research/Institute of Medical Oncology, University and Inselspital, Bern, Switzerland"
        ]
    ],
    "first_author_latitude": "46.9504701",
    "first_author_longitude": "7.428503699999999",
    "abstract_text": "Inversion of chromosome 16 (inv(16)) results in the reciprocal chromosomal rearrangement of the CBFB and MYH11 genes and it is the hallmark of malignant cells observed in patients with acute myeloid leukemia (AML) subtype M4Eo. Alterations of structure or expression of CEBPA - a key myeloid transcription factor - have been implicated in particular subtypes of AML. To investigate the effects of inv(16) on CEBPA we conditionally expressed inv(16) in U937 cells and found that CEBPA mRNA levels remained unchanged. However, CEBPA protein and binding activity were suppressed by 100% and 71%, respectively. In parallel, analysis of patients with inv(16) (n=12) as compared to normal karyotype AML M4 patients (n=6) showed that CEBPA protein and binding activity were significantly reduced (100% and 71.6%, respectively) whereas CEBPA mRNA levels remained similar. Calreticulin, an inhibitor of CEBPA translation, was induced on mRNA and on protein level in inv(16) AML patients as well as after conditional expression of inv(16) in a U937 cell system. Furthermore, inhibition of Calreticulin by siRNA powerfully restored CEBPA levels. Our results identify CEBPA as a key target gene of the leukemic fusion protein inv(16) and suggest that suppression of CEBPA by Calreticulin contributes to the differentiation block in AML with inv(16)."
}