{
    "doi": "https://doi.org/10.1182/blood.V124.21.2270.2270",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2768",
    "start_url_page_num": 2768,
    "is_scraped": "1",
    "article_title": "The Prevalence of Extramedullary AML Detected By 18-FDG/PET-CT: Results from the Prospective PET-AML Trial ",
    "article_date": "December 6, 2014",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster II",
    "topics": [
        "computed tomography/positron emission tomography imaging",
        "fluorodeoxyglucose f18",
        "pet animal",
        "positron-emission tomography",
        "diagnostic imaging",
        "cancer",
        "chemotherapy, neoadjuvant",
        "contrast media",
        "adverse effects",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Friedrich Stölzel, MD",
        "Tors Lüer",
        "Stefani B Parmentier, MD",
        "Tobias Paulus, MD",
        "Friederike Kuithan, MD",
        "Michael Kramer, PhD",
        "Nael Alakel, MD",
        "Katja Sockel, MD",
        "Franziska Taube, MD",
        "Jörg Kotzerke",
        "Christoph Röllig, MD",
        "Martin Bornhäuser, MD",
        "Gerhard Ehninger, MD",
        "Klaus Zoephel, MD",
        "Markus Schaich, MD"
    ],
    "author_affiliations": [
        [
            "Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Germany "
        ],
        [
            "Department of Internal Medicine I, Dresden, Germany "
        ],
        [
            "Rems-Murr-Klinikum Winnenden, Winnenden, Germany "
        ],
        [
            "University Hospital TU Dresden, Dresden, Germany "
        ],
        [
            "University Hospital TU Dresden, Dresden, Germany "
        ],
        [
            "University Hospital TU Dresden, Dresden, Germany "
        ],
        [
            "Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Germany "
        ],
        [
            "University Hospital TU Dresden, Dresden, Germany "
        ],
        [
            "University Hospital TU Dresden, Dresden, Germany "
        ],
        [
            "University Hospital Carl Gustav Carus, Dresden, Germany "
        ],
        [
            "Dresden University Medical Center, Dresden, Germany "
        ],
        [
            "University Hospital Carl Gustav Carus, 01307 Dresden, Germany "
        ],
        [
            "Universitätsklinikum Carl Gustav Carus der TU Dresden, Dresden, Germany "
        ],
        [
            "University Hospital TU Dresden, Dresden, Germany"
        ],
        [
            "University Hospital TU Dresden, Dresden, Germany "
        ]
    ],
    "first_author_latitude": "51.056227",
    "first_author_longitude": "13.7793331",
    "abstract_text": "Introduction: Acute myeloid leukemia (AML) may present with either concomitant or isolated extramedullary (EM) AML. Data on the prevalence of EM AML are based on retrospective and clinical analyses which rely on findings from physical examination only or on coincidental findings in standard imaging procedures and range from 2.5 to 9.1% (Bakst et al. , Blood 2011;118(14):3785-3793). Previous studies identified EM AML as a prognostic factor in patients with AML. 18 Fluorodesoxy-Glucose Positron Emission Tomography – Computed Tomography ( 18 FDG/PET-CT) is able to detect highly metabolic tissue and has proven efficacy in imaging studies for various types of malignant diseases. In a pilot study in patients with histologically proven EM AML, we were able to demonstrate a sensitivity of 90% using 18 FDG/PET-CT imaging and found additional EM sites in 60% of the patients (Stölzel et al. , Haematologica 2011;96(10):1552-1556). The aim of this prospective, observational study was to determine the prevalence of EM AML in patients with newly diagnosed or relapsed AML using 18 FDG/PET-CT ( ClinicalTrials.gov Identifier: NCT01278069 ). Patients and Methods: A total of 94 patients with AML (newly diagnosed AML, n = 85 and relapsed AML, n = 9) underwent total body 18 FDG/PET-CT scans at diagnosis after giving informed consent. Patients with EM diagnosed by 18 FDG/PET-CT underwent a second 18 FDG/PET-CT scan after induction chemotherapy. The median age of all patients was 61 years (range, 27 to 79 years). Patients were included only if a delay of ≤ 5 days of initiation of induction- or re-induction chemotherapy was clinically justifiable to perform the study. 18 FDG/PET-CT scans were performed using a Siemens Sensation 16 as part of a biograph (Siemens, Knoxville, TN, USA) with i.v. application of 18 FDG (range of activity 223 to 433 MBq) and 120 ml i.v. contrast media Ultravist 370 (Bayer Schering Pharma, Leverkusen, Germany). Adverse reactions due to the application of i.v. 18 FDG and i.v. contrast media did not occur. Results: Total body 18 FDG/PET-CT imaging detected highly metabolic manifestations suggestive for EM AML in 21 patients (22%). During follow-up after induction chemotherapy, 18 FDG-avid EM was still observed in 50% of all PET-positive patients. In comparison with PET-negative patients, those with PET-positive EM AML had a higher bone marrow blast count, a higher prevalence of FAB M5 morphology, higher peripheral WBC, higher serum LDH, and less frequent FLT3 -ITD mutations. Sites of EM AML were connective tissue (n=4), parenchymal tissues (n=8), and lymph nodes (n=15). In patients with clinically overt EM AML (n=8) additional EM manifestations were detected in 62% (n=5). In 13 patients, samples from EM sites were obtained for histology review – in 10 patients histology confirmed the occurrence of EM AML in these sites, indicating a specificity of 77%. Importantly, in the remaining patients in whom histology could not confirm EM AML, concomitant malignant tumors were found. Extrapolating these results on the entire cohort, the prevalence of EM AML in newly diagnosed and relapsed AML is 17%. Conclusions: Our study is the first to prospectively evaluate 18 FDG/PET-CT imaging for the diagnosis of EM AML. According to our results, 18 FDG/PET-CT is a useful and safe tool in order to detect EM AML with a high specificity. We found a prevalence of EM AML of 17%. This is two- to eightfold higher, than in previously reported clinical studies. Integration of 18 FDG/PET-CT-based imaging procedures as adjunct for response assessment in these patients seems to be important. Further development of other PET-based imaging procedures and integration in the setting of relapse after allogeneic hematopoietic stem cell transplantation might be necessary and will contribute to a better understanding of the biology and prognostic role of EM AML and the development of targeted treatment strategies in patients with AML. Disclosures No relevant conflicts of interest to declare."
}