{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4702.4702",
    "article_title": "The Utility of End of Treatment PET-CT in Patients with Diffuse Large B-Cell Lymphoma and Documented Complete Remission By Interim PET ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Conditions: Poster III",
    "abstract_text": "Background: Positron emission tomography with computed tomography (PET-CT) is now considered standard imaging procedure in the staging of diffuse large B-cell lymphoma (DLBCL) and evaluation of response to treatment. Interim PET-CT (iPET), usually done after two to four cycles of treatment, is widely used to evaluate early response and predict outcome. On the other hand, end of treatment (EOT) PET is used to document remission. It is not clear, however, that EOT PET is necessary in patients where iPET shows complete remission (CR). The purpose of this study is to determine whether EOT PET-CT influenced patient outcome or disease management in patients with CR by iPET. Methods: This study is a retrospective Lymphoma database review of patients with DLBCL evaluated at the Van Elslander Cancer Center from 2008 to 2015.We analyzed iPET and EOT PET results according to the Deauville 5-point scale as well as patient characteristics like IPI risk score, stage, relapse, and survival. IRB approval was obtained prior to conducting the study. Results 115 patients met study criteria and were included; of those, 65 had iPET done. 48 of the 65 patients (74%) achieved CR by end of therapy. Median age of these 48 patients was 61.5yrs (range 20-89), male: female ratio 22:26. Thirty-one patients had stage III/IV and 21 of 48 patients were high intermediate or high risk by IPI. All patients were treated with R-CHOP with addition of high dose methotrexate in 2 patients. 11 of 48 patients did not have EOT PET or other imaging at completion of therapy. Of the 37 remaining patients, 27 had EOT PET documenting CR, 7 achieved CR by EOT CT and 3 showed progression by EOT PET. Median follow up of the 48 patients was 54.7months (range 1.5-168) and of the 11 patients with no EOT PET was 66months (3-108.5). There was no difference in overall survival in the group with no EOT PET compared with those patients who achieved CR by iPET and EOT PET. Conclusions EOT PET detects disease progression in a relatively small number of patients with DLBCL who have achieved CR by iPET (3 of 48, 6%). The study suggests that EOT PET can be omitted in DLBCL patients if iPET shows CR since there was no difference in the overall survival between patient groups based on EOT PET. These results need to be confirmed in larger series given the economic impact of this finding. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "complete remission",
        "computed tomography/positron emission tomography imaging",
        "diffuse large b-cell lymphoma",
        "positron-emission tomography",
        "diagnostic imaging",
        "computed tomography",
        "disease progression",
        "disease remission",
        "follow-up",
        "lymphoma"
    ],
    "author_names": [
        "Dahlia Sano, MBBCH",
        "Susan Szpunar",
        "Kleanthe Kolizeras",
        "Ayad Al-Katib, MD FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Dahlia Sano, MBBCH",
            "author_affiliations": [
                "St John Hospital and medical Center, Royal Oak, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susan Szpunar",
            "author_affiliations": [
                "St John hospital and medical Center, Grosse Pointe Woods MI, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kleanthe Kolizeras",
            "author_affiliations": [
                "St John hospital and medical Center, Grosse Pointe Woods MI, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayad Al-Katib, MD FACP",
            "author_affiliations": [
                "Wayne State University, Detroit, MI ",
                "st John Hospital and medical center, Grosse Pointe Woods, MI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:41:40",
    "is_scraped": "1"
}