{
    "doi": "https://doi.org/10.1182/blood-2019-131230",
    "article_title": "Feasibility of Administering Anti-CD45 Iodine ( 131 I) Apamistamab [Iomab-B] for Re-Induction and Targeted Conditioning in Older Patients with Active, Relapsed or Refractory AML without Lead-Lined Rooms: Sierra Trial Experience at MSKCC ",
    "article_date": "November 13, 2019",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "abstract_text": "Background: Patients ≥55 years of age with active, relapsed or refractory acute myeloid leukemia (R/R AML) who have failed standard induction and salvage therapies do not routinely undergo allogeneic hematopoietic cell transplantation (HCT) due to their inability to receive myeloablative conditioning and lack of efficacy. The SIERRA trial is a prospective, randomized, phase 3, open-label, multicenter trial designed to address this significant unmet need. Preliminary results have shown the re-induction and targeted conditioning therapy with Iomab-B can lead to successful engraftment. Because of the administered activity of 131 I (300-1030 mCi, mean ~600 mCi), patients are isolated for several days after the drug administration before being discharged. Radiation safety procedures with rolling lead shields and blankets were implemented to ensure compliance with local regulations for therapeutic radioisotopes and the safe administration of Iomab-B. Methods : A corner room with private bathroom was selected as the patient room for drug administration and patient isolation. The room was prepared to prevent radioactive contamination. Rolling lead shields were utilized depending on the room configuration: 2 shields against the patient emitting radiation and closer to the door, or 3 shields total with 1 additional shield by the nurses' work station in the room. Lead blankets were placed under the patient bed. Extensive radiation safety training was provided to nursing staff who interacted with Iomab-B patients. The administration was performed in the room using an automatic pump system with Iomab-B drug vial placed in a lead pig during infusion (4-5 hours). Radiation dose rates at several locations were measured at the completion of administration. Radiation doses to nurses who provided care to patients were monitored with personal dosimeters throughout the course of treatment, while the patients remained in radiation isolation. Results: 10 Iomab-B patients were treated with 788 ± 192 (range: 543-1069 mCi). Exposure survey results were taken within 2 hours after therapeutic infusion outside the patient door (mean 0.64, range 0.06-1.95 mrem/hr) the hallway (0.01 mrem/hr, background levels) adjacent rooms (mean 0.747, range 0.2-1.82 mrem/hr) as well as above (mean 0.986, range 0.5-1.6 mrem/hr) and below (mean 1.398, range 0.81-1.88 mrem/hr) the room. All the exposure survey results were below the regulated public area limit, 2 mrem/hr. The dose to inpatient nurses caring for the patient was 9.42 ± 6.6 (range: 1-27 mrem), which is minimal comparing to annual occupational dose limit of 5,000 mrem. The rooms were surveyed for contamination after the patient was cleared from radiation isolation and removable surface contamination was below 200 dpm/100cm 2 , lower than the limit of 24,00 dpm/100cm 2 Conclusion: The use of rolling lead shields and implementation of specific radiation safety procedures allows for the safe administration of Iomab-B and enable treatment of patients without the need for lead-lined rooms. Table View large Download slide Table View large Download slide  Close modal Disclosures Pandit-Taskar: Y Mabs: Consultancy, Honoraria; Fusion Pharmaceuticals: Consultancy, Honoraria; Progenics: Consultancy, Honoraria; Medimmune: Consultancy, Honoraria; Actinium Pharmaceuticals, Inc: Consultancy, Honoraria. Gyurkocza: Actinium Pharmaceuticals: Research Funding. Liang: Actinium Pharmaceuticals: Employment. Reddy: Actinium Pharmaceuticals: Employment. Berger: Actinium Pharmaceuticals, Inc: Employment, Equity Ownership. Dauer: Actinium Pharmaceuticals, Inc: Other: MSKCC - NIH/NCI Cancer Center Support Grant P30 CA008748, Research Funding.",
    "topics": [
        "cd45 antigens",
        "conditioning (psychology)",
        "iodine",
        "lead line",
        "older adult",
        "actinium",
        "infusion procedures",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "radioisotopes"
    ],
    "author_names": [
        "Bae P Chu, MPH",
        "Neeta Pandit-Taskar, MD",
        "Boglarka Gyurkocza, MD",
        "Qing Liang, PhD",
        "Daniel Miodownik, MPH",
        "Vijay Reddy, MD PhD",
        "Mark S. Berger, MD",
        "Lawrence T. Dauer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bae P Chu, MPH",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Neeta Pandit-Taskar, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boglarka Gyurkocza, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Liang, PhD",
            "author_affiliations": [
                "Actinium Pharmaceuticals, Inc., New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Miodownik, MPH",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vijay Reddy, MD PhD",
            "author_affiliations": [
                "Actinium Pharmaceuticals, Inc., New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark S. Berger, MD",
            "author_affiliations": [
                "Actinium Pharmaceuticals, Inc., New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence T. Dauer, PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:28:18",
    "is_scraped": "1"
}