{
    "doi": "https://doi.org/10.1182/blood.V124.21.2632.2632",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2851",
    "start_url_page_num": 2851,
    "is_scraped": "1",
    "article_title": "Systemic ALK Positive Anaplastic Large Cell Lymphoma – Analysis of Survival and Its Determinants in United States ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: Poster II",
    "topics": [
        "ki-1+ anaplastic large cell lymphoma",
        "radiation therapy",
        "extranodal disease",
        "cancer",
        "t-cell lymphoma",
        "cox proportional hazards models",
        "kaplan-meier survival curve",
        "ecological study",
        "head and neck"
    ],
    "author_names": [
        "Guru Subramanian Guru Murthy, MD",
        "Raji Venkitachalam, MBBS",
        "Ishwori Dhakal",
        "Paulette Mehta, MD MPH"
    ],
    "author_affiliations": [
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Cochin Medical College, Kochi, India "
        ],
        [
            "UAMS, LITTLE ROCK, AR "
        ],
        [
            "University of Arkansas and Central Arkansas Veteran Healthcare System (CAVHS),, Little Rock, AR"
        ]
    ],
    "first_author_latitude": "34.74931540000001",
    "first_author_longitude": "-92.320596",
    "abstract_text": "Introduction: Systemic ALK positive Anaplastic large cell lymphoma (ALK+ALCL) is a rare T-cell lymphoma (TCL). It is generally considered to have a good prognosis as compared to other TCL cases. However, due to its rarity, the discrepancies in its survival at population level are unclear. In this study, we have described the trends and determinants of survival of systemic ALK+ALCL using the Surveillance Epidemiology and End Results (SEER) database. Methods: Patients were selected from the SEER 13registry (Nov 2013 submission data) using the ICD-0-3 code for ALK+ALCL (9714). Patients included had age 20 years and above, with microscopy confirmed ALK+ALCL as the first primary malignancy diagnosed between 1992-2011. We excluded patients diagnosed only at autopsy/death certificate and those with cutaneous or subcutaneous ALCL. Patients were evaluated by their demographic characteristics, radiotherapy status, disease stage and site of involvement. Five year overall survival (OS) was calculated by Kaplan-Meier method and compared by log rank test. Determinants of OS were analyzed with Cox-regression method. Statistical analyses were done with significance level of p < 0.05. Results: A total of1160 patients with systemic ALK+ALCL were identified. Median age of the cohort was 54 years (20-85 years) with majority of patients being > 60 years (20-40 years – 26.9%, 41-60 years-34.2% and > 60-38.9%). There were more males than females (59.9% vs 40.1%), more whites than blacks and other races (78.7% vs 21.3%). Patients commonly presented with nodal disease (81.3%) and advanced stage (stage III and IV-52.8%). The 5-year OS significantly declined as the age advanced (66.2% in age < 40, 46.6% in age 41-60 and 28.1% in age > 60, p 60 was associated with higher mortality (HR 3.31, CI 2.64-4.14, P=0.001). Conclusion: Even though ALK+ALCL is considered to have a better prognosis, significant discrepancies in the survival have been identified in our large population based study. Treatment with radiotherapy significantly improves the outcome. Prospective studies with large patient population are needed to address these discrepancies and formulate better treatment strategies for these high risk groups. Disclosures No relevant conflicts of interest to declare."
}