{
    "doi": "https://doi.org/10.1182/blood.V122.21.3021.3021",
    "article_title": "Disruption Of Super Enhancer-Driven Cancer Dependencies In Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) exhibits significant biological and transcriptional heterogeneity which is conferred, in part, by pathologic modulation of lineage-specific and growth-associated master regulatory transcription factors (TF). Chromatin associated with TF binding sites is markedly enriched in histone proteins that are post-translationally modified by lysine side-chain acetylation. This mark facilitates the opening of chromatin and recruits a class of co-activators which recognize ε-acetyl lysine through a bromodomain. The sub-family of bromodomain and extra-terminal domain (BET) co-activators (BRD2, BRD3 and BRD4) are appealing, in part, because transgenic expression of BRD2 caused a DLBCL-like neoplasm in mice. We recently developed the first BET inhibitor, JQ1, and now explore the role of BET bromodomains in oncogenic transcription and assess BET family members as therapeutic targets in DLBCL. Nanomolar doses of JQ1 and 3 structurally dissimilar BET bromodomain inhibitors decreased the cellular proliferation of a broad panel of DLBCL cell lines of all transcriptionally defined types whereas the inactive enantiomer, JQ1R, had no effect. BRD2 and BRD4 depletion similarly decreased the proliferation of multiple DLBCL cell lines. We next explored the therapeutic potential of BET inhibition in two independent DLBCL xenotransplantation models, Ly1 and Toledo. In the first xenograft model, JQ1-treated mice had a prolongation of overall survival (p = 0.003). In the second model, JQ1-treated animals had significantly delayed tumor progression and decreased lymphomatous infiltration of spleen and bone marrow. To define the transcriptional pathways regulated by BET bromodomain proteins, we performed transcriptional profiling of multiple vehicle and JQ1-treated DLBCL cell lines. Following JQ1 treatment, we observed downregulation of multiple MYD88/TLR and BCR signaling pathway components and functionally validated MYC and E2F target gene sets. BET inhibition decreased MYC transcripts and protein in the DLBCL cell line panel suggesting that BET bromodomains directly modulate MYC transcription. In contrast, JQ1 treatment did not measurably alter E2F1 transcript or protein abundance suggesting a co-activator role of the BET bromodomains for E2F1. To explore the role of BET bromodomains in oncogenic E2F1 transcriptional signaling, we performed ChIPSeq experiments in Ly1 cells, using a chemical genetic approach. Rank-ordering of all transcriptionally active promoters based on H3K4me3 enrichment and RNA Pol II occupancy identifies pervasive binding and spatial colocalization of BRD4 and E2F1 to active promoter elements. We identified a JQ1-mediated transcriptional elongation defect across E2F1-bound promoters, responsible for the downregulation of E2F1 targets. As oncogenic TFs may signal to RNA Pol II through distal enhancer elements, we also characterized the genome-wide localization of BRD4 to enhancers in the Ly1 DLBCL cell line. Rank-ordering of enhancer regions by H3K27ac enrichment reveals that BRD4 binds to the vast majority of active enhancers in the Ly1 genome. Strikingly, the BRD4 load is asymmetrically distributed throughout the genome at enhancer sites with only a small subset of BRD-loaded “super enhancers (SE)”, 285/18330 (1.6%), accounting for 32% of all BRD4 enhancer binding in the cell. The POU2AF1 locus emerged as the most BRD4-overloaded enhancer in Ly1. BET inhibition reduced RNA Pol II elongation of POU2AF1 , with a concomitant increase in promoter-paused RNA Pol II near the transcriptional start site. Accordingly, JQ1 treatment decreased POU2AF1 transcript abundance and protein expression and reduced the expression of a POU2AF1 target gene set. POU2AF1 depletion with independent shRNAs significantly decreased the proliferation of Ly1 and enforced POU2AF1 expression decreased the sensitivity of Ly1 cells to JQ1 treatment. Additional super enhancer-driven genes that were sensitive to JQ1 treatment include ones which promote and maintain the B-cell gene expression program and limit plasma cell differentiation. Our data suggest that BET inhibition limits the growth of DLBCLs by at least two complementary activities: a specific effect on genes that define a given cell type by high BRD4 loading at enhancers and the selective suppression of transcription at E2F- and MYC- driven target genes. + Contributed equally Disclosures: Qi : Patent for JQ1: holds patent for JQ1, holds patent for JQ1 Patents & Royalties. Young: Syros Pharmaceuticals: Consultancy, Equity Ownership, Membership on an entity’s Board of Directors or advisory committees; Enzon Pharmaceuticals: Equity Ownership, Membership on an entity’s Board of Directors or advisory committees. Bradner: Tensha Therapeutics: Equity Ownership, Scientific founder of Tensha which is translating drug-like derivatives of the JQ1 chemical probe of BET bromodomains used in this study, as cancer therpeutics. As such, the Dana-Farber Cancer Institute and Dr. Bradner have been granted minority equity. Other; Syros Pharmaceuticals: Equity Ownership, Scientific founder of Syros which is discovering Super Enhancers as a new class of gene control elements. As such, the Dana-Farber Cancer Institute and Dr. Bradner have been granted minority equity., Scientific founder of Syros which is discovering Super Enhancers as a new class of gene control elements. As such, the Dana-Farber Cancer Institute and Dr. Bradner have been granted minority equity. Other.",
    "topics": [
        "cancer",
        "diffuse large b-cell lymphoma",
        "enhancer of transcription",
        "dna polymerase ii",
        "rna",
        "lysine",
        "transplantation, heterologous",
        "histones",
        "hyperplasia",
        "neoplasms"
    ],
    "author_names": [
        "Bjoern Chapuy, MD, PhD",
        "McKeown Michael",
        "Charles Y. Lin, PhD",
        "Stefano Monti, PhD",
        "Margaretha GM Roemer",
        "Jun Qi",
        "Peter B. Rahl, PhD",
        "Heather Sun",
        "Kelly T. Yeda",
        "Andrew L. Kung, MD, PhD",
        "Scott J. Rodig, MD, PhD",
        "Richard A. Young, PhD",
        "Margaret A. Shipp, MD",
        "James E. Bradner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bjoern Chapuy, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "McKeown Michael",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Y. Lin, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Monti, PhD",
            "author_affiliations": [
                "Section of Computational Biomedicine, Boston University School of Medicine, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaretha GM Roemer",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Qi",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter B. Rahl, PhD",
            "author_affiliations": [
                "Whitehead Institute of Genome Research, Cambridge, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Sun",
            "author_affiliations": [
                "Department of Pathology, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly T. Yeda",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew L. Kung, MD, PhD",
            "author_affiliations": [
                "Lurie Family Imaging Center and Department of Pediatric Oncology, Dana-Farber Cancer Institute & Children's Hospital Boston, Boston, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott J. Rodig, MD, PhD",
            "author_affiliations": [
                "Department of Pathology, Brigham and Women’s Hospital, Boston, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Young, PhD",
            "author_affiliations": [
                "Whitehead Institute for Biomedical Research, Massachusetts Institute of Technology, Cambridge, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret A. Shipp, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James E. Bradner, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T13:00:22",
    "is_scraped": "1"
}