{
    "doi": "https://doi.org/10.1182/blood.V126.23.3728.3728",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3060",
    "start_url_page_num": 3060,
    "is_scraped": "1",
    "article_title": "CD20 Expression Is Associated with Higher Risk of Early Relapse at 1 Year Following Chemotherapy Treatment for Adolescent and Adult Acute Lymphoblastic Leukemia Patients ",
    "article_date": "December 3, 2015",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster III",
    "topics": [
        "acute lymphocytic leukemia",
        "adolescent",
        "burkitt's lymphoma",
        "cd20 antigens",
        "chemotherapy regimen",
        "hematopoietic stem cell transplantation",
        "biological markers",
        "follow-up",
        "leukemia, b-cell, acute",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Feras Alfraih, MD",
        "Abdul Mannnan",
        "Dennis Dong Hwan Kim, MD PhD",
        "Ghuzayel Aldawsari, MD",
        "Fahad Z. Alsharif, MBChB, MD",
        "Hazza A Alzahrani, MD",
        "Said Y Mohamed, MD",
        "Walid Rasheed, MD",
        "Amr Hanbali, MD",
        "Syed Osman Ahmed, MRCP, FRCPath",
        "Marwan Shaheen, MD",
        "Fahad Al Mohareb, MD",
        "Mahmoud Aljurf, MD MPH",
        "Naeem A. Chaudhri, MD FACP"
    ],
    "author_affiliations": [
        [
            "Oncology Centre, King Faisal Hospital and Research Centre, Riyadh, Saudi Arabia "
        ],
        [
            "king Faisal Hospital and Research Centre, Riyadh, Saudi Arabia "
        ],
        [
            "DMOH, Princess Margaret Hospital, Toronto, Canada "
        ],
        [
            "King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
        ],
        [
            "Kfcc, KFSHRC, MBC #64, Riyadh, Saudi Arabia "
        ],
        [
            "King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
        ],
        [
            "King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
        ],
        [
            "King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
        ],
        [
            "Oncology Center, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
        ],
        [
            "King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
        ],
        [
            "King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
        ],
        [
            "Oncology Center, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia "
        ],
        [
            "King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia"
        ],
        [
            "King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia "
        ]
    ],
    "first_author_latitude": "24.6721961",
    "first_author_longitude": "46.6754497",
    "abstract_text": "Introduction : It is extremely significant to predict treatment outcomes using a biomarker. The prognostic significance of CD20 expression is controversial. In this study, we attempted to evaluate the impact of CD 20 expression on treatment outcomes in large cohort of adolescents and adults patients with acute lymphoblastic leukemia (ALL) treated with chemotherapy only in one single center. Methods : A total of 172 adolescent and adult patients with newly diagnosed B precursor ALL receiving CALGB based chemotherapy protocol between year 2001 and July 2014 at our Centre were evaluated for the expression of CD20 and it is impact on treatment outcomes. Anti-CD20 monoclonal antibody use were not part of the chemotherapy protocol at our Centre. Patients underwent hematopoietic stem cell transplantation were excluded from the analysis, a total of 83 patients were finally included in the analysis. CD20 expression at diagnosis of 20% in blast population was used as cutoff to stratify patients as CD20 positive (CD20+) versus CD20 negative (CD20-) group. Results: Median age for all patients is 21 years (range, 14-62), 41% (n=34) were females. Median WBC at diagnosis was 8 (range, 0.4-244), 28% (n=23) had WBC >30. Philadelphia (Ph) chromosome was negative for 75 patients (86%) while positive for 12 patients (14%). Day 28 blasts 5 (n=5) and missing for 4 patients (5%). A median follow-up of 3.7 years for survivors (range, 1-11) showed 29 patients (35%) had CD20+ versus 54 patients (65%) was CD20-. Comparison of patient's characteristics between the two groups were similar for gender, age, median WBC at diagnosis, median LDH, Ph chromosome, CNS involvement and primary refractoriness at day 28 of chemotherapy. The cumulative incidence of relapse at 1 year for CD20+ was 42% versus 15% (p=0.05) for + CD20- (Figure 1) while 5 years relapse rate was 55% versus 58%, respectively, suggesting higher incidence of 1 year relapse in CD20+ group. The overall survival for CD20+ was 39% versus 50% for CD20- (P=0.18). In Univariate analysis for One-year relapse, CD20 expression was significant factor (p=0.02, HR=2.97). Multivariate analysis confirmed CD20 as an independent adverse risk factor for relapse at 1 year (p=0.02, HR 2.97). For 5-years relapse, male gender (p=0.03, HR 2.1) and age >30 years (p=0.05, HR2.38) were found to be independent factors but not CD20 expression. Conclusion: The present study showed that the overall incidence of CD20 expression in B-ALL is 35%. Also, it suggested that in non-HSCT patients, CD20 expression at a diagnosis is associated with higher risk of early relapse at one year, which was confirmed by multivariate analysis. Further study is strongly warranted to confirm the prognostic role of CD20 and to evaluate the importance of anti-CD20 monoclonal antibodies in a prospectively designed study. Figure 1. View large Download slide Cumulative incidence of relapse at 1 year (A) and at 5 years (B) Figure 1. View large Download slide Cumulative incidence of relapse at 1 year (A) and at 5 years (B) Figure 2. View large Download slide Figure 2. View large Download slide Figure 3. View large Download slide Figure 3. View large Download slide Disclosures Kim: Bristol-Myers Squibb: Consultancy, Research Funding; Novartis Pharmaceuticals: Consultancy, Research Funding."
}