{
    "doi": "https://doi.org/10.1182/blood.V114.22.2274.2274",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1554",
    "start_url_page_num": 1554,
    "is_scraped": "1",
    "article_title": "Pegfilgrastim Accelerates Neutrophil Engraftment, Reduces the Number of Neutropenic and Hospitalization Days and the Use of Antibiotics After Autologous Peripheral Blood Stem Cell Transplant for Multiple Myeloma and Lymphoma. A Phase II Study and Comparison with a Filgrastim Treated Historical Cohort. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment Poster II",
    "topics": [
        "antibiotics",
        "engraftment",
        "filgrastim",
        "lymphoma",
        "multiple myeloma",
        "neutropenia",
        "neutrophils",
        "pegfilgrastim",
        "peripheral blood stem cells",
        "phase 2 clinical trials"
    ],
    "author_names": [
        "Luciano Wannesson",
        "François Luthi",
        "Emanuele Zucca",
        "Anne Rosselet",
        "Mauro Baglioni",
        "Erika Lerch",
        "Kristin Feuerlein",
        "Michele Ghielmini",
        "Nicolas Ketterer"
    ],
    "author_affiliations": [
        [
            "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
        ],
        [
            "Centre Hospitalier Universitaire Vaudois (CHUV), Lausanne, Switzerland"
        ],
        [
            "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
        ],
        [
            "Centre Hospitalier Universitaire Vaudois (CHUV), Lausanne, Switzerland"
        ],
        [
            "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
        ],
        [
            "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
        ],
        [
            "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
        ],
        [
            "Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland, "
        ],
        [
            "Centre Hospitalier Universitaire Vaudois (CHUV), Lausanne, Switzerland"
        ]
    ],
    "first_author_latitude": "46.1945456",
    "first_author_longitude": "9.022537900000001",
    "abstract_text": "Abstract 2274 Poster Board II-251 Introduction: Granulocyte Colony-Stimulating Factor (G-CSF) is regularly used after autologous peripheral blood stem cell transplant (ASCT) to accelerate neutrophil engraftment. The result is a reduction of the number of febrile days, antibiotic use and duration of hospitalization, resulting in a reduction of costs. Randomized trails demonstrated that further cost reduction is obtained by delaying the beginning of G-CSF therapy from day 1 to days 5-7 post transplant without significantly changing the time to neutrophil recovery, despite a trend to better results when the drug was started on day 1. Pegfilgrastim is a sustained duration form of filgrastim administered as a single-fixed s.c. dose, a schedule that is more patient friendly. Moreover, as the drug is given in a single shot, there is no need to delay the therapy to decrease treatment costs. This trial was conducted to assess the efficacy and safety of pegfilgrastim to enhance neutrophil recovery after ASCT. Patients and Methods: in this bi-institutional phase II trial 40 patients with Multiple Myeloma (N=20), Hodgkin Lymphoma (N=8) and Non-Hodgkin Lymphoma (N=12) were accrued from January 2007 to December 2008. Pegfilgrastim 6 mg s.c. was administered on transplant day 1. Results were compared with a historical control group of 40 patients (20 with myeloma and 20 with lymphoma) treated with filgrastim 5μg/kg/d s.c. starting at median day 7 after transplant (range 3-7). All lymphoma patients (cases and controls) received BEAM as high dose schedule, while the 40 multiple myeloma patients were treted with MEL200. If tandem transplants were planned, only the first procedure was eligible to the study. Differences between groups were estimated by two-sample t -test and Wilcoxon rank-sum test. A two sided p -value of <0.05 was considered statistically significant. Results: case and control populations were statistically similar in terms of age, sex, disease, conditioning regimen, CD34+ cell-dose and number of prior therapy lines. Median time to achieve a neutrophil count > 500/μl was 9.5 vs 11.3 days for case and controls, respectively (p 20000/μl was 11.9 vs 11.4 days (p=0.42); median duration of fever was 3.4 vs 4.6 days (p=0.3); median duration of i.v. antibiotic therapy was 4.2 vs 6.5 days (p=0.0007); median hospitalization duration was 14 vs 14.8 days (p=0.0184, N.S. at t-test). Both groups received an equal number of RBC and platelet transfusions. Pain was present in 12.5% of patients in the experimental group and lasted for a median of 3 days (2-9). No other toxicities related to pegfilgrastim were observed. The control group received a median of 6.5 doses of filgrastim (range 4-10). Market prices per treatment are 2076.75 vs 1534.90 Swiss Francs for pegfilgrastim and filgrastim, respectively. Conclusions: Pegfilgrastim given as a single dose of 6 mg s.c. on transplant day 1 accelerates neutrophil engraftment, shortens the duration of neutropenia and hospitalization and reduces the use of i.v. antibiotics compared to daily filgrastim. The 25% increase in costs when using pegfilgrastim is counterbalanced by a shorter time on antibiotics and a tendency to a shorter time in hospital. Disclosures: Wannesson: AMGEN: Research Funding. Off Label Use: Pegfilgrastim is a pegilated formulation of filgrastim, a reccombinant human granulocyte colony stimulating factor. It has a long half life allowing a single dose treatment instead of multiple repeated doses. In general it has been shown equivalent results comparing to filgrastim in all clinical settings, even if still off-label for some indications, like the post-autologous transplant support (matter of the present abstract). Ghielmini: AMGEN: Research Funding. Ketterer: AMGEN: Research Funding."
}