{
    "doi": "https://doi.org/10.1182/blood.V128.22.634.634",
    "article_title": "Synergistic Therapeutic Efficacy of Combined JAK1/2, Pan-PIM, and CDK4/6 Inhibition in Myeloproliferative Neoplasms ",
    "article_date": "December 2, 2016",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Translational Studies",
    "abstract_text": "Ruxolitinib has demonstrated significant benefits for patients with MPNs, including reduction of splenomegaly and improvement in symptom burden. However, ruxolitinib has limited ability to alter the natural history and biology of disease in MPNs. Furthermore, patients often lose response to ruxolitinib or suffer disease progression despite therapy with ruxolitinib. These observations have prompted efforts to devise combinatorial treatment strategies to improve and extend the benefits of ruxolitinib therapy. Activation of the JAK-STAT pathway is a hallmark of MPN disease biology. JAK2 signaling is also known to engage other downstream pathways, which may expose novel therapeutic vulnerabilities. For example, JAK2 V617Fhas been demonstrated to increase CDC25A transcription and down-regulate p27 expression via STAT5 activation, which has been postulated to trigger the activation of cyclin dependent kinases such as CDK4. Additionally, activated STATs and PIM kinases have been shown to activate D cyclins that are upstream of CDK4/6. These observations have led us to investigate the hypothesis that CDK4/6 inhibition, in conjunction with JAK1/2 and PIM kinase inhibition, may results in synergistic therapeutic efficacy. Using INC424 (JAK1/2 inhibitor ruxolitinib), PIM447 (pan-PIM inhibitor), and LEE011 (CDK4/6 inhibitor) we first sought to determine the effect of combination therapy with INC424 and PIM447 or INC424 and LEE011 compared with monotherapy in allografted Ba/f3 cells expressing EPOR- JAK2 V617F. In comparison to treatment with single agents, the combination of INC424 and LEE011 demonstrated synergistic anti-tumor activity. Subsequent evaluation of the triple combination of INC424, PIM447 and LEE011 demonstrated further enhancement of reduction in whole-body tumor burden, spleen size and a marked reduction in JAK2 mutant allele burden. We next sought to evaluate this triple-therapy strategy in a MPL W515L-mediated murine retroviral transplant model which most closely recapitulates essential thrombocythemia/myelofibrosis. Lethally-irradiated mice transplanted with ckit-enriched bone marrow transduced with MPL W515L retrovirus were randomized to treatment with either placebo, single agent INC424, or combination therapy with INC424, PIM447 and LEE011. Compared to therapy with placebo or INC424, the combination of INC424, PIM447 and LEE011 resulted in significantly prolonged survival in recipient mice (Figure 1). A subset of mice underwent planned sacrifice on Day 42 post-transplant. Significant reductions in white blood cell counts were observed when comparing INC424 versus placebo treated mice (p= 0.01), triple-therapy versus placebo treated mice (p<0.01), but also triple-therapy versus INC424 treated mice (p=0.03). Similarly, reductions in platelet count were observed when comparing INC424 versus placebo treated mice, triple-therapy versus placebo treated mice, and also triple-therapy versus INC424 treated mice. No differences in hematocrit were observed between the treatment arms. Synergistic effects between INC424, LEE011 and PIM447 were noted on spleen and liver size reduction in sacrificed mice. No additive toxicity was observed in triple-therapy treated mice. Studies evaluating this combination in a JAK2 V16F driven murine model as well as a JAK2 V617F/ Tp53 null AML murine model are ongoing, and results will be presented. In summary, the combination of INC424, PIM447, and LEE011 exhibits synergistic in vivo efficacy without additive toxicity. Further studies are ongoing to evaluate the ability of this therapeutic strategy to reduce disease initiating capacity and disease progression. This combination represents a promising therapeutic strategy presently under evaluation in a Phase I clinical study. Figure 1. View large Download slide Survival of mice transplanted with bone marrow transduced with MPL W515L Figure 1. View large Download slide Survival of mice transplanted with bone marrow transduced with MPL W515L Close modal Disclosures Maria: Novartis: Equity Ownership. Levine: Qiagen: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy. Cao: Novartis: Equity Ownership; BMS: Equity Ownership.",
    "topics": [
        "cyclin-dependent kinase 4",
        "myeloproliferative disease",
        "potentially inappropriate medication list",
        "ribociclib",
        "ruxolitinib",
        "combined modality therapy",
        "disease progression",
        "neoplasms",
        "phosphotransferases",
        "toxic effect"
    ],
    "author_names": [
        "Raajit K. Rampal, MD, PhD",
        "Pinzon-Ortiz Maria, PhD",
        "Hanasoge Somasundara Amritha Varshini",
        "Ross L. Levine, MD",
        "Alex Cao"
    ],
    "author_dict_list": [
        {
            "author_name": "Raajit K. Rampal, MD, PhD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pinzon-Ortiz Maria, PhD",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research, Cambridge, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanasoge Somasundara Amritha Varshini",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross L. Levine, MD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Cao",
            "author_affiliations": [
                "Novartis Institutes for Biomedical Research/(currently: Bristol-Myers Squibb), Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:41:08",
    "is_scraped": "1"
}