{
    "doi": "https://doi.org/10.1182/blood.V118.21.3979.3979",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1930",
    "start_url_page_num": 1930,
    "is_scraped": "1",
    "article_title": "Sequence of Therapy in Multiple Myeloma: Does It Matter? Retrospective Evaluation of Patients with Multiple Myeloma Who Have Received Bortezomib Followed by Lenalidomide or Vice Versa, ",
    "article_date": "November 18, 2011",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "bortezomib",
        "lenalidomide",
        "multiple myeloma",
        "bone diseases",
        "hematopoietic stem cell transplantation",
        "kidney failure",
        "partial response",
        "antigens, cd98 light chains",
        "beta 2-microglobulin",
        "biological response modifiers"
    ],
    "author_names": [
        "Amila M Patel, PharmD",
        "Viet Q. Ho, PharmD, BCOP",
        "Kenneth H. Shain, MD, PhD",
        "Daniel Sullivan, MD",
        "Melissa Alsina, MD",
        "Leonel Ochoa",
        "Taiga Nishihori, MD",
        "Benjamin Djulbegovic, MD, PhD",
        "William Dalton, PhD, MD",
        "Rachid Baz, MD"
    ],
    "author_affiliations": [
        [
            "Pharmacy, Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
        ],
        [
            "Clinical Investigations and Blood and Marrow Transplantation, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
        ],
        [
            "Blood and Marrow Transplantation, Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Blood and Marrow Transplantation, Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Blood and Marrow Transplantation, Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "University of South Florida & Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, Molecular Oncology and Experimental Therapeutics Program, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Reseach Institute, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.064229599999994",
    "first_author_longitude": "-82.4215455",
    "abstract_text": "Abstract 3979 Background: In recent years, proteasome inhibition with bortezomib (Bort) and immunomodulation with lenalidomide (Len) has resulted in improved outcomes of patients with multiple myeloma. However, neither of these treatment options offers a cure for patients, as they will eventually relapse and require alternate therapy. The optimal sequence of therapy with these two agents has yet to be established. Methods: All adult patients with multiple myeloma who received both Bort and Len non-concurrently at our institution between January 2004 and August 2010 were included in this analysis. The primary endpoints were overall survival and response (partial response or better) to therapy among two groups of patients: Group A, those who received len-based therapy followed by bort-based therapy and, Group B, those who received bort-based therapy followed by len-based therapy. Results: 208 patients were identified and divided into the two groups (97 in Group A, 111 in Group B). Baseline demographics are summarized in Table 1 . Patients in Group B were younger (60 vs 57 years; p=0.03), had more bone disease (61% vs 77%; p=0.03), and were more likely to receive a stem cell transplant (57% vs 71%; p=0.04). The median overall survival was not statistically different between the 2 groups (Group A versus Group B: 78.5 vs. 74.0 months, respectively; p=0.62). The sequence of therapy was not predictive of overall survival within subgroups (including patients with poor risk cytogenetics, elevated beta2-microglobulin, presence of bone disease), with the exception of patients with a serum creatinine ≥2 mg/dl at diagnosis. In this case, Group B had a better median overall survival than Group A (24.1 vs 53.9 months, p=0.01). In addition, among patients who have received Len and Bort without intervening therapy (n= 158), no difference in overall survival was noted in Group A and B. There was also no statistically significant difference in response rates (partial response or better) to bort-based therapy between Group A and B (68.7% vs. 77.2% respectively, p= 0.265) nor to len-based therapy between Group A and B (60.4% vs. 73.6% respectively, p=0.168). Multivariable analysis identified baseline renal dysfunction and the presence of bone disease at diagnosis as predictors of worse outcomes however the sequence of therapy was not a predictor of outcome. ISS stage and b2m were not entered in the logistic regression model as these were only available on 30–40% of patients at baseline. Table 1: Baseline Demographics  Characteristic . Lenalidomide First . Bortezomib First .  Group A (n=97) Group B (n=111) Mean Age, years ± SD 60 ± 9.5 57 ± 9.8 Gender, % male 56.0 62.2 Caucasian, n (%) 76 (78.4) 89 (80.2) MM Subtype, n (%)   IgG 56 (57.7) 66 (59.5) IgA 19 (19.6) 26 (23.4) IgM 1 (1.0) 0 (0) Light Chain 17 (17.5) 17 (15.3) Non-Secretory 4 (4.1) 2 (1.8) ISS Stage, n (%) *    I 10 (25.6) 12 (36.4) II 16 (41.0) 14 (41.2) III 13 (33.3) 8 (23.5) Total *  39 (40.2) 34 (30.6) Initial serum creatinine>2 mg/dl, n (%) *  8 (9.8) 15(15.3) Median β 2 M level, n (range) 3.8 (1.2–16.6) 3.5 (1–60) Presence of bone disease, n (%) *  54 (61.4) 75 (76.5) Received stem cell transplant, n (%) 55 (56.7) 79 (71.1) Poor-Risk FISH Abnormalities, n (%) **  32 (33.3) 44 (42.3) Characteristic . Lenalidomide First . Bortezomib First .  Group A (n=97) Group B (n=111) Mean Age, years ± SD 60 ± 9.5 57 ± 9.8 Gender, % male 56.0 62.2 Caucasian, n (%) 76 (78.4) 89 (80.2) MM Subtype, n (%)   IgG 56 (57.7) 66 (59.5) IgA 19 (19.6) 26 (23.4) IgM 1 (1.0) 0 (0) Light Chain 17 (17.5) 17 (15.3) Non-Secretory 4 (4.1) 2 (1.8) ISS Stage, n (%) *    I 10 (25.6) 12 (36.4) II 16 (41.0) 14 (41.2) III 13 (33.3) 8 (23.5) Total *  39 (40.2) 34 (30.6) Initial serum creatinine>2 mg/dl, n (%) *  8 (9.8) 15(15.3) Median β 2 M level, n (range) 3.8 (1.2–16.6) 3.5 (1–60) Presence of bone disease, n (%) *  54 (61.4) 75 (76.5) Received stem cell transplant, n (%) 55 (56.7) 79 (71.1) Poor-Risk FISH Abnormalities, n (%) **  32 (33.3) 44 (42.3) * On available patients ** Defined by presence of one or more of the following FISH abnormalities: del 13q, del 17 p, t(4;14) or t(14;16) View Large Conclusion: To our knowledge, this is the only study that has examined the impact of sequence of therapy with immunomodulators and proteasome inhibitors in myeloma. This data suggests that the sequence of therapy with these agents is only relevant in patients who have baseline renal insufficiency (≥2 mg/dl at diagnosis); therefore, a bort-based treatment should be considered as first-line therapy in these patients. Disclosures: Alsina: Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Allergan: Research Funding. Djulbegovic: Millenium: Research Funding. Baz: Millenium: Research Funding, Speakers Bureau; Celgene: Research Funding."
}