{
    "doi": "https://doi.org/10.1182/blood.V106.11.1796.1796",
    "article_title": "The Use of Factor XI Concentrates (Hemoleven, LFB) in Patients with Congenital Factor XI Deficiency and a Known Bleeding Tendency. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Traditional treatment modalities for FXI deficiency (UK prevalence 400 cases) include antifibrinolytics, desmopressin, fresh frozen plasma (FFP) and FXI concentrates but there has been reluctance to use FXI concentrates because of reported incidence rates of thrombosis up to 10%. Concerns over the safety and efficacy of FFP, with additional viral inactivation steps possibly leading to reduced FXI recoveries, have led us to increase our use of FXI concentrates. We aimed to assess the indications, dosage, recovery, efficacy and safety of Hemoleven, a plasma derived, purified and virally inactivated FXI concentrate, which also contains heparin and antithrombin, in patients with congenital factor XI deficiency. A retrospective study was performed using hospital notes and laboratory records of all patients who had received Hemoleven over a 2-year period. Eleven patients (6 male, 5 female) had been treated with a median age of 38 years (range 7–74) and mean baseline FXI:C levels of 25.4U/dl (3–50). All patients received Hemoleven as prophylaxis for surgery or dental work and had all previously had excess bleeding when surgically challenged. One patient died of a condition unrelated to FXI treatment. Pre- and post-FXI:C levels were available for a total of 60 treatment episodes of which 25 were 1000-unit doses and 35 were 2000-unit doses. The mean increase in FXI:C per 1000-unit dose was 25.4 U/dl (12.4–43.9) while the mean increase in FXI:C per 2000-unit dose was 50.5 U/dl (11.8–106.5). This is consistent with the manufacturer’s data. Ten minute post infusion FXI:C levels were above the normal range (73–133 U/kg) in 8% of patients given 1000 units and 11% of patients given 2000 units but below the normal range in 24% of patients who received 1000 units and 20% of patients who received 2000 units. 90% of treatment episodes led to FXI:C levels above the usual treatment target of 65 U/dl. Genetic analysis of 9/11 patients showed that 2 were homozygous (one type II and one type III), 6 were heterozygous for other recognised mutations and one had no mutation identified but apparent absence of RNA from one allele demonstrated in a relative by qRT-PCR. No excess bleeding or inhibitor development was recorded even in one patient who had had a poor haemostatic response with FFP. There were no episodes of arterial or venous thrombotic complications within this group and no clinical or laboratory evidence of DIC following treatment. In summary, treatment with factor XI concentrates gave consistent increments in FXI:C at the doses given and achieved good haemostasis with no episodes of thrombosis in this study, even in patients over the age of 60y. While the risk of prion transmission is still unknown, use of FXI concentrates is not associated with the risks of fluid overload and TRALI that are seen with FFP. We acknowledge that the study includes small numbers of patients however the cohort of patients with a bleeding diathesis in this condition is small. We conclude that Hemoleven appears to be an effective and reliable treatment for patients with FXI:C deficiency but should be given in the context of FXI:C level monitoring in order to detect those patients who may develop high levels and possible thrombosis.",
    "topics": [
        "bleeding diathesis",
        "concentrate dosage form",
        "factor xi",
        "factor xi deficiency",
        "fresh-frozen plasma",
        "thrombosis",
        "hemorrhage",
        "surgical procedures, operative",
        "antifibrinolytic agents",
        "antithrombin iii"
    ],
    "author_names": [
        "Vickie McDonald",
        "Savidge F. Geoffrey",
        "Savita Rangarajan",
        "Mike Mitchell"
    ],
    "author_dict_list": [
        {
            "author_name": "Vickie McDonald",
            "author_affiliations": [
                "Centre for Haemostasis &Thrombosis, St Thomas’ Hospital, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Savidge F. Geoffrey",
            "author_affiliations": [
                "Centre for Haemostasis &Thrombosis, St Thomas’ Hospital, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Savita Rangarajan",
            "author_affiliations": [
                "Centre for Haemostasis &Thrombosis, St Thomas’ Hospital, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mike Mitchell",
            "author_affiliations": [
                "Centre for Haemostasis &Thrombosis, St Thomas’ Hospital, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T15:41:41",
    "is_scraped": "1"
}