{
    "doi": "https://doi.org/10.1182/blood.V104.11.1910.1910",
    "article_title": "Mapping Low Molecular Weight Plasma Proteome of Chronic Lymphoblastic Leukemia Patients Using MALDI-TOF Mass Spectrometry. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "In the post-genomic era, even with advances in analytical separation methods, analysis of human serum or plasma remains complex. However differential serum protein and peptide profiles have already been identified in cancer, infectious disease, cardiovascular disease, AIDS and diabetes. Profiling all peptides in plasma is hindered by the abundant albumin, macroglobulin, which may account for more than 80% of total protein. It is estimated that there is at least 7–8 orders of magnitude difference between most abundant plasma peptides and lower abundant ones, although biomarkers are often among the low abundance proteins. Contamination of electrolytes and lipids further complicate analysis of plasma proteome by mass spectrometer because these contaminants inhibit the ionization of native peptide. Here we used a pre-fractionation and ultrafilitration column (molecular weight cutoff 30 KD) strategy to treat plasma samples, and then used matrix assisted laser desorption/ionization time of-flight (MALDI-TOF) to map low molecular weight peptides of CLL patients and healthy donors. Plasma was collected from 34 untreated patients with B-cell chronic lymphocytic leukemia (CLL) and 19 healthy donors. 25mM NH4HCO3, pH 8.2, 20% (v/v) acetonitrile was added to 5 mL of plasma, after vortexing to denature proteins. The mixture was applied onto an Amicon ultra-15 centrifugal filter unit (MWCO 30 KD), and centrifuged. The flow-through was then transferred to a centrifugal concentrator (MWCO 3 KD) until 90% of the volume had gone through the membrane and the volume further reduced. An aliquot was desalted, purified and then spotted on 96-well gold MALDI plates with sinapic acid matrix. Measurements were performed in linear mode with an Applied Biosystems Voyager System with acquisition mass range 3–10 KD. The next-well external calibration was used to calibrate each sample plate and sample preparation. SDS-PAGE analysis demonstrated significant depletion of large, abundant proteins, and enrichment of low molecular peptides in ultrafiltrate. Among the peptides identified in all 34 CLL patients that was absent in 19 healthy donor plasma was a m/z 4340.7 Da peptide. Sequence analysis of this peptide was performed by microcapillary reverse-phase HPLC nano-electrospray tandem mass spectrometry (μLC/MS/MS) and revealed that this peptide sequence is DEPPQSPWDRVKDLATVYVDVLKDSGRDYVSQFEGSALG derived from apolipoprotein A-I (amino acid 25–63 ). We performed ELISA to quantify apolipoprotein A-I in plasma. The mean value plasma apolipoprotein A-I of the 34 CLL patients was 20 mg/dL (range 6.6 to 51.7) compared to 10.4 mg/dL (range 2.2 to 16.9) in the 19 healthy donors (p-value < 0.002). Higher levels of apolipoprotein A-I did not appear to be associated with prognostic significance in the CLL patients in terms of predicting time from diagnosis to requirement for treatment. However, this study demonstrates the feasibility of mapping low molecular weight of plasma proteome by MALDI-TOF to discover novel biomarkers of disease. The identification and characterization of such disease-specific peptides and proteins in CLL patient plasma will help in diagnosis and understanding of CLL biology.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mass spectrometry",
        "molecular mass",
        "plasma",
        "proteome",
        "spectrometry, mass, matrix-assisted laser desorption-ionization",
        "peptides",
        "apolipoprotein a-i",
        "biological markers"
    ],
    "author_names": [
        "Jianbiao Zhou, MD MSc",
        "Zhinan Xia, PhD",
        "Aihong Li, MD PhD",
        "John G. Gribben, MD DSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Jianbiao Zhou, MD MSc",
            "author_affiliations": [
                "Medical Oncology, CLL Research Consortium, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhinan Xia, PhD",
            "author_affiliations": [
                "Medical Oncology, CLL Research Consortium, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aihong Li, MD PhD",
            "author_affiliations": [
                "Medical Oncology, CLL Research Consortium, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MD DSc",
            "author_affiliations": [
                "Medical Oncology, CLL Research Consortium, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T02:25:42",
    "is_scraped": "1"
}