{
    "doi": "https://doi.org/10.1182/blood.V104.11.2573.2573",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=182",
    "start_url_page_num": 182,
    "is_scraped": "1",
    "article_title": "Forced Overexpression of Ahi-1 Confers a Proliferative Advantage on Primitive Murine Hematopoietic Cells and Enhances the Effects of BCR-ABL. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "apnea-hypopnea index procedure",
        "bcr-abl tyrosine kinase",
        "mice",
        "protein overexpression",
        "chlorofluorocarbons",
        "interleukin-3",
        "interleukin-6",
        "leukemia",
        "leukemogenesis",
        "cd34 antigens"
    ],
    "author_names": [
        "Leon Zhou",
        "Ashley Ringrose",
        "Xiaoyan Jiang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "49.262626600000004",
    "first_author_longitude": "-123.11940499999999",
    "abstract_text": "Ahi-1 (Abelson helper integration site-1) is a novel gene that is commonly activated by proviral insertional mutagenesis in v-abl or myc-induced murine leukemias and lymphomas. Ahi-1 encodes a unique protein with known signaling features including SH3 and WD40-repeat domains but its normal function is unknown. Involvement of Ahi-1 in leukemogenesis is suggested by the high frequency of Ahi-1 mutations seen in certain virus-induced murine leukemias and by the gross perturbations seen in the expression of human AHI-1 and its isoforms in several human leukemic cell lines, as well as in the primary lin − CD34 + CD38 − leukemic stem cell-enriched population in patients with chronic phase CML. To further investigate the role of Ahi-1 as a potential co-operating oncogene relevant to BCR-ABL-mediated leukemogenesis, we compared the biological behavior of primitive murine hematopoietic cells from the bone marrow of 5-FU-treated adult C57BL/6 mice after their transduction with MSCV-Ahi-1-IRES-YFP, MSCV-BCR-ABL-IRES-GFP retroviruses, either alone or in combination. Quantitative real-time RT-PCR analysis of RNA from FACS-purified lin − YFP + (Ahi-1 + ), lin − GFP + (BCR-ABL + ) and lin − YFP + GFP + (Ahi-1 + + BCR-ABL + )-transduced bone marrow cells showed that Ahi-1 transcripts were present at 40-fold higher levels in the Ahi-1-transduced cells by comparison to the control cells transduced with the empty MIY vector. Immediately post-transduction, the Ahi-1-transduced cells produced a similar number of colonies as the MIY-transduced control cells in semi-solid cultures containing Steel factor (SF) + IL-3 + IL-6 + EPO, although a small proportion of the Ahi-1 + CFCs (~10%) were already growth factor-independent. In addition, the proliferative activity of the FACS-purified lin − YFP + (Ahi-1 + ) cells (as indicated by the rate of expansion of viable cells in a week in liquid cultures containing SF, IL-3, and IL-6) was ~3-fold higher than in cultures initiated with control (lin − YFP + ) cells. Moreover, after 4 weeks in longterm culture-initiating cell (LTC-IC) assays, the Ahi-1 + cells produced 2x more CFCs than the control cells. All of these endpoints (proliferative activity, growth factor-dependence and CFC output in LTC-IC assays) are also perturbed by BCR-ABL transduction. Interestingly, in cells that were co-transduced with Ahi-1 and BCR-ABL, all of these effects were further enhanced as compared to cells transduced with either BCR-ABL alone (2–4-fold) or Ahi-1 alone (3–6-fold). Thus, overexpression of Ahi-1 alone deregulates the proliferation control of primitive murine hematopoietic cells and this is additive with the effects of BCR-ABL, suggesting that Ahi-1 and BCR-ABL can cooperate to promote the progression of BCR-ABL-associated diseases like CML."
}