{
    "doi": "https://doi.org/10.1182/blood-2018-99-119621",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4133",
    "start_url_page_num": 4133,
    "is_scraped": "1",
    "article_title": "Sequential CD22 Targeting Impacts CD22 CAR-T Cell Response ",
    "article_date": "November 29, 2018",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Chimeric Antigen Receptor T-cell therapy in ALL: What Is Next?",
    "topics": [
        "antigens",
        "blast cells",
        "bone marrow",
        "bone marrow involvement",
        "cd19 antigens",
        "cell growth",
        "chemotherapy regimen",
        "child",
        "complete remission",
        "conflict of interest"
    ],
    "author_names": [
        "Bonnie Yates, RN",
        "Haneen Shalabi, DO",
        "Dalia Salem, MD",
        "Cynthia Delbrook, RN",
        "Constance M. Yuan, MD PhD",
        "Maryalice Stetler-Stevenson, MD PhD",
        "Terry J. Fry, MD",
        "Nirali N. Shah, MD"
    ],
    "author_affiliations": [
        [
            "POB, NCI, Bethesda, MD "
        ],
        [
            "POB, NCI, Bethesda, MD "
        ],
        [
            "National Institutes of Health, bethesda, MD "
        ],
        [
            "POB, NCI, Bethesda, MD "
        ],
        [
            "Laboratory of Pathology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Laboratory of Pathology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD"
        ],
        [
            "POB, NCI, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.049672",
    "first_author_longitude": "-77.14742075",
    "abstract_text": "Background: With advances in immunotherapeutic approaches and the recognition of antigen modulation as a mechanism of relapse, it is imperative to understand the impact of sequential targeting strategies and the role it may have on outcomes of future therapies to optimize timing of therapeutic interventions. We previously reported on the safety, feasibility, and efficacy on our phase I dose escalation anti-CD22 CAR protocol (clinicaltrials.gov/NCT02315612). 1 Based on our initial experience, we identified CD22 loss or diminution of CD22 as a risk factor for relapse following CD22 directed CAR therapy. With development of other CD22 directed therapies, we retrospectively analyzed impact of prior CD22 targeted therapy on response to CD22 CAR in our ongoing clinical trial. Design: Children and young adults with relapsed/refractory CD22+ hematologic malignancies eligible for our phase I dose escalation anti-CD22 CAR protocol were enrolled on study (Clinicaltrials.gov NCT02315612). All had bone marrow evaluations at baseline, prior to lympho-depleting chemotherapy (Fludarabine 25 mg/m 2 x 3 days and Cyclophosphamide 900 mg/m 2 x 1 day) and again at day 28 (+/- 4 days) post-CAR infusion. We retrospectively analyzed the impact of prior CD22 directed therapy on outcomes following CD22 CAR and specifically looked at the variables of CD22 antigen expression prior to CAR infusion (% positive and antigen density) and compared responses to CD22 CAR for those who did and did not receive prior CD22 targeted therapy. Results: From December 2014 to July 2018, 43 subjects with ALL were treated. All had active bone marrow involvement at baseline, the majority with an M2 marrow (>5% blasts) or higher disease burden. 34 had a prior transplant and 26 were previously treated with CD19 CAR. Fourteen subjects had received prior CD22 directed therapy, including CD22 CAR elsewhere (n=2) or inotuzumab ozagamicin (Ino) (n=13). Subjects received a median of 3 doses of Ino (3-6 doses) and the median time from last Ino exposure was 2 months (range 1-20 months). Median CD22 antigen expression on bone marrow leukemic blasts prior to planned lymphodepletion for those who had received prior CD22 therapy compared to those who did not was 2527 (882-9079) vs 3929 (846-13452), respectively (one-tailed p=0.05, Figure 1). (Figure 1). Complete remission (CR) rates following CAR-T infusion for those who had prior CD22 directed therapy compared to those who did not was 57% and 71%, respectively with MRD negativity by flow cytometry achieved in only 5/8 (62.5%) patients versus 18/20 (90%) respectively and residual disease in those not achieving MRD negativity was CD22 dim. Both subjects who had received prior CD22 CAR elsewhere were non-responders to our construct with a first-infusion, however one subject converted to a CR with an intensified lymphodepletion and a second infusion. Two subjects who had received prior Ino were noted to have partial CD22 expression on at least one time point (69-89% positivity) prior to enrollment. One of these patients with pre-existing CD22 partial positivity (69% positivity) had evidence for CAR-T cell expansion but had residual low CD22 expressing disease at restaging. Notably, another subject who received 6 doses of Ino prior to receiving CD22 CAR T-cells and had uniformly CD22+ disease at enrollment, emerged with CD22 negative disease following CD22 CAR. Durability of remission also significantly differed amongst the two groups. Median time to relapse in patients who received prior CD22 directed therapy was 2 months (range 2-5 months) versus 6 months (range 2-13 months) for those who did not receive prior CD22 targeted therapy, with the majority relapsing with CD22 negative disease. Conclusion: Sequential targeting of CD19 has anecdotally increased the possibility of CD19 negative relapses, and our data provide evidence for a similar phenomenon with sequential targeting of CD22. Most notably, CD22 expression in patients who had received prior CD22 targeted therapies was lower compared to those who did not. This may have ultimately contributed to both of the observed findings of decreased response rates and decreased durability of remission, the majority of whom relapsed with CD22 negative disease following sequential targeting. This observation contributes to the increasing fund of knowledge regarding optimization of targeted therapies. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}