{
    "doi": "https://doi.org/10.1182/blood.V104.11.3639.3639",
    "article_title": "Safety and Efficacy of Pathogen-Inactivated Platelets Transfused in Routine Use to Pediatric Patients: An Interim Report. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Background. A pathogen inactivation (PI) process to treat platelet concentrates (INTERCEPT, Baxter Healthcare Corporation and Cerus Corporation) is certified for use in Europe (CE Mark 2002). No labeling restriction exists regarding pediatric patients. In the three clinical trials supporting regulatory approval, patient age eligibility was ≥ 16 years (yrs). We initiated an ongoing study to specifically examine the safety and efficacy of transfusion (txn) of PI platelets (plts) in a pediatric population. This is an observational, single arm, open label study that will evaluate 500 transfusion episodes. Methods. Buffy coat plts are collected, pooled, leuko-depleted, and PI-treated with 150 uM amotosalen and 3,9 joules/cm² UVA illumination. Amotosalen was removed by overnight adsorption. Plts did not require gamma irradiation. Plt txns are ordered according to hospital guidelines and patients (pts) are managed according to hospital clinical practice. Eligible pts are thrombocytopenic, expected to develop thrombocytopenia requiring plt txn, diagnosed with a condition associated with thrombocytopenia or receiving therapy that will result in severe thrombocytopenia. Plt txn are given for prophylactic and therapeutic needs. Safety assessed by txn reaction within 24hrs of txn completion and efficacy assessed by count increment [CI] and corrected count increment [CCI] ≤1.5hr post txn are monitored. Results. Pts range in age from 1 to 16 yrs. One hundred fifty-eight PI-treated plt concentrates have been transfused into 21 pts (13 leukemias, 7 solid tumors and 1 aplastic anemia). Plt concentrates are transfused as units of 0.5 x 10 11 plts. Txn episodes per patient (receipt of one or more concentrates) range from 1 to 45. One of the frequently transfused patient (45 txn episodes) had a prolonged cytopenia (resistant leukaemia) and had a refractory thrombocytopenia. The number of platelets transfused per episode range from 1.0 to 6.8 x 10 11 (2 to 13.6 units). Six txn reactions in 6 pts have been noted and include fever (5), urticaria (1) and itching (2). For the patients experiencing fever, bacterial cultures were done on patient blood samples and plt concentrate samples; all cultures were negative. Mean plt CI was 44,400 per μL (range −11,000 to 216,000). Mean plt CCI was 11,780 (range −3,020 to 45,170). If we exclude the refractory patient from this CI and CCI analysis the mean plt CI was 58,000 per μL (range −11,000 to 216,000). The mean plt CCI was 14,250 (range −2,750 to 45,170). Conclusions. To date , txn of PI plts in this pediatric oncology pt population has been safe and efficacious, with no transfusion reactions specifically related to PI observed. Post-txn plt count increment, corrected count increments and hemostasis have been similar to that observed with conventional platelets. The introduction of PI platelets has not resulted in increased platelet component utilization.",
    "topics": [
        "aplastic anemia",
        "bacterial cultures",
        "blood platelets",
        "brachial plexus neuritis",
        "chiari malformation type ii",
        "concentrate dosage form",
        "cytopenia",
        "fever",
        "hemostasis procedures",
        "joule, unit of energy"
    ],
    "author_names": [
        "Yves Benoit",
        "Inge Van Haute",
        "Els Vandecruys",
        "Barbara De Moerloose",
        "Sophie Van Lancker",
        "Kristien Mattheeus",
        "Bart Vandekerckhove"
    ],
    "author_dict_list": [
        {
            "author_name": "Yves Benoit",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Ghent University, Ghent, Belgium"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Inge Van Haute",
            "author_affiliations": [
                "Blood Bank of East-Flanders, Flemish Blood Service, Ghent, Belgium"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Els Vandecruys",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Ghent University, Ghent, Belgium"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara De Moerloose",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Ghent University, Ghent, Belgium"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Van Lancker",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Ghent University, Ghent, Belgium"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristien Mattheeus",
            "author_affiliations": [
                "Pediatric Hematology-Oncology, Ghent University, Ghent, Belgium"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Vandekerckhove",
            "author_affiliations": [
                "Blood Bank of East-Flanders, Flemish Blood Service, Ghent, Belgium"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T09:29:36",
    "is_scraped": "1"
}