{
    "doi": "https://doi.org/10.1182/blood-2018-99-114881",
    "article_title": "CD117-Amanitin Antibody Drug Conjugates Effectively Deplete Human and Non-Human Primate HSCs: Proof of Concept As a Targeted Strategy for Conditioning Patients for Bone Marrow Transplant ",
    "article_date": "November 29, 2018",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Poster II",
    "abstract_text": "Background: Genotoxic conditioning prior to allogeneic and autologous bone marrow transplantation (BMT) limits the use of these potentially curative treatments due to risks of regimen-related morbidities and mortality, including risks of organ toxicity, infertility, and secondary malignancies. CD117, which is specifically expressed on hematopoietic stem cells (HSCs) and progenitors is rapidly internalized and is an ideal target for an antibody drug conjugate (ADC) based approach to conditioning. We have previously shown that a single dose of an anti-CD117 ADC depleted >95% of bone marrow HSCs in a humanized mouse model and reduced disease burden while extending survival in an AML tumor model (Hartigan et al., Blood 2017 130:1894). The aim of this translational study was to develop a potent anti-CD117 ADC highly effective in eliminating host HSCs with a short half-life and minimal adverse side effects in a non-human primate (NHP) model. Methods: Three different DNA-damaging cytotoxic payloads and amanitin (AM) were site specifically conjugated to an anti-CD117 antibody. The ADCs were titrated and evaluated for in vitro cytotoxicity using human bone marrow CD34+ cells. The ADCs were administered in ascending doses to humanized NSG mice. HSC depletion and immunophenotype of the human cells in the peripheral blood was determined by flow cytometry. For amanitin conjugates, NHP HSC depletion was evaluated in male cynomolgus monkeys in single ascending doses (3/group). HSC content in the bone marrow was monitored by flow cytometry and colony-forming unit (CFU) analysis on day 7 or 14 and 56 post dosing. Hematology and clinical chemistries were evaluated throughout the two-month study. Results: Of the toxins evaluated, only anti-CD117 conjugated with the RNA polymerase II inhibitor amanitin resulted in >90% depletion of human HSCs in humanized NSG mice at 0.3 mg/kg. The AM-conjugates also demonstrated a broad therapeutic window in this model (therapeutic index of >120). As a proof-of-concept for the depletion of HSCs in large animals, a single i.v. dose escalation study was performed with the cross-reactive anti-CD117-AM in NHP. On-target, dose-dependent decreases in phenotypic HSCs and CFUs were observed in the bone marrow at day 7 post anti-CD117-AM dosing with >95% HSC depletion observed with a single dose of 0.3 mg/kg (Fig. 1). In the periphery, a dose-dependent transient decrease in reticulocytes was observed at day 4 with a neutrophil and monocyte nadir at day 18. The depth and duration of the depletion was also dose-dependent. The anti-CD117-AM induced depletion was on target and amanitin dependent as the unconjugated antibody and isotype-AM had no effect. Notably, white blood cell and lymphocyte counts were stable through day 56, demonstrating that this strategy will spare the adaptive immune system. Thrombocytopenia occurred 4-8 days post infusion and was dose-dependent, transient and reversible. This also occurred with the isotype-AM, suggesting the effect was off-target. Because the half-life of the anti-CD117-AM was 5 days, a second dose escalation study with anti-CD117-AM engineered to have a short half-life (~18 h) was performed in NHPs. The short half-life anti-CD117-AM demonstrated similar potency on all cell parameters at 0.3 mg/kg and was well tolerated at the effective dose. As expected, the short half-life anti-CD117-AM was rapidly cleared with a half-life of 15-18 h. In both studies, a transient dose dependent elevation of liver enzymes was observed in groups treated with the highest doses of isotype-AM, anti-CD117-AM, and the short half-life anti-CD117-AM. Conclusions: Anti-CD117-AM exhibited potent elimination of NHP HSCs and progenitors in vivo . The potency of short half-life anti-CD117-AM was comparable, providing a model for target cell depletion and rapid clearance prior to BMT. Both ADCs were well tolerated at the efficacious doses. This strategy preserves the adaptive immune system with delayed onset of neutrophil nadir (18 days), potentially shortening the period of neutropenia. Targeted depletion of hematopoietic cell subtypes with limited off-target effects could provide a significant improvement in standard-of-care approaches to patient preparation prior to HSC transplant. View large Download slide View large Download slide  Close modal Disclosures Pearse: Magenta Therapeutics: Employment, Equity Ownership, Patents & Royalties. McDonough: Magenta Therapeutics: Employment, Equity Ownership. Proctor: Magenta Therapeutics: Employment, Equity Ownership. Panwar: Magenta Therapeutics: Employment, Equity Ownership, Patents & Royalties. Sarma: Magenta Therapeutics: Employment, Equity Ownership. McShea: Magenta Therapeutics: Employment, Equity Ownership. Kien: Magenta Therapeutics: Employment, Equity Ownership. Dushime: Magenta Therapeutics: Employment, Equity Ownership. Adams: Magenta Therapeutics: Employment, Equity Ownership. Hyzy: Magenta Therapeutics: Employment, Equity Ownership. Brooks: Magenta Therapeutics: Employment, Equity Ownership. Palchaudhuri: Magenta Therapeutics: Employment, Equity Ownership, Patents & Royalties; Harvard University: Patents & Royalties. Li: Magenta Therapeutics: Employment, Equity Ownership. Kallen: Magenta Therapeutics: Employment, Equity Ownership. Sawant: Magenta Therapeutics: Employment, Equity Ownership. McDonagh: Magenta Therapeutics: Employment, Equity Ownership, Patents & Royalties. Boitano: Magenta Therapeutics: Employment, Equity Ownership, Patents & Royalties. Cooke: Magenta Therapeutics: Employment, Equity Ownership, Patents & Royalties.",
    "topics": [
        "antibodies",
        "bone marrow transplantation",
        "conditioning (psychology)",
        "drug conjugates",
        "primates",
        "proof of concept studies",
        "proto-oncogene protein c-kit",
        "immunoglobulin isotypes",
        "flow cytometry",
        "single-dose regimen"
    ],
    "author_names": [
        "Bradley R Pearse, PhD",
        "Sean M McDonough, MS",
        "Jennifer L Proctor, BS",
        "Rajiv Panwar, PhD",
        "Ganapathy Sarma, PhD",
        "Molly A McShea, MS",
        "Lena Kien, BS",
        "Junia Dushime, BS",
        "Hillary L Adams, MS",
        "Sharon L. Hyzy, MS",
        "Melissa L. Brooks, BS",
        "Rahul Palchaudhuri, PhD",
        "Qing Li, PhD",
        "Nathan M Kallen, BA",
        "Pranoti Sawant, MS",
        "Charlotte F McDonagh, PhD",
        "Anthony E. Boitano, PhD",
        "Michael P. Cooke, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bradley R Pearse, PhD",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sean M McDonough, MS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L Proctor, BS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajiv Panwar, PhD",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ganapathy Sarma, PhD",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Molly A McShea, MS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lena Kien, BS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junia Dushime, BS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hillary L Adams, MS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon L. Hyzy, MS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa L. Brooks, BS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Palchaudhuri, PhD",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Li, PhD",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan M Kallen, BA",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pranoti Sawant, MS",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte F McDonagh, PhD",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony E. Boitano, PhD",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael P. Cooke, PhD",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T06:45:27",
    "is_scraped": "1"
}