{
    "doi": "https://doi.org/10.1182/blood-2020-142373",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4659",
    "start_url_page_num": 4659,
    "is_scraped": "1",
    "article_title": "KLF3 Represses the Inflammatory Response in Macrophages ",
    "article_date": "November 5, 2020",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "topics": null,
    "author_names": [
        "Jessica M Salmon, BSc PhD",
        "Casie Leigh Reed, BSc",
        "Maddyson Bender, BSc",
        "Helen Lorraine Mitchell, BSc",
        "Vanessa Fox, BSc",
        "Graham William Magor, BSc",
        "Matthew Sweet",
        "Andrew Charles Perkins, MBBS,PhD"
    ],
    "author_affiliations": [
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia"
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia"
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia"
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, AUS"
        ],
        [
            "Public Health and Preventative Medicine, Monash University, Melbourne, Australia"
        ],
        [
            "Australian Centre for Blood Diseases, Monash University, Melbourne, Australia"
        ],
        [
            "Institute For Molecular Bioscience, Brisbane, AUS"
        ],
        [
            "Department of Haematology, The Alfred Hospital, Melbourne, Australia",
            "Australian Centre for Blood Diseases, Monash University, Malvern, Australia"
        ]
    ],
    "first_author_latitude": "-37.9145125",
    "first_author_longitude": "145.1349971",
    "abstract_text": "Krüppel-like factors (KLFs) are a family of transcription factors that play essential roles in the development and differentiation of the hematopoietic system. These transcription factors possess highly conserved C-terminal zinc-finger motifs, which enable their binding to GC-rich, or CACC-box, motifs in promoter and enhancer regions of target genes. The N-terminal domains of these proteins are more varied and mediate the recruitment of various co-factors, which can form a complex with either activator or repressor function. Acting primarily as a gene repressor through its recruitment of CtBPs and histone deacetylases (HDACs) [1], we have recently shown that KLF3 competes with KLF1 bound sites in the genome to repress gene expression during erythropoiesis [2]. However, the function of Klf3 in other lineages has been less well studied. This widely expressed transcription factor has reported roles in the differentiation of marginal zone B cells, eosinophil function and inflammation [3]. We utilised the Klf3 -null mouse model [4] to more closely examine the role of Klf3 in innate inflammatory cells. These mice exhibit elevated white cell counts, including monocytes (Figure 1A), and inflammation of the skin. Conditional knockout of Klf4 in myeloid cells leads to a deficiency of inflammatory macrophages [5]. To test our hypothesis KLF3 normally represses inflammation, perhaps by antagonising the action of KLF4, bone-marrow derived macrophages (BMDM) were generated from wild-type or Klf3- null mice and stimulated with the bacterial toxin lipopolysaccharide (LPS). In wild type BMDM, LPS induces Klf3 gene expression and activation then delayed repression of target genes such as Lgals3 (galectin-3) over a 21 hour time course (Figure 1B). Quantitative real-time PCR and mRNA-seq of WT v Klf3 -null macrophages identified ~100 differentially expressed genes involved in proliferation, macrophage activation and inflammation. We transduced the monocyte cell line, RAW264.7 (that expresses Klf4 , Klf3 and Klf2 ), with a retroviral vector expressing a tamoxifen-inducible KLF3-ER fusion construct. KLF3 induced cell cycle arrest and macrophage differentiation. We will report on KLF3-induced gene expression changes (repression and activation), and ChIP-seq for KLF3, in RAW cells. The results shed light on the mechanism by which KLF3 normally represses monocyte/macrophage responses to infection. This study highlights the importance of key transcriptional regulators that tightly control gene expression during inflammation. Loss of Klf3 leads to alterations in this process, resulting in hyper-activation of inflammatory macrophages, increased white cell counts and inflammation of the skin. A greater knowledge of the inflammatory process and how it is regulated is important for our understanding of acute infection and inflammatory disease. Further studies are planned to investigate the role of the KLF3 transcription factor in response to inflammation in vivo . References: 1. Pearson, R., et al., Kruppel-like transcription factors: A functional family. Int J Biochem Cell Biol, 2007. W2. Ilsley, M.D., et al., Kruppel-like factors compete for promoters and enhancers to fine-tune transcription. Nucleic Acids Res, 2017. 45 (11): p. 6572-6588. W3. Knights, A.J., et al., Kruppel-like factor 3 (KLF3) suppresses NF-kappaB-driven inflammation in mice. J Biol Chem, 2020. 295 (18): p. 6080-6091. W4. Sue, N., et al., Targeted disruption of the basic Kruppel-like factor gene (Klf3) reveals a role in adipogenesis. Mol Cell Biol, 2008. 28 (12): p. 3967-78. W5. Alder, J.K., et al., Kruppel-like factor 4 is essential for inflammatory monocyte differentiation in vivo. J Immunol, 2008. 180 (8): p. 5645-52. Figure 1: Elevated WCC (A) and inflammatory markers (B) in BMDM after LPS stimulation. 1. Total WCC in adult mice (3-6 months old) of the indicated genotypes. There is a statistically significant increase in the WCC in Klf3 -/- v wild type mice (P<0.001 by student's t test). B. Time course (hours) after LPS stimulation of confluent BMDM. Klf3 is induced 3-fold by LPS and KLF3-target genes such as Lgals3 are not fully repressed by 21 hours in knockout mice. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Perkins: Novartis Oncology: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}