{
    "doi": "https://doi.org/10.1182/blood.V110.11.4528.4528",
    "article_title": "Detection and Follow Up of BCR/ABL Translocation by Cromogen In Situ Hibridization with ABL Centromeric and Telomeric (T/C) Probe Pair. Molecular, Accurate and Inexpensive Assay. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Objective: To Identify and to standardize a reliable t(9,22) BCR/ABL Molecular diagnosis method for developing countries. Patients, Materials and method: Nineteen patients: Fourteen newly diagnosed Chronic Myeloid Leukemia confirmed by PCR and Cytogenetic study, one Acute Myeloid Leukemia (AML), one Acute Lymphoblastic leukemia (ALL) Phi positive, two myeloproliferatives Phi negative and a Chronic Lymphocyte Leukemia were studied. Mononuclear cell was obtained by Histopaque separation cell medium (Sigma Aldrich) from Bone Marrow and Blood samples. A translocation probe pair ABL (Chromosome 9 band 9q34) T/C digoxigenin and biotin labeled (Zymed - Invitrogen) were used for hybridization both cellular; blood and bone marrow smear. Immunoassay detection system was applied to localize BCR/ABL under bright field microscope by counting between 200 and 500 cells. We performed fifty assays with these samples. Result: No differences between cell, blood or bone marrow smear were found. We improved the method fixing the samples with acetone. The assay was performed in fresh and frozen samples after six months without relevant differences. We were able to identify translocation, deletion and trisomy. The assay is semi quantitative and we can see a diminished number of BCR/ABL after five months with Tyrosin Kinase inhibitor, Imatinib (Glivec, Novartis) in six patients. (Table 1 and graphic 1). We detected a BCR/ABL LLA Phi positive and AML. All the cases were tested with RT-PCR, and five of them with QRT- PCR. We established an accuracy cutoff higher than 5 to 8% of positive cells for accepting BCR/ABL presence in the sample. Conclusion: This low cost method is useful, accurate, easy and fast to diagnose and follow up CML patients treated with Imatinib. Molecular diagnosis is hardly perform in developing countries or in far away towns or cities; training personal with this method in laboratories with basic equipment would solve this critical problem for many people throughout the world.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "follow-up",
        "translocation (genetics)",
        "prostate health index",
        "imatinib mesylate",
        "molecular diagnostic techniques",
        "polymerase chain reaction",
        "acetone",
        "acute lymphocytic leukemia",
        "biotin"
    ],
    "author_names": [
        "Carlos Sergio Barragan, MD, PhD",
        "Silvia B. Hansson, MD",
        "Silvina A. Cicchini, MD",
        "Monica Tamashiro, MD",
        "Pablo G. Dinardo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carlos Sergio Barragan, MD, PhD",
            "author_affiliations": [
                "Hematology and Paliative Care Department, Prof Dr B. A Houssay Hospital, Vicente Lopez, Buenos Aires, Argentina"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Silvia B. Hansson, MD",
            "author_affiliations": [
                "Hematology and Paliative Care Department, Prof Dr B. A Houssay Hospital, Vicente Lopez, Buenos Aires, Argentina"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvina A. Cicchini, MD",
            "author_affiliations": [
                "Hematology and Paliative Care Department, Prof Dr B. A Houssay Hospital, Vicente Lopez, Buenos Aires, Argentina"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Tamashiro, MD",
            "author_affiliations": [
                "Hematology and Paliative Care Department, Prof Dr B. A Houssay Hospital, Vicente Lopez, Buenos Aires, Argentina"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo G. Dinardo, MD",
            "author_affiliations": [
                "Hematology and Paliative Care Department, Prof Dr B. A Houssay Hospital, Vicente Lopez, Buenos Aires, Argentina"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T13:02:28",
    "is_scraped": "1"
}