{
    "doi": "https://doi.org/10.1182/blood.V126.23.4520.4520",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3098",
    "start_url_page_num": 3098,
    "is_scraped": "1",
    "article_title": "Healthcare Utilization and Costs Among Patients with Hairy Cell Leukemia: Analysis of a Large US Administrative Claims Database ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster III",
    "topics": [
        "hairy-cell leukemia",
        "health care use",
        "administrative claims, healthcare",
        "follow-up",
        "chemotherapy regimen",
        "ambulatory care services",
        "cancer",
        "cladribine",
        "leukemia",
        "pentostatin"
    ],
    "author_names": [
        "Victoria Divino, BA",
        "Sudeep Karve, PhD",
        "Andrew Gaughan, MSc",
        "Mitch DeKoven, MHSA",
        "Guozhi Gao",
        "Mark Lanasa, MD PhD"
    ],
    "author_affiliations": [
        [
            "IMS Health, Fairfax, VA "
        ],
        [
            "AstraZeneca, Gaithersburg, MD "
        ],
        [
            "AstraZeneca, Gaithersburg, MD "
        ],
        [
            "IMS Health, Fairfax, VA "
        ],
        [
            "MedImmune, Gaithersburg, MD "
        ],
        [
            "Clinical Development, Oncology, MedImmune, Gaithersburg, MD"
        ]
    ],
    "first_author_latitude": "38.8636352",
    "first_author_longitude": "-77.2289177",
    "abstract_text": "Background and Objective : Hairy cell leukemia (HCL) is an uncommon condition with an estimated 900 incident cases annually and accounts for approximately 2% of all leukemia cases in the United States. Purine analogs including cladribine and pentostatin are the two agents of choice in managing patients with HCL. Limited information exists with regard to costs associated with the management of patients with HCL. Thus, this study evaluated real-world all-cause and HCL-related healthcare utilization and costs among patients with HCL. Methods : A retrospective observational study was conducted using the IMS Health PharMetrics Plus Health Plan Claims Database for the period 2006-2014. The database includes over 150 million unique health plan members across the US and is nationally representative of the commercially-insured US population. Database includes medical and outpatient pharmacy claims for individuals enrolled in managed care health plans. Information on charged and paid amounts along with co-pay information is included in claim records. Additionally, claim records include details on, but not limited to, diagnoses, procedures, date of service, and discharge date (inpatient visit). Adult (≥18 years of age) patients with at least two claims with a diagnosis of HCL (ICD-9-CM code: 202.4x) were selected and the first observed claim defined the \"index date.\" Patients with evidence of other malignancies (identified using relevant ICD-9-CM codes) during the 6-month prior (pre-index period) to the index date were excluded. Patients were required to have at least 90 days of continuous enrollment (the variable \"follow-up\" period) in the health plan post index date with exception of patients who died within 3 months of diagnosis. Patients were followed until death (recorded on inpatient discharge disposition) or until the end of database. Study measures including baseline costs (pre-index period) and follow-up period all-cause and HCL-related (assessed based on presence of HCL diagnosis code and/or HCL-associated therapies) utilization and costs were evaluated on a per-patient basis. Annualized healthcare utilization and costs were also estimated [(annualized rate of use/costs = (units used or costs post-index)/(days follow-up post-index/365)]. All analyses were descriptive in nature with continuous measures (e.g., HCL-related inpatient costs) measures presented using mean, median, standard deviation (SD) and categorical measures (e.g., patient with a HCL-related inpatient admission) using frequency and percentages. Cost analyses were conducted from a payer perspective (i.e., paid amounts [not charged amounts] were used in cost estimation). Results : The study cohort included 749 patients with mean (SD) post-diagnosis follow-up of 32 (22) months. Over 3/4 th of patients were males (77%) and the mean age (SD) at diagnosis was 56 (10) years. The mean pre-index per patient costs for the study cohort was $5,858 ($13,836). Slightly more than a third (38%) of patients initiated first-line chemotherapy over the available follow-up, and pre-index costs were higher among patients initiating chemotherapy compared with to those who did not initiate chemotherapy ($6,635 [$7,246] vs. $5,389 [$16,584]). 36% of patients had at least 1 HCL-related inpatient admission and over 95% had at least 1 HCL-related physician office visit during the follow-up period. The average follow-up period all-cause costs were $55,904 of which 50% were related to outpatient care, 40% related to inpatient care and 9% related to outpatient pharmacy costs. The mean annualized all-cause costs were $50,585 of which over 65% (mean: $33,111) attributed to inpatient costs. The follow-up period HCL-related total costs were $31,234 of which HCL-related inpatient costs accounted for 55% and 44% were attributed to HCL-related outpatient care. The mean annualized HCL-related costs were $38,588 with the vast majority (81%) attributed to inpatient costs. Conclusion : The current study provides real-world all-cause and HCL costs estimates from a payer perspective among patients with HCL. With newer therapies being developed for HCL, findings from this study can serve as inputs in the development of cost-effectiveness models comparing new and existing treatments. Disclosures Divino: IMS Health: Employment, Other: IMS Health received funding from AstraZeneca for this study. Karve: AstraZeneca: Employment. Gaughan: AstraZeneca: Employment. DeKoven: IMS Health: Employment, Other: IMS Health received funding from AstraZeneca for this study. Gao: MedImmune: Employment. Lanasa: MedImmune: Employment."
}