{
    "doi": "https://doi.org/10.1182/blood.V118.21.2409.2409",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1880",
    "start_url_page_num": 1880,
    "is_scraped": "1",
    "article_title": "Kinase Inhibitors Reduce TNF-Alpha Over-Production in Monocytes From Fanconi Anemia Group A Patients ",
    "article_date": "November 18, 2011",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "abstract_text": "Abstract 2409 Fanconi Anemia (FA) is a chromosomal instability syndrome with hypersensitivity to alkylating agents as principal diagnostic feature. Many laboratories have demonstrated the involvement of FA proteins in DNA repair mechanisms. Recent work has also demonstrated other functions of some FA proteins suggesting that they play alternative roles in other regulatory pathways, particularly those that influence hematopoiesis. Eighty percent of FA patients develop bone marrow failure with a high incidence of evolution in myelodysplasia and/or acute leukemia. Each of these abnormalities has been related to TNF-alpha hypersensitivity in the stem and progenitor cell pools and the toll-like receptor dependent overproduction of TNF-alpha by FA macrophages. The TNF-hypersensitive phenotype involves at least two kinases, PKR and ASK1, each of which is hyperactivated in FA cells and induce apoptotic responses both in ground state and after TNF-alpha and IFN-gamma stimulation. Recent evidence showed that R848 (a TLR8 ligand) and endotoxin (LPS, a TLR4 ligand)-induced TNF-alpha gene expression in Fancc -deficient mononuclear phagocytes cells is inhibited by kinase inhibitors dasatinib and BIRB796 We sought to evaluate the activity of these agents in primary mononuclear phagocytes obtained from children with FA-A. Objectives: To determine whether primary monocytes from the peripheral blood of FANCA-deficient patients: (a) exhibit the TNF-overproduction phenotype in response to LPS and the TLR8 ligand R848, and (b) respond to dasatinib and BIRB796 by suppressing TNF-production. Methods: Six FA patients with mild to severe marrow failure on no treatment were included in this study. Healthy subjects were recruited as normal controls that were run in parallel in each case. CD14+ monocytes freshly isolated from peripheral blood were cultured for 24 hours with LPS and R848 with or without dasatinib or BIRB796. Supernatant media were collected and frozen at −80 degrees. After thawing the samples, TNF-alpha content was quantified by ELISA. Results: Baseline TNF-alpha concentration (without any TLR stimulation) was higher in FA patients than control. After LPS or R848 stimulation FA-A monocytes produced substantially more TNF-alpha than did the control samples. Both dasatinib and BIRB796 suppressed TLR-induced (both LPS and R848) TNF-alpha production. Specifically, with R848 as the agonist, BIRB 769 suppressed TNF-alpha production by 60% and dasatinib by 42%. Both inhibitors were even more potent in suppressing LPS induced TNF-alpha expression as both reduced TNF-alpha by 75%. In the absence of TLR stimulation, the presence of BIRB or dasatinib in culture reduced TNF-alpha by >50% compared to baseline in patient samples. The inhibitory effect of kinase inhibitors was observed also in the normal control. Conclusions: These findings: (a) demonstrate for the first time that TLR-induced TNF-alpha gene expression in primary FANCA deficient mononuclear phagocytes is aberrantly regulated and (b) that in FANCA-deficient macrophages the TNF-alpha overproduction phenotype can be controlled by therapeutically achievable doses of BIRB796 and dasatinib. In addition (c), since both agents function in large part to suppress p38 MAPK activation future, our data point to the biochemical roles played by FANCA in modulating upstream pathways that govern p38 activation. Moreover (d), given that in FA patients, TNF hypersensitive stem cells are over-exposed to TNF-alpha, particularly during inflammatory events and that exposure to TNF was shown not only to suppress hematopoiesis in FA but also to favor the emergence of neoplastic clones, these results point to these two agents as potential candidates for preclinical trials seeking to enhance hematopoiesis and suppress clonal evolution. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "fanconi anemia",
        "kinase inhibitors",
        "monocytes",
        "tumor necrosis factor-alpha",
        "dasatinib",
        "tumor necrosis factors",
        "ligands",
        "hypersensitivity",
        "pancytopenia",
        "agonists"
    ],
    "author_names": [
        "Enrico Cappelli",
        "Johanna Svahn",
        "Praveen Anur",
        "Fabio Corsolini",
        "Piero Farruggia",
        "Grover C. Bagby, Jr.",
        "Carlo Dufour, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology, G.Gaslini Institute, Genova, Italy, "
        ],
        [
            "Pediatric Hematology, G.Gaslini Institute, Genova, Italy, "
        ],
        [
            "Doernbecher Children's Hospital, Portland, OR, USA;, Oregon Health & Science University (OHSU), Portland, OR, USA, "
        ],
        [
            "Cell Bank and Repository, G. Gaslini Institute, Genova, Italy, "
        ],
        [
            "Pediatric Onco-Hematology, G. Di Cristina Hospital, Palermo, Italy, "
        ],
        [
            "Medicine and Molecular Genetics, Oregon Health and Science University and Portland VA Medical Center, Portland, OR, USA, "
        ],
        [
            "Pediatric Hematology, G. Gaslini Institute, Genova, Italy"
        ]
    ],
    "first_author_latitude": "44.392837199999995",
    "first_author_longitude": "8.9882412"
}