{
    "doi": "https://doi.org/10.1182/blood.V118.21.4753.4753",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2137",
    "start_url_page_num": 2137,
    "is_scraped": "1",
    "article_title": "Location, Location, Location: Reassessing Erythropoiesis Stimulating Agents (ESAs) in the United States (US), Canada, and Europe (2007−2011) ",
    "article_date": "November 18, 2011",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "edmonton symptom assessment scale",
        "erythropoiesis-stimulating agents",
        "hemoglobin measurement",
        "kidney failure, chronic",
        "dialysis procedure",
        "hemodialysis",
        "cancer",
        "blood transfusion",
        "chemotherapy regimen",
        "anemia"
    ],
    "author_names": [
        "Leann Norris, PharmD",
        "Donald Mattison, M.D., CAPT, USPHS",
        "Zaina Parvez Qureshi, PhD, MPH",
        "Charles Bennett, MD, PhD, MPP"
    ],
    "author_affiliations": [
        [
            "The South Carolina Center of Economic Excellence for Medication Safety, South Carolina College of Pharmacy, Columbia, SC, USA, "
        ],
        [
            "NIH, Bethesda, MD, USA, "
        ],
        [
            "Clinical Pharmacy and Outcomes Sciences, South Carolina College of Pharmacy, Columbia, SC, USA, "
        ],
        [
            "South Carolina College of Pharmacy, Columbia, SC, USA"
        ]
    ],
    "first_author_latitude": "33.99459105000001",
    "first_author_longitude": "-81.02979505",
    "abstract_text": "Abstract 4753 Background: Erythropoiesis stimulating agents (ESAs) are approved for preventing transfusions (United States (US)) or treating symptomatic anemia (Canada/Europe) among chemotherapy or chronic kidney disease (CKD) patients. Extensive reassessments of safety, efficacy, dosing, and target hemoglobin levels have occurred. Methods: Regulatory agencies', ESA manufacturer notifications, clinical guidelines, phase III trials and meta-analyses cited in clinical guidelines were reviewed (2007 to 2011). Results: CKD and Cancer: Quality of life benefits are reported in Europe and Canada. In the US, product labels report exercise capacity improvements for CKD patients. CKD: Clinical trials reported cardiovascular, cerebrovascular, and mortality risks with ESAs targeting high versus low hemoglobin levels or cardiovascular and mortality risks with ESAs versus placebo. 2011 US' advisories recommend ESA doses sufficient to prevent transfusions among dialysis patients and caution with ESA administration to non-dialysis patients. Canadian and European recommendations target hemoglobin levels between 10 and 12 g/dl and 11 to 12 g/dl, respectively. Following these recommendations among non-dialysis US patients, ESA use decreased 16%. Most US dialysis CKD patients receive ESAs, with lower achieved hemoglobin levels, and 30% decreased ESA usage since 2008. In Europe and Canada, which initially had substantially lower ESA use, there has been a gradual increase. Cancer: Trials identified mortality, tumor progression, and venous thromboembolism risks with ESAs targeting higher versus lower hemoglobin levels. US labels warn against administering ESAs with potentially curative chemotherapy. European guidelines recommend ESAs for symptomatic patients at hemoglobin levels of 9 to 11 g/dL and consider for asymptomatic patients at levels of 11 to 11.9 g/dL. Canadian advisories report cost-utility ratios exceeding accepted standards. ESA use decreased by 70% in the US. Current ESA utilization rates for cancer are higher in Europe and lower in Canada. Conclusions: International differences in interpreting efficacy and safety data and ESA utilization exist. The changes have been most apparent in the US. Disclosures: No relevant conflicts of interest to declare."
}