{
    "doi": "https://doi.org/10.1182/blood.V128.22.4221.4221",
    "article_title": "The Relapsed - Memorial Sloan - Kettering Cancer Center (R-MSKCC) Prognostic Score Is a Risk-Stratification Model for the Central Nervous System (CNS) Involvement at Relapse in Patients with Diffuse Large B Cell Lymphoma (DLBCL) in the Rituximab Era ",
    "article_date": "December 2, 2016",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "abstract_text": "Background: Introduction of Rituximab has shown a remarkable improvement on survival for the patients with diffuse Large B cell Lymphoma (DLBCL). However, involvement of central nervous system (CNS) at relapse in these patients is still an issue and a mostly fatal with a median survival of 2.5 - 4 months when they treated with conventional therapies. The Memorial Sloan - Kettering Cancer Center (MSKCC) prognostic score has been used as a statistically powerful model to patients with newly diagnosed primary central nervous system lymphoma (PCNSL) before rituximab introduction. By contrast, effective prognostic model for the relapsed DLBCL patients with CNS involvement in the rituximab era is unclear. The purpose of this study was to address treatment response and detailed prognosis of CNS recurrence of DLBCL after initial treatment with Rituximab contained chemotherapy. Patients and Methods: In total, 560 newly diagnosed de novo DLBCL patients treated with R- Results: Among the 25 patients assessed in this study, median age was 61 years (range, 34-81 years) at relapse.Sixteen (64%) patients were male. Primary sites at initial diagnosis were mostly extra-nodal sites such as nasal cavity, paranasal sinuses, skin, primary effusion, breasts, testes, ovaries, gastro-intestine, kidneys, adrenal glands, and bone in 88% (22/25) of the patients. The cell of origin of germinal center (GC) subtype by Hans algorithm were shown in 47.6% (10/25). All patients other than one with stage I were to receive 6 to 8 cycles of R-CHOP and the patient with stage I were to receive combined modality therapy with 3 cycles of R-CHOP followed by involved field radiation therapy as an initial treatment. Only two patients received intrathecal prophylaxis. The median interval between the initial diagnosis and CNS relapse was 22 months (range, 1-100 months). The patients status at relapse were 44% of (11/25) first complete response (CR), 32% of (8/25) first partial response (PR), 20% (5/25) of second CR, and 4% (1/25) of second PR after the latest chemotherapy. There were 15 patients (60%) with brain intra- parenchymal lesions identified by brain imaging and the others (40%) with leptomeningeal infiltration revealed with cerebrospinal fluid analysis. Front-line treatment for relapse at CNS lesion was chemotherapy with or without whole brain radiotherapy (WBRT) in 13 patients (52%). A total of 6 patients (24%) received WBRT without chemotherapy. The others received the best supportive care. In addition, most patients through those three groups received intrathecal chemotherapy with MTX, Ara-C, and prednisone. The median overall survival (OS) after CNS relapse was 7 months (95% CI: 5-12) for the whole population, 12 months for chemotherapy group, 6.5 months for WBRT group, and 2 months for BSC group ( p = 0.02 ). To date 22 patients (88%) had died. At univariate analysis significant prognostic factors for overall survival were age at relapse ( P=0.02 ), elevated b2- microglobulin (b2-MG) ( p=0.03 ), and response for the latest chemotherapy ( p=0.01 ) that was only a significant factor in multivariate analysis. Thus we established Relapsed-MSKCC prognostic score consisting of age < 50, KPS >=70, and response for the latest chemotherapy; add 1 to MSKCC score if they did not achieve CR after the latest therapy. The median OS in patients with a R-MSKCC prognostic score of 1 was not reached, and differed significantly from the 13 months in patients with a R-MSKCC score of 2, 8 months in patients with a R-MSKCC score of 3, and 2 months in patients with a R-MSKCC score of 4 ( P=0.01 ). Conclusions : The Survival of CNS recurrence in patients with DLBCL remains lethal. R-MSKCC prognostic score may predict survival better in these patients. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Nishimura: Chugai pharmaceutical co.LTD: Consultancy. Terui: Yanssen: Honoraria. Mishima: Chugai: Consultancy. Yokoyama: Chugai: Consultancy. Hatake: Meiji-Seika: Consultancy; Kyowa Kirin: Honoraria, Research Funding; Otsuka: Consultancy; Chugai: Research Funding.",
    "topics": [
        "cancer care facilities",
        "central nervous system",
        "diffuse large b-cell lymphoma",
        "rituximab",
        "chemotherapy regimen",
        "whole brain irradiation",
        "primary central nervous system lymphoma",
        "r-chop",
        "brain imaging",
        "central nervous system lesion"
    ],
    "author_names": [
        "Noriko Nishimura, MD PhD",
        "Yasuhito Terui, MD PhD",
        "Kengo Takeuchi, MD PhD",
        "Naoko Tsuyama, MD",
        "Anna Takahashi, MD",
        "Norihito Inoue, MD",
        "Hirofumi Yamauchi, MD",
        "Yoshiharu Kusano, MD",
        "Yuko Mishima, MD PhD",
        "Masahiro Yokoyama, MD",
        "Kiyohiko Hatake, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Noriko Nishimura, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasuhito Terui, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, Tokyo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kengo Takeuchi, MD PhD",
            "author_affiliations": [
                "Molecular Targeting Progect, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoko Tsuyama, MD",
            "author_affiliations": [
                "Department of Pathology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Takahashi, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norihito Inoue, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirofumi Yamauchi, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiharu Kusano, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuko Mishima, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Yokoyama, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyohiko Hatake, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T15:32:05",
    "is_scraped": "1"
}