{
    "doi": "https://doi.org/10.1182/blood-2019-122781",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4199",
    "start_url_page_num": 4199,
    "is_scraped": "1",
    "article_title": "An Exploratory Analysis of Brentuximab Vedotin Plus CHP (A+CHP) in the Frontline Treatment of Patients with CD30+ Peripheral T-Cell Lymphomas (ECHELON-2): Impact of Consolidative Stem Cell Transplant ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "brentuximab vedotin",
        "hematopoietic stem cell transplantation",
        "lymphoma, t-cell, peripheral",
        "brachial plexus neuritis",
        "transplantation",
        "antigens, cd30",
        "cancer",
        "complete remission",
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Kerry J Savage, BSc, MD MSc",
        "Steven M. Horwitz, MD",
        "Ranjana H Advani, MD",
        "Jacob H. Christensen, MD",
        "Eva Domingo-Domenech, MD",
        "Giuseppe Rossi",
        "Franck Morschhauser, MD",
        "Onder Alpdogan, MD",
        "Cheolwon Suh",
        "Kensei Tobinai, MD PhD",
        "Andrei R Shustov, MD",
        "Marek Trneny, MD prof",
        "Sam Yuen, MBBS,FRCPA,FRACP",
        "Pier Luigi Zinzani, MD PhD",
        "Lorenz Truemper, MD",
        "Timothy Illidge, MD PhD",
        "Owen O'Connor, MD PhD",
        "Barbara Pro, MD",
        "Meredith Little, MPH",
        "Veronica Bunn",
        "Keenan Fenton",
        "Thomas Manley, MD",
        "Swaminathan P. Iyer, MD"
    ],
    "author_affiliations": [
        [
            "British Columbia Cancer Centre for Lymphoid Cancer, University of British Columbia and the Department of Medical Oncology, Vancouver, Canada "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Stanford Cancer Center, Blood and Marrow Transplant Program, Stanford, CA "
        ],
        [
            "Odense University Hospital, Odense, Denmark "
        ],
        [
            "Institut Catala D'oncologia, L'Hospitalet de Llobregat, Barcelona, Spain "
        ],
        [
            "Azienda Ospedaliera Spedali Civili di Brescia, Brescia, Italy "
        ],
        [
            "CHRU de Lille, Lille cedex, Nord-Pas-de-Calais, France "
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department Of Medical Oncology, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of (South) "
        ],
        [
            "National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "University of Washington Medical Center, Seattle, WA "
        ],
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic "
        ],
        [
            "Calvary Mater Newcastle Hospital, Newcastle, Australia "
        ],
        [
            "\"Seràgnoli\" University of Bologna, Institute of Hematology, Bologna, Italy "
        ],
        [
            "Universitätsmedizin Göttingen, Göttingen, Germany "
        ],
        [
            "Christie Hospital National Health Service Foundation Trust, Division of Cancer Sciences, Faculty of Biology, Medicine and Health, University of Manchester, National Institutes of Health and Research Biomedical Research Center, Manchester Academic Health Sciences,, Manchester, United Kingdom "
        ],
        [
            "Columbia University Medical Center, New York, NY "
        ],
        [
            "Department of Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL "
        ],
        [
            "Takeda Pharmaceuticals International Company, Cambridge, MA "
        ],
        [
            "Takeda Pharmaceuticals International Company, Cambridge, MA "
        ],
        [
            "Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "Seattle Genetics, Inc., Bothell, WA "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "49.2198382",
    "first_author_longitude": "-123.04363034999997",
    "abstract_text": "Introduction The ECHELON-2 study (NCT01777152) demonstrated significantly longer progression-free survival (PFS) and overall survival with brentuximab vedotin plus cyclophosphamide, doxorubicin, and prednisone (A+CHP) versus CHOP in the frontline treatment of patients (pts) with sALCL or other CD30-expressing PTCL and supported the 2018 FDA approval in this setting. Consistent with current guidelines, pts could have received consolidative stem cell transplant (SCT) after treatment at the discretion of the treating investigator. In all pts treated with A+CHP, only 22% (50 of 226) underwent SCT. Herein, we present outcomes from an exploratory analysis of pts in a complete remission (CR) following A+CHP who received an SCT and those who did not. Methods CR rate was defined at the end of treatment (EOT) by independent review per the Revised Response Criteria for Malignant Lymphoma. ALK+ sALCL pts were excluded because they tend to have more favorable outcomes. Consolidative transplant was not considered a PFS event. A univariate analysis of SCT versus no SCT and multivariate analyses adjusting for region and age were performed. Results Sixty-seven percent (76/113 pts) of pts with ALK- sALCL on the A+CHP arm were in CR at EOT and 36% (27/76) of them received SCT. Pts who underwent SCT were younger, with a median age of 50 years (yr) (range 18-68) compared with 59 yr (range 20-85) in those without SCT. Median PFS for pts with SCT was not reached (95% CI 36.57, not estimable [NE]) versus 55.66 mos (95% CI 23.72, 55.66) for pts without SCT. Fifty-nine percent (38/64) of pts with non-sALCL on the A+CHP arm were in CR at EOT and 29% (11/38) of them received SCT. Pts who underwent SCT were younger than those without (median age 57 yr [35-73] vs 66 yr [49-77]). Median PFS for pts who did and did not receive SCT was not reached (95% CI 20.70, NE) versus 33.22 mos (95% CI 8.08, NE), respectively. Prior to treatment start, the intent to transplant in Asian countries among ALK- sALCL and non-ALCL pts was less frequent in comparison to non-Asian countries (13% and 29% vs 49% and 57%, respectively). The proportion of pts ultimately transplanted was also less frequent (13% and 12% in Asia versus 32% and 23% in non-Asian countries). Standard PFS and multivariate proportional hazards regression analyses favored the use of SCT in PTCL pts in a CR after A+CHP (Table). Conclusions Numerical PFS estimates favor the use of SCT in PTCL pts in a CR after A+CHP; however, sample sizes are small. It is also recognized that unknown confounders may impact this post-hoc analysis. We observed that use of SCT was infrequent in Asian countries, suggesting regional practice differences. The overall impact of consolidative SCT remains unconfirmed, including in patients treated with A+CHP. Further studies are needed to establish its role in this setting. Table View large Download slide Table View large Download slide  Disclosures Savage: BMS, Merck, Novartis, Verastem, Abbvie, Servier, and Seattle Genetics: Consultancy, Honoraria; Seattle Genetics, Inc.: Consultancy, Honoraria, Research Funding. Horwitz: Millennium/Takeda: Consultancy, Research Funding; Infinity/Verastem: Consultancy, Research Funding; Trillium: Research Funding; Infinity/Verastem: Consultancy, Research Funding; Aileron: Research Funding; Kura: Consultancy; Affimed: Consultancy; Millennium/Takeda: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Trillium: Research Funding; Portola: Consultancy; Forty-Seven: Research Funding; Mundipharma: Consultancy; Celgene: Consultancy, Research Funding; ADCT Therapeutics: Research Funding; Astex: Consultancy; Astex: Consultancy; Celgene: Consultancy, Research Funding; Infinity/Verastem: Consultancy, Research Funding; Infinity/Verastem: Consultancy, Research Funding; Innate Pharma: Consultancy; Affimed: Consultancy; Affimed: Consultancy; Kura: Consultancy; ADCT Therapeutics: Research Funding; Kyowa Hakko Kirin: Consultancy; Corvus Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Corvus Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kyowa Hakko Kirin: Consultancy; Astex: Consultancy; Miragen: Consultancy; Celgene: Consultancy, Research Funding; Mundipharma: Consultancy; Innate Pharma: Consultancy; Kura: Consultancy; Millennium/Takeda: Consultancy, Research Funding; Astex: Consultancy; ADCT Therapeutics: Research Funding; Affimed: Consultancy; Portola: Consultancy; Miragen: Consultancy; Aileron: Research Funding; Trillium: Research Funding; Seattle Genetics: Consultancy, Research Funding; Portola: Consultancy; Innate Pharma: Consultancy; Forty-Seven: Research Funding; Miragen: Consultancy; Kyowa Hakko Kirin: Consultancy; Aileron: Research Funding; Corvus Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Seattle Genetics: Consultancy, Research Funding; Miragen: Consultancy; ADCT Therapeutics: Research Funding; Corvus Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium/Takeda: Consultancy, Research Funding; Kura: Consultancy; Innate Pharma: Consultancy; Seattle Genetics: Consultancy, Research Funding; Forty-Seven: Research Funding; Mundipharma: Consultancy; Seattle Genetics: Consultancy, Research Funding; Aileron: Research Funding; Kyowa Hakko Kirin: Consultancy; Trillium: Research Funding; Forty-Seven: Research Funding; Portola: Consultancy; Mundipharma: Consultancy. Advani: Regeneron: Research Funding; Pharmacyclics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead Sciences, Inc./Kite Pharma, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celmed: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium: Research Funding; Forty-Seven: Research Funding; AstraZeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees; Cell Medica, Ltd: Consultancy; Janssen: Research Funding; Merck: Research Funding; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Infinity Pharma: Research Funding; Celgene: Research Funding; Kura: Research Funding; Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kyowa Kirin Pharmaceutical Developments, Inc.: Consultancy; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Autolus: Consultancy, Membership on an entity's Board of Directors or advisory committees; Stanford University: Employment, Equity Ownership; Seattle Genetics: Consultancy, Research Funding; Agensys: Research Funding. Domingo-Domenech: Roche: Other: Travel expenses; Seattle Genetics: Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel expenses; Bristol-Myers Squibb: Other: Travel expenses. Rossi: Daiichi-Sankyo: Consultancy; Celgene: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Jazz: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria; Mundipharma: Honoraria; BMS: Honoraria; Sandoz: Honoraria; Roche: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Morschhauser: Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria; Gilead: Membership on an entity's Board of Directors or advisory committees; Epizyme: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Research Funding. Alpdogan: Seattle Genetics, Inc.: Research Funding. Tobinai: Meiji Seika: Honoraria; Takeda Pharmaceutical: Consultancy, Honoraria, Research Funding; Mundi Pharma: Consultancy, Honoraria, Research Funding; AbbVie: Research Funding; Chugai Pharmaceutical: Honoraria, Research Funding; Eisai: Honoraria, Research Funding; Kyowa Kirin: Honoraria, Research Funding; Verastem: Honoraria; Zenyaku Kogyo: Consultancy, Honoraria; Yakult: Honoraria; Bristol-Myers Squibb: Honoraria; HUYA Bioscience: Consultancy, Honoraria; Janssen Pharmaceutical: Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Solasia: Honoraria; Daiichi Sankyo: Consultancy, Honoraria; Ono Pharmaceutical: Consultancy, Honoraria, Research Funding. Shustov: Seattle Genetics, Inc.: Research Funding. Trneny: Roche: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Incyte: Consultancy, Honoraria; Gilead sciences: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Morphosys: Consultancy, Honoraria. Yuen: Seattle Genetics, Inc.: Other: Travel expenses, Research Funding. Zinzani: Verastem: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; MSD: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Eusapharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi: Consultancy; Celltrion: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen-Cilag: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Servier: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sandoz: Membership on an entity's Board of Directors or advisory committees; Immune Design: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Portola: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Kyowa Kirin: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; TG Therapeutics: Honoraria, Speakers Bureau. Truemper: Janssen Oncology: Consultancy; Nordic Nanovector: Consultancy; Seattle Genetics, Inc.: Research Funding; Mundipharma: Research Funding; Roche: Research Funding; Takeda: Consultancy, Research Funding. Illidge: Div of Cancer Sciences, Faculty of Biology, Medicine and Health, Univ of Manchester, National Institutes of Health and Research Biomedical Research Center, Manchester Academic Health Sciences, Christie Hospital National Health Service Foundation Trust: Employment; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Seattle Genetics, Inc.: Research Funding. O'Connor: Spectrum Pharma: Consultancy, Other: Travel expenses, Research Funding; Roche: Research Funding; Seattle Genetics, Inc.: Consultancy, Other: Travel expenses, Research Funding; Allos Therapeutics: Consultancy; Acetylon Pharma: Other: Travel expenses, Research Funding; Celgene: Research Funding; Millenium: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Mundipharma: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Novartis: Consultancy, Honoraria. Pro: Kyowa Hakka Kirin: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Other: Travel Expenses; Celgene: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria, Other: Travel Expenses, Research Funding. Little: Takeda Pharmaceuticals: Employment. Bunn: Takeda Pharmaceuticals: Employment. Fenton: Seattle Genetics, Inc.: Employment, Equity Ownership. Manley: Seattle Genetics: Employment, Equity Ownership. Iyer: Incyte: Research Funding; Bristol-Myers Squibb: Research Funding; Seattle Genetics, Inc.: Research Funding; Genentech/Roche: Research Funding; Novartis: Research Funding; Arog: Research Funding."
}