{
    "doi": "https://doi.org/10.1182/blood-2020-143468",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4485",
    "start_url_page_num": 4485,
    "is_scraped": "1",
    "article_title": "Outcome of Severe Aplastic Anemia Treated with Low Dose Immunosuppression in Resource Limited World during Pandemic: Single Center Experience from Myanmar ",
    "article_date": "November 5, 2020",
    "session_type": "508.Bone Marrow Failure",
    "topics": null,
    "author_names": [
        "Aye Aye Gyi, MBBS, MMedSc, MRCP, DrMedSc, FRCP",
        "Khin Thida Htut, MBBS MMedSc DrMedSc",
        "Yin Nwe Han, MD",
        "Mie Mie Khine, MD",
        "Hnin Mya Thandar, MD",
        "Yi Mon Thant, MBBS, MMedSc"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Haematology, Professor and Head, North Okkalapa General and Teaching Hospital, Yangon, Myanmar "
        ],
        [
            "Department of Clinicla Haematology, North Okkalapa General and Teaching Hospital, Yangon, Myanmar "
        ],
        [
            "Department of Clinical Haematology, North Okkalapa General & Teaching Hospital, Yangon, MMR "
        ],
        [
            "Department of Clinical Haematology, Hematology, Yangon, Myanmar ",
            "Department of Clinical Haematology, North Okkalapa General and Teaching Hospital, Yangon, Myanmar "
        ],
        [
            "North Okkalapa General and Teaching Hospital, Yangon, Myanmar "
        ],
        [
            "Clinical Haematology, North Okkalapa General and Teaching Hospital, Yangon, Myanmar"
        ]
    ],
    "first_author_latitude": "16.917590999999998",
    "first_author_longitude": "96.16829650000001",
    "abstract_text": "Background Like other Asian countries, acquired Aplastic Anaemia (AA) is prevalent in Myanmar and severe aplastic anaemia (SAA) is one of the leading cause of mortality among haematological disorders, particularly from infectious complications. As there is no health insurance system, patients with SAA who are mainly from poor socio-economic class, have to rely on government supply of immunosuppressive therapy (IST) with anti-thymocyte globulin and ciclosporin. During pandemic, new cases are provided individually tailored treatment to minimize the risk while the patients already treated with IST are followed-up by telecommunication. Under such limited setting, outcome of SAA who received IST are reviewed to provide balanced care between risk and benefit amid pandemic in this referral center of the country. Methods In our center, SAA and very severe aplastic anaemia (VSAA) classified according to the modified Camitta criteria were treated with Anti-thymocyte globulin -Equine (Thymogam) 250mg/5ml, Bharat Serums and Vaccines ltd., India, in a total dose ranged between (depend on availability of supply) 40 to 160mg/kg divided into 4 or 5 days of intravenous infusion with oral ciclosporin A (CsA) at a dose of 5 mg/kg/day. During Covid-19 pandemic, new cases of VSAA and cases refractory to previously received IST have been offered Eltrombopag (EPAG) 100mg/day for 8 weeks and tapered depend on response. Results Between January, 2018 to July, 2020, 11 cases of SAA and 9 cases of VSAA, 19 in total, at median age 24 years (range 14-57 years) with female to male ratio of 1:5.3 received IST. Of 19, only one patient had evidence of paroxysmal nocturnal hemoglobinuria. Nine of 19 (47.4%) received lower dose of ATG ranged between 40-60 mg/kg while 5 (26.3%) had 60-80 mg/kg and another 5 (26.3%) had standard dose of 160 mg/kg. Eltrombopag was added to IST in two non-responder VSAA and up-front therapy combined with CsA in two without ATG. However, due to inadequate response, ATG has to be added later. Mortality rate during initial 12 weeks was 3/19 (15.8%) from bleeding and sepsis before achieving response, two of whom were from lower dose range group. Overall response was observed in 15 (78.9%) as early as 2 nd month and all became transfusion independent although complete remission was not achieved. One without response received second course of IST at a higher dose followed by addition of EPAG. Among responder, one relapsed after one year despite having standard dose of ATG and one lost to follow-up. To date, during median follow-up of 16 months (range 3 to 30 months) except one who relapsed, 14 (73.7%) remained alive and free from SARS-COV-2 infection as well as transformation to myelodysplasia. Conclusion This is the first report from Myanmar on response to ATG supporting immune mediated aetiology underlying AA similar to other regions from Asia. This limited experience on minimum immunosuppression with low- dose ATG even at 40-60mg/kg had helped SAA and VSAA to keep transfusion independent and stay safe during pandemic. Disclosures No relevant conflicts of interest to declare."
}