{
    "doi": "https://doi.org/10.1182/blood-2019-121068",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4350",
    "start_url_page_num": 4350,
    "is_scraped": "1",
    "article_title": "New Insights into Heme Utilization Pathways ",
    "article_date": "November 13, 2019",
    "session_type": "Scientific Abstracts",
    "topics": [
        "heme",
        "iron",
        "complex",
        "enzymes",
        "coenzyme a",
        "porphyrins",
        "antidepressive agents, tricyclic",
        "hemeproteins",
        "trichloroacetic acid",
        "bypass"
    ],
    "author_names": [
        "Emanuela Tolosano, PhD"
    ],
    "author_affiliations": [
        [
            "University of Torino, Turin, Italy"
        ]
    ],
    "first_author_latitude": "45.069427999999995",
    "first_author_longitude": "7.6889006",
    "abstract_text": "Heme, an iron-containing porphyrin, plays pivotal functions in cell energetic metabolism, serving as a cofactor for most of the respiratory chain complexes and interacting with the translocases responsible for the ADP/ATP exchange between mitochondria and cytosol. Moreover, heme biosynthesis is considered a cataplerotic pathway for the tricarboxylic acid cycle (TCA) cycle, as the process consumes succynil-CoA, an intermediate of the TCA cycle. Finally, heme synthesis is one of the major cellular iron-consuming processes, thus competing with mitochondrial biogenesis of iron-sulfur (Fe-S) clusters, the crucial cofactors of electron transport chain complexes and of some TCA cycle enzymes. The process of heme synthesis consists of eight enzymatic reactions starting in mitochondria with the condensation of glycine and succynil-CoA to form δ-aminolevulinic acid (ALA), catalyzed by amino levulinic acid synthase (ALAS), the rate-limiting enzyme in heme biosynthetic pathway. Two isoforms of ALAS exist, ALAS1, ubiquitously expressed and controlled by heme itself through a negative feedback, and ALAS2, specifically expressed in the erythroid cells and mainly controlled by iron availability. ALA is exported from mitochondria to cytosol and converted to coproporphyrinogenIII that is imported back into the mitochondrial intermembrane space and converted to protoporphyrinogen IX. The latter is oxidized to porphyrin IX. Finally, ferrous iron is inserted into porphyrin IX by ferrochelatase, a Fe-S cluster-containing enzyme. Heme is incorporated into mitochondrial heme-containing proteins including complexes of the respiratory chain or exported to cytosol for incorporation into cytosolic apo-hemoproteins. Cytosolic heme level is maintained by the rate of hemoprotein production, the activity of heme transporters, including both heme importers and exporters, and the rate of heme degradation mediated by heme oxygenases. The concerted action of all these mechanisms regulates heme level that in turn controls its own synthesis by regulating the expression and activity of ALAS1. During differentiation of erythroid progenitors, cells bypass the heme-mediated negative regulation of its production by expressing ALAS2 that is responsible for the high rate of heme synthesis required to sustain hemoglobin production. We showed that the process of heme efflux through the plasma membrane heme exporter Feline Leukemia Virus C Receptor (FLVCR)1a is required to sustain ALAS1-catalyzed heme synthesis. In tumor cells, the potentiation of heme synthesis/export axis contributes to the down-modulation of tricarboxylic acid cycle (TCA) cycle favoring a glycolysis- compared to an oxidative-based metabolism. Our data indicate that the heme synthesis/export axis slow down the TCA cycle through two mechanisms, on one hand, by consuming succynil-CoA, an intermediate of the cycle, and, on the other, by consuming mitochondrial iron thus limiting the production of Fe-S clusters, essential co-factors of complexes of the respiratory chain as well as of key enzymes of the cycle. The importance of heme synthesis/export axis in metabolic rewiring occurring during tumorigenesis is highlighted by the impaired proliferation and survival observed in FLVCR1a-silenced cancer cells. We speculate that the heme synthesis/export axis plays a role in metabolic adaptation also in proliferating cells in physiologic conditions, especially when oxygen concentration is limiting, as suggested by the phenotype of murine models of Flvcr1a deficiency. Finally, in post-mitotic cells the heme synthesis/export axis might contribute to modulate mitochondrial activity. This conclusion is supported by the observation that FLVCR1 gene was found mutated in human pathologies characterized by impaired function of neuronal cell populations strongly dependent on mitochondrial oxidative metabolism. In conclusion, our data highlight the crucial role of heme synthesis/export axis in the control of cell energetic metabolism. Future work is required to elucidate the role of exported heme in the extracellular environment. Disclosures No relevant conflicts of interest to declare."
}