{
    "doi": "https://doi.org/10.1182/blood.V128.22.3046.3046",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3567",
    "start_url_page_num": 3567,
    "is_scraped": "1",
    "article_title": "Retrospective Study of Intravascular Lymphoma Cases Diagnosed in Quebec ",
    "article_date": "December 2, 2016",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster II",
    "abstract_text": "Intravascular lymphoma (IVL) is characterized by exclusive or predominant presence of lymphoma cells in the lumina of small vessels. Even though T-cell phenotype has been reported, IVL has recently been classified by the World Health Organization (WHO) Classification as a subtype of diffuse large B-cell lymphoma (DLBCL). IVL is considered an aggressive, disseminated and usually fatal malignancy that affects older individuals. Its initial clinical presentation varies according to geography. \"Classical\" IVL, mainly reported in Europe, is characterized by cutaneous and/or neurological involvement. \"Asian variant\" IVL, mainly reported in Asia, is characterized by hemophagocytosis, bone marrow (BM) involvement, fever, hepatosplenomegaly and/or thrombocytopenia. This heterogeneous clinical presentation of IVL often causes a delay in diagnosis and treatment instauration. IVL has been mainly studied through European and Asian cases. However, the majority of these case series and cumulative reviews have been based on a restricted number of patients, limiting the clinicopathological understanding and treatment options of this disease. Given the lack of previous large North American studies, we decided to analyze a case series in our country (Canada, Québec) in order to compare our results with the European and Asian series. We report the largest North American study to date on IVL. We reviewed all IVL cases in all Quebec hospitals between 1990 and 2016 ( n = 29). The aim of our study was to describe the clinical presentations, investigations, therapeutic management and clinical outcomes of IVL patients in our population and compare the disease phenotype to European and Asian cases. In our cohort, 100% of patients had stage IV IVL at diagnosis, with a median age of 66.7 years (range 47.2-90.8). Clinical presentation was characterized by constitutional symptoms (100%), poor ECOG-PS (100% ≥ 2), cytopenias (93% anemia) and elevated lactate dehydrogenase (97%) and C-reactive protein (96%). Our cohort presented with mainly cutaneous and neurological symptoms. However, neurological involvement (75.9%) was predominant and no \"cutaneous variant\" was observed; this differs from European literature, where \"classical\" IVL is reported with mainly cutaneous involvement. Two of our Caucasian patients presented \"Asian variant\" IVL; this observation is not unusual, as cases of \"classical\" IVL have been reported in Asians and \"Asian variant\" IVL has been reported in Europeans. All patients were classified according to their immunophenotypic features in 3 different subgroups (CD5 + or CD5 - CD10 + , CD5 - CD10 - , CD5 + CD10 - ). According to the literature, no significant difference between these subgroups was found. Finally, 62% of our cohort received anthracycline-based chemotherapy, and within this group, 53% and 20% of patients achieved a complete and partial response, respectively. Overall survival at 3 years was 42.7% and 47.4% for the entire cohort and for the cases with in vivo diagnosis, respectively. Event-free survival at 3 years was 64.2%. Median follow-up of our cohort was 328 days (CI 181-474). Unlike European studies on \"classical\" IVL, our study showed that the Canadian presentation of this subtype of IVL is more frequently observed with neurological rather than cutaneous involvement. Based on the fact that two of our Caucasian patients presented \"Asian variant\" IVL, we suggest that the IVL nomenclature should use \"classical\" IVL and \"IVL associated with haemophagocytic syndrome\", instead of \"European\" IVL and \"Asian variant\" IVL. Disclosures Fleury: Novartis: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Seattle Genetics: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Lundbeck: Consultancy, Speakers Bureau.",
    "topics": [
        "lymphoma",
        "quebec",
        "neprilysin",
        "diffuse large b-cell lymphoma",
        "anemia",
        "anthracycline antibiotics",
        "cancer",
        "chemotherapy regimen",
        "c-reactive protein",
        "cytopenia"
    ],
    "author_names": [
        "Vanessa Brunet, MD",
        "Michel Pavic, MD",
        "Sofia Marouan, MD",
        "Jean Pierre Routy, MD",
        "Mohamed Amin Hashem, MD",
        "Vincent Bernier, MD",
        "Raynald Simard, MD",
        "Tony Petrella, MD",
        "Louis Lamarre, MD",
        "Gilles Théorêt, MD",
        "Christian Carrier, MD",
        "Hans Knecht, MD",
        "Isabelle Fleury, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Université de Sherbrooke, Sherbrooke, Canada "
        ],
        [
            "Hematology - Oncology, Université de Sherbrooke, Sherbrooke, CAN "
        ],
        [
            "Pathology, Université de Sherbrooke, Sherbrooke, Canada "
        ],
        [
            "Hematology - Oncology, Royal Victoria Hospital, Montreal, Canada "
        ],
        [
            "Pathology, Université Laval, Québec, Canada "
        ],
        [
            "Pathology, Université Laval, Québec, Canada "
        ],
        [
            "Hematology-Oncology, CIUSSS Saguenay-Lac-St-Jean, Chicoutimi, Canada "
        ],
        [
            "Hematology-Oncology, Université de Montréal, Montréal, Canada "
        ],
        [
            "Pathology, Hôpital Charles LeMoyne, Longueuil, Canada "
        ],
        [
            "Pathology, Université Cité de la Santé Laval, Laval, Canada "
        ],
        [
            "Hematology-Oncology, Centre hospitalier affilié universitaire régional de Trois-Rivières, Trois-Rivières, Canada "
        ],
        [
            "Hematology, Jewish General Hospital, McGill University, Montreal, Canada "
        ],
        [
            "Department of Hematology, Maisonneuve-Rosemont Hospital and University of Montreal, Montreal, Canada"
        ]
    ],
    "first_author_latitude": "45.417077549999995",
    "first_author_longitude": "-71.97413149999998"
}