{
    "doi": "https://doi.org/10.1182/blood.V118.21.2352.2352",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1900",
    "start_url_page_num": 1900,
    "is_scraped": "1",
    "article_title": "A Forward RNAi Screen Identifies p38 MAP Kinase As a Druggable Target for Expansion of Human Hematopoietic Stem Cells ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Abstract 2352 While the mechanisms regulating key fate decisions such as self-renewal and differentiation in hematopoietic stem and progenitor cells (HSPC) remain poorly understood, intense efforts are being devoted to develop conditions that would enable ex vivo amplification of transplantable stem cells. We have developed a screening strategy to assess modulators of human HSCPs using pooled lentiviral shRNA libraries transduced into cord blood-derived stem/progenitor cells. We use the limited persistence of HSPCs under ex vivo culture conditions as a baseline for functional selection of shRNAs leading to prolonged maintenance or expansion of undifferentiated HSPCs. This approach enables complex, pooled screens in large numbers of cells. We further take advantage of next generation sequencing to track shRNA-transduced cells with high fidelity, allowing thousands of perturbations to be tested in parallel in a single pool of cells. Here we used a library of 2500 shRNAs targeting around 800 genes, mainly kinases and phosphatases, which include large numbers of “druggable” genes. The shRNAs composing the library were monitored by next generation sequencing in cord blood CD34 + cells sampled one day after transduction and following 20 days of culture, to determine their relative change in distribution during the culture period. The sequencing of all integrated proviruses containing shRNAs generated over 3 million sequences per sample. Analysis of the shRNA distribution before and after culture in 3 replicate screens revealed a dramatic enrichment of 3 independent shRNAs targeting MAPK14 (p38α). We could confirm that inhibition of MAPK14, mediated by RNA interference, leads to a proliferation advantage of CD34 + cells in culture, identifying p38 as a possible target for ex vivo stem cell expansion. We next used the chemical inhibitor SB203580 to inhibit p38 without genetic perturbation and in a non-permanent fashion. Culture of CD34 + cells under optimized conditions for expansion (serum-free medium supplemented with SCF, TPO and FLT3) with or without SB203580 showed a 3-fold increase of the stem cell enriched CD34 + CD90 + cell population during 5 days of culture in SB203580 treated cells compared to control cells. Furthermore, when transplanted to immune-deficient NSG mice, SB203580 treated cells showed a dramatic increase in repopulating activity, as evidenced by the percentage of human engraftment 10 weeks after transplantation (SB203580: 30±6.4% vs control: 7.5±3.6%, p< 0,001). Thus, under otherwise optimized culture conditions for stem cell expansion, the addition of the p38 inhibitor leads to a significant increase in stem cell activity. To understand the basis for the increase in stem cell activity, we assayed SB203580 treated cells with respect to cell cycling and survival rate, but found a similar cell division history (shown by cytoplasmic dye dilution assays) and similar levels of apoptotic cells (shown by Annexin V staining) compared to control cells. Interestingly, however, when the cells were assayed for reactive oxygen species (ROS), we detected significantly reduced levels of ROS in SB203580 treated cells, implicating modulation of ROS as a possible mechanism behind the enhanced stem cell output. Taken together, using a functional forward genetic screen, we have been able to identify p38 MAP kinase as a highly promising target to enhance hematopoietic stem cell activity in ex vivo expansion settings. These results further support the feasibility of pooled RNAi screens in conjunction with next generation sequencing to identify genes and pathways that regulate primary human stem cell populations. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cells",
        "mitogen-activated protein kinase p38",
        "rna interference",
        "cd34 antigens",
        "massively-parallel genome sequencing",
        "annexin a5",
        "dilution technique",
        "dyes",
        "ms-like tyrosine kinase 3",
        "phosphoric monoester hydrolases"
    ],
    "author_names": [
        "Aurelie Baudet, PhD",
        "Jonas Larsson, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden"
        ],
        [
            "Molecular Medicine and Gene Therapy, Lund Stem Cell Center, Lund University, Lund, Sweden"
        ]
    ],
    "first_author_latitude": "55.71194829999999",
    "first_author_longitude": "13.203493000000002"
}