{
    "doi": "https://doi.org/10.1182/blood.V116.21.2723.2723",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1852",
    "start_url_page_num": 1852,
    "is_scraped": "1",
    "article_title": "Inter-Laboratory Assessment of Minimal Residual Disease In Chronic Lymphocytic Leukemia – Evaluation of the Novel CD160FCA Assay ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "neoplasm, residual",
        "antigens, cd98 light chains",
        "cd19 antigens",
        "monoclonal antibodies",
        "cd23 antigen",
        "chemotherapy regimen",
        "chlorides",
        "clonality (genetic analysis)"
    ],
    "author_names": [
        "Timothy Farren, BSc(HONS), MIBMS",
        "Fengting Liu, MD, PhD",
        "Claire Stephens, MSc",
        "Marion Macey, PhD, FRCPath",
        "Michael Jenner, MD, PhD, FRCPath",
        "Archie Prentice, MB, FRCP, FRCPath",
        "Amit Nathwani, MBChB, FRCP, FRCPath",
        "Samir Agrawal, MD, PhD, FRCPath"
    ],
    "author_affiliations": [
        [
            "Academic Haematology Unit (Haematological Oncology), Barts and The London School of Medicine and Dentistry, London, United Kingdom, "
        ],
        [
            "Academic Haematology Unit (Haematological Oncology), Barts and The London School of Medicine and Dentistry, London, United Kingdom, "
        ],
        [
            "Division of Haemato-Oncology and Immunophenotyping Laboratory, Department of Haematology, Barts and The London NHS Trust, London, United Kingdom, "
        ],
        [
            "Division of Haemato-Oncology and Immunophenotyping Laboratory, Department of Haematology, Barts and The London NHS Trust, London, United Kingdom, "
        ],
        [
            "Haematology, Barts and The London NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Royal Free Hospital, London, United Kingdom, "
        ],
        [
            "Haematology, University College London, London"
        ],
        [
            "Academic Haematology Unit (Haematological Oncology), Barts and The London School of Medicine and Dentistry, London, United Kingdom, "
        ]
    ],
    "first_author_latitude": "51.52272790000001",
    "first_author_longitude": "-0.0995035",
    "abstract_text": "Abstract 2723 With the advent of highly effective chemo-immunotherapy regimens, the treatment of chronic lymphocytic leukemia (CLL) is no longer simple palliation but aims to achieve a minimal residual disease (MRD)-negative remission. Historically, CD5 and CD19 with demonstration of clonality was the mainstay of MRD evaluation in CLL. However, this approach is limited by the presence of normal B1-cells (CD5+CD19+) and the inability to demonstrate light-chain restriction with very low B-cell numbers. More recently, an international standardized approach (ISA) to the assessment of MRD in CLL was published with a detection accuracy of 95.7% for the detection CLL above 0.01%, involving 8 monoclonal antibodies (mAbs) in a 5 test system. 1 CD160 is an activatory NK cell receptor, but is not expressed on normal B-lymphocytes, B1-cells, naive B-cells or activated B-lymphocytes. CD160 is expressed on malignant B-cells in >98% of cases of CLL, but in only 15% of non-CLL cases. This makes CD160 a unique marker for the assessment of MRD. Methods: Utilizing the anti-CD160 monoclonal antibody (BY55, Coulter Immunotech, Marseille, France), we have developed a highly sensitive CD160 Flow Cytometric Assay (CD160FCA) incorporating CD2, CD5, CD19, CD23 and CD160. Whole blood (1×10 6 leukocytes) were labeled with mAbs, followed by an ammonium chloride-based lysing method. Data acquisition was captured using a sequential gating strategy focusing only on the malignant population. The CD160FCA was evaluated in two centers and the results compared with the ISA methodology in two different centers. Results: As expected, light-chain restriction could not be reliably measured in patients with very low B-cell numbers. 23 cases were analyzed at four centers. Concordant results were found in 22/23 cases with a sensitivity of 1.00 ( P =0.0023, OR 91.00). Of the 23 patients 87% were MRD positive by the CD160FCA compared to 82% by the ISA. There were no cases that were MRD positive by the ISA and negative by the CD160FCA. There was a close correlation between the two methodologies for disease levels above 0.01% (Spearman Rank R= 0.9913, P <0.0001). When studying the median fluorescence intensity (MFI) of CD160, the MRD positive cases had a mean MFI of 374 (288-461 95%CI) and the negative cases 47 (2-93 95%CI) ( Figure 2 ). The CD160 FCA offers a single tube analysis for MRD, which is highly sensitive, independent of the therapy and can be employed throughout treatment. Importantly, not only is this approach simpler, cheaper and faster than current MRD approaches, it is still informative in cases where no light chain clonal population is found, or where restriction studies have failed. With increasing evidence that MRD detection in CLL can predict patient outcome, CD160FCA represents a simple tool for MRD assessment. Reference: Rawstron AC, Villamor N, Ritgen M et al. International standardized approach for flow cytometric residual disease monitoring in chronic lymphocytic leukaemia. Leukemia . 2007;21(5):956-964. Figure 1 (above): View large Download slide Correlation of minimal residual disease assessment between the International Standardised Approach (ISA) and the CD160FCA for the detection of CLL cells above 0.01% of leucocytes (n=23). Figure 1 (above): View large Download slide Correlation of minimal residual disease assessment between the International Standardised Approach (ISA) and the CD160FCA for the detection of CLL cells above 0.01% of leucocytes (n=23). Figure 1 (above): View large Download slide Median Fluorescence Intensity of the CD160 malignant population (n=23). The MFI between the two populations was highly significant (P=0.0018). Figure 1 (above): View large Download slide Median Fluorescence Intensity of the CD160 malignant population (n=23). The MFI between the two populations was highly significant (P=0.0018). Disclosure: No relevant conflicts of interest to declare."
}