{
    "doi": "https://doi.org/10.1182/blood-2019-128965",
    "article_title": "The Biological Inferences from the Ranking of SF3B1 Mutations in the Clonal Hierarchy of Myeloid Neoplasia ",
    "article_date": "November 13, 2019",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational Studies",
    "abstract_text": "Chromosomal abnormalities can be founder lesions ( e.g ., t (8; 21), inv (16), inv (3)), initiate or advance disease progression (both founder and secondary hits e.g ., ASXL1 , TP53 , RUNX1 ) or can be obligatory secondary hits ( FLT3 , NPM1 ). Hence, the rank of these mutations may determine the biological properties and clinical outcomes. However, while many mechanistic studies have been undertaken without identifying the key pathogenetic factors resulting from SF3B1 mutations, important biological clues can be derived from the consequences of SF3B1 alterations in the context of the clonal architecture of myeloid neoplasia (MN). SF3B1 mutant patients often have a homogeneous phenotype with isolated erythroid dysplasia, ring sideroblasts (RS) and favorable prognoses. Studies in primary MDS cells have suggested that SF3B1 mutations are initiating lesions and provide a marked clonal advantage to MDS-RS cells by propagating from rare lympho-myeloid hematopoietic stem cells. However, there is significant diversity of clinical phenotypes and outcomes including the observation that the disappearance of RS can be observed during the disease course of clonal MN and might suggest cellular shifts due to acquisition of additional hits. In such scenarios, the cell's fate in the context of SF3B1 mutations is pre-defined by the predominance of expanded hits. We took advantage of our detailed database of molecularly and clinical annotated cases with MN to study the SF3B1 mutatome and describe whether the clonal nature (ancestral vs. secondary) might change the clinical and phenotypic trajectories of MDS cells and whether the concatenation of mutations decreases the competitiveness of SF3B1 clones, leading to the dominance of other driver genes and subsequently to clonal evolution. The clonal hierarchy was resolved using our in-house designed VAF-based bioanalytic method and confirmed by the PyClone pipeline, which showed a high level of concordance. We first assigned clonal hierarchy to SF3B1 mutations by using VAFs (adjusted for copy number and zygosity) and classifying the mutations into dominant (if a cutoff of at least 5% difference between VAFs existed), secondary (any subsequent sub-clonal hit) and co-dominant hits (if the difference of VAFs between two mutations was <5%). In total, we identified 140 dominant ( SF3B1 DOM ), 121 secondary ( SF3B1 SEC ) and 74 co-dominant SF3B1 mutations . For the purpose of this study, we set aside co-dominant SF3B1 mutations. Focusing on SF3B1 DOM and SF3B1 SEC , SF3B1 DOM were often associated with a normocellular bone marrow compared to SF3B1 SEC (n=42 vs. 26; P =0.02) and were less likely enriched in multi-dysplastic myeloid cells (29% vs. 53%; P =0.01). As such, SF3B1 DOM tended to be more frequently detected in lower-risk MDS ( P =0.05) in the subtypes of MDS-RS and MLD-RS (RS≥15%: 67% vs. 41%; P =0.01) compared to other disease subtypes. Twenty-three percent of patients with SF3B1 SEC had secondary acute myeloid leukemia (sAML) ( P =0.03). SF3B1 SEC patients tended to have a lower median platelet count than patients with SF3B1 DOM (97 vs. 130 x 10 9 /L; P =0.05). SF3B1 SEC was also more associated with bi-cytopenia compared to SF3B1 DOM (52% vs. 36%; P =0.01). No specific association was found between SF3B1 clonal nature and cytogenetic abnormalities, suggesting that additional mutations might be the main contributors in the evolution of MDS to AML. Of note, patients with SF3B1 SEC had half OS compared to patients with SF3B1 DOM ( SF3B1 SEC vs. SF3B1 DOM : 15.9 mo. vs. 39.7 mo., P = 0.0001), suggesting that in cases evolving to AML, expanding hits might have dramatically skewed the favorable nature of SF3B1 mutations. Indeed, mutations preceding SF3B1 mainly affected lineage-restricted genes associated with repression of erythroid programs ( RUNX1 , 23%), terminal monocytic differentiation ( TET2 , 9%), transcriptional corepressors ( BCOR/L1 , 8%) and development of leukemia ( DNMT3A , 8%). In conclusion, our study of the clonal architecture of SF3B1 mutations highlights that clonal progression of cases with MN harboring SF3B1 mutations might be inferred by the rank of additional genetic lesions cooperating with SF3B1 . Disclosures Meggendorfer: MLL Munich Leukemia Laboratory: Employment. Advani: Abbvie: Research Funding; Macrogenics: Research Funding; Pfizer: Honoraria, Research Funding; Amgen: Research Funding; Glycomimetics: Consultancy, Research Funding; Kite Pharmaceuticals: Consultancy. Nazha: Tolero, Karyopharma: Honoraria; Novartis: Speakers Bureau; MEI: Other: Data monitoring Committee; Daiichi Sankyo: Consultancy; Jazz Pharmacutical: Research Funding; Incyte: Speakers Bureau; Abbvie: Consultancy. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Sekeres: Syros: Membership on an entity's Board of Directors or advisory committees; Millenium: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Maciejewski: Alexion: Consultancy; Novartis: Consultancy.",
    "topics": [
        "mutation",
        "neoplasms",
        "sf3b1 gene",
        "inference",
        "leukemia",
        "disease progression",
        "dysplasia",
        "co-repressor proteins",
        "cytopenia",
        "leukemia, secondary acute"
    ],
    "author_names": [
        "Hassan Awada",
        "Jibran Durrani",
        "Ashwin Kishtagari, MBBS",
        "Vera Adema, PhD",
        "Cassandra M Kerr, MS",
        "Sunisa Kongkiatkamon",
        "Bartlomiej Przychodzen",
        "Jack Khouri, MD",
        "Heesun J. Rogers, MD PhD",
        "Manja Meggendorfer, PhD",
        "Anjali S. Advani, MD",
        "Aziz Nazha, MD",
        "Torsten Haferlach, MD",
        "Hetty E. Carraway, MD MBA",
        "Mikkael A. Sekeres, MD MS",
        "Jaroslaw P. Maciejewski, MD PhD",
        "Valeria Visconte, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hassan Awada",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jibran Durrani",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashwin Kishtagari, MBBS",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera Adema, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cassandra M Kerr, MS",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunisa Kongkiatkamon",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bartlomiej Przychodzen",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jack Khouri, MD",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heesun J. Rogers, MD PhD",
            "author_affiliations": [
                "Department of Hematopathology, Cleveland Clinic, Cleveland, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manja Meggendorfer, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali S. Advani, MD",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aziz Nazha, MD",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munchner Leukamie Labor Gmbh, Munchen, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hetty E. Carraway, MD MBA",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Leukemia Program, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Visconte, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland, OH"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T12:59:43",
    "is_scraped": "1"
}