{
    "doi": "https://doi.org/10.1182/blood.V106.11.3152.3152",
    "article_title": "IL-3 Inhibits Terminal Granulocytic Differentiation by Inducing the Binding of Stabilizing Proteins to a 300 Base Pair Region within p21 cip1/waf1 Messenger RNA. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Elevated levels of the molecular adaptor protein p21 cip1/waf1 (p21) and of the IL-3 receptor α chain are correlated with chemoresistance and poor prognosis in acute myeloid leukemia (AML). p21 is a core regulator of many biological functions including cell cycle control, apoptosis and differentiation. Our laboratory has demo − nstrated that p21 undergoes dynamic changes in expression levels and subcellular compartmentalization during cytokine-induced granulocytic differentiation, suggesting that p21 may play an important role in myeloid development. Based on our observation that p21 protein levels decrease during granulocytic differentiation of CD34+ human progenitor cells, we hypothesized that p21 antagonizes granulopoiesis. The proliferative cytokine IL-3 is required to maintain the undifferentiated state in murine 32Dcl3 cells and has been shown to slow the kinetics of differentiation of normal human myeloid progenitors (Hevehan DL, 2000). Given that 32Dcl3 myeloblasts express high basal levels of p21, we also hypothesized that IL-3 inhibition of 32Dcl3 differentiation is mediated in part by p21. Our findings demonstrate that siRNA knockdown of murine p21 is correlated with premature expression of the primary granule proteins myeloperoxidase and proteinase-3 that are normally not abundant in cells maintained as myeloblasts by IL-3. Rescue of p21 knockdown myeloblasts with human p21 suppressed aberrant expression of granule proteins. The upregulation of myeloperoxidase and proteinase-3 occurred at a posttranscriptional level. These findings indicated that p21 prevented premature expression of primary granule proteins and may contribute to maintenance of the myeloblast phenotype. p21 knockdown was also found to accelerate morphologic granulocytic differentiation in 32Dcl3 cells stimulated with G-CSF, indicating that p21 antagonized the entire differentiation process rather than only suppressing primary granule proteins. We then determined how IL-3 maintains p21 expression in myeloblast cells. We demonstrated that IL-3 stabilized p21 mRNA in myeloblasts leading to high levels of p21 protein. This effect mapped to the 3′ untranslated region (UTR) of the p21 transcript. IL-3 also rescued the decrease in p21 mRNA stability noted during G-CSF-induced differentiation. This has been shown to coincide with differentiation blockade. p21 transcript stabilization by IL-3 was independent of PI3-kinase and ERK pathway signaling. In vitro binding assays provided evidence that distinct sets of RNA:protein interactions occur within the proximal 303 nucleotides of the p21 3′ UTR and are regulated by IL-3 and G-CSF signaling. Association of a ~60–65 kDa protein with p21 riboprobes correlated with IL-3 mediated p21 mRNA stabilization, whereas binding by a ~40–42 kDa protein was associated with destabilization of p21 transcripts in 32Dcl3 cells undergoing G-CSF-induced differentiation. These findings provide the first evidence for IL-3-mediated stabilization of mRNA transcripts in myeloid progenitor cells. The finding that p21 antagonized granulopoiesis is also novel. Because high levels of the IL-3 receptor and high p21 expression have separately been linked to poor outcomes in AML, IL-3 mediated p21 mRNA stabilization may contribute to differentiation blockade during AML pathogenesis.",
    "topics": [
        "granulocytes",
        "interleukin-3",
        "rna, messenger",
        "base pairing",
        "granules",
        "stabilization",
        "colony-stimulating factors",
        "cytokine",
        "granulocyte colony-stimulating factor",
        "interleukin-3 receptor"
    ],
    "author_names": [
        "Louis Ghanem, PhD",
        "Richard A. Steinman, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Louis Ghanem, PhD",
            "author_affiliations": [
                " Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Steinman, MD, PhD",
            "author_affiliations": [
                " Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T21:34:40",
    "is_scraped": "1"
}