{
    "doi": "https://doi.org/10.1182/blood.V108.11.3927.3927",
    "article_title": "Thalidomide for the Treatment of Chronic Bleeding Secondary to Hereditary Hemorrhagic Telangiectasia and Gastrointestinal Vascular Malformations. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "At present there is no effective medical treatment for bleeding from telangiectatic lesions in hereditary hemorrhagic telangiectasia (HHT) and gastrointestinal vascular malformations (GI AVMs). We report the results of a trial using thalidomide (thal), an antiangiogenic agent, for the treatment of patients with chronic bleeding from GI AVMs or HHT. Methods : Eligible patients received thal starting at 100mg/day to a maximum tolerated daily dose of 400 mg for a total of 24 weeks. Afterwards, responsive patients could elect to continue with thal. Transfusion and iron therapy were assessed during a 6 month baseline evaluation and during treatment with thal. Results : 6 patients were enrolled in this trial, one patient expired during the baseline evaluation prior to initiation of study drug. Patient Characteristics  . Patient 1 . Patient 2 . Patient 3 . Patient 4 . Patient 5 . Patient age/sex 54/M 46/M 75/M 85/F 60/M Source of bleeding nasal, GI nasal, GI GI GI GI pRBC/Iron requirement in 6mos prior to trial 11 units Prbc InFed 14ml weekly 25 units pRBC 21 units pRBC + InFed 500 mg q2wks 38 units pRBC duration of thalidomide therapy 4.5 months 7 months 10 months 2 months 3 months maximum tolerated dose of Thalidomide 400 mg 200 mg 200 mg 200 mg 400 mg dose limiting toxicity Peripheral neuropathy somnolence Peripheral neuropathy constipation none pRBC/iron requirement on thalidomide 19 units pRBC no need for InFed 10 units pRBC 14 units pRBC 14 units pRBC . Patient 1 . Patient 2 . Patient 3 . Patient 4 . Patient 5 . Patient age/sex 54/M 46/M 75/M 85/F 60/M Source of bleeding nasal, GI nasal, GI GI GI GI pRBC/Iron requirement in 6mos prior to trial 11 units Prbc InFed 14ml weekly 25 units pRBC 21 units pRBC + InFed 500 mg q2wks 38 units pRBC duration of thalidomide therapy 4.5 months 7 months 10 months 2 months 3 months maximum tolerated dose of Thalidomide 400 mg 200 mg 200 mg 200 mg 400 mg dose limiting toxicity Peripheral neuropathy somnolence Peripheral neuropathy constipation none pRBC/iron requirement on thalidomide 19 units pRBC no need for InFed 10 units pRBC 14 units pRBC 14 units pRBC View Large Patient 1 had severe epistaxis from HHT and bleeding from gastroduodenal AVMs. There appeared to be no response during the 4.5 months of thal treatment. He underwent nasal septodermoplasty and elected to stop thal. Patient 2 required weekly parenteral iron therapy for continued bleeding. During the first 6 months of thal therapy, there was a modest increase in hemoglobin, improved ferritin level and InFed was discontinued. Problems with drowsiness resulted in noncompliance and eventual discontinuation of thal. He has again required weekly parenteral iron therapy. Patient 3 had GI bleeding and transfusion dependence that lessened on thal. When this was discontinued because of multiple other comorbidities, he required transfusion of 10 units pRBC in a span of 3 months. He has recently restarted thal therapy. Patient 4 had bleeding from GI AVMs requiring transfusion of 21 units pRBC and parenteral iron therapy every other week in the 6 months prior to enrollment. She was lost to follow up after 3 months of treatment after she sustained a fall and fractured her hip. Patient 5 had GI bleeding from AVMs requiring 38 units of pRBC over 6 months prior to starting thal. He is currently on the maximum dose of thal 400 mg/day. Follow-up is still early but during the 3 months he has been on thal, he has required 14 units pRBC. Conclusion: This study suggests that thal may decrease the transfusion requirement of patients with chronic bleeding from GI AVMs and HHT. Side effects such as somnolence, constipation and neuropathy however limit dose escalation. It will be of interest to see if other antiangiogenic agents such as lenalidomide have a similar effect on these patients with less side effects.",
    "topics": [
        "chronic hemorrhage",
        "gastrointestinal vascular malformation",
        "hereditary hemorrhagic telangiectasia",
        "thalidomide",
        "packed red blood cells",
        "congenital arteriovenous malformation",
        "hemorrhage",
        "transfusion",
        "drowsiness",
        "iron"
    ],
    "author_names": [
        "Marion B. Raflores, MD",
        "Richard K. Shadduck, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marion B. Raflores, MD",
            "author_affiliations": [
                "Western Pennsylvania Cancer Institute, Western Pennsylvania Hospital, Pittsburgh, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard K. Shadduck, MD",
            "author_affiliations": [
                "Western Pennsylvania Cancer Institute, Western Pennsylvania Hospital, Pittsburgh, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T13:01:47",
    "is_scraped": "1"
}