{
    "doi": "https://doi.org/10.1182/blood.V108.11.661.661",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=657",
    "start_url_page_num": 657,
    "is_scraped": "1",
    "article_title": "Single Nucleotide Polymorphism (SNP) Analysis of JAK2 and Relevant Cytokine Receptor Genes in Myeloproliferative Disorders. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "genes",
        "myeloproliferative disease",
        "receptors, cytokine",
        "single nucleotide polymorphism",
        "erythropoietin receptors",
        "granulocyte colony-stimulating factor receptors",
        "dna",
        "erythropoietin",
        "genotype determination",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Animesh Pardanani, MD, PhD",
        "Brooke Fridley, PhD",
        "Terra Lasho",
        "Sara Achenbach",
        "D. Gary Gilliland, MD, PhD",
        "Ayalew Tefferi, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Biostatistics, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology and Biostatistics, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology and Biostatistics, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology and Biostatistics, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Brigham and Women’s Hospital and Howard Hughes Medical Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Hematology and Biostatistics, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.022672899999996",
    "first_author_longitude": "-92.4667508",
    "abstract_text": "Background: Constitutive activation of the JAK-STAT signaling pathway through acquisition of the JAK2 V617F mutation plays a key role in the pathogenesis of related myeloproliferative disorders (MPD) including polycythemia vera (PV), agnogenic myeloid metaplasia (AMM), and essential thrombocythemia (ET). Hypothesis: Genetic variation in JAK2 and/or the cytokine receptor genes for erythropoietin ( EPOR ), thrombopoietin ( MPL ), and granulocyte colony stimulating factor ( GCSFR ), influences the expression of a specific disease phenotype (PV, AMM, or ET). Methods: We studied 179 Caucasian MPD patients (PV=84, AMM=58, ET=37) for genetic variation in 4 candidate genes (i.e. JAK2 , EPOR , MPL , GCSFR ) through single nucleotide polymorphism (SNP) and haplotype analyses. A total of 32 LD (linkage disequilibrium) tag-SNPs with a minimum allele frequency of at least 5% were selected from the HapMap CEU database ( JAK2 =13, EPOR =4, MPL =5, GCSFR =10). Genotyping was performed using archived DNA from enriched neutrophils. Results: Seventy six (94%), 26 (45%), and 14 (38%) patients with PV, AMM, and ET, respectively, carried the JAK2 V617F mutation. Significant differences in allele frequencies was observed at 6 SNP loci (rs10758669, rs3808850, rs7849191, rs7046736, rs10815148, and rs12342421, p-values < 0.0005), all within the JAK2 gene, in comparing our overall study population with the founder Caucasian population in the HapMap database. In the additive genotype-phenotype association analysis adjusted for gender and age at diagnosis, 3 SNP loci in JAK2 (rs7046736, rs10815148, and rs12342421) were found to be significantly, but reciprocally associated with PV (p-values < 0.00006, odds ratio=0.37, 2.82, and 2.39, respectively) and ET (p-values < 0.002, odds ratio=2.50, 0.36, and 0.41, respectively), but not AMM, in terms of the minor allele being ’protective’. These three SNPs were all in high LD, with the ’r 2 ’ measures of LD between 0.59 and 0.71. Furthermore, 2 additional JAK2 SNP loci (rs10758669, p-value = 0.0024 and rs10974947, p-value = 0.0046) were significantly associated with PV (odds ratio=1.88 and 0.47, respectively), but not ET or AMM. Similarly, presence of the minor allele at a single SNP locus in EPOR ( rs318699 , p-value = 0.0012) was significantly associated with PV only (odds ratio=2.16). For the phenotype-genotype intragene haplotype analyses, the EPOR intragene haplotypes GAAA and GGAA were significantly associated with PV (simulated global p-value = 0.058, simulated individual p-values 0.0013 and 0.0068, haplotype frequency of 35% and 56%, respectively). In addition to EPOR , 6 intragene haplotypes within JAK2 where significantly associated with PV (simulated global p-value < 0.0001, individual simulated p-values < 0.03). Conclusion: The current study demonstrates a genotype-phenotype association that involves JAK2 and EPOR in the setting of PV, but not that of AMM. Some JAK2 SNPs were found to be associated with both PV and ET but in opposite direction. Therefore, genetic variation among MPDs might contribute to phenotypic diversity in the presence of specific mutations."
}