{
    "doi": "https://doi.org/10.1182/blood.V120.21.2751.2751",
    "article_title": "Pillar-1: Multicenter Phase 2 Study of Everolimus for Patients with Mantle Cell Lymphoma Who Are Refractory or Intolerant to Bortezomib. ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Abstract 2751 Background: Mantle cell lymphoma (MCL) is a rare, often aggressive form of B-cell lymphoma. In relapsed MCL, bortezomib is associated with an overall response rate (ORR) of 32% and a median time to progression of 6.7 months ( Ann Oncol 2009;20:520-5). The mammalian target of rapamycin (mTOR) pathway is frequently dysregulated in hematologic malignancies. In a phase 2 study of relapsed/refractory lymphomas, including MCL, reported by Witzig et al, the oral mTOR inhibitor everolimus showed antitumor efficacy and acceptable tolerability ( Leukemia 2011;25:341-7). PILLAR-1 (PIvotaL Lymphoma triAls of RAD001-1) was a phase 2 study conducted to determine the efficacy and safety of everolimus monotherapy in patients with previously treated MCL refractory or intolerant to bortezomib. Methods: PILLAR-1 was a US, multicenter, open-label, 2-stage, single-arm, phase 2 study of oral everolimus 10 mg/day for adults with pathologically confirmed MCL who were refractory or intolerant to bortezomib and received ≥1 other antineoplastic therapy. Patients were considered refractory to bortezomib if they had documented radiological progression on or within 12 months of the last bortezomib dose when given alone or on or within 12 months of the last dose of the last component of a combination therapy that included bortezomib. Patients were considered intolerant to bortezomib if they discontinued bortezomib for toxicity (documentation was required). Primary endpoint was ORR assessed by the investigator according to the modified response criteria for malignant lymphoma. To declare a positive study, ≥8 responders out of 57 patients were required. Secondary endpoints included progression-free and overall survival (PFS and OS, respectively), duration of response (DOR), and safety. Results: Fifty-eight patients were enrolled between August 2008 and January 2011. Median age was 68 years (range, 50 to 83 years), 77.6% were male, 19.0% and 67.2% had stage III and IV disease, respectively, 20.7% received autologous stem cell transplant, 74.1% received ≥3 prior treatment regimens, 84.5% were bortezomib refractory, and 13.8% were bortezomib intolerant; 1 patient (1.7%) was considered neither bortezomib refractory nor intolerant as disease progression occurred >12 months after the last bortezomib dose. Median duration of follow-up was 23.2 months. As of April 20, 2012, all patients discontinued study treatment, most commonly due to disease progression (51.7%) or adverse events (AEs) (39.7%). Median duration of everolimus exposure was 2.9 months (range, 0.4 to 16.9 months). The study did not meet its primary objective as only 5 objective responses per local review (all partial responses [PR]) were observed, resulting in an ORR of 8.6% (90% confidence interval [CI], 3.5% to 17.3%). The DOR ranged from 21 to 338+ days. Per local review, 35 patients (60.3%) experienced stable disease (SD). The median duration of disease control in the 40 patients with PR or SD was 5.7 months (range, 1.7+ to 16.7+ months). Median PFS per local review was 4.4 months (95% CI, 3.5 to 6.1 months). In a sensitivity analysis based on central radiology review, 6 patients experienced PR (ORR, 10.3%; 90% CI, 4.6% to 19.4%), the DOR ranged from 49+ to 401+ days, 30 patients experienced SD (51.7%), and median PFS was 5.2 months (95% CI, 4.0 to 7.1 months). Median OS was 16.9 months (95% CI, 14.4 to 29.9 months). Four patients proceeded to stem cell transplantation. Grade 3/4 nonhematologic AEs were experienced by 70.7% of patients; those that occurred in ≥5% of patients were abdominal pain (8.6%), pneumonia (8.6%), fatigue (6.9%), hyperglycemia (6.9%), asthenia (5.2%), diarrhea (5.2%), dyspnea (5.2%), hyponatremia (5.2%), and pneumonitis (5.2%). Based on laboratory values, grade 3/4 thrombocytopenia and neutropenia occurred in 13.8% of patients each, and anemia occurred in 8.6%. Conclusions: In this phase 2 study, everolimus monotherapy demonstrated modest activity in heavily pretreated patients with bortezomib-refractory MCL. Future studies exploring everolimus as monotherapy in a less refractory population or in combination with other targeted therapies in refractory MCL are warranted. Disclosures: Wang: Novartis: Research Funding. Off Label Use: Everolimus is an mTOR inhibitor indicated in the US for the treatment of postmenopausal women with advanced hormone receptor-positive, HER2-negative breast cancer in combination with letrozole after failure of letrozole or anastrozole; adults with progressive pancreatic neuroendocrine tumors that are unresectable, locally advanced, or metastatic; adults with advanced renal cell carcinoma after failure of treatment with sunitinib or sorafenib; adults with renal angiomyolipoma and tuberous sclerosis complex not requiring immediate surgery; and adults and children aged 3 years or greater with subependymal giant cell astrocytoma associated with tuberous sclerosis complex who require therapeutic intervention but are not candidates for curative surgical resection. Winter: Seattle Genetics: Consultancy; Talon: Consultancy; BMS: Consultancy; Sanofi-Aventis: Consultancy; Celgene: Consultancy; Pfizer: Consultancy; Caremark/CVS: Consultancy; Eisai: Consultancy; Novartis: Consultancy; TG Therapeutics: Consultancy; Spectrum: Consultancy; Teva: Consultancy; Medalis: Consultancy. Goy: Millennium: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Johnson & Johnson: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees. Robeva: Novartis: Employment. Pirotta: Novartis: Employment. Fan: Novartis: Employment. Klimovsky: Novartis: Employment.",
    "topics": [
        "bortezomib",
        "everolimus",
        "mantle-cell lymphoma",
        "lymphoma",
        "disease progression",
        "letrozole",
        "mtor inhibitors",
        "pneumonia",
        "tuberous sclerosis",
        "abdominal pain"
    ],
    "author_names": [
        "Michael Wang, M.D.",
        "Leslie Popplewell, MD",
        "Robert H. Collins, Jr., MD",
        "Jane N. Winter, MD",
        "Andre Goy, MD",
        "Anna Robeva, MS",
        "Nicoletta Pirotta",
        "Jenna Fan",
        "Judith Klimovsky, MD",
        "Owen A. O'Connor, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Wang, M.D.",
            "author_affiliations": [
                "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leslie Popplewell, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert H. Collins, Jr., MD",
            "author_affiliations": [
                "University of Texas Southwestern Medical Center, Dallas, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane N. Winter, MD",
            "author_affiliations": [
                "Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Robeva, MS",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, Florham Park, NJ, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicoletta Pirotta",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenna Fan",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, Florham Park, NJ, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith Klimovsky, MD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, Florham Park, NJ, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Owen A. O'Connor, MD, PhD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:47:02",
    "is_scraped": "1"
}