{
    "doi": "https://doi.org/10.1182/blood-2021-154444",
    "article_title": "Optimizing Viable CD34 + Enumeration in Cryopreserved HPC Samples for Implementation of an External QA Program - Relevance to the Current Pandemic ",
    "article_date": "November 5, 2021",
    "session_type": "711.Cell Collection and Processing",
    "abstract_text": "Background The current External Quality Assurance (EQA) programs for haemopoietic progenitor cell (HPC) involve enumeration of total CD34 + cells in fixed samples, which does not align with clinical practice where analysis of viable CD34 + cells (vCD34 + ) is required. The COVID-19 pandemic forced a fundamental change in the global procurement of allogeneic HPC for transplantation. To better meet the emergent challenges of transporting cryopreserved allogeneic HPC during pandemics, there is an urgent need for EQA programs to evaluate reproducibility and harmonization of vCD34 + HPC enumeration between collection and transplant centres. A successful vCD34 + EQA program will require cost-effective distribution of cryopreserved reference samples (CRS) with acceptable reproducibility and specificity. This study aims to evaluate the feasibility of distribution of CRS to participating facilities for vCD34 + enumeration using dry ice, instead of liquid nitrogen which is not suitable for CRS transport due to logistical and cost implications. Method: A 15 ml sample was cryopreserved from each of 10 HPC harvests from consented transplant donors (SVH HREC approval #10/07). Cryopreserved HPC samples were either stored on dry ice for 1-4 days, or on dry ice for one day followed by liquid nitrogen (LN 2 ) storage for 1-3 days to assess optimal conditions for vCD34 + EQA. For viable CD34 + measurement by flow cytometry, the single platform assay was performed using Trucount tubes containing CD45-FITC/CD34-PE and 7-AAD viability exclusion dye. The optimum transportation condition was validated in pilot and multi-center national studies which involved transport of CRS on dry ice to 12 recipient centers in 5 of the 6 Australian states. Results: Dry ice and LN 2 transport and storage conditions were simulated at the central laboratory and the vCD34 + enumerated. It was found that a combination of one day on dry ice followed by LN 2 storage stabilized the viability compared to continuous storage on dry ice. A successful pilot study confirmed the effect on vCD34 + count of shipping two CRS from central Lab to two interstate laboratories. For the national multicenter study, the transportation distances ranged from 0.5 - 4,000 km (median 513 km) with transit times ranging from 1- 26 hours (median 22.5 hours). Eight of 12 centers (67%) returned comparable results that were within ±10% of the median. There was no significant difference between samples tested immediately upon arrival or after subsequent LN 2 storage (p=0.41). There was no significant relationship between comparability of vCD34 + counts and the sample transit time (R=0.67, p=0.07) nor distance travelled (R = 0.19, p=0.55), showing that laboratory outcome was unrelated to sample transport. Conclusion: Dry ice distribution of cryopreserved HPC for up to 26 hours results in a stable CRS. The estimated cost of safer and more convenient dry ice delivery is >20-fold lower than LN 2 . This feasibility study illustrates that an EQA utilizing this mode of transport and storage of CRS is suitable for inter-facility harmonization and standardization forming the basis of an EQA programs for vCD34 + HPC enumeration. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Scott J Ragg",
        "Annabella Chang",
        "David Ma"
    ],
    "author_dict_list": [
        {
            "author_name": "Scott J Ragg",
            "author_affiliations": [
                "Department of Haematology, Royal Hobart Hospital, Hobart, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Annabella Chang",
            "author_affiliations": [
                "Department of Haematology and Bone Marrow Transplant, St Vincent's Hospital, Sydney, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Ma",
            "author_affiliations": [
                "Department of Haematology and Bone Marrow Transplant, St Vincent's Hospital, Sydney, Australia",
                "St Vincent's Clinical School, University of New South Wales, Sydney, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:45:19",
    "is_scraped": "1"
}