{
    "doi": "https://doi.org/10.1182/blood.V128.22.3382.3382",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3403",
    "start_url_page_num": 3403,
    "is_scraped": "1",
    "article_title": "Intergraft Variability in Nonhematopoietic Immunoregulatory Cell Number and Expression of Immune Checkpoint Inhibitor Receptors and Ligands in Both Allo- and Autografts: Potential Target for Intervention ",
    "article_date": "December 2, 2016",
    "session_type": "711. Cell Collection and Processing: Poster II",
    "topics": [
        "allopurinol",
        "cell count",
        "immune checkpoint inhibitors",
        "ligands",
        "transplantation, autologous",
        "tissue transplants",
        "allografting",
        "cytotoxic t-lymphocyte antigen 4",
        "lymphoma",
        "filgrastim"
    ],
    "author_names": [
        "Qingdong Guan, MD PhD",
        "Scott Gilpin",
        "James Doerksen",
        "Lauren Bath",
        "Tracey Lam",
        "Kristjan Paulson, FRCPC",
        "Pascal Lambert",
        "Yun Li",
        "Donna A. Wall, MD"
    ],
    "author_affiliations": [
        [
            "Cellular Therapy Laboratory, CancerCare Manitoba, Winnipeg, Canada ",
            "College of Medicine, University of Manitoba, Winnipeg, Canada ",
            "Manitoba Center for Advanced Cell and Tissue Therapy, Winnipeg, Canada "
        ],
        [
            "College of Medicine, University of Manitoba, Winnipeg, Canada "
        ],
        [
            "Manitoba Center for Advanced Cell and Tissue Therapy, Winnipeg, Canada "
        ],
        [
            "Manitoba Center for Advanced Cell and Tissue Therapy, Winnipeg, Canada "
        ],
        [
            "Manitoba Center for Advanced Cell and Tissue Therapy, Winnipeg, Canada "
        ],
        [
            "Department of Internal Medicine, Section of Hematology & Medical Oncology, CancerCare Manitoba, Winnipeg, Canada "
        ],
        [
            "Epidemiology, CancerCare Manitoba, Winnipeg, Canada "
        ],
        [
            "University of Manitoba, Winnipeg, Canada"
        ],
        [
            "Cellular Therapy Laboratory, CancerCare Manitoba, Winnipeg, Canada ",
            "College of Medicine, University of Manitoba, Winnipeg, Canada "
        ]
    ],
    "first_author_latitude": "49.9030607",
    "first_author_longitude": "-97.15832080000001",
    "abstract_text": "Intergraft variability in nonhematopoietic immunoregulatory cell number and expression of immune checkpoint inhibitor receptors and ligands in both allo- and autografts: potential target for intervention Qingdong Guan, 1 -3 Scott Gilpin, 3 James Doerksen, 3 Lauren Bath, 3 Tracey Lam, 3 Kristjan Paulson, 4 Pascal Lambert, 4 Yun Li, 1,3 Donna A.Wall 1-4 1, Department of Pediatrics and Child Health, 2, Immunology, University of Manitoba; 3, Manitoba Center for Advanced Cell and Tissue Therapy; 4, CancerCare Manitoba The number of CD34+ hematopoietic stem/progenitor cells (HSC) in HSC products is the main and often sole characterization of the graft used in HSCT. However CD34+ cells make up only 0.3-5% of the graft with the rest of the cells being lymphocytes and immature myeloid and granulocytic cells, including myeloid-derived suppressor cells (MDSC). We examined a cohort of HSC products collected from 2010-2014. Filgrastim and chemotherapy was used to mobilize 60 multiple myeloma and 34 lymphoma patients. Filgrastim-mobilized healthy donor products used in allografts (N=68) was a comparator. Aliquots stored in liquid nitrogen were analyzed for cell phenotype with a focus on immunoregulatory populations. We found CD33+CD15-CD14+HLA-DR-/low monocytic (M-MDSC) ranged from 0-59% in the infused graft. Similarly CD3+T lymphocyte ranged from 2-80% in the graft. There were 10-50 fold more M-MDSC than CD34+ cells with the infused M-MDSC cell dose ranging from 0-600×10 6 /kg (Fig 1). Similarly CD3+T cell dose ranged from 4-670×10 6 /kg (Fig1). M-MDSC were functional as they could suppress T cell proliferation and IFN-γ secretion, but promote regulatory T cell development in vitro. We examined receptor-ligand relations between M-MDSC and T cells and markers of T exhaustion. M-MDSC expressed variable PD-L1 (19.3±13.9% for MM, 10.4±4.4% for lymphoma and 7.0±4.8% for allografts), and CD86 (48.3±17.1% for MM, 59.9±15.4% for lymphoma and 57.8±17.0% for allografts), the ligands for PD-1 and CTLA-4, respectively. Blocking PD-L1-PD-1 signaling pathway using anti-PD-L1 or anti-PD1 partially reversed the suppressive functions of M-MDSC. Compared to allografts, CD4+T and CD8+T cells in the autografts showed poor proliferation, decreased the secretion of IFN-γ and/or granzyme B, and increased inhibitory receptors PD-1 and CTLA-4 on their surface - markers of T cell exhaustion. Levels of PD-L1 and CD86 on M-MDSC were correlated with expression of inhibitory receptors PD-1 and CTLA-4 on T cells, respectively. Taken together, our pilot data showed variable numbers of M-MDSC are infused with HSC grafts. These cells have strong immune regulatory function in vitro. T cells in autografts have high levels of T cell exhaustion markers and are less functional. It indicated immune function may be enhanced by interfering with PD1/PDL1 or CTLA-4. The numbers of M-MDSC and T cells are in the range of a cellular therapy product and may be targeted for enhance/inactivation pre- or peri-transplant immune function. Figure 1. The infusion cell dose of CD34+ stem cells, M-MDSC and CD3+T. Disclosures No relevant conflicts of interest to declare."
}