{
    "doi": "https://doi.org/10.1182/blood.V126.23.1098.1098",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3023",
    "start_url_page_num": 3023,
    "is_scraped": "1",
    "article_title": "Delayed Major Bleeding in Critically Ill Trauma Patients ",
    "article_date": "December 3, 2015",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Introduction: Trauma is the leading cause of death in persons under the age of 40 years and hemorrhage is responsible for at least 40% of trauma related deaths within the first 24 hours following injury, with up to half of patients dying before arriving to hospital. During the last several decades, the focus of research in bleeding trauma patients has been targeted at the immediate post-injury period with little emphasis on the potential for delayed hemorrhage in survivors of the first 24 hours. Methods: A retrospective review of critically ill trauma patients admitted at a tertiary care center between September 2010 and December 2011 was performed to determine the incidence of delayed major bleeding. Delayed major bleeding was defined as bleeding that occurred more than 24 hours after presentation to the emergency department. The HEME bleeding assessment tool was used to identify delayed major bleeding events. Cox proportional hazards multivariate analysis was performed to assess for risk factors associated with delayed major bleeding events. Results: One hundred and fifty critically ill trauma patients were included and the incidence of delayed major bleeding was 44%. Predictors that were statistically significantly associated with delayed major bleeding included: male gender (hazard ratio (HR): 2.22; 95% confidence interval (CI):1.15-4.17), pre-injury use of the antiplatelet agents aspirin and/or clopidogrel (HR: 2.11; 95%CI: 1.07-4.18), presence of intracranial bleeding (HR: 3.05; 95%CI: 1.70-5.47), higher injury severity scores (HR: 1.12; 95%CI: 1.03-1.22), requirement of massive transfusion (HR: 2.53; 95%CI: 1.05-6.08), and low pH values (HR: 1.41; 95%CI: 1.08-1.84). Use of anticoagulant prophylaxis was not associated with delayed major bleeding. Conclusions: The rate of delayed major bleeding in this cohort of critically ill trauma patients is high. Prospective studies are needed to confirm the reported associations of gender, antecedent antiplatelet drugs, intracranial bleeding, injury severity scores, massive transfusion, and acidosis with delayed major bleeding. Disclosures Carrier: LEO Pharma: Consultancy, Research Funding; Pfizer: Consultancy; Bayer: Consultancy; BMS: Research Funding.",
    "topics": [
        "critical illness",
        "hemorrhage",
        "wounds and injuries",
        "antiplatelet agents",
        "intracranial hemorrhages",
        "massive transfusion",
        "acidosis",
        "anticoagulants",
        "aspirin",
        "assessment scales"
    ],
    "author_names": [
        "Lana A Castellucci, MD MSc",
        "Joseph Shaw, MD",
        "Gregoire Le Gal, MDPhD",
        "Stephen Hawken, PhD",
        "Lauralyn McIntyre, MD MSc",
        "Marc Carrier, MD MSc"
    ],
    "author_affiliations": [
        [
            "University of Ottawa, Ottawa, Canada ",
            "Ottawa Hospital Research Institute, Ottawa, Canada ",
            "The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "University of Ottawa, Ottawa, Canada "
        ],
        [
            "The Ottawa Hospital, Ottawa, Canada ",
            "The Ottawa Hospital Research Institute, Ottawa, Canada "
        ],
        [
            "Ottawa Hospital Research Institute, Ottawa, Canada "
        ],
        [
            "Ottawa Hospital Research Institute, Ottawa, Canada "
        ],
        [
            "Ottawa Hospital Research Institute, Ottawa, Canada ",
            "Department of Medicine, University of Ottawa, Ottawa, Canada ",
            "Ottawa Hospital General Campus, Ottawa, Canada"
        ]
    ],
    "first_author_latitude": "45.4231064",
    "first_author_longitude": "-75.68313289999999"
}