{
    "doi": "https://doi.org/10.1182/blood.V122.21.152.152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2684",
    "start_url_page_num": 2684,
    "is_scraped": "1",
    "article_title": "Infusion Of Donor-Derived CD19-Redirected-Virus-Specific T Cells For B-Cell Malignancies Relapsed After Allogeneic Stem Cell Transplant: A Phase I Study ",
    "article_date": "November 15, 2013",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "topics": [
        "allogeneic stem cell transplant",
        "b-lymphocytes",
        "cancer",
        "cd19 antigens",
        "donors",
        "infusion procedures",
        "t-lymphocytes",
        "viruses",
        "hematopoietic stem cell transplantation",
        "neoplasms"
    ],
    "author_names": [
        "Conrad Russell Y. Cruz, MD, PhD",
        "Kenneth P. Micklethwaite, MD, PhD",
        "Barbara Savoldo, MD, PhD",
        "Carlos A. Ramos, MD",
        "Sharon Lam, BS",
        "Stephanie Ku, BS",
        "Oumar Diouf, BS",
        "Enli Liu, MD, MS",
        "A. John Barrett, MD, FRCP, FRCPath",
        "Sawa Ito",
        "Elizabeth J. Shpall, MD",
        "Robert A. Krance, MD",
        "Rammurti T. Kamble, MD",
        "George Carrum, MD",
        "Chitra M. Hosing, MD",
        "Adrian P. Gee, PhD",
        "Zhuyong Mei, MD",
        "Bambi J. Grilley, RPh",
        "Helen E. Heslop, MD",
        "Cliona M. Rooney, PhD",
        "Malcolm K. Brenner, MD, PhD",
        "Catherine M. Bollard, MBChB, MD",
        "Gianpietro Dotti, MD"
    ],
    "author_affiliations": [
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Center for Cell and Gene Therapy, Baylor College of Medicine, The Methodist Hospital, Texas Children's Hospital, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.708278800000002",
    "first_author_longitude": "-95.40039744999999",
    "abstract_text": "Donor lymphocyte infusions (DLI) following hematopoietic stem cell transplantation may reduce or control opportunistic infections and leukemia/lymphoma relapse, but the associated graft versus host disease (GvHD) limits the clinical success of this procedure. Since T cell immunotherapy may be a safer alternative to DLI we have now used a single T cell platform that mediates both antileukemic and antiviral activity. Autologous T cells modified to express CD19-specific chimeric antigen receptors (CD19.CAR) have had clinical activity against CD19-expressing malignancies, but it is unknown if similarly modified allogeneic T cells will be equally effective. Allogeneic virus specific T cells (VSTs) directed to cytomegalovirus (CMV), adenovirus (Adv), and Epstein Barr virus (EBV) have been shown to be safe and effective in preventing and treating life-threatening viral infections post HSCT. Therefore, we sought to determine whether allogeneic VSTs could be engineered to express CD19.CAR and would retain the safety and effectiveness of unmodified VSTs whilst gaining anti-tumor activity. VSTs were expanded ex vivo using antigen presenting cells engineered to express adenovirus and cytomegalovirus (using an Ad5f35 adenoviral vector expressing the CMV pp65 gene), and Epstein Barr virus (using EBV-infected lymphoblastoid cell lines) antigens. After 3 stimulations, the VST’s were modified to express CD19.CAR.28ζ using a retroviral vector encoding the CAR-CD19 receptor coupled to the CD28 co-stimulatory molecule and the T cell receptor zeta (ζ) chain. Nine CD19.CAR-modified virus specific T cell (CD19.CAR-VSTs) products were generated for infusion. All VST lines recognized at least one viral antigen as determined by Elispot or chromium release assays and 20% to 48% of cells expressed the CD19.CAR. All lines killed CD19-expressing cells in vitro. We treated nine patients with these CD19.CAR-VSTs, 3 months to 13 years after HSCT. Six patients received CD19.CAR-VSTs for relapsed disease and 3 patients received the T cells as adjuvant therapy to prevent viral infection and relapse after HSCT. Safety . There were no infusion-related toxicities. One patient presented with gastrointestinal symptoms following infusion subsequently determined to be unrelated to the T cells. Persistence . VSTs persisted a median of 8 weeks in the peripheral blood and up to 9 weeks at disease sites. In three patients (#1, #3 and #5), CD19.CAR signals were detectable in the bone marrow or the lymph nodes (44.8, 25.85, and 32 copies/1000 ng DNA) even when no signal was measurable in peripheral blood, indicating preferential accumulation of the infused T cells at the disease site. Anti-Tumor Activity. During the period of CD19.CAR-VST persistence, objective anti-tumor activity was evident in 2/6 patients with relapsed disease (patient # 1 had detectable blasts in the peripheral blood which disappeared within 1-2 weeks following infusion, patient # 2 had 16% circulating CLL cells which decreased within 2 weeks of T cell infusion) but disease recurred after 3 and 2 months, respectively. The two patients who received cells while in remission remain disease-free >3 and >9 months later. Anti-Viral Activity . In two patients with EBV reactivation, donor CD19.CAR-VSTs expanded concomitant with an increase in virus-specific T cell responses, and decreased viral load. A third patient had a rise in adenovirus specific VSTs during an episode of adenovirus associated diarrhea. Although the infection was controlled, there was no concomitant rise in CD19-CAR expressing T cells in this patient. No other patient had viral disease. In conclusion, allogeneic CD19.CAR-VSTs administered after allogeneic HSCT are safe and can exert both anti-tumor and anti-viral activity in the absence of GvHD. Earlier administration of CD19.CAR-VSTs after HSCT, when the host is lymphodepleted and the incidence of viral infection is higher, may allow these cells to better capture the potential advantages of native TCR stimulation (and associated co-stimulation) for expansion and persistence, and thereby produce a higher frequency of sustained tumor responses. Alternatively, intentional stimulation of the native TCRs by viral vaccines may produce equal benefit, with greater predictability. Disclosures: Savoldo: Celgene: Patents & Royalties, Research Funding. Heslop: Celgene: Patents & Royalties, Research Funding; Cell Medica: Patents & Royalties. Rooney: Cell Medica: Membership on an entity’s Board of Directors or advisory committees, Patents & Royalties, Research Funding; Celgene: Patents & Royalties, Research Funding. Brenner: Celgene: Patents & Royalties, Research Funding. Dotti: Celgene: Patents & Royalties, Research Funding."
}