{
    "doi": "https://doi.org/10.1182/blood.V114.22.2410.2410",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1550",
    "start_url_page_num": 1550,
    "is_scraped": "1",
    "article_title": "Evaluation of Hepatobiliary Parameters During Eltrombopag Treatment in Patients with Chronic Immune Thrombocytopenic Purpura. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Platelet Number or Function Poster II",
    "topics": [
        "eltrombopag",
        "purpura, thrombocytopenic, idiopathic",
        "bilirubin",
        "screening",
        "indirect bilirubin",
        "alkaline phosphatase",
        "drug-induced liver disease",
        "alanine transaminase",
        "ascending cholangitis",
        "aspartate aminotransferases"
    ],
    "author_names": [
        "Willis C. Maddrey",
        "Gregory Cheng",
        "Abderrahim Khelif",
        "Susan L Wroblewski",
        "Andres Brainsky"
    ],
    "author_affiliations": [
        [
            "Internal Medicine - Digestive and Liver Diseases, UT Southwestern Medical Center, Dallas, TX, USA, "
        ],
        [
            "Chinese University of Hong Kong, Shatin, NT, Hong Kong, "
        ],
        [
            "F. Hached Hospital - Sousse, "
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, "
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ]
    ],
    "first_author_latitude": "32.8163477",
    "first_author_longitude": "-96.8455415",
    "abstract_text": "Abstract 2410 Poster Board II-388 BACKGROUND: Eltrombopag (PROMACTA®; GlaxoSmithKline, Collegeville, PA, USA) is an oral, small molecule, thrombopoietin receptor agonist that is approved in the US for the treatment of chronic immune thrombocytopenic purpura (ITP) and is being evaluated for the treatment of thrombocytopenia of various etiologies (eg, chronic liver disease, hepatitis C, MDS, chemotherapy). The prevalence of hepatobiliary laboratory abnormalities (HBLAs) in the overall population of chronic ITP patients, specifically ALT >3× ULN (4.6%), has been shown to be relatively high compared with other disease populations (Bennett Haematologica 2009). OBJECTIVE: To evaluate the effects of eltrombopag on the liver by analyzing HBLAs across the ITP clinical program. METHODS: Data were collected and analyzed from patients in 3 randomized, placebo-controlled (TRA100773A, TRA100773B, RAISE) and 2 open-label (REPEAT, EXTEND) eltrombopag studies. The analysis followed an FDA draft guidance on Drug-Induced Liver Injury (DILI), taking into consideration ALT or AST ≥3× ULN, total bilirubin or alkaline phosphatase (AP) >1.5× ULN, and potential combinations of these HBLAs. RESULTS: In the 3 placebo-controlled studies, 7% (9/128) of placebo patients and 11% (33/299) of eltrombopag patients met at least 1 of the DILI screening criteria ( Table 1 ). In these studies, a similar incidence of abnormalities was observed in both treatment groups with the exception of ALT ≥3× ULN (placebo 2%; eltrombopag 5%). Total bilirubin elevations were observed in 3% and 4% of patients in the placebo and eltrombopag groups, respectively. 3 patients (2%) on placebo and 4 patients (2%) on eltrombopag were withdrawn due to elevations of ALT and/or total bilirubin. In REPEAT, 5% (3/66) of patients met at least 1 of the DILI screening criteria. Results in EXTEND were similar with 24 patients (8%) meeting at least 1 of the DILI screening criteria and 5 patients (2%) being withdrawn due to an HBLA. 18 EXTEND patients met at least 1 of the DILI screening criteria in a previous eltrombopag study. Of these, 7 patients (39%) met at least 1 of the DILI screening criteria during EXTEND; 5/7 experienced the same HBLAs as in the previous study. The recurrent HBLAs were generally of a lesser magnitude than the initial ones. In studies in which fractionation was required, 17 of the 18 patients with total bilirubin >1.5× ULN had hyperbilirubinemia due to indirect bilirubin. Bilirubin was not fractionated in 1 patient. Of the 60 eltrombopag-treated patients with HBLAs across the program, 25 patients (42%) had their elevations resolve despite continued eltrombopag treatment. Across the program, 5 patients had ALT >3× ULN and bilirubin >1.5× ULN ( Table 1 ). Of these 5 patients, 3 provisionally met Hy's Law criteria (ALT 3× ULN and bilirubin >2× ULN). Ultimately, however, none of these patients met Hy's Law criteria as 1 patient had an increase in indirect bilirubin and 2 patients had confounding factors: 1 with acute cholangitis and 1 with septicemia and right-sided congestive heart failure. None of the patients experiencing HBLAs was reported to present with clinical symptoms indicative of liver function impairment. CONCLUSION: Eltrombopag treatment can lead to an elevation of ALT or indirect bilirubin. In clinical trials, these elevations have been typically mild, reversible and not accompanied by clinical symptoms indicative of impaired liver function. Table 1. Patients Meeting the DILI Screening Criteria for HBLAs Across ITP Studies *  . Controlled Studies . Open-Label Studies . . Placebo . Eltrombopag . EXTEND . REPEAT . Parameters/Thresholds N=128 N=241 N=299 N=66 Subjects, n (%) 9 (7) 33 (11) 24 (8) 3 (5) >3× ULN AT & >2× ULN total bilirubin 0 1(<1) 2 (<1) 0 1.5× ULN total bilirubin 0 1 (<1) 4 (1) 0 ULN ALT & AST     ≥20× 0 0 0 0 ≥10× 1 (<1) 2 (<1) 1 (<1) 0 ≥5× 2 (2) 5 (2) 2 (<1) 0 ≥3× 2 (2) 7 (2) 6 (2) 0 ULN ALT     ≥20× 1 (<1) 1 (<1) 0 0 ≥10× 2 (2) 4 (1) 1 (<1) 0 ≥5× 2 (2) 8 (3) 4 (1) 0 ≥3× 3 (2) 16 (5) 9 (3) 1 (2) ULN AST     ≥20× 0 0 0 0 ≥10× 1 (<1) 3 (1) 1 (<1) 0 ≥5× 2 (2) 6 (2) 3 (1) 0 ≥3× 2 (2) 10 (3) 8 (3) 0 ULN total bilirubin     <2× 2 (2) 9 (3) 5 (2) 0 <1.5× 4 (3) 11 (4) 13 (4) 1 (2) <1.5× ULN AP 2 (2) 4 (1) 5 (2) 2 (3) . Controlled Studies . Open-Label Studies . . Placebo . Eltrombopag . EXTEND . REPEAT . Parameters/Thresholds N=128 N=241 N=299 N=66 Subjects, n (%) 9 (7) 33 (11) 24 (8) 3 (5) >3× ULN AT & >2× ULN total bilirubin 0 1(<1) 2 (<1) 0 1.5× ULN total bilirubin 0 1 (<1) 4 (1) 0 ULN ALT & AST     ≥20× 0 0 0 0 ≥10× 1 (<1) 2 (<1) 1 (<1) 0 ≥5× 2 (2) 5 (2) 2 (<1) 0 ≥3× 2 (2) 7 (2) 6 (2) 0 ULN ALT     ≥20× 1 (<1) 1 (<1) 0 0 ≥10× 2 (2) 4 (1) 1 (<1) 0 ≥5× 2 (2) 8 (3) 4 (1) 0 ≥3× 3 (2) 16 (5) 9 (3) 1 (2) ULN AST     ≥20× 0 0 0 0 ≥10× 1 (<1) 3 (1) 1 (<1) 0 ≥5× 2 (2) 6 (2) 3 (1) 0 ≥3× 2 (2) 10 (3) 8 (3) 0 ULN total bilirubin     <2× 2 (2) 9 (3) 5 (2) 0 <1.5× 4 (3) 11 (4) 13 (4) 1 (2) <1.5× ULN AP 2 (2) 4 (1) 5 (2) 2 (3) ALT, alanine aminotransferase; AP, alkaline phosphatase; AST, aspartate aminotransferase; AT, ALT and/or AST; DILI, Drug-Induced Liver Injury; ULN, upper limit of normal. 1 Patients are counted in more than 1 category if they fulfill more than 1 criterion. View Large Disclosures: Maddrey: GlaxoSmithKline: Consultancy. Cheng: GlaxoSmithKline: Research Funding. Wroblewski: GlaxoSmithKline: Employment. Brainsky: GlaxoSmithKline: Employment."
}