{
    "doi": "https://doi.org/10.1182/blood.V112.11.4610.4610",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1354",
    "start_url_page_num": 1354,
    "is_scraped": "1",
    "article_title": "Selective Depletion of CD11b+ Dendritic Cells from Murine Allogeneic Bone Marrow Grafts Promotes a Th1 Phenotype in Donor T Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "topics": [
        "bone marrow",
        "dendritic cells",
        "donors",
        "mice",
        "phenotype",
        "tissue transplants",
        "t-lymphocytes",
        "body weight changes",
        "graft-versus-host disease",
        "transplantation"
    ],
    "author_names": [
        "Kataryna A. Darlak",
        "Jian-Ming Li, PhD",
        "Wayne Harris",
        "Edmund K. Waller"
    ],
    "author_affiliations": [
        [
            "Emory University, Winship Cancer Inst., Atlanta, GA, USA"
        ],
        [
            "Emory University, Winship Cancer Inst., Atlanta, GA, USA"
        ],
        [
            "Emory University, Winship Cancer Inst., Atlanta, GA, USA"
        ],
        [
            "Emory University, Winship Cancer Inst., Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.79282020000001",
    "first_author_longitude": "-84.31942699999999",
    "abstract_text": "Background: Allogeneic hematopoietic stem cell (HSC) transplant is a treatment used to cure patients with high risk and relapsed acute leukemia, via a graft versus leukemia (GvL) effect. In our previous studies, depletion of CD11b+ cells (containing CD11b+ dendritic cells, CD11b+ NK cells, and myeloid suppressor progenitor cells) from donor BM improved immune reconstitution and enhanced GvL effects without increased rates of GvHD in mice (Li, et al. BBMT 2004). In order to elucidate which subset of donor CD11b+ cells was responsible for this effect, we have transplanted combinations of FACS purified HSC, donor T cells, and CD11b- dendritic cells (DC) and found similar improvement in GvL activity associated with donor T cells polarized towards a Th1 phenotype (Li, et al. Blood 2007). In contrast, grafts containing FACS purified HSC, donor spleen T cells, and CD11b+ DC did not have significant GvL activity and donor T cells were polarized towards a Th2 phenotype. The objective of this study was to determine if selective depletion of CD11b+ dendritic cells by FACS would be a clinically relevant method, producing similar results as engraftment with purified populations of HSC, Cd11b- DC, and T cells. Methods: Selective CD11b+ DC depletion was achieved by FACS sorting in which cells from BM were sorted following gating of all nucleated cells with the exception of the CD11b+CD11c+Lineage- cells. The CD11b+ cells comprised ~1% of the BM. Undepleted BM was also stained and sorted using only a light scatter gate as a control for stress encountered during sorting. To study the long term effects of specific CD11b+ DC depletion, B10.BR or BA.B10 recipients were transplanted with 5×10^6 CD11b+ DC FACS-depleted or undepleted BM cells and 1×10^6 spleen T cells from C57BL/6J, Balb/C, and BA donors. Recipient mice were irradiated with 11Gy one day prior to the transplant. Recipient mice were monitored for survival, weight change, and GvHD score (based on weight change, activity, posture, fur texture, and skin condition) throughout the duration of the experiment and for chimerism of engraftment at days 30, 60, and 100 post transplant. Donor T cells were recovered from transplant recipients on days 3 and 10 post transplant and were examined for their Th1/Th2 polarization by flow cytometry after intracellular cytokine staining and ELISA of supernatants following short term culture. Results: B10.BR mice receiving undepleted BM from C57BL/6J or Balb/C mice had 100 day survivals of 60% and 40% respectively. Mice receiving CD11b+ DC depleted BM from C57BL/6J or Balb/C mice had equivalent survival at 80% and 60% survival, respectively, compared with mice receiving undepleted BM (p=ns). T cell chimerism at day 100 was over 95% donor chimerism for all mice, regardless of CD11b+ DC depletion. Differences in concentration of donor T cells in the blood were not significant between CD11b+ DC depleted and undepleted groups. The level of GvHD in recipient mice also did not differ significantly between groups. At day 3 post transplant, intracellular cytokine staining of donor T cells from mice receiving CD11b+ DC depleted BM had significantly higher levels of TNF-alpha compared with donor T cells from recipients of undepleted BM (p<0.05). Levels of IL-4, IL-10, IL-5 and IFN-gamma among donor spleen T cell population were not significantly different between undepleted and CD11b+ depleted BM recipients. Conclusions: Selective depletion of CD11b+ DC by FACS may be a clinically relevant method for increasing GvL activity without increasing GvHD. Depletion of CD11b+ DC from BM grafts polarizes donor T cells towards a Th1 phenotype, without increasing GvHD or affecting survival in recipient mice as compared with mice receiving undepleted BM grafts. The GvL effect of selective CD11b+ FACS depletion will be discussed."
}