{
    "doi": "https://doi.org/10.1182/blood.V122.21.3598.3598",
    "article_title": "Dosing Long-Lasting Recombinant Factor VIII Fc Fusion Protein: Experience In The A-LONG Study ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "Introduction Prophylaxis with factor VIII (FVIII) in patients with severe hemophilia A requires frequent intravenous injections (3–4 per week), impacting compliance and outcomes. A long-lasting recombinant FVIII Fc fusion protein (rFVIIIFc) was developed to reduce the frequency of injections. The pharmacokinetics (PK), safety, and efficacy of rFVIIIFc were evaluated in the phase 3 A-LONG study and the primary results were reported recently (Mahlangu J, J Thromb Haemost 2013). To illustrate differences in dosing regimens and clinical outcomes with rFVIIIFc and currently available FVIII products, we compared the prestudy and on-study dose, dose interval, and bleeding rates for subjects in A-LONG who reported receiving a prophylactic regimen with any FVIII product prior to study entry. We also used population PK models to estimate trough FVIII levels on various dosing regimens of rFVIIIFc and rFVIII (Advate®). Methods Previously treated male patients who were ≥12 years old with severe hemophilia A were enrolled in A-LONG and assigned to 1 of 3 treatment arms: Arm 1, individualized prophylaxis with PK-driven dose and dose interval adjustments (25–65 IU/kg every 3–5 days); Arm 2, once weekly prophylaxis (65 IU/kg); and Arm 3, episodic treatment (10–50 IU/kg) for bleeding episodes. A 2-compartmental population PK model of rFVIIIFc was developed based on activity-time profiles in 180 severe hemophilia A subjects aged 12-65 years old (16 from a phase 1/2a study and 164 from A-LONG collected over ≤ 52 weeks of treatment). A 2-compartment population PK model of Advate ® was developed based on the single-dose PK profiles from 16 subjects in the phase 1/2a study and 30 subjects in the sequential PK subgroup in A-LONG. The population PK estimates for Advate ® and rFVIIIFc from A-LONG were used for dosing simulations. We identified Arm 1 subjects who reported use of a prophylactic regimen at least 2 times a week with any FVIII product prior to study entry and compared their dosing regimens and bleeding rate in the 12 months prior to study with their rFVIIIFc dosing regimens and annualized bleed rate (ABR) on study. Only subjects on study for ≥ 6 months were included. The median ABR, dose, and dose interval during the last 3 months on study were analyzed. Results Of 165 total patients, 118 were in Arm 1, of whom 80 received a prophylactic regimen at least 2 times a week prestudy and were in the study for ≥ 6 months. Subjects were grouped by prestudy dosing interval. The table below provides prestudy and on study dose, dose interval, and bleeding rates for these groups. Table 1  Prestudy FVIII reported dosing interval . 5x/week . 4x/week . 3x/week . 2x/week . Number of patients 1 5 65 9 Dosing Interval by days  Prestudy a FVIII 1.4 days 1.75 days 2.33 days 3.5 days On-study b rFVIIIFc 5 days 3 days 3.5 days 5 days Median Weekly Dose (IU/kg/week)  Prestudy FVIII c  50 140 84 60 On-study b rFVIIIFc 68.5 122.8 80.2 70.8 Median (range) Bleeding Events and ABR  FVIII bleeding events 12 months prior to study entry 24 (Not applicable) 10 (0 - 52) 5.5 (0 - 105) 12.0 (0 - 103) On-study b rFVIIIFc ABR 0 (Not applicable) 8.0 (0 – 20) 0.0 (0 - 16) 0.0 (0 - 12) Prestudy FVIII reported dosing interval . 5x/week . 4x/week . 3x/week . 2x/week . Number of patients 1 5 65 9 Dosing Interval by days  Prestudy a FVIII 1.4 days 1.75 days 2.33 days 3.5 days On-study b rFVIIIFc 5 days 3 days 3.5 days 5 days Median Weekly Dose (IU/kg/week)  Prestudy FVIII c  50 140 84 60 On-study b rFVIIIFc 68.5 122.8 80.2 70.8 Median (range) Bleeding Events and ABR  FVIII bleeding events 12 months prior to study entry 24 (Not applicable) 10 (0 - 52) 5.5 (0 - 105) 12.0 (0 - 103) On-study b rFVIIIFc ABR 0 (Not applicable) 8.0 (0 – 20) 0.0 (0 - 16) 0.0 (0 - 12) a Weekly dose interval obtained by dividing 7 days by the reported “times per week” b On study refers to the last 3 months on study c 4 patients reported a range of FVIII doses used prior to study entry. The mean of the minimum and maximum dose was used as their prestudy FVIII dose View Large The majority of patients (65/80) reported a dosing interval of 3 times a week, with the most common dose of 25 IU/kg FVIII, and a median of 5.5 bleeding events 12 months prior to study entry. At the end of the study, these same patients were receiving ∼40 IU/kg rFVIIIFc twice a week (every 3.5 days) with a median ABR of 0. Population PK simulation indicated that 76.1% of patients treated with 40 IU/kg of rFVIIIFc twice a week would maintain FVIII levels above 1% at all times. In contrast, population PK simulation indicated that 42.3% of patients treated with 25 IU/kg of Advate ® 3 times a week would maintain FVIII levels above 1% at all times. Overall, rFVIIIFc was well tolerated and no inhibitor development was detected during the A-LONG study. Conclusion The results from this descriptive analysis of dose, dose interval, and bleeding rates for subjects with severe hemophilia A who were on prophylaxis suggest that switching from current FVIII products to a rFVIIIFc regimen may allow for less frequent dosing to maintain FVIII activity >1%. Disclosures: Shapiro: Baxter: Consultancy, Global steering committees Other, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novo Nordisk: Consultancy, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bayer: Global steering committees, Global steering committees Other, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Inspiration: Consultancy, Membership on an entity’s Board of Directors or advisory committees, Research Funding; CSL Behring: Research Funding; Biogen Idec: Research Funding. Ragni: Biogen Idec: Membership on an entity’s Board of Directors or advisory committees, Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; Smith Kline Glaxo: Consultancy, Research Funding; Tacere Benitec: Consultancy; Baxter: Research Funding; Bayer: Research Funding; CSL Behring: Research Funding; Merck: Research Funding; Novo Nordisk: Research Funding; Pfizer: Research Funding. Kulkarni: Biogen Idec, Novo Nordisk, Baxter : Membership on an entity’s Board of Directors or advisory committees. Kulke: Biogen Idec: Employment. Potts: Biogen Idec: Employment. Neelakantan: Biogen Idec: Employment. Nestorov: Biogen Idec: Employment. Dumont: Biogen Idec: Employment; Biogen Idec: Equity Ownership. Jiang: Biogen Idec: Employment; Biogen Idec: Equity Ownership. Brennan: Biogen Idec: Employment; Biogen Idec: Equity Ownership. Pierce: Biogen Idec: Employment, Equity Ownership.",
    "topics": [
        "fusion proteins",
        "recombinant antihemophilic factor viii",
        "recombinant factor viiifc fusion protein",
        "bleeding rate",
        "dosing interval",
        "hemophilia a",
        "hemorrhage",
        "factor viii",
        "hemorrhagic episodes",
        "intravenous injections"
    ],
    "author_names": [
        "Amy Shapiro, MD",
        "Margaret V. Ragni, MD, MPH",
        "Roshni Kulkarni, MD",
        "Sarah Kulke, M.D.",
        "James Potts, Ph.D, MPH",
        "Srividya Neelakantan, Ph.D.",
        "Ivan Nestorov, Ph.D.",
        "Jennifer A Dumont, PhD",
        "Haiyan Jiang, PhD",
        "Aoife Brennan, MB, BCh, BAO, MMSC",
        "Glenn F Pierce, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy Shapiro, MD",
            "author_affiliations": [
                "Department of Hematology, Indiana Hemophilia & Thrombosis Center, Indianapolis, IN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Margaret V. Ragni, MD, MPH",
            "author_affiliations": [
                "University of Pittsburgh Hemophilia Center of Western PA, Pittsburgh, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roshni Kulkarni, MD",
            "author_affiliations": [
                "Michigan State University, East Lansing, MI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Kulke, M.D.",
            "author_affiliations": [
                "Biogen Idec, Weston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Potts, Ph.D, MPH",
            "author_affiliations": [
                "Biogen Idec, Weston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srividya Neelakantan, Ph.D.",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan Nestorov, Ph.D.",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer A Dumont, PhD",
            "author_affiliations": [
                "Biogen Idec, Weston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiyan Jiang, PhD",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aoife Brennan, MB, BCh, BAO, MMSC",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glenn F Pierce, MD, PhD",
            "author_affiliations": [
                "Biogen Idec, Weston, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T06:41:59",
    "is_scraped": "1"
}