{
    "doi": "https://doi.org/10.1182/blood.V120.21.1441.1441",
    "article_title": "Evidence That Activated Hedgehog Signaling Predicts for Poor Clinical Outcome in Acute Myeloid Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1441 Introduction: Hedgehog (Hh) signaling is essential in many developmental pathways and a growing body of evidence supports a role for aberrant activation of the Hh pathway in a variety of hematological malignancies including Acute Myeloid Leukemia (AML). Primary CD34+ myeloid blasts and cell lines preferentially demonstrate active Hh signaling suggesting that the Hh pathway may be involved in leukemic stem cell maintenance and survival (Bai et al. Leukemia. 2008;22(1):226-8). In addition, disruption of Hh signaling by targeted agents in this setting results in cell death and confers sensitivity to Ara-C in chemoresistant CD34+ leukemic cell lines (Kobune et al. Cancer Science. 2009;100(5):948-55). These findings provide a rationale for targeted disruption of the Hh pathway in AML and imply that the identification of Hh signaling in AML could correlate with disease that is refractory to standard induction therapy. Methods: To extend these previous findings, the presence of Hh signaling was assessed by the identification of nuclear GLI1 by immunofluorescence in tissue microarrays (TMA) prepared from a large cohort of primary human AMLs and the data correlated with clinical outcome. Presentation bone marrow trephine samples from patients diagnosed with AML between 1994 and 2005 were retrieved from the histopathology archives at Manchester Royal Infirmary. These biopsy samples were routinely processed, formalin-fixed, paraffin-embedded, and EDTA-decalcified. All material used for preparation of the TMA was residual diagnostic tissue, anonymized and consented for its use in research. Each TMA core contained at least 20% leukemic blasts and was representative of the whole biopsy sample. A specific and highly sensitive human GLI1 immunofluorescence assay was developed to visualize nuclear GLI1in four micron thick TMA sections. Human embryonic palatal mesenchymal (HEPM) cells stimulated with SHH and treated with the Hh antagonist saridegib (IPI-926) were used as staining controls to demonstrate assay specificity. To determine the cellular context of GLI1 staining in AML, a GLI1/CD34 double immunoflourescence assay was also developed. All samples were scanned in using the TissueGnostics TissueFAXS 2.0 system. The Cy5 channel was used to detect nuclear GLI1 and the Texas Red channel was used to detect CD34 when double staining was employed. A nuclear algorithm was developed to analyze the GLI1 staining using the TissueQuest version 2.0 software. Results: Of the 160 patient samples stained, 71 samples were evaluable after filtering on the basis of the presence of adequate tissue cores on the TMA and a full set of clinical follow-up data. All patients (36 male, 34 female, 1 unknown; age range 17 to 83 years at diagnosis with a median age of 53 years) received intensive chemotherapy according to standard UK MRC AML protocols and had follow-up data for up to 5124 days. Nuclear GLI1 as a function of total marrow cells showed a wide range of expression (0.0–32.0%) with a mean of 4.8% and a median of 3.1%. In a subset of cases with CD34 positive blasts, nuclear GLI1 co-expression could be readily identified as coexpressed in the CD34 positive cells. The degree of GLI1 expression did not correlate with AML subtype or cytogenetics. Correlation of GLI1 positivity with clinical features was performed and while no association with overall survival was observed in the total population, there was a significant decrease in overall survival in patients with secondary AML that had GLI1 levels above the median (HR = 0.18; p value = 0.0112). In addition, there was a significant correlation between GLI1 either above or below the median and remission status (i.e. complete remission, partial remission or refractory disease) with higher GLI1 levels observed in patients with refractory disease (p value = 0.045) and a more significant correlation with GLI1 values as a continuous variable and remission status (p value = 0.026). Conclusions: These data suggest that high levels of GLI1 predict for poor remission status in patients with AML and poor overall survival in patients with secondary AML. The presence of high levels of nuclear GLI1 in AMLs that are refractory to chemotherapy supports a role for Hh signaling in chemoresistance, particularly in patients with secondary AML, and provides a rationale for targeted inhibition of the Hh pathway in selected AML patients. Disclosures: Campbell: Infinity Pharmaceuticals, Inc.: Employment. Quigley: Infinity Pharmaceuticals, Inc.: Employment. Keilty: Infinity Pharmaceuticals, Inc.: Employment. Kelly: Infinity Pharmaceuticals, Inc.: Employment. McGovern: Infinity Pharmaceuticals, Inc.: Employment. Read: Infinity Pharmaceuticals, Inc.: Employment. Kutok: Infinity Pharmaceuticals, Inc.: Employment.",
    "topics": [
        "erinaceidae",
        "leukemia, myelocytic, acute",
        "signal transduction",
        "treatment outcome",
        "zinc finger protein gli1",
        "tissue microarray",
        "cd34 antigens",
        "disease remission",
        "leukemia, secondary acute",
        "biopsy"
    ],
    "author_names": [
        "Veronica Campbell, BS",
        "Eleni Tholouli, MD, PhD",
        "M. Travis Quigley, MS",
        "John Keilty, MS",
        "Patrick Kelly, MD",
        "Karen McGovern, PhD",
        "Margaret Read, PhD",
        "Jeffery L. Kutok, MD, PhD",
        "Richard Byers, PhD, MBChB"
    ],
    "author_dict_list": [
        {
            "author_name": "Veronica Campbell, BS",
            "author_affiliations": [
                "Infinity Pharmaceuticals, Inc., Cambridge, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eleni Tholouli, MD, PhD",
            "author_affiliations": [
                "Department of Haematology, Manchester Royal Infirmary, Central Manchester University Hospitals NHS Foundation Trust, Manchester, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Travis Quigley, MS",
            "author_affiliations": [
                "Infinity Pharmaceuticals, Inc., Cambridge, MA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Keilty, MS",
            "author_affiliations": [
                "Infinity Pharmaceuticals, Inc., Cambridge, MA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Kelly, MD",
            "author_affiliations": [
                "Infinity Pharmaceuticals, Inc., Cambridge, MA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen McGovern, PhD",
            "author_affiliations": [
                "Infinity Pharmaceuticals, Inc., Cambridge, MA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Read, PhD",
            "author_affiliations": [
                "Infinity Pharmaceuticals, Inc., Cambridge, MA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery L. Kutok, MD, PhD",
            "author_affiliations": [
                "Infinity Pharmaceuticals, Inc., Cambridge, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Byers, PhD, MBChB",
            "author_affiliations": [
                "Department of Histopathology, Manchester Royal Infirmary, Central Manchester University Hospitals NHS Foundation Trust, Manchester, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T03:59:34",
    "is_scraped": "1"
}