{
    "doi": "https://doi.org/10.1182/blood.V128.22.1818.1818",
    "article_title": "Drug Shortage: The Impact of Substituting Mechlorethamine in Stanford V for Hodgkin's Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Poster I",
    "abstract_text": "Introduction: the shortage of some anticancer drugs has forced their substitution in established combination chemotherapy regimens, but the replacement may have critical effects on the results of treatment and need careful evaluation. Since 1996 we treat Hodgkin's lymphoma (HL) with the Stanford V (SV) regimen, which achieves the same results as the more widely employed ABVD regimen with the benefits of a shorter duration (12 weeks) and lower cumulative doses of bleomycin and doxorubicin. When mechlorethamine became unavailable in 2008, we substituted cyclophosphamide at a dose of 650 mg/m2 for mechlorethamine 6 mg/m2. In 2012 the P ediatric Hodgkin Lymphoma Consortium , which had adopted the same policy, suggested in a retrospective analysis that the modification could lead to an inferior event-free survival (EFS). To assess the impact of the substitution, we retrospectively compared our results with the original SV (SVo) and the modified SV (SVm). Methods : we evaluated the 265 patients consecutively treated in our center with SV between Nov/96 and Dec/14. We compared the pre-treatment characteristics, the complete remission (CR) rate, EFS and overall survival (OS) of the 184 patients who received SVo to those of the 81 patients treated with SVm. Radiotherapy indications and supportive measures were unchanged between the 2 periods. Results : median age of the 2 groups was identical: 31 (16-69) for SVo and 31 (15-72) for SVm. No differences were found in histologic subtypes (nodular sclerosis 76/74%), frequency of B symptoms (36/47%, p =0.09), proportion of advanced stages (32/33%) or International Prognostic Score (≥3 in 20/13%, p =0.22). The CR rate was 89% for SVo and 86% for SVm. With a median follow up of 9 years for the SVo group and 4.6 years for the SVm group, there were no significant differences in EFS (76/73%, p=0.66) and OS (89%/85%, p=0.63) at 5 years. Conclusion : the impact of forced substitutions in components of combination chemotherapy regimens due to drug shortage must be carefully scrutinized, notably in first line protocols for curable diseases. In the case of HL treated with the SV regimen, the present study is the first, to our knowledge, to evaluate the impact of replacing mechlorethamine by cyclophosphamide in adults. We found no difference in OS nor, unlike the pediatric study, in EFS. The substitution can be considered safe, since the modified version of SV achieves the same favorable results as the original SV. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hodgkin's disease",
        "mechlorethamine",
        "medication shortages",
        "stanford v protocol",
        "chemotherapy regimen",
        "cyclophosphamide",
        "antineoplastic agents",
        "bleomycin",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "complete remission"
    ],
    "author_names": [
        "Luis P Monteiro, MD",
        "Catia L Gaspar, MD",
        "Margarida Fevereiro, MD",
        "Ana L Tome, MD",
        "Nuno Almeida, MD",
        "Alexandra Monteiro, MD",
        "Aida B. Sousa, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luis P Monteiro, MD",
            "author_affiliations": [
                "Hospital dos Capuchos-CHLC, Lisboa, Portugal"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catia L Gaspar, MD",
            "author_affiliations": [
                "Hospital dos Capuchos-CHLC, Lisboa, Portugal"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margarida Fevereiro, MD",
            "author_affiliations": [
                "Hospital dos Capuchos-CHLC, Lisboa, Portugal"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana L Tome, MD",
            "author_affiliations": [
                "Hospital dos Capuchos-CHLC, Lisboa, Portugal"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nuno Almeida, MD",
            "author_affiliations": [
                "Hospital dos Capuchos-CHLC, Lisboa, Portugal"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Monteiro, MD",
            "author_affiliations": [
                "Hospital dos Capuchos-CHLC, Lisboa, Portugal"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aida B. Sousa, MD",
            "author_affiliations": [
                "Hospital dos Capuchos-CHLC, Lisboa, Portugal"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:37:23",
    "is_scraped": "1"
}