{
    "doi": "https://doi.org/10.1182/blood.V128.22.3388.3388",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3386",
    "start_url_page_num": 3386,
    "is_scraped": "1",
    "article_title": "Low-Dose Decitabine Improves Platelet Recovery in Patients with Isolated Thrombocytopenia after HSCT ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "topics": [
        "blood platelets",
        "decitabine",
        "hematopoietic stem cell transplantation",
        "thrombocytopenia",
        "hemorrhage",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "antiplatelet antibodies",
        "cancer",
        "febrile neutropenia"
    ],
    "author_names": [
        "Yue Han, MD",
        "Yaqiong Tang",
        "Ying Zhao",
        "Man Huang",
        "Jia Chen",
        "Jiaqian Qi",
        "Ying Wang",
        "Xiaojin Wu",
        "Xiao Ma",
        "Feng Chen",
        "Xuefeng He, MD",
        "Changgeng Ruan, MD PhD",
        "Depei Wu, MD PhD"
    ],
    "author_affiliations": [
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ]
    ],
    "first_author_latitude": "31.302696999999995",
    "first_author_longitude": "120.63475799999999",
    "abstract_text": "Background Isolated thrombocytopenia is a common complication of hematopoietic stem-cell transplantation (HSCT), which was defined as consistent low platelet counts with recovery of the other two cell lines after transplantation. This status leads to an increased risk of life-threatening hemorrhage, frequent requirements of platelet transfusion and extended hospital stays, representing a challenging clinical problem. Previous studies have demonstrated that decitabine, a hypomethylating agent, may increase platelet counts by promoting megakaryocyte maturation and platelet release in mouse model. Here, we conduct a clinical trial to validate this effect in post-HSCT setting. Methods We performed a prospective open-label study to evaluate the treatment of low-dose decitabine in patients with hematological malignancies who received allogeneic HSCT and suffered from isolated thrombocytopenia. The inclusion criteria were: (1) Platelet count ≤ 30 × 109/L persistently at day 60 post-HSCT or later; (2) Recovered neutrophil and hemoglobin; (3) Full donor chimerism; and (4) No response to conventional treatments for a duration of at least 4 weeks. Patients with malignancy relapse, active infections, uncontrolled graft-versus-host disease, severe organ damage or transplant-related thrombosis were excluded. From July 2013 to July 2016, 38 patients were randomly assigned into either the control group to receive conventional treatment only, or the test group to receive additional decitabine (15mg/m 2 , intravenously daily for 3 consecutive days). Results Major response was observed in 16 out of 19 patients (84.2%) in decitabine group, with a median time of 22 days to achieve platelet transfusion-independence. Two patients (10.5%) showed a minor response and 1 patient (5.3%) failed. In contrast, 3 out of 19 patients in the control group (15.8%) showed a major response, 2 patients (10.5%) showed a minor response, 14 patients (73.7%) did not show any improvement, of which 1 patient died of severe hemorrhage in week 5. For bone marrw morpholocial analysis, all 38 patients showed low levels of megakaryocytes at week 0. However, the megakaryocyte counts in decitabine group were significantly increased at week 4, while no significant difference was recorded in control group. After decitabine treatment, we did not observe a change in anti-platelet antibodies levels and T cell subsets ratios. However, reactive oxygen species (ROS) and megakaryocyte counts increased in the test group. No considerable myelosuppression, febrile neutropenia, and nonhematologic toxicities associated with the treatment were observed. Conclusions Our data showed an encouraging efficacy of decitabine in patients after HSCT suffering from isolated thrombocytopenia owing to remarkably increased megakaryocyte counts. Decitabine may improve isolated thrombocytopenia via regulating ROS and megakaryocyte reconstitution. Disclosures No relevant conflicts of interest to declare."
}