{
    "doi": "https://doi.org/10.1182/blood.V120.21.882.882",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2289",
    "start_url_page_num": 2289,
    "is_scraped": "1",
    "article_title": "Nonadherence to Oral 6-Mercaptopurine (6MP) in a Multi-Ethnic Cohort of Children with Acute Lymphoblastic Leukemia (ALL) and Its Impact On Relapse – a Children's Oncology Group (COG) Study (AALL03N1) ",
    "article_date": "November 16, 2012",
    "session_type": "612. Acute Lymphoblastic Leukemia - Pathophysiology &amp; Clinical Studies: Genetic and Clinical Predictors of Susceptibility, Response, Relapse, and Overall Prognosis",
    "topics": [
        "6-mercaptopurine",
        "acute lymphocytic leukemia",
        "child",
        "disease remission",
        "follow-up",
        "medical oncology",
        "nucleotides",
        "thioguanine",
        "toxic effect",
        "tau proteins"
    ],
    "author_names": [
        "Smita Bhatia, MD, MPH",
        "Wendy Landier, Ph.D., R.N.",
        "Lindsey Hageman, M.P.H.",
        "Heeyoung Kim, M.S.",
        "Cara Hanby, B.S.",
        "Kornegay Nancy, M.S.",
        "Bruce C. Bostrom, MD",
        "Jacqueline Casillas, M.D., M.S.H.S.",
        "David S Dickens, M.D.",
        "Kelly W. Maloney, MD",
        "Leo Mascarenhas",
        "Jane Meza, Ph.D.",
        "Arthur Kim Ritchey, MD",
        "Amanda M Termuhlen, M.D.",
        "William L. Carroll, MD",
        "F. Lennie Wong, PhD",
        "Mary V. Relling, PharmD"
    ],
    "author_affiliations": [
        [
            "Department of Population Sciences, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Population Sciences, City of Hope, Duarte, CA, USA, "
        ],
        [
            "Population Sciences, City of Hope, Duarte, CA, USA, "
        ],
        [
            "Population Sciences, City of Hope, Duarte, CA, USA, "
        ],
        [
            "Population Sciences, City of Hope, Duarte, CA, USA, "
        ],
        [
            "Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Children's Hospitals and Clinics of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Dept. of Pediatrics, Div. of Hem./Onc., Univ. of California, Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Helen Devos Children's Hospital at Spectrum Health, Grand Rapids, MI, USA, "
        ],
        [
            "Pediatrics, University of Colorado School of Medicine, Aurora, CO, USA, "
        ],
        [
            "Pediatrics, USC Keck School of Medicine at CHLA, Los Angeles, CA, USA, "
        ],
        [
            "Preventive and Societal Medicine, Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Department of Pediatrics, Division of Hematology/Oncology, Children's Hospital of Pittsburgh, Pittsburgh, PA, USA, "
        ],
        [
            "Pediatrics, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA, "
        ],
        [
            "New York University Cancer Institute, New York, NY, USA, "
        ],
        [
            "Population Sciences, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN, USA"
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "Abstract 882 Background: Nearly 20% of children with ALL relapse within 5y from diagnosis. Second-line therapies are toxic and salvage is poor. Systemic exposure to 6MP is critical for durable remissions; low systemic exposure due to nonadherence to oral 6MP could potentially increase relapse risk. We have previously reported on adherence to oral 6MP in non-Hispanic whites and Hispanics, (J Clin Oncol 2012;30:2094-101 ); this report extends follow-up for assessment of disease status by 68,250 person-days for non-Hispanic whites and Hispanics; it also includes adherence data for a previously unreported cohort of African American and Asian children. The goal of this report was to: i) describe adherence to oral 6MP in a multi-ethnic cohort of children with ALL; ii) identify determinants of adherence; iii) describe impact of adherence on relapse; and iv) define a clinically-relevant level of adherence needed to minimize relapse risk. Methods: Microprocessor chips in Medication Event Monitoring System (MEMS) caps recorded date/time of 6MP bottle openings for 6 mos/ patient. Adherence rate was defined as days of 6MP bottle opening, divided by days of prescribed 6MP (removing days when 6MP was withheld for toxicity/illness from denominator). Monthly red cell thioguanine nucleotide (TGN) levels were used to demonstrate that MEMS bottle openings were accompanied by 6MP ingestion. Analyses used Generalized Estimating Equations. Results: 462 patients (168 Hispanics; 157 non-Hispanic whites; 69 Asians; 68 African Americans) yielded 76,055 person-days of adherence data. Median age at participation was 6y (2-20); 67% were males; 40% had high-risk disease per NCI criteria; 61% reported income <$50k/y; 14% reported single-caregiver households. Among patients with normal TPMT activity, each 1% increase in MEMS-based adherence was accompanied by a 14 unit (pmol/8 · 10 8 red cells) increase in TGN (p=0.01). Adherence declined from mo 1 (94.4%) to mo 6 (89.2%, p<0.0001). Multivariate longitudinal analysis revealed adherence to be significantly lower in adolescents (≥12y: 84.5% vs. <12y: 92.6%, p=0.0003, Fig A); patients from single-caregiver households (87.2% vs. 92.0%, p=0.03, Fig B); patients with low income (<$50k/y: 89.4% vs. ≥$50k/y: 93.8%, p=0.02, Fig C); and Hispanics (90.5±1.6%), Asians (85.3±3.7%) and African Americans (85.3±2.9%) compared with non-Hispanic whites (95.3±1.2%, p<0.0001, Fig D). Adherence for the adolescents (≥12y) from low-income (<$50k/y) families with single-caregivers was significantly lower when compared with that for <12-year-olds from high-income families with multiple caregivers (79.9% vs. 96.7%, p=0.0002); this difference was observed across all racial/ ethnic backgrounds Reasons for missing 6MP included forgetfulness (79%), logistical barriers (19%), and active refusal (2%). After a median follow-up of 5.4y, multivariate analysis (adjusting for clinical/sociodemographic factors) revealed that adherence <95% was associated with an increase in relapse risk (reference: adherence ≥95%; 94.9%-90%: Hazard Ratio [HR]=3.3, 95% Confidence Interval [CI], 1.0–11.6, p=0.06; 89.9%-85%: HR=3.4, 95%CI, 0.9–13.0, p=0.07; <85%: HR=4.5, 95%CI, 1.3–15.1, p=0.02), leading us to use <95% as the cut-point for adherence with a clinically unacceptable increase in relapse. Using this definition, 45% of the patients were non-adherers. The cumulative incidence of relapse was significantly higher among non-adherers (18.8% vs. 4.9%, p=0.0003, Fig E). Furthermore, non-adherers were at a 3.7-fold increased risk of relapse (95%CI, 1.4–10.2, p=0.01), after adjusting for sociodemographic/clinical variables. The adjusted risk of relapse attributable to non-adherence was 47% for this cohort that had entered maintenance in 1 st CR. Conclusions: Non-adherence to 6MP is prevalent in children with ALL; 45% consume <95% of prescribed 6MP. Adolescents, Hispanic, African American and Asian children, those with low annual household income, and those from single-caregiver households are more likely to be non-adherent. Forgetfulness is the most common reason for non-adherence. Adherence rates <95% significantly increase relapse risk; 47% of relapses after entry into maintenance are attributable to non-adherence to oral 6MP. Results of this study have led to a COG-wide intervention using cell phone reminders and directly supervised therapy to enhance adherence to oral 6MP. Disclosures: Relling: St. Jude Children's Research Hospital: Dr. Mary Relling receives a portion of the income St. Jude receives from licensing patent rights related to TPMT polymorphisms and GGH polymorphisms. Dr. Mary Relling receives a portion of the income St. Jude receives from licensing patent rights related to TPMT polymorphisms and GGH polymorphisms. Patents & Royalties; Sigma-Tau Pharmaceuticals: Research Funding."
}