{
    "doi": "https://doi.org/10.1182/blood.V118.21.742.742",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2075",
    "start_url_page_num": 2075,
    "is_scraped": "1",
    "article_title": "High CD45 (PTPRC) Expression Is Associated with An Overall Poor Outcome in Childhood Acute Lymphoblastic Leukemia Treated on the ALL-BFM 2000 Protocol and Exerts An Especially Pronounced Effect in Intermediate Risk Patients ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Disease Gene Discovery in ALL",
    "topics": [
        "burkitt's lymphoma",
        "cd45 antigens",
        "leukemia, lymphocytic, acute, childhood",
        "lead",
        "disease remission",
        "flow cytometry",
        "gene expression profiling",
        "leukemia, b-cell, acute",
        "neoplasm, residual",
        "prednisone"
    ],
    "author_names": [
        "Gunnar Cario, MD",
        "Rita Mitlohner",
        "Martin Zimmermann, PhD",
        "Renja Romey",
        "Peter Rhein, PhD",
        "André Schrauder, MD",
        "Anja Moericke, MD",
        "Jean-Pierre Bourquin, MD, PhD",
        "Wolf-Dieter Ludwig, MD",
        "Richard Ratei, MD",
        "Martin Schrappe, MD",
        "Leonid Karawajew, PhD",
        "Martin Stanulla, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany, "
        ],
        [
            "Department of Pediatric Oncology/Hematology, Charité Medical School, Berlin, "
        ],
        [
            "Pediatric Hematology/Oncology, Medical School Hannover, Hannover, Germany, "
        ],
        [
            "Pediatrics, University Medical Centre Schleswig-Holstein, Campus Kiel, Kiel, "
        ],
        [
            "Department of Pediatric Oncology/Hematology, Charite Medical School, Berlin, Germany, "
        ],
        [
            "Department of Pediatrics, University Medical Centre Schleswig-Holstein, Campus Kiel, Kiel, Germany, "
        ],
        [
            "Pediatrics, University Medical Centre Schleswig-Holstein, Campus Kiel, Kiel, "
        ],
        [
            "Div. of Pediatric Oncology, Universitaets-Kinderklinik Zurich, Zurich, Switzerland, "
        ],
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Berlin, Germany, "
        ],
        [
            "Department of Hematology, Oncology and Tumor Immunology, HELIOS-Clinic Berlin-Buch, Berlin, Germany"
        ],
        [
            "Department of Pediatrics, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany, "
        ],
        [
            "Department of Pediatric Oncology/Hematology, Charite Medical School, Berlin, Germany, "
        ],
        [
            "Department of Pediatrics, University Medical Center Schleswig-Holstein, Campus Kiel, Kiel, Germany, "
        ]
    ],
    "first_author_latitude": "54.3291647",
    "first_author_longitude": "10.122224549999997",
    "abstract_text": "Abstract 742 Further improvement of outcome in childhood acute lymphoblastic leukemia (ALL) could be achieved by identifying additional high-risk (HR) patients who then may benefit from an intensified treatment. In trial ALL-BFM 2000, the HR group was defined by inadequate initial response to induction treatment [poor prednisone response on treatment day eight (PPR), non remission on treatment day 33, and/or a high load of minimal residual disease (MRD, ≥10E-3) after 12 weeks of treatment (TP2)] and/or by positive cytogenetics for a t(4;11) or t(9;22). No MRD already on treatment day 33 defined standard risk (SR) patients, a measurable MRD at a low level characterized the intermediate risk (IR) group. Of importance, the majority of relapses occurred within this heterogeneous group of patients. In order to identify potential new stratification markers we earlier compared gene expression profiles of MRD resistance (HR) and sensitive (SR) ALL in a case-control setting (Cario et al, Blood 2005). Subsequently, we aimed at confirming the potential prognostic relevance of genes identified and their respective proteins in representative study populations. CD45 (also PTPRC, protein-tyrosine phosphatase, receptor-type, C) was one of these candidate genes. In order to assess its prognostic relevance, CD45 gene expression was first analyzed by quantifiable RT-PCR in a set of 555 precursor B-ALL (pB-ALL); its protein expression subsequently in 422 pB-ALL patients by flow cytometry. About one third of patients were included in both study sets. Normalization of protein expression was done by assessing the density of surface expression relative to its density on normal lymphocytes. The 90 th percentile was used as a cut-off to distinguish a CD45-high from a CD45-low expression group in both analyses. In gene expression analysis we observed a significant association of a high CD45 expression with a high white blood cell count at diagnosis (WBC) ( P = 0.0004), NCI-HR ( P = 0.03) as well as presence of the MLL-AF4 rearrangement ( P < 0.0001). Moreover, a high CD45 expression was associated with in-vivo treatment resistance as defined by MRD ( P = 0.0025). Analyzing CD45 protein expression confirmed the association of a high expression with a high WBC ( P < 0.0001), NCI-HR ( P = 0.0002) as well as presence of the MLL-AF4 rearrangement ( P < 0.0001). Moreover, although the association to treatment resistance was lower ( P = 0.055), patients with a high CD45 expression had a significantly worse 5-years EFS probability of 62±8% compared to 82±2% for those in the low-expression group ( P =0.002). Focussing on the IR group, patients with a high CD45 expression had a very poor outcome (EFS 45±15%) as compared to those with a low expression (EFS 86±3%, P < 0.0001). This effect was mainly related to a higher cumulative relapse incidence (55±16% vs. 13±3%, P < 0.0001). Of interest, no significant differences in EFS were seen in HR patients. Based on our results, consideration of CD45 protein expression may serve as additional stratification tool in BFM-based protocols to further refine true non-high-risk patients with a low risk of relapse by identifying additional patients at high relapse risk. Of importance, in view of the fact that CD45 expression was not prognostic in the high-risk group, patients with a high CD45 expression currently treated on non high risk arms, may potentially benefit from an intensified treatment in the HR arm. Disclosures: No relevant conflicts of interest to declare."
}