{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.728.728",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3743",
    "start_url_page_num": 3743,
    "is_scraped": "1",
    "article_title": "The Tumor Microenvironment Is Independently Prognostic of Conventional and Clinicogenetic Risk Models in Follicular Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "622. Lymphoma Biology—Non-Genetic Studies: Prognostic Biomarkers and Immune Mechanisms in Lymphoma",
    "topics": [
        "follicular lymphoma",
        "tumor microenvironment",
        "rituximab",
        "common cold",
        "follow-up",
        "biopsy",
        "cd56 antigens",
        "cd68 antigen, human",
        "diagnostic imaging",
        "disease progression"
    ],
    "author_names": [
        "Joshua W.D. Tobin, MD",
        "Colm Keane, MB, PhD",
        "Peter Mollee, FRACP, FRCPA, MBBS, MMSc",
        "Simone Birch, MBBS",
        "Clare Gould, MBBS",
        "Jay Gunawardana, PhD",
        "Thanh Hoang",
        "Ti Ma, BSci",
        "Emad Uddin Abro, BSc, FRACP, FRCPA, MBBS",
        "Mohamed Shanavas, MD",
        "Hyung Yoo",
        "Li Li",
        "Paul Scuffham",
        "Valentine Murigneux",
        "Lynn Fink, PhD",
        "Nicholas Matigian",
        "Frank Vari, PhD",
        "Santiyagu Francis, PhD",
        "Maher K Gandhi, MB, FRACP, FRCPath, PhD"
    ],
    "author_affiliations": [
        [
            "Princess Alexandra Hospital, Brisbane, Australia ",
            "University of Queensland Diamantina Institute, Brisbane, Australia "
        ],
        [
            "Princess Alexandra Hospital, Brisbane, Australia ",
            "University of Queensland Diamantina Institute, Brisbane, Australia "
        ],
        [
            "Division of Cancer Services, Princess Alexandra Hospital, Brisbane, Australia ",
            "School of Medicine, University of Queensland, Brisbane, Australia "
        ],
        [
            "Princess Alexandra Hospital, Brisbane, Australia "
        ],
        [
            "University of Queensland Diamantina Institute, Brisbane, Australia "
        ],
        [
            "University of Queensland, Brisbane, Australia "
        ],
        [
            "University of Queensland Diamantina Institute, Brisbane, Australia "
        ],
        [
            "University of Queensland, Brisbane, Australia "
        ],
        [
            "University of Queensland, Brisbane, Australia ",
            "Mater Hospital Brisbane, Brisbane, Australia "
        ],
        [
            "University of Queensland, Brisbane, Australia ",
            "Rockhampton Base Hospital, Rockhampton, Australia "
        ],
        [
            "Ochsner Health System, New Orleans, LA "
        ],
        [
            "Ochsner Health System, New Orleans, LA "
        ],
        [
            "Griffith Univeristy, Brisbane, Australia"
        ],
        [
            "University of Queensland, Brisbane, Australia "
        ],
        [
            "University of Queensland, Brisbane, Australia "
        ],
        [
            "University of Queensland, Brisbane, Australia "
        ],
        [
            "University of Queensland Diamantina Institute, Brisbane, Australia "
        ],
        [
            "University of Queensland, Brisbane, Australia "
        ],
        [
            "Princess Alexandra Hospital, Brisbane, Australia ",
            "University of Queensland Diamantina Institute, Brisbane, Australia "
        ]
    ],
    "first_author_latitude": "-27.499004400000004",
    "first_author_longitude": "153.0332209",
    "abstract_text": "Follicular Lymphoma (FL) is the most common indolent Non-Hodgkin Lymphoma. Despite generally favorable survival outcomes, 20% of FL patients experience 'Progression of Disease within 24 months' (POD24) and subsequently have poor long-term overall survival (OS) (Casulo, JCO 2015). Unfortunately, POD24 has limited clinical value because it cannot guide up-front clinical decisions. Accurate pre-therapy prognosticators are vital for clinical trial design and are also increasingly being mandated by funding agencies for stratification of patients to emerging front-line treatments. The new 'state-of-the-art' prognosticators 'm7-FLIPI' and POD24-PI' (Pastore, Lancet Oncol 2015; Jurinovic, Blood 2016) supplement clinical parameters with genetic mutational status. However, their applicability to population based cohorts including early-stage and asymptomatic patients remains unknown. Furthermore, there is significant heterogeneity of outcome within these prognostic groupings. The established biological and prognostic importance of the tumor microenvironment (TME) in FL suggests that prognosis would be enhanced by incorporating information on host immunity (Scott, Nat Rev Can 2014). Forty-five pre-treatment FL biopsies were categorized into 'hot' or 'cold' immune nodes by multiplex immunofluorescent imaging and respectively characterized by concordant high or low expression of multiple immune effector and checkpoint-associated proteins. (Fig 1A). Consistent with these findings, gene expression using the Nanostring platform showed that immune effectors (CD4/CD8/TNFa/CD137/CD56) positively correlated with immune checkpoints (PD-1/PD-L1/PD-L2/TIM3/LAG3/CD163/CD68) indicative of an adaptive immune response. Additionally, high-throughput unbiased TCRb sequencing showed the intratumoral TCR repertoire was more clonal in 'hot' compared to 'cold' FL samples (p=0.024), indicative of a skewed T-cell immune response (Fig 1B). We then applied these findings to an independent population-based cohort of 175 cases of FL from the rituximab era with long-term follow-up (median ~7 years), including advanced (n=137) and localized cases (n=38). The aims were to: a) identify new targetable immune parameters of prognostic importance in the rituximab-era; and b) compare and contrast these with published prognostic tools: FLIPI, FLIPI-2, m7-FLIPI, POD24-PI and 'immune survival score' ('ISS', Dave, NEJM 2004). OS was not only inferior in those experiencing POD24 (HR 4.88, p2-fold increase in 5-year patient health costs. Hence, POD24, as well as FFS and TT2T were therefore chosen as the primary outcome measures. M7 mutation frequencies were similar to those previously published (Pastore, Lancet Oncol 2015). However, the prognostic utility of the m7-FLIPI could not be demonstrated, whereas the FLIPI, FLIPI-2, and POD24-PI retained their prognostic value. The POD24-PI was most predictive of FFS (p<0.0001, HR=3.54) and was most specific in identifying cases that experience POD24 (Sp=68%). The prognostic utility of the TME was then tested. Notably both the ISS ( p =0.024, HR=1.74) and multiple immune genes not represented in the ISS including PD-L2, TIM3, LAG3, CD137, TNF and CD4 predicted FFS. PD-L2 demonstrated the strongest association with FFS (p<0.0001, HR=3.74, Fig 1D). It not only out-performed the ISS but was independent to the FLIPI and POD-24-PI. The prognostic significance of PD-L2 was validated in an independent population based cohort of uniformly R-CVP treated patients from an in-silico dataset with gene expression quantified using the Illumina DASL platform (Pastore, Lancet Oncol 2015). We have validated the TME in predicting outcome in a population based cohort of FL patients with long-term follow-up treated in the rituximab era. Furthermore, we describe the role of PD-L2 as well as several additional pertinent, clinically-actionable markers of the TME which predict survival to conventional therapies in FL. Low expression of PD-L2 appears to be a surrogate of a broadly co-ordinated downregulation of the intratumoural response. These immune scores are independent of and additive to additive to the FLIPI and POD24-PI. Development of new prognostic models require the incorporation of host immunity along with clinico-genetic features to further improve the specificity, and to accurately risk stratify FL patients. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}