{
    "doi": "https://doi.org/10.1182/blood.V118.21.5266.5266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2050",
    "start_url_page_num": 2050,
    "is_scraped": "1",
    "article_title": "Whole Blood Impedance Aggregometry: A New Tool for Severe Inherited Platelet Disorder Diagnosis? ",
    "article_date": "November 18, 2011",
    "session_type": "Platelet Activation and Biochemistry",
    "topics": [
        "inherited platelet disorders",
        "whole blood",
        "electric impedance",
        "blood platelet disorders",
        "ristocetin",
        "centrifugation",
        "platelet function tests",
        "bernard-soulier syndrome",
        "chronic thrombocytopenia",
        "genotype determination"
    ],
    "author_names": [
        "Celine Desconclois",
        "Vincent Valarche",
        "Tewfik Boutekedjiret",
        "Martine Raphael, MD, PhD",
        "Marie Dreyfus",
        "Valerie Proulle, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Biological Hematology, Bicetre hospital -APHP, le Kremlin Bicêtre, France, "
        ],
        [
            "Service Hematologie Biologique, AP-HP, Hopital Bicetre, Kremlin Bicetre, France, "
        ],
        [
            "Service Hematologie Biologique, AP-HP, Hopital Bicetre, Kremlin Bicetre, France, "
        ],
        [
            "Dept. of Hematology, Hospital Bicetre, Le Kremlin-Bicetre, France"
        ],
        [
            "Service Hematologie Biologique, AP-HP, Hopital Bicetre, Kremlin Bicetre, France, "
        ],
        [
            "Service Hematologie Biologique, AP-HP, Hopital Bicetre, Kremlin Bicetre, France, "
        ]
    ],
    "first_author_latitude": "48.8100285",
    "first_author_longitude": "2.3539406",
    "abstract_text": "Abstract 5266 Diagnosis and characterization of platelet function disorders may be challenging. It requires multiple laboratory data including the assessment of platelet functions. Platelet function analysis is most commonly performed using light transmission aggregometry (LTA). LTA is a time-consuming method requiring centrifugation steps and large blood volumes. It is difficult to perform in children and in cases of thrombocytopenia. In contrast, platelet aggregation in whole blood using impedancemetry (WBI) is a fast method, allows omission of centrifugation steps and performance of platelet function studies under more physiological conditions with small samples size. It is based on the change of resistance proportional to the amount of platelets sticking to two electrodes where an alternating current is applied. Multiplate® (for “multiple electrode aggregometry”, Dynabite Medical) is a new generation of WBI aggregometer using diluted blood and single-use test cells containing twin electrodes that reduce the variation of results. We have already showed the good Multiplate® performance concerning ristocetin-induced platelet aggregation in a population of 30 patients with characterized von Willebrand disease (Valarche et al , 2011). Our aim in this ongoing study was to assess the performance of WBI in patients with inherited platelet function disorders. We tested 8 patients including 2 unrelated patients with Glanzmann Thrombasthenia (GT), 2 unrelated patients with Bernard-Soulier Syndrome (BSS), 1 patient with Gray Platelet Syndrome (GPS) and 3 patients from the same family with a platelet type von Willebrand disease (PTVWD). GT, BSS, and PTVWD diagnosis were confirmed using genotyping. BSS and GPS patients had chronic thrombocytopenia. GT, BSS, GPS and 1/3 PTVWD had platelet function tests with LTA in parallel. WBI was performed on heparinized whole blood diluted at Â½ in NaCl at 37Â°C and triggered using high (0.77 mg/mL, WBI RH) and low (0.5 mg/mL, WBI RL) final ristocetin concentrations, ADP (6.5 Âμ Mol, WBI ADP) and collagen (3.2 Âμg/mL, WBI Coll). Results were expressed in arbitrary unit (AU) corresponding to the area under the aggregation curve observed during 6 min. Normal ranges indicated in brackets were based on the mean +/− 2 SD of 30 healthy volunteers' results. Results highlighted in grey are those out of the normal ranges ( Table 1 ). Table 1: Results of the 8 patients with inherited platelet disorders.  Patients . Platelet count (10 9 /L) . WBI RH (AU) [>500] . WBI RL (AU) [<150] . WBI ADP (AU) [>550] . WBI Coll (AU) [>500] . GT 1  169 234 4 14 43 GT 2  249 554 17 ND 7 BSS 1  34 37 11 191 29 BSS 2  30 25 47 335 82 GPS  79 162 17 ND 42 PTVWD  220 994 93 ND 338 PTVWD  231 1165 60 ND 1092 PTVWD  234 1174 168 ND 852 Patients . Platelet count (10 9 /L) . WBI RH (AU) [>500] . WBI RL (AU) [<150] . WBI ADP (AU) [>550] . WBI Coll (AU) [>500] . GT 1  169 234 4 14 43 GT 2  249 554 17 ND 7 BSS 1  34 37 11 191 29 BSS 2  30 25 47 335 82 GPS  79 162 17 ND 42 PTVWD  220 994 93 ND 338 PTVWD  231 1165 60 ND 1092 PTVWD  234 1174 168 ND 852 View Large All patients except those with PTVWD had decreased results with WBI. However, as expected, patients with GT had flat traces using WBI ADP and WBI Coll but normal or only decreased curves (234 – 554 AU) using WBI RH. On the opposite, BSS patients had flat traces using WBI RH but detectable curves using WBI ADP (191 – 335 AU) despite decreased platelet count. The thrombocytopenic GPS patient has a flat trace using WBI Coll and decreased WBI RH (162 AU). Members of the PTVWD family had normal results except a slightly increased result with WBI RH in 1/3 patients. Finally, LTA results performed in 6/8 patients were all in accordance with those of the WBI. In conclusion, in 8 patients with well characterized inherited platelet disorders, WBI was able to detect all abnormalities except PTVWD. In such cases, different ristocetin concentrations use might be critical to increase sensitivity. In our hands, WBI was able to discriminate disorders involving platelet glycoprotein (GP) IIb-IIIa from GP Ib-IX-V: GT patients exhibited flat traces using WBI ADP and WBI Coll, whereas patients with BSS exhibited flat traces with ristocetin. These preliminary results need to be confirmed on a larger population of patients with various characterized platelet function disorders. They suggest that WBI using the Multiplate® analyzer, which is a fast, easy and blood-preserving test, could be a valuable extra step before or in addition to the classic LTA for the diagnosis of severe inherited platelet disorders. Disclosures: No relevant conflicts of interest to declare."
}