{
    "doi": "https://doi.org/10.1182/blood-2021-152425",
    "article_title": "Low-dose decitabine modulates myeloid-derived suppressor cell function and restores immune tolerance in immune thrombocytopenia ",
    "article_date": "November 5, 2021",
    "session_type": "311.Disorders of Platelet Number or Function: Clinical and Epidemiological",
    "abstract_text": "Low-dose decitabine modulates myeloid-derived suppressor cell function and restores immune tolerance in immune thrombocytopenia Primary immune thrombocytopenia (ITP) is an autoimmune disorder characterized with increased risk of bleeding. Myeloid-derived suppressor cells (MDSCs) are heterogeneous immature cells and natural inhibitors of adaptive immunity. Metabolic changes within MDSCs elucidate a direct influence on immunologic consequences of their suppressive activity. Liver kinase B1 (LKB1) is a tumor suppressor gene of STK11/LKB1 coding serine/Sue, and LKB1 signaling pathway plays an important role as a \"bridge\" between metabolic balance and functional homeostasis of immune cells. Our previous studies demonstrated that low dose decitabine, a hypomethylating agent, significantly increased the number of mature polyploidy megakaryocytes and exhibited long-term clinical efficacy. Besides, it also increased the production of Treg and enhanced their immunosuppressive function in ITP. However, whether decitabine could regulate the metabolic and suppressive activity of MDSCs in ITP is unknown. The percentage of MDSCs in peripheral blood mononuclear cells (PBMCs) was determined by flow cytometry, which was shown to be significantly lower in ITP compared with that in healthy controls. We then investigated the effect of low-dose decitabine in patients with active ITP, where decitabine induced a significant expansion of MDSCs in line with an impressive platelet response. In the in vitro experiments, MDSCs were isolated from PBMCs of ITP patients or healthy controls and cultured with different concentrations of decitabine (0/10nM/50nM/100 nM/1uM/10μM) for 7 days. A concentration gradient from 50nM to 1uM stimulated MDSCs amplification in a dose-dependent manner, and we chose an optimal concentration of 100 nM. Moreover, we found the mRNA expression level of LKB1, AMPKα1, AMPKα2, AMPKβ1, AMPKβ2, AMPKγ1, and AMPKγ2 was significantly lower in ITP patients than that in healthy control subjects. After incubation with decitabine (100nM), the relative expression of the above molecules were significantly increased compared to untreated levels. We also analyzed oxygen consumption rate (OCR) and key parameters of mitochondrial function within MDSCs. Overall, the OCR curve of ITP patients was lower than that of the healthy control subjects, and the OCR curve of ITP patients significantly improved after treatment with decitabine. We sorted the cultured MDSCs and co-cultured them with CFSE-labeled CD4 + CD25 - T cells to evaluate the suppressive activity of MDSCs. Results indicated that the inhibitory function of decitabine-modulated MDSCs was corrected in line with metabolic rewriting. We further established the ITP murine model by transferring splenocytes of C57BL/6 CD61 knockout mice, immunized against platelets from wild-type syngeneic C57BL/6 mice, into severe combined immune deficient (SCID) mice. MDSCs were sorted from the bone marrow of wild-type mice and incubated with PBS or decitabine, respectively. SCID mice were divided into three groups and received the same numbers of splenocyte transfer, two groups were given additional transfer of PBS-treated or decitabine-treated MDSCs. Our data showed that the decitaine-treated MDSCs group had significantly higher platelet counts compared with control group and PBS-treated MDSCs group. In summary, our findings suggest that the immune function and metabolic characteristics of MDSCs in ITP patients are impaired. These data shed new light on the molecular mechanism of decitabine action by regulating immune function and aerobic metabolism via LKB1, which supervises the immunosuppressive functions of MDSCs. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Xiaofei Ni",
        "Lingjun Wang",
        "Tianshu Yu",
        "Haoyi Wang",
        "Yu Hou",
        "Ming Hou"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiaofei Ni",
            "author_affiliations": [
                "Department of Hematology, Qilu Hospital, Cheeloo College of Medicine, Shandong U, Jinan, CHN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lingjun Wang",
            "author_affiliations": [
                "Qilu Hospital, Cheeloo College of Medicine, Shandong University, Jinan, CHN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tianshu Yu",
            "author_affiliations": [
                "Department of Hematology, Qilu Hospital, Cheeloo College of Medicine, Shandong U, Jinan, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haoyi Wang",
            "author_affiliations": [
                "Department of Hematology, Qilu Hospital, Cheeloo College of Medicine, Shandong U, Jinan, CHN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Hou",
            "author_affiliations": [
                "Department of Hematology, Qilu Hospital, Shandong University, Jinan, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Hou",
            "author_affiliations": [
                "Department of Hematology, Qilu Hospital of Shandong University, Jinan, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:36:39",
    "is_scraped": "1"
}