{
    "doi": "https://doi.org/10.1182/blood.V124.21.5841.5841",
    "article_title": "The Clinical and Therapeutic Drug Monitoring of Oral and Intravenous Busulfan in Patients with Acute Leukemia That Underwent to Stem Cell Transplantation with a Test Dose of Busulfan ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities",
    "abstract_text": "Introduction: Busulfan (Bu) is used in the conditioning regimen for hematopoietic stem cell transplantation (HSCT). Therapeutic drug monitoring (TDM) of Bu with subsequents adjustments doses based on a “target” therapeutic concentration may reduce toxicity after HSCT. Objectives: To evaluatethe impact of TDM of Bu and clinical outcomes in patients with acute leukemia that underwent to allogeneic matched related donor (MRD) and allogeneic matched unrelated donor (MUD) HSCT. Patients and methods: From January 2009 to January 2014, we prospectively analyzed 42 patients with diagnosis of acute myeloid leukemia (AML) and acute lymphoblastic leukemia (ALL) who underwent TDM of Bu (IV or oral) before transplantation (test dose) and TDM on 1 st day of conditioning regimen. Samples were collected at 0, 30’, 60’ and subsequently every hour until 6 hours after administration of busulfan. The plasma was extracted by HPLC (High Performance Liquid Chromatography). All the patients that were submitted to TDM had a test dose 15 days to 48 hours before transplantion. The dose of Bu was adjusted during the first day of the conditioning regimen based on test dose. At the same time we analyzed 21 patients in the retrospective group who did not underwent TDM (from 2004 to 2010). Results: In the retrospective group (n=21), all of them underwent to MRD transplantation. Six (46.2%) were in first complete remission (CR1), 18(85.7%) patients received Bu and cyclophosphamide (BuCy) and the mean of age was 38 years (18-55 Yo). The median of CD34+ cells was 5.4 x 10 6 /kg. The second group consisted by patients that received oral Bu (n= 21): 7 (33.3%) underwent to MUD transplantation, 14 (66.6%) to MRD transplantation, 8 (44.4%) patients were second complete remission (CR2), 4 (22.2%) had active disease status with a mean age of 32.7 years (14-58 Yo). Fifteen (71.4%) received BuCy and 16 (76.2%) received cells from peripheral blood. The median of CD34 + cells was 5.8 x10 6 /kg. The median area under the curve (AUC) in 24 hours was 4950 μMol.min (3196.6- 8212 μMol.min). The third group was IV Bu (n= 21): 7 (33.3%) patients underwent MRD and 14 (66.6%) MUD transplantation, 7 (33.3%) patients were CR1, 7 (33.3%) had active disease or prior HSCT with a mean of age 52.7 years (20-74 Yo). The majority of patients received fludarabine and Bu (n=18; 85.7%) as conditioning and bone marrow was the main source. Immunosuppression was based on FK-506 and methotrexate (90.5% of patients). The median of AUC in 24 hours was 5690 μMol.min (3539.6- 8881.8 μMol.min). The cumulative incidence (CI) of sinusoidal obstructive syndrome (SOS) in the retrospective group and IV Bu were 9.5% for both, while in the group oral Bu it was at 19% (p = 0.566). The median AUC of Bu received during conditioning for those who died of SOS was lower in oral Bu than IV Bu (4872 uMol.min vs 5732 uMol.min respectively). The CI of acute graft-versus-host disease (aGVHD) at D+100 was 38.1% in the retrospective group, 40.6% in oral Bu and 42.9% in IV Bu. Chronic GVHD was 13.6% in oral Bu, 34% in IV Bu and 42.9% in the retrospective group (p = 0.142). The CI of relapse at D+100 was 19% in IV Bu, 4.8% in the retrospective group and oral Bu did not have this event. The IC of death at D+100 was 34.9% in group oral Bu, 9.5% in IV Bu and 14.3% in the retrospective (p = 0.102). The CI of relapse at 1.5 years was 35.8% in the IV Bu, 34.8% in oral Bu and 14.3% in the retrospective group. The CI of death at 1.5 years was 9.5% in group IV Bu, 53.5% in oral Bu and 34.3% in the retrospective (p = 0.015). Among patients who died until D+100, the median of AUC was 5732 μMol.min (5578.5-6818.5 μMol.min) during the conditioning for IV Bu and 4872 μMol.min (3448-8212 μMol.min) for oral Bu. The range between the AUC was large and there was no correlation with patients who died. Conclusion: In acute leukemia SOS had an impact on mortality at D+100 after HSCT (p <0.005). We observed increased incidence of SOS in oral Bu when compared to IV Bu and the classification of this toxicity was severe in 100% of cases when used oral Bu. We conclude that, regardless formulation, both oral or IV busulfan should be monitored with pharmacokinetics and adjustments of doses. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "busulfan",
        "hematopoietic stem cell transplantation",
        "leukemia, acute",
        "test dose",
        "therapeutic drug monitoring",
        "transplantation",
        "complete remission",
        "high pressure liquid chromatography procedure",
        "toxic effect",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Iracema Esteves, PhD",
        "Juliana F Fernandes, MD",
        "Andreza Feitosa Ribeiro, MD PhD",
        "Fabio P S Santos, MD",
        "Ricardo Helman, MD",
        "Claudio Castro Junior, MD",
        "Vinicius R. P. Mattos, MD",
        "Andrea Tiemi Kondo, MD",
        "Adriana Seber, MD",
        "Jose Salvador Rodrigues Oliveira, PhD",
        "José Carlos Barros, MD PhD",
        "Vergilio Antonio Renzi Colturato, MD",
        "Nelson Hamerschlak, MD PhD",
        "Fabio Rodrigues Kerbauy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Iracema Esteves, PhD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, Sao Paulo, Brazil ",
                "Escola Paulista de Medicina- Universidade Federal de São Paulo, Sao Paulo- Brazil, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juliana F Fernandes, MD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreza Feitosa Ribeiro, MD PhD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio P S Santos, MD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricardo Helman, MD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Castro Junior, MD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, Sao Paulo, Brazil "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vinicius R. P. Mattos, MD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, São Paulo, Brazil "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Tiemi Kondo, MD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, Sao Paulo, Brazil ",
                "Hospital Israelita Albert Einstein, Sao Paolo, Brazil "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana Seber, MD",
            "author_affiliations": [
                "Instituto de Oncologia Pediatrica, Sao Paulo, Brazil "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Salvador Rodrigues Oliveira, PhD",
            "author_affiliations": [
                "Universidade Federal de Sao Paulo, Sao Paulo, Brazil "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José Carlos Barros, MD PhD",
            "author_affiliations": [
                "Santa Casa Medical School, Sao Paulo, Brazil "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vergilio Antonio Renzi Colturato, MD",
            "author_affiliations": [
                "Amaral Carvalho Foundation, Jau,SP, Brazil "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson Hamerschlak, MD PhD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, São Paulo, Brazil "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Rodrigues Kerbauy, PhD",
            "author_affiliations": [
                "Hospital Israelita Albert Einstein, Sao Paulo, Brazil ",
                "Escola Paulista de Medicina- UNIFESP, Sao Paulo, Brazil"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T19:24:41",
    "is_scraped": "1"
}