{
    "doi": "https://doi.org/10.1182/blood-2018-99-115499",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4088",
    "start_url_page_num": 4088,
    "is_scraped": "1",
    "article_title": "NK Cells from Human Pluripotent Stem Cells for Immunotherapy ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Natural Killer (NK) cells are a one of innate lymphocytes and show cytotoxicity against tumour cells without prior antigen specific stimulation. . NK cells can demonstrate stronger cytotoxicity than T cells in the absence of MHC Class I, and survive short lifespan from several weeks to one month. It suggested that NK cells show low risk of cytokine long-term secretion inside patient's body. Previous studies have developed peripheral blood mononuclear cells (PBMC) derived NK cells expansions or NK cells differentiation from cord blood (CB) cells for immunotherapy. Expansion trial using K562 tumor cell line, or with IL-15, or an anti-tumor antibody dasatinib is not sufficient to obtain NK cells with high cytotoxicity.More recently, NK cells induction from human pluripotent stem cells (hPSCs), taking the advantage of their unlimited growth potential, has been reported. Although previous studies regarding hPSC-derived NK cells seems impressive and successful, most systems used a bovine and human serum, which might result in the unstable yield and efficiency in the production of Hematopoietic progenitor cells (HPCs) and NK cells for immunotherapy. To resolve those problems, we tried to induce functional NK cells from hPSCs in xeno and serum free condition. This study used three hPSC cell lines; human ES cell (cell line: KhES1) and iPS cells (cell line: 409B2 and CB-A11) to check reproducibility. To differentiate hPSCs into hematopoietic cells, changed cytokine combinations and chemically defined medium in step-wise manner. We first induced HPC from hPSCs over 90% purity by 12 days culture. At this point, we selected two media to induce NK cells. We compared serum-containing medium that previous report used (Medium A) and chemically-defined medium (Medium B) by evaluating the differentiation efficiency and function of NK cells. NK cell marker CD56 (NCAM) was gradually expressed after additional 16 days culture (28 days of differentiation). Until hPSC-derived NK cells were maturated, we traced the expression of NK specific markers and transcriptional factors. On day48, the frequency of CD56 positive cells showed no significant differences between medium A (79.15 ± 5.30%) and medium B (80.90 ± 1.27%). In both conditions, NK cells expressed specific receptors such as CD161, NKG2D, killer immunoglobulin-like receptors (KIRs), NKG2a (CD94/CD159a heterodimeric inhibitory receptor), NKp44 and NKp46. hPSC-derived NK cells showed the compatible size and morphology to NK cells isolated from peripheral blood NK (PB-NK) cells: their nucleus was kidney-like shape and cytoplasm contained azurophilic granules. For functional assay, leukemia cell line K562 was incubated with 51 chromium ( 51 Cr) for 1 hour at 37 degrees. After that, K562 was co-cultured with purified CD56 positive hPSC-derived NK cells for 4 hours at 37 degrees. The cytotoxic activity of NK cells was confirmed by 51 Cr release from K562. PBMC-NK cells showed 49.65 ± 3.46% of killing activity against K562 target cells, while the killing potential of PSC-derived NK cell showed killing potential against K562 cells (Medium A: 25.4 ± 5.52%, Medium B: 23.25 ± 9.26%) which was slightly lower than that of PB-NK cells. Next trial, we are going to transplant hPSC-derived NK cells into immune deficiency mice. In detail, this mice was infected luciferase expressed K562. Using IVIS imaging system to detect intensity of luciferase, we characterized hPSC-derived NK cells potential in vivo. Here we have developed a novel and robust method to facilitate efficient NK cells differentiation in serum and xeno-free condition in all clones. They showed similar phenotypes compare to PBMC derived NK cells in terms of morphology, surface markers, translational factors and cytotoxicity against leukemia cell line K562 in vitro. This technology expected to be applicable not only to immunotherapy but also to model studies of the NK cells associating diseases. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "immunotherapy",
        "natural killer cells",
        "stem cells, pluripotent",
        "cytotoxicity",
        "neural cell adhesion molecules",
        "cytokine",
        "leukemia",
        "luciferases",
        "antibodies",
        "antigens"
    ],
    "author_names": [
        "Hiroyuki Maysubara",
        "Akira Niwa, MD",
        "Tatsutoshi Nakahata, MD, PhD",
        "Megumu K Saito, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Center for iPS cell Research and Application, Kyoto University, Kyoto, Japan ",
            "Training Program of Leaders for Integrated Medical System, Kyoto University, Kyoto City, Japan "
        ],
        [
            "Center for iPS cell Research and Application, Kyoto University, Kyoto, Japan ",
            "Center for iPS cell Research and Application, Kyoto University, Kyoto, Japan "
        ],
        [
            "Center for iPS cell Research and Application/Drug Discovery Technology Development Office, Kyoto University, Kyoto, Japan"
        ],
        [
            "Center for iPS cell Research and Application, Kyoto University, Kyoto, Japan "
        ]
    ],
    "first_author_latitude": "35.019841899999996",
    "first_author_longitude": "135.7742164"
}