{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.154.154",
    "article_title": "Initial Treatment with Lenalidomide Plus Rituximab for Mantle Cell Lymphoma: 5-Year Follow-up and Correlative Analysis from a Multi-Center Phase II Study ",
    "article_date": "December 7, 2017",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma—Clinical Studies: Mantle Cell Lymphoma, New Therapies",
    "abstract_text": "BACKGROUND: We previously reported early results of a multicenter phase 2 study of lenalidomide plus rituximab as initial treatment for MCL (NEJM 2015:373:1835), which was highly effective (ORR 92%, CR 64%) and well tolerated. Here we present outcomes with 5-year follow-up, as well as exploratory analysis of immunologic biomarkers and minimal residual disease measurement. METHODS: The study includes both induction and maintenance. Lenalidomide was administered at 20 mg daily on days 1-21 of a 28-day cycle for 12 cycles during induction, followed by dose reduction to 15 mg during maintenance. Standard dose rituximab was administered weekly x 4 during cycle 1, then once every other cycle. Treatment was continuous until progression, with option to stop therapy after 3 years. Plasma samples were obtained at baseline, C2D1 and C4D1 to measure cytokines ( IFN γ , IL10, IL12p70, IL12, IL1 β , IL2, IL4, IL6, IL8, TNF α) and chemokines ( MCP1, MCP4, Eotaxin, IP10, MDC, Eotaxin3, TARC, MIP1 α , MIP1 β, IL8 ), using MesoScale Discovery V-plex assays. The cytokine/chemokine levels over time, and their associations with responses and treatment-emergent rash were analyzed with Wilcoxon signed-rank and rank-sum tests. MRD was assessed using ClonoSEQ TM (Adaptive Biotechnologies, Seattle WA) on subjects with available paired pre-treatment tissue and post-induction PB samples. RESULTS: 38 subjects requiring therapy were enrolled at 4 centers from 7/2011 to 4/2014. The median age was 65 and MIPI scores evenly distributed between low-, intermediate-, and high-risk. Median follow-up was 58 months with range of 36-70 months. Two patients were inevaluable - one withdrew consent, other was intolerant of tumor flare. Twenty-two (61%) of the evaluable 36 patients remain in remission, including 13 (36%) beyond 5 years. Nineteen patients remain on treatment and 3 opted to stop therapy after 3 years. Eleven patients had progression - 3 with primary refractory disease and 8 following initial responses (4 CRs with PFS of 18, 38, 39 and 49 months, 4 PRs with PFS at 14, 25, 28 and 43 months). Six evaluable patients died, 3 from progression, 3 from unrelated comorbidities. Median PFS and DOR have not been reached. The 3-yr and 4-yr PFS rates were estimated at 80.3% (95% CI = 63.0%, 90.1%) and 69.7% (95% CI = 50.6%, 82.6%), with 3-yr and 4-yr OS rates at 91.9% (95% CI = 76.9%, 97.3%) and 82.6% (95% CI = 65.3%, 91.9%). TEAEs during maintenance included asymptomatic grade 3-4 cytopenias (42% neutropenia, 5% thrombocytopenia, 3% anemia), and grade 1-2 infections (45% URI, 16% UTI, 13% sinusitis and 8% cellulitis), all managed in outpatient settings. Five patients required brief hospitalization for IV antibiotics: 1 (3%) developed neutropenic fever in setting of cholecystitis, 3 (8%) had pneumonia and 1 (3%) had recurrent UTI. Secondary malignancies included squamous-cell carcinoma in 2 subjects, basal-cell carcinoma in 1 subject, and melanoma in situ in 2 subjects. Merkel-cell carcinoma developed in an 86-year-old subject after 18 months of therapy, and pancreatic cancer was diagnosed in a 68-year-old patient after 12 months of therapy. Compared to baseline, cytokine levels at C2D1 and C4D1 showed Th1/Th2 modulation, with significant increase in IFNγ (p=0.004 and p=0.007) and IL4 (p=0.004 and p=0.017), as well as significant decrease in IL2 (p=0.046 and p=0.032), IL10 (p=0.004 and p=0.007) and TNFα (p<0.0001 and p<0.0001). Chemokine levels showed uniform reduction in MCP1 (p<0.0001 and p=0.001), MDC (p<0.0001 and p<0.0001), MIP1α (p=0.007 and p=0.001) and MIP1β (p<0.0001 and p<0.0001), suggesting Th2 to Th1 switch. Responses at month 3 correlated with C4D1 higher levels of IL10 (p=0.04) and IL2 (p=0.05), both anti-tumor cytokines, and lower levels of MDC (p=0.04). TEAE of rash was significantly associated with increased IL2 levels at C2D1 (p=0.03) and C4D1 (p=0.01). One time MRD assay in 7 CR subjects with available samples who have completed at least 3-year study treatment showed MRD negativity in 6 out of 7 (86%) patients. CONCLUSIONS: Lenalidomide and rituximab as initial treatment for MCL can achieve high rate of complete responses and MRD negativity with durable remissions beyond 4 years. The nature of toxicity was not significantly affected by continuous treatment, particularly in the context of close follow-up. Further evaluation of this active regimen in larger, randomized frontline trials is warranted (ClinicalTrials.gov - NCT01472562). Disclosures Ruan: Cell Medica: Research Funding; Pharmacyclics: Research Funding; Seattle Genetics: Consultancy, Research Funding; Celgene: Consultancy, Research Funding. Martin: Celgene: Consultancy; Janssen: Consultancy, Honoraria, Other: travel expenses; Teva: Research Funding; Novartis: Consultancy; Genentech: Consultancy; Gilead: Consultancy, Other: travel expenses. Cerchietti: Celgene: Research Funding; Lymphoma Research Foundation: Research Funding; Leukemia and Lymphoma Society: Research Funding; Weill Cornell Medicine - New York Presbyterian Hospital: Employment. Schuster: Celgene: Consultancy, Research Funding; Seattle Genetics: Consultancy; Novartis: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Nordic Nanovector: Consultancy; Gilead: Consultancy, Research Funding; Janssen: Consultancy, Honoraria; Merck: Research Funding. Svoboda: Seattle Genetics: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Pharmacyclics: Research Funding; Kite: Consultancy; Merck: Research Funding; Celgene: Research Funding. Furman: Verastem: Consultancy; Genentech: Consultancy; Janssen: Consultancy, Honoraria; TG Therapeutics: Consultancy; Abbvie: Consultancy, Honoraria; Gilead: Consultancy; Pharmacyclics: Consultancy, Honoraria; Sunesis: Consultancy. Leonard: Roche: Consultancy; Celgene: Consultancy, Research Funding.",
    "topics": [
        "follow-up",
        "lenalidomide",
        "mantle-cell lymphoma",
        "phase 2 clinical trials",
        "rituximab",
        "cytokine",
        "chemokines",
        "interleukin-10",
        "disease remission",
        "exanthema"
    ],
    "author_names": [
        "Jia Ruan, MD PhD",
        "Peter Martin, FRCPC, MD MS",
        "Paul J Christos, Dr.P.H., M.S.",
        "Leandro Cerchietti, MD",
        "Bijal D. Shah, MD",
        "Stephen J. Schuster, MD",
        "Wayne Tam, MD PhD",
        "Amelyn Rodriguez, BSN, RN, OCN",
        "David Hyman",
        "Maria Nieves Calvo Vidal, PhD",
        "Lidia Roman Gonzalez",
        "Sonali M. Smith, MD",
        "Jakub Svoboda, MD",
        "Richard R. Furman, MD",
        "Morton Coleman, MD",
        "John P. Leonard, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jia Ruan, MD PhD",
            "author_affiliations": [
                "Weill Cornell Medicine and New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Martin, FRCPC, MD MS",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul J Christos, Dr.P.H., M.S.",
            "author_affiliations": [
                "Department of Healthcare Policy & Research, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leandro Cerchietti, MD",
            "author_affiliations": [
                "Weill Cornell Medicine and New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bijal D. Shah, MD",
            "author_affiliations": [
                "Malignant Hematology, Moffit Cancer Center, Tampa, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Schuster, MD",
            "author_affiliations": [
                "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wayne Tam, MD PhD",
            "author_affiliations": [
                "Weill Cornell Medicine and New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amelyn Rodriguez, BSN, RN, OCN",
            "author_affiliations": [
                "Weill Cornell Medicine and New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Hyman",
            "author_affiliations": [
                "Weill Cornell Medicine and New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Nieves Calvo Vidal, PhD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lidia Roman Gonzalez",
            "author_affiliations": [
                "Weill Cornell Medicine and New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonali M. Smith, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, University of Chicago, Chicago, IL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakub Svoboda, MD",
            "author_affiliations": [
                "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard R. Furman, MD",
            "author_affiliations": [
                "Weill Cornell Medicine and New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morton Coleman, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medicine /New York Presbyterian Hospital, New York, NY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John P. Leonard, MD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T12:55:42",
    "is_scraped": "1"
}