{
    "doi": "https://doi.org/10.1182/blood.V128.22.2098.2098",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3472",
    "start_url_page_num": 3472,
    "is_scraped": "1",
    "article_title": "Tofacitinib Reverses Growth Promoting Effects of the Bone Marrow Stromal Environment Though Inhibition of JAK1/STAT3 Signaling in Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "bone marrow",
        "multiple myeloma",
        "signal transduction",
        "stat3 protein",
        "tofacitinib",
        "ruxolitinib",
        "coculture techniques",
        "interleukin-6",
        "janus kinase inhibitors",
        "mass spectrometry"
    ],
    "author_names": [
        "Christine Lam",
        "Megan Murnane, M.Sc.",
        "Geoffrey A. Smith",
        "Jack Taunton, PhD",
        "Blake T. Aftab, PhD",
        "Arun P. Wiita, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Laboratory Medicine, Helen Diller Family Comprehensive Cancer Center, University of California San Francisco, San Francisco, CA "
        ],
        [
            "Department of Medicine, Helen Diller Family Comprehensive Cancer Center, University of California San Francisco, San Francisco, CA "
        ],
        [
            "Department of Cellular and Molecular Pharmacology, University of California San Francisco, San Francisco, CA"
        ],
        [
            "Department of Cellular and Molecular Pharmacology, University of California San Francisco, San Francisco, CA"
        ],
        [
            "Department of Medicine, Helen Diller Family Comprehensive Cancer Center, University of California San Francisco, San Francisco, CA "
        ],
        [
            "Department of Laboratory Medicine, Helen Diller Family Comprehensive Cancer Center, University of California San Francisco, San Francisco, CA "
        ]
    ],
    "first_author_latitude": "37.7737422",
    "first_author_longitude": "-122.42454465",
    "abstract_text": "Multiple myeloma is the second most common hematological malignancy in the U.S. and unfortunately remains incurable. Promising new therapies target the tumor microenvironment, in which bone marrow stromal cells (BMSCs), among others, support multiple myeloma (MM) cell growth, survival, and drug resistance. The cytokine IL-6 has been known to play a major role in this microenvironment, and constant stimulation by IL-6 persistently activates the JAK/STAT pathway and contributes to MM pathogenesis. Here, we found that inhibition of this pathway with tofacitinib, a pan-JAK inhibitor with primary activity against JAK1 and JAK3 and FDA-approved for rheumatoid arthritis, targets the tumor microenvironment and reverses the growth promotion supported by BMSCs in coculture with MM cells. Tofacitinib was previously identified in a screen of 2,684 compounds from the John Hopkins Drug Library for repurposing in the context of the MM bone marrow microenvironment; it demonstrated a strong capacity to reverse stroma-dependent growth promotion across three MM cell lines (MM1.S, OPM2, and L363) (Murnane et al. , ASH 2015). RNAseq and mass spectrometry also showed an increase in JAK3 expression in MM1.S cells in the presence of BMSCs, suggesting a new role for JAK3 in supporting BMSC-mediated MM growth and survival. However, Western blot and dose-response experiments with a novel, selective JAK3 inhibitor, JAK3i (Smith et al. , Nat Chem Biol 2016; 12 : 373), revealed that tofacitinib's effects in coculture were almost exclusively mediated through inhibition of JAK1 and downstream inhibition of STAT3 in MM cells. Although JAK3 expression was increased in the presence of stroma, tofacitinib induced no change in JAK3 phosphorylation and expression nor activation of its downstream transcription factor, STAT5, suggesting that JAK3/STAT5 may be less central to stroma-supported MM growth. Ruxolitinib, a JAK1/2 inhibitor FDA approved for myeloproliferative neoplasms, was additionally identified in the screen as another JAK inhibitor with a similar pattern of stroma-mediated sensitization in MM1.S, OPM2 and L363. However, upon further validation we found that ruxolitinib had no growth inhibiting effect on MM cells in either monoculture or BMSC-coculture with the HS5 and HS27A stromal cell lines across 3 MM lines (JJN3, MM1.S, RPMI8266) and while it did exhibit anti-MM activity in a fourth cell line (U266), there was no additional sensitization in the coculture setting. The phenotypic differences induced by ruxolitinib in the initial screen and our studies may therefore be related to the different stromal or MM cell lines used in each setting, but we note that both in the screen and in our further validation, tofacitinib had a greater reversal of stroma protection than ruxolitinib. Surprisingly, Western blotting in MM1.S cells demonstrates that even a high dose of ruxolitinib (up to 1 μM) does not inhibit STAT3 phosphorylation in coculture, whereas tofacitinib potently inhibited this marker of JAK1 signaling. Potentially, therefore, ruxolitinib may not inhibit JAK1/STAT3 signaling as potently in MM cells despite having a more favorable in vitro IC 50 vs. JAK1 than tofacitinib (3 nM vs. 112 nM, respectively). Alternatively, tofacitinib may have off-target effects beyond pan-JAK inhibition that inhibit MM cell growth. We are currently pursuing unbiased phosphoproteomic studies using mass spectrometry to elucidate global changes in phosphorylation in response to tofacitinib that may further underscore and identify these off-target effects. In addition, we demonstrate that a combination of tofacitinib with current MM therapies carfilzomib and melphalan leads to an additive effect that further increases MM cell death in the coculture context. Taken together, our results provide compelling data that tofacitinib may have general utility as an anti-MM therapy to specifically reverse the tumor-protective effects of the bone marrow microenvironment. Furthermore, our results suggest that tofacitinib may have more favorable anti-MM activity than ruxolitinib, which has already been explored in patients (protocol clinicaltrials.gov Identifier: NCT00639002). As tofacitinib is already FDA-approved, it is a promising therapy for repurposing that can be rapidly translated into clinical trials to improve outcomes in MM. Disclosures Taunton: Global Blood Therapeutics: Equity Ownership; Cell Design Labs: Consultancy, Equity Ownership; Kezar Life Sciences: Equity Ownership, Research Funding; Pfizer: Research Funding; Principia Biopharma: Consultancy, Equity Ownership; Circle Pharma: Consultancy, Equity Ownership. Aftab: CytomX: Research Funding; Omniox, Inc.: Research Funding; Atara Biotherapeutics, Inc.: Employment, Equity Ownership; Onyx Pharmaceuticals, Inc.: Research Funding; Cleave Biosciences, Inc.: Research Funding. Wiita: Omniox, LLC: Research Funding; Cleave Biosciences: Research Funding; Quadriga Biosciences: Research Funding; Onyx Pharmaceuticals: Research Funding."
}