{
    "doi": "https://doi.org/10.1182/blood.V110.11.3201.3201",
    "article_title": "Laboratory Response to Intranasal Desmopressin in Women with Menorrhagia and Underlying Platelet Dysfunction. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Intranasal desmopressin (IN-DDAVP) is used for home treatment of menorrhagia in women with inherited bleeding disorders. The effect of IN-DDAVP on laboratory hemostatic parameters in women with menorrhagia and associated platelet dysfunction is unknown. We evaluated the effects of IN-DDAVP on hemostatic parameters in women with menorrhagia and platelet dysfunction and correlated them with menstrual blood flow. Eleven women (aged 18–45) with menorrhagia and abnormal platelet aggregation and/or platelet adenosine tri-phosphate (ATP) release had determination of factor VIII coagulant activity (FVIII: C), von Willebrand factor antigen (VWF: Ag), von Willebrand factor ristocetin cofactor (VWF: RCo) activity, platelet aggregation, and platelet ATP release pre and 60 minutes post IN-DDAVP. Eight of eleven women underwent Platelet Function Analyzer (PFA-100) closure time determination with collagen/epinephrine (CEPI) and collagen/adenosine diphosphate (CADP) cartridge pre and post treatment. IN-DDAVP was administered during two consecutive menstrual cycles. Menstrual blood flow was assessed during each cycle using a pictorial blood assessment chart (PBAC). Following administration of IN-DDAVP there was a 2–3 fold increase in FVIII: C, VWF: Ag, and VWF: RCo observed in most patients over baseline levels. Mean FVIII:C increased from 130% ± 34.8% to 218% ± 96.5% ( P < 0.007), VWF: Ag increased from 86.9% ± 35.1% to 128.7% ± 64.3% ( P < 0.011), and VWF: RCo increased from 89.8% ± 42.8% to 139.6% ± 86.5% ( P < 0.02). The median baseline PBAC score of 235 decreased to 136 following IN-DDAVP. In addition, there were significant inverse correlations between changes in PBAC score and changes in VWF: Ag ( r s = − 0.85, p = 0.02), VWF: RCo ( r s = −0.81, p = 0.029), and FVIII:C ( r s = 0.92, p = 0.003) with IN-DDAVP. Mean PFA-100 closure time with the CEPI cartridge shortened from 166.8sec ± 85sec to 90.9sec ± 49.3sec (p< 0.02), and the closure time with the CADP cartridge shortened from 104.5sec ± 34.3sec to 64.8sec ± 40.4sec (p <0.007). There were significant inverse correlations between post IN-DDAVP PFA-100 CADP closure time and post IN-DDAVP FVIII:C ( r s = −0.86, p = 0.005), VWF: Ag ( r s = −0.72, p = 0.04), and VWF: RCo ( r s = −0.80, p = 0.01). In addition there were also significant inverse correlations between post IN-DDAVP PFA-100 CEPI closure time and post IN-DDAVP FVIII:C ( r s = −0.73, p = 0.03), and VWF: RCo ( r s = −0.74, p = 0.03), but not VWF: Ag ( r s = −0.66, p = 0.07). In-vitro platelet aggregation and platelet ATP release response did not correct and did not correlate with changes in menstrual blood flow. Our results demonstrate a correlation between VWF parameters and menstrual blood flow following IN-DDAVP in women with menorrhagia and underlying platelet dysfunction.",
    "topics": [
        "blood platelet disorders",
        "desmopressin",
        "menorrhagia",
        "platelet disorder, functional",
        "specimen type - menstrual blood",
        "hemostatics",
        "adenosine",
        "adenosine diphosphate",
        "bleeding diathesis",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Shelonitda S. Rose, MD",
        "Ambarina Faiz, MD, MPH",
        "Connie H. Miller, PhD",
        "Parvin Saidi, MD",
        "Claire S. Philipp, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shelonitda S. Rose, MD",
            "author_affiliations": [
                "Division of Hematology, UMDNJ-Robert Wood Johnson Medical School, New Brunswick, NJ, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ambarina Faiz, MD, MPH",
            "author_affiliations": [
                "Division of Hematology, UMDNJ-Robert Wood Johnson Medical School, New Brunswick, NJ, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie H. Miller, PhD",
            "author_affiliations": [
                "National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parvin Saidi, MD",
            "author_affiliations": [
                "Division of Hematology, UMDNJ-Robert Wood Johnson Medical School, New Brunswick, NJ, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire S. Philipp, MD",
            "author_affiliations": [
                "Division of Hematology, UMDNJ-Robert Wood Johnson Medical School, New Brunswick, NJ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T12:58:32",
    "is_scraped": "1"
}