{
    "doi": "https://doi.org/10.1182/blood-2019-128442",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4193",
    "start_url_page_num": 4193,
    "is_scraped": "1",
    "article_title": "Re-Constructing and Exploiting Transcriptional Regulatory Networks in Multiple Myeloma Drug Resistance ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "drug resistance",
        "multiple myeloma",
        "transcription, genetic",
        "bcl-2 protein",
        "biological markers",
        "cancer",
        "combined modality therapy",
        "cyclin d1",
        "drug combinations",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Rafael Renatino-Canevarolo, PhD",
        "Praneeth Reddy Sudalagunta, PhD",
        "Maria D Coelho Siqueira Silva, MSc",
        "Mark B. Meads, PhD",
        "Alexandre Tungesvik, MD",
        "Gabriel De Avila",
        "Alugubelli Raghunandan Reddy",
        "Minerva Nong",
        "Jamie Teer, PhD",
        "Eric A. Welsh, PhD",
        "Tint Lwin, MD PhD",
        "Amit Kulkarni, PhD",
        "Hongyue Dai, PhD",
        "William S. Dalton, PhDMD",
        "Kenneth H. Shain, MD PhD",
        "Ariosto Siqueira Silva, PhD"
    ],
    "author_affiliations": [
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Cancer Physiology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Cancer Imaging and Metabolism, H Lee Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "University of South Florida, Tampa, FL "
        ],
        [
            "Malignant Hematology, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Bioinformatics Core, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "M2GEN, TAMPA, FL "
        ],
        [
            "M2Gen, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL ",
            "M2Gen, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, Moffitt Cancer Center, Saint Petersburg, FL"
        ],
        [
            "Department of Cancer Physiology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ]
    ],
    "first_author_latitude": "28.01654715",
    "first_author_longitude": "-82.46681349999999",
    "abstract_text": "Problem: Multiple myeloma (MM) is a treatable yet incurable hematologic cancer that lacks predictive biomarkers. Approach: Here we apply a systems biology approach to determine patient-specific mechanisms, as well as signatures of drug resistance in MM. To achieve this goal, we have combined ex vivo drug sensitivity data from 307 MM fresh primary samples tested with 162 drugs and combinations, with paired molecular data (RNAseq and mutational profiling) from a larger overlapping cohort of 606 MM samples from Moffitt's Multiple Myeloma Working Group (MMWG) repository in collaboration with M2Gen/Oncology Research Information Exchange Network (ORIEN). With the purpose of decoupling biological function from intracellular control mechanisms, we have re-constructed a MM-specific transcriptional regulatory network composed of clusters of co-expressing genes. We demonstrate how this gene cluster network regulates biology, and how different biological functions (e.g. Proteasome, Ribosome, Oxidative Phosphorylation) share common regulatory circuits. We have used gene set enrichment analysis (GSEA) to identify gene clusters with transcriptional profiles, and investigated mutations associated with drug resistance. Results: As a preliminary validation of this approach, we have confirmed established mechanisms of resistance (MOR) to targeted therapies, as well as proposed novel MOR to clinically relevant and experimental drugs in MM, as well as putative synergistic drug combinations. In addition, we have identified a list of low frequency mutations (<5%) indirectly involved in drug resistance (or sensitivity) through modulation of expression of gene clusters correlated with drug resistance (GSEA). This would suggest that low frequency mutations in a number of different genes, targeting a shared transcriptional regulatory mechanism, can drive drug resistance in MM, while been overlooked by statistical analysis of each individual gene. We have also explored evolution of drug resistance in sequential samples. Consistent with altered transcriptional programming in therapeutic escape, single sample GSEA demonstrated cumulative dysregulation of cancer-related genes with increasing lines of therapy. We have identified 60 MM-specific transcriptional core auto-regulatory circuits (CRC) correlated with ex vivo drug resistance, suggesting that characterization of transcriptional regulatory circuits is a critical approach to infer mechanisms of MM resistance, and providing a novel rationale for combination therapy. We hypothesized that identifying and targeting these transcriptional CRCs could facilitate patient-specific rational combination therapies, with the goal to overcome therapy resistance in the clinic. As proof-of-principle, we have identified a novel transcriptional network consisting of 3 of these CRCs (FOXP1, JUNB and JUN) associated with BCL2 inhibitor (BCL2i) response in MM. Our preliminary data suggests that this transcriptional regulatory circuit is associated to t(11;14) MM through CCND1 up-regulation, but is also present in non-t(11;14) BCL2i-sensitive primary samples, and can be modulated to induce BCL2i sensitivity in non-t(11;14) MM through HDAC inhibitors. Conclusion and next steps: Preliminary results confirm the potential of this combination of unsupervised and supervised, yet functionally testable approach, to infer novel, and patient-specific MOR for MM drugs. Disclosures Dai: M2Gen: Employment. Dalton: MILLENNIUM PHARMACEUTICALS, INC.: Honoraria. Shain: Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Sanofi Genzyme: Membership on an entity's Board of Directors or advisory committees; AbbVie: Research Funding; Adaptive Biotechnologies: Consultancy; Janssen: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees."
}