{
    "doi": "https://doi.org/10.1182/blood-2018-99-116796",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3954",
    "start_url_page_num": 3954,
    "is_scraped": "1",
    "article_title": "Mechanical Loading Shows Anti-Myeloma Effects While Rescuing Bone Loss with Net Bone Formation in a Myeloma Bone Disease Murine Model ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "bone diseases",
        "mice",
        "multiple myeloma",
        "osteogenesis",
        "osteopenia",
        "immunoglobulin a",
        "painful bladder syndrome",
        "x-ray microtomography",
        "diagnostic imaging",
        "neoplasms"
    ],
    "author_names": [
        "Fani Ziouti",
        "Maximilian Rummler",
        "Andreas Brandl, PhD",
        "Andreas Beilhack, MD",
        "Maureen Lynch, PhD",
        "Bettina Willie, PhD",
        "Franziska Jundt, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine II, University Hospital of Würzburg, Wuerzburg, Germany "
        ],
        [
            "Research Centre, Shriners Hospital for Children-Canada, Department of Pediatric Surgery, McGill University, Montreal, Canada "
        ],
        [
            "Department of Internal Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany "
        ],
        [
            "Department of Internal Medicine II, University Hospital of Wuerzburg, Wuerzburg, Germany "
        ],
        [
            "Department of Mechanical & Industrial Engineering, University of Massachusetts, Amherst, "
        ],
        [
            "Research Centre, Shriners Hospital for Children-Canada, Department of Pediatric Surgery, McGill University, Montreal, Canada "
        ],
        [
            "Department of Internal Medicine II, University Hospital of Würzburg, Würzburg, Germany"
        ]
    ],
    "first_author_latitude": "49.802047",
    "first_author_longitude": "9.956875700000001",
    "abstract_text": "Osteolytic bone disease (BD) is a hallmark of multiple myeloma (MM) with tumor cells in the bone marrow shifting the balance of the bone remodeling process towards massive bone resorption. As a result, patients develop devastating osteolytic lesions that lead to non-healing bone fractures and pain, affecting life quality and mortality rates. Bones have the capacity to adapt mass and structure to mechanical stimuli, as dramatically seen in young tennis athletes with muscle-bone asymmetries in the playing arm. We have previously shown that tibial mechanical loading rescued bone loss in our murine MOPC315.BM MM model with an advanced osteolytic phenotype. Here, we hypothesize that mechanical strain (1) modulates the bone microenvironment and (2) has antitumor activity in mice. (1) We determined bone formation and bone resorption parameters by time-lapsed microCT analysis to show how skeletal mechanical stimuli control MM bone disease (MMBD) progression over time. (2) To monitor tumor progression, we used non-invasive bioluminescence imaging (BLI) and enzyme-linked immunosorbent assay (ELISA) for detection of MOPC315.BM specific immunoglobulin A (IgA) levels. In our in vivo loading study, we injected MOPC315.BM cells intratibially (i.t.) in BALB/c mice to establish MMBD (n=17) and used PBS-injected (n=13) as well as noninjected mice (n=8) as controls. Eight (MM), seven (PBS) and 8 (noninjected) mice received compressive tibial loading for three weeks while nine (MM) and six (PBS) mice served as nonloaded controls. The bone remodeling response to mechanical loading was investigated by longitudinal in vivo microCT imaging performed every 5 days (at day 13, 18, 23, 28, and 33 after i.t. injection). MicroCT images from day 33 were geometrically registered onto images of day 13 and resampled into the same coordinate system using Amira and scripts written in Matlab for post-processing. Normalized newly mineralized and eroded bone volume (MV/BV, EV/BV), normalized formed and eroded bone surface area (MS/BS, ES/BS), mineralized thickness (MTh) and eroded depth (ED) were quantified. ANOVA was performed to examine the effect of loading and injection. Loading significantly increased the periosteal MV/BV, periosteal and endosteal MS/BS as well as decreased the periosteal EV/BV and periosteal and endocortical ES/BS. Endosteal MV/BV or EV/BV were not affected, which may be due to differences in the local strain environment at the two surfaces. In addition, mechanical stimuli did not influence ED, but led to diminished periosteal EV/BV and periosteal ES/BS suggesting fewer resorption sites in tibiae subjected to loading. Injection significantly affected periosteal and endosteal bone formation and resorption (Fig.1). Significant increases in cortical bone mass of loaded MM mice were accompanied by decreases in tumor load as evidenced by MOPC315.BM specific IgA levels (Fig. 2A). Interestingly, quantification of tibial and whole body bioluminescence signal intensities revealed controlled tumor growth in the loaded left tibia and a further delay of tumor cell dissemination throughout body of MM mice (Fig. 2B). Our data provide evidence that skeletal mechanical stimuli have anti-myeloma effects and rescue osteolytic bone loss in MMBD. The anabolic response to mechanical loads outweighs the anti-resorptive effect of MM cells, suggesting a combination of loading with bone resorption inhibitors in future therapeutic strategies. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}