{
    "doi": "https://doi.org/10.1182/blood.V120.21.393.393",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2219",
    "start_url_page_num": 2219,
    "is_scraped": "1",
    "article_title": "A Multicenter Randomized Placebo Controlled Trial of Compression Stockings to Prevent the Post-Thrombotic Syndrome After Proximal Deep Venous Thrombosis: The S.O.X. Trial ",
    "article_date": "November 16, 2012",
    "session_type": "331. Pathophysiology of Thrombosis: Clinical Studies",
    "topics": [
        "deep venous thrombosis, proximal",
        "postphlebitic syndrome",
        "stockings, compression",
        "brachial plexus neuritis",
        "deep vein thrombosis",
        "venous thromboembolism",
        "ulcer",
        "adverse event",
        "follow-up",
        "edema"
    ],
    "author_names": [
        "Susan R. Kahn, MD, MSc",
        "Stan Shapiro",
        "Phil S Wells",
        "Marc A. Rodger, MD, FRCPC",
        "Michael J. Kovacs, MD",
        "David Anderson R",
        "Vicky Tagalakis, MD, MSc",
        "Mira Johri, PhD, MPH",
        "Adrielle H Houweling",
        "Christina Holcroft",
        "Susan Solymoss, MD",
        "Marie-José Miron",
        "Erik Yeo",
        "Reginald Smith",
        "Sam Schulman, MD, PhD",
        "Jeannine Kassis, MD",
        "Clive Kearon, MD, PhD",
        "Isabelle Chagnon, MD",
        "Turnly Wong",
        "Christine Demers",
        "Rajendar Hanmiah",
        "Scott Kaatz, MD",
        "Rita Selby, MBBS, MSc, FRCPC",
        "Suman Rathbun",
        "Sylvie Desmarais, MD",
        "Lucie Opatrny, MD, CM",
        "Thomas Ortel",
        "Jeffrey S. Ginsberg, MD"
    ],
    "author_affiliations": [
        [
            "Centre for Clinical Epidemiology and Community Studies, Lady Davis Institute, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Division of Hematology, The Ottawa Hospital, "
        ],
        [
            "Hematology, The Ottawa Hospital Research Institute, Ottawa, ON, Canada, "
        ],
        [
            "Department of Hematology, University of Western Ontario, London Health Sciences Centre, London, ON, Canada, "
        ],
        [
            "Thrombosis Unit, Queen Elizabeth II Health Sciences Centre, Halifax, NS, Canada, "
        ],
        [
            "Centre for Clinical Epidemiology and Community Studies, Lady Davis Institute, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Université de Montréal, Montreal, Canada, "
        ],
        [
            "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
        ],
        [
            "Centre for clinical epidemiology, Jewish General hospital, Montreal, "
        ],
        [
            "Medicine, Montreal General Hospital and St. Mary's Hospital, Montreal, QC, Canada, "
        ],
        [
            "Médecine vasculaire, Centre Hospitalier de l'Université de Montréal, Hôpital Notre-Dame, Montreal, QC, Canada, "
        ],
        [
            "Toronto General Hospital, Hamilton, ON, Canada, "
        ],
        [
            "Victoria Heart Institute Foundation, "
        ],
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Maisonneuve-Rosemont Hospital, Montreal, QC, Canada, "
        ],
        [
            "Henderson Hospital, McMaster University Clinic, Hamilton, ON, Canada, "
        ],
        [
            "Hôpital du Sacré-Coeur de Montréal, Montreal, QC, "
        ],
        [
            "St. Boniface General HospitalManitoba, Winnipeg, MB, Canada, "
        ],
        [
            "Hopital de L'enfant - Jesus, Quebec, QC, Canada, "
        ],
        [
            "St. Joseph's Hospital, "
        ],
        [
            "Henry Ford Hospital, Detroit, MI, USA, "
        ],
        [
            "Sunnybrook and Women's Hospital, Toronto, ON, Canada, "
        ],
        [
            "Oklahoma University Health Sciences Center, "
        ],
        [
            "Centre Hospitalier Pierre Boucher, Longueuil, Canada, "
        ],
        [
            "Royal Victoria Hospital, "
        ],
        [
            "Duke University Medical Center, "
        ],
        [
            "Department of Medicine, McMaster University Medical Center, Hamilton, Canada"
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469",
    "abstract_text": "Abstract 393 Background: The post-thrombotic syndrome (PTS) is a burdensome, costly complication of deep venous thrombosis (DVT). Investigating strategies to prevent PTS is important, as treatments for PTS are limited. To date, randomized trials of elastic compression stockings (ECS) to prevent PTS were small, single-center, none used a placebo control and results are conflicting. Objective: To determine whether ECS, compared with inactive (placebo) stockings, are effective to prevent PTS in patients with proximal DVT. Methods: We conducted a multicenter (24 centres, Canada and U.S.) randomized placebo controlled trial of active ECS (A-ECS) vs. placebo ECS (P-ECS) to prevent PTS after a first, symptomatic proximal DVT. A-ECS were knee length 30–40 mm Hg (Class II) graduated ECS. P-ECS were manufactured to look identical to A-ECS but lacked therapeutic compression. Stockings were mailed directly to patients and worn on the DVT-affected leg daily for up to 2 years. Patients did not wear their stockings at study follow-up visits (1, 6, 12, 18 and 24 months) to maintain study personnel blinding. The primary study outcome, PTS, was diagnosed at or after the 6 month visit using the Ginsberg measure (leg pain and swelling of 3 1 month duration and typical in character: worse end of day or after prolonged sitting/standing and improved after rest/leg elevation). All PTS diagnoses were confirmed by the local study physicians. Secondary outcomes were incidence and severity of PTS using the Villalta scale, venous ulcers, VTE recurrence and death from VTE. A sample size of 800 patients was targeted based on a hypothesized cumulative incidence of the primary outcome of 30% in P-ECS vs. 20% in A-ECS, 2-tailed a of 0.05 and 80% power, and anticipated 25% rate of death/withdrawal/lost-to-follow-up. Using a modified intent to treat approach, we performed a time-to-event analysis using a Cox proportional hazards model adjusted for center to calculate hazard ratios (HR) and 95% confidence intervals (CI) to compare rates of the primary outcome in A-ECS vs. P-ECS. A similar time-to-event analysis was performed for Villalta PTS (Villalta score ≥ 5 at or after the 6 month visit). Results: From 2004–2010, 398 patients were randomized to A-ECS and 408 to P-ECS. 3 patients found to be ineligible soon after randomization were excluded from the analysis. Median time from DVT diagnosis to randomization was 4 days. Baseline features were similar in the 2 groups; overall, 60% were male, mean age was 55 years, and most proximal extent of DVT was iliac or femoral vein in 70% and popliteal vein in 30% of patients. The cumulative incidence of PTS (primary outcome) by 750 days was 14.8% in A-ECS vs. 12.3% in P-ECS ( Figure  ) (HR adj 1.17; 95% CI 0.75–1.81; p=0.49). The cumulative incidence of Villalta PTS (secondary outcome) was 52.1% in A-ECS vs. 52.2% in P-ECS (HR adj 0.96; 95% CI 0.78–1.19; p=0.69). Additional outcomes were also similar in the two intervention groups ( Table  ). Rates of loss to follow-up (5.5% vs. 5.4%) and withdrawal (8.3% vs. 9.1%) were similar in A-ECS and P-ECS. Overall, ∼70% of patients in both groups continued the intervention throughout study follow-up, and of these, >80% of patients in both groups reported use for ≥ 3 days per week. Conclusions: In a large randomized placebo-controlled trial, ECS did not prevent the occurrence of PTS after a first proximal DVT and did not influence the severity of PTS or rate of recurrent VTE. The reported benefits of ECS to prevent PTS in some prior studies could be due, at least in part, to bias from open-label design. Whether ECS may be of benefit to manage symptoms of established PTS should be evaluated in future studies. . Active ECS (n = 397) . Placebo ECS (n = 406) . Villalta severity category *    None (score <5) 181 (51.9%) 182 (50.8%) Mild (5-9) 114 (32.6%) 116 (32.4%) Moderate (10-14) 30 (8.6%) 37 (10.3%) Severe (>14 or ulcer) 24 (6.9%) 23 (6.4%) Ipsilateral leg ulcer 16 ulcers in 16 patients 17 ulcers in 16 patients Recurrent VTE 45 events in 33 patients 44 events in 38 patients Recurrent ipsilateral DVT 18 events in 16 patients 17 events in 17 patients Death 36 (9.0%) 36 (9.1%) Death due to PE 0 0 Serious adverse event due to ECS 0 0 Adverse event due to ECS #  7 8 . Active ECS (n = 397) . Placebo ECS (n = 406) . Villalta severity category *    None (score <5) 181 (51.9%) 182 (50.8%) Mild (5-9) 114 (32.6%) 116 (32.4%) Moderate (10-14) 30 (8.6%) 37 (10.3%) Severe (>14 or ulcer) 24 (6.9%) 23 (6.4%) Ipsilateral leg ulcer 16 ulcers in 16 patients 17 ulcers in 16 patients Recurrent VTE 45 events in 33 patients 44 events in 38 patients Recurrent ipsilateral DVT 18 events in 16 patients 17 events in 17 patients Death 36 (9.0%) 36 (9.1%) Death due to PE 0 0 Serious adverse event due to ECS 0 0 Adverse event due to ECS #  7 8 * Highest Villalta score at or after 6-month visit. Missing for 48 patients in each group; # leg rash or itching. View Large View large Download slide View large Download slide Disclosures: Kahn: NIH: Research Funding; Canadian Institutes for Health Research: Research Funding; Sigvaris: Research Funding."
}