{
    "doi": "https://doi.org/10.1182/blood.V112.11.1344.1344",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1093",
    "start_url_page_num": 1093,
    "is_scraped": "1",
    "article_title": "The JAK2V617F Mutation in Non-MPD Hematopoiesis Occurs at a Low Frequency and in Differentiating Erythroid Cells. ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells",
    "topics": [
        "acute erythroblastic leukemia",
        "clonality (genetic analysis)",
        "cooley's anemia",
        "dna",
        "erythroid cells",
        "erythropoietin",
        "hematopoiesis",
        "mutation",
        "myeloproliferative disease",
        "phosphotransferases"
    ],
    "author_names": [
        "Svetlana Krichevsky",
        "Evgenia Prus, PhD",
        "Julia Abramowitz",
        "Aliza Treves",
        "Ido Weinberg, MD",
        "Ariel Borohovitz",
        "Riki Perlman, PhD",
        "Eitan Fibach, Ph.D",
        "Dina Ben- Yehuda, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Division of Internal Medicine, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Division of Hematology, Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ]
    ],
    "first_author_latitude": "31.765421699999997",
    "first_author_longitude": "35.148933549999995",
    "abstract_text": "A somatic point mutation in the JAK2 gene results in a constitutive activation of the JAK2 kinase in the erythropoietin (epo) signal transduction pathway. The mutation was found in Polycythemia Vera (PV) patients (>95%) as well as in other myeloproliferative disorders (MPD). In MPD the mutation was shown to occur in pluripotential hematopoietic stem cells and to be present in all blood cell lineages. We analyzed DNA samples from healthy individuals for JAK2V617F mutation by allele specific Real Time PCR. The mutation was detected in 9% of 114 samples with less than 0.001% of JAK2 mutant/wild-type (wt) DNA allelic ratio. The clonality of the mutation was studied by growing blood mononuclear cells from 8 healthy individuals in semi-solid culture in the presence of epo, allowing for erythroid differentiation. Individual erythroid colonies were picked up after 2 weeks. The mutation was detected in all 8 individuals at 5.6 – 24% (a median of 13.4%) of the colonies. The mutant/wt allelic ratio was 0.02% per single colony. This low frequency of positive mutant cells within a colony suggests that the mutation occurred at late stages of colony development concurrently with cell differentiation. In contrast, positive colonies derived from PV patients showed mutant/wt allelic ratio of either 50% (heterozygote) or 100% (homozygote), indicating the presence of the mutation at the early erythroid progenitor stage (BFUe). To further demonstrate that in cells from normal individuals the mutation occurs during erythroid differentiation, we studied 4 samples of CD34+ cells (purity >95%). Cells cultured in the presence of epo differentiated to erythroid precursors within 3 weeks. We found 2–4×10 −5 % of the JAK2V617F mutation in the CD34+ cells prior to culture, which increased more than 2 folds following cell differentiation. We hypothesized that maintenance of DNA fidelity is down graded with cell differentiation, rendering the cells susceptible for mutations in general and in JAK2 in particular. To prove this hypothesis we used mouse erythroleukemia cells (MEL) as a model for differentiation. MEL cells were transfected with plasmid containing human JAK2 wt or V617F DNA sequences and stimulated for differentiation by hemamethylene bisacetamide. After 5 days in culture human V617F sequence (~ 0.001%) was detected in cells transfected with JAK2 wt-containing plasmid and vice versa, indicating incorrect replication of the introduced plasmid. The changes occurred at 2 folds higher frequency in differentiated cells compared to undifferentiated cells. We speculated that accelerated erythropoiesis with increased erythroid differentiation will result in higher mutation rate. We therefore studied 2 conditions associated with increased hematopoiesis, Thalassemia major and smoking. We analyzed 54 samples from Thalassemic patients and detected the V617F mutation in 12 (22.2%) patients - a 2.4 -fold higher frequency compared to healthy individuals. We also screened peripheral blood of 79 heavy smokers and found the mutation in 20 (25%) individuals – a 2.8 fold higher than in non-smokers. As expected, the mutation was detected at very low frequency ~ 0.0024% of total DNA. Our results demonstrate that unlike in MPD where the JAK2V617F mutation occurs in pluripotential stem cells and expands extensively, in non-MPD individuals it arises in very low mutant/wt DNA allelic ratio during cell differentiation. These differences determine the lack of clinical significance of the JAK2V617F mutation in non-MPD individuals."
}