{
    "doi": "https://doi.org/10.1182/blood.V126.23.5592.5592",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3260",
    "start_url_page_num": 3260,
    "is_scraped": "1",
    "article_title": "Inappropropriate Use of Inferior Vena Cava Filters May Cause Harm ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions",
    "abstract_text": "Background : Technical improvements of inferior vena cava filters (IVCF) have led to a markedly increased use of this modality over the last two decades.While these devices may provide significant short-term protection from pulmonary embolism (PE) in patients for whom anticoagulation is contraindicated or ineffective, the risk-benefit ratio is unknown in a variety of indications not recommended by current guidelines. Serious long-term complications include an increased risk of deep vein thrombosis (DVT), IVCF malposition, fracture, migration and embolism. Methods : In this paper, we describe a case demonstrating multiple complications of IVCF placement. In addition, we attempted to review all available literature to identify data on the risk-benefit ratio of conventional versus liberal use of IVCF . Results : (i) Case Description : A 38-year-old woman with a history of recurrent VTE presented with severe abdominal pain. Her initial left popliteal vein thrombosis and PE had occurred in 2000 after a few months on oral contraceptives (OC). She was treated with warfarin for a year. A recurrent unprovoked episode of left iliofemoral DVT was diagnosed four years later, at which time she was off OC. Indefinite warfarin treatment was started, given her young age and recurrent VTE. She became pregnant two years later and was switched to enoxaparin until two months after delivery. However, she did not restart warfarin and experienced no complications until three years later, when a prophylactic temporary IVC filter was placed prior to partial hysterectomy for menorrhagia. The surgery was performed without complications, but six months later she developed a recurrent untriggered right femoral DVT and began to experience sharp pains and an abrupt change in her bowel habits. At presentation, a CT scan (below) determined that her IVC filter had migrated out of position with its wires protruding into her aorta and spine and perforating her duodenum. Major abdominal and vascular surgery was performed to remove the filter. A thrombophilia panel returned with normal results. The patient was started on rivaroxaban indefinitely with no further issues. (ii) Literature review : A PubMed search of all English language clinical trials with the key word \"IVC filter\" resulted in a total of 46 papers, 6 of which did not focus on outcomes of cava filters leaving 40 papers for review. These 40 papers were individually studied. We could identify no papers directly comparing standard versus liberal indications. Complication rates varied widely among the reviewed case series. Conclusion : While temporary IVC filters are an effective method of preventing PE when anticoagulation therapy is contraindicated or ineffective, there is no data in current medical literature comparing outcomes of standard versus liberal indications of IVCF use. Such studies are urgently needed to support or refute current medical practices in the United States and other developed countries. Furthermore, retrievable filters should be retrieved as soon as clinically feasible to avoid long-term complications, such as illustrated by our case. Axial contrast-enhanced CT showing migrated anterior arm of IVC filter protruding into the duodenum. Sagittal CT image showing posterior arm extending to the adjacent psoas muscle. Figure 1. View large Download slide Figure 1. View large Download slide Figure 2. View large Download slide Figure 2. View large Download slide Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "oral contraceptives",
        "vena cava filters",
        "deep vein thrombosis",
        "warfarin",
        "anticoagulation",
        "venous thromboembolism",
        "abdominal pain",
        "bone wires",
        "computed tomography",
        "embolism"
    ],
    "author_names": [
        "Rachel Hensel, MD",
        "Saurabh Rohatgi, MD",
        "Imre Bodó, MDPhD"
    ],
    "author_affiliations": [
        [
            "Boston University School of Medicine, Boston, MA "
        ],
        [
            "Department of Radiology, Emory University School of Medicine, Atlanta, GA "
        ],
        [
            "Department of Hematology and Medical Oncology, Emory University, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "42.3430288",
    "first_author_longitude": "-71.08718525"
}