{
    "doi": "https://doi.org/10.1182/blood.V112.11.190.190",
    "article_title": "Suppression of CML Progenitor but Not CML Stem Cell Growth Requires Dual Inhibition of BCR-ABL and KIT ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "abstract_text": "Chronic myeloid leukemia (CML) is caused by the tyrosine kinase BCR-ABL and inhibition of BCR-ABL by imatinib correlates with clinical response. In addition to BCR-ABL, imatinib inhibits c-ABL, ARG, PDGFR, c-FMS, LYN, KIT and possibly other kinases. It is presently unclear whether there are therapeutic benefits derived from simultaneous inhibition of BCR-ABL and non-BCR-ABL targets within CML cells. KIT is a receptor tyrosine kinase expressed by both normal and leukemic hematopoietic progenitors. Its ligand, stem cell factor (SCF), supports proliferation of CML progenitors in the absence of other cytokines and thus KIT signaling in conjunction with BCRABL signaling may be central to leukemogenesis. We hypothesized that the capacity of imatinib to inhibit KIT may contribute to its efficacy in CML. In this study, we use a panel of sole BCR-ABL, sole KIT and dual BCR-ABL/KIT inhibitors to explore: the requirement for BCR-ABL and KIT signaling in the survival and growth of primary CML stem and progenitor cells and the degree to which dual BCR-ABL/KIT inhibition by imatinib contributes to its efficacy in CML. We evaluated CFU-GM colony formation from newly diagnosed CML cells cultured in SCF, IL-3, and GM-CSF in the presence of the following BCR-ABL and KIT inhibitors: imatinib (dual BCR-ABL/KIT), PPY-A (sole BCR-ABL), SCF-blocking antibody K44.2 (SCF-block, sole KIT) and PPY-A+SCF-block (BCR-ABL+KIT). Enumeration of CFU-GM revealed minimal suppression by PPY-A (30%) and somewhat more significant suppression by SCF-block (50%). Maximal colony suppression achieved during treatment with imatinib (80%) could only be reproduced under conditions of simultaneous BCR-ABL and KIT inhibition using PPY-A+SCF-block (p=0.4 relative to imatinib) or PPY-A upon removal of SCF (p=0.5 relative to imatinib). Removal of IL-3 or GM-CSF did not significantly impact the growth of CFU-GM under conditions of sole BCR-ABL inhibition. We additionally cultured CML progenitors on human or murine stroma for 1–3 weeks under conditions of BCRABL and/or KIT inhibition and evaluated colony forming cell (CFC) growth. Neither sole BCR-ABL nor sole KIT inhibition suppressed growth of week 1 or week 3 CFC to the degree of dual inhibition by either imatinib or PPY-A+SCF-block. Our findings indicate that targeted therapy aimed at BCR-ABL without simultaneously targeting KIT may not be as effective at eliminating proliferative progenitors that are largely responsible for the expansion of leukemic cells. To evaluate whether KIT supports CML stem cell survival in a similar manner, we performed 6-week LTC-IC on murine stroma with BCR-ABL and KIT inhibitors. Sole BCR-ABL inhibition was more effective at blocking CML stem cell growth than progenitor cell growth (98% versus 71% suppression respectively) and KIT inhibition did not affect this population. The requirement of dual BCR-ABL and KIT inhibition to suppress primary CML cell growth was therefore cell context dependent and restricted to multipotent proliferative progenitors and CFU-GM. We conclude that despite the presence of BCR-ABL in all cell types associated with the malignant clone, survival depends on both oncogenic and physiological signaling pathways. Survival of CML stem cells, as seen in patients harboring residual disease, is independent of KIT. This may offer a partial explanation of why imatinib is less effective against this population than KIT-dependent progenitors. The degree to which specific oncogene-independent pathways contribute to survival impacts the efficacy of targeted therapy.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "psychological suppression",
        "stem cells",
        "imatinib mesylate",
        "granulocyte-macrophage colony-stimulating factor",
        "interleukin-3",
        "molecular targeted therapy",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "antibodies",
        "cytokine"
    ],
    "author_names": [
        "Amie S. Corbin",
        "Thomas O’Hare",
        "Brian J. Druker",
        "Michael W.N. Deininger"
    ],
    "author_dict_list": [
        {
            "author_name": "Amie S. Corbin",
            "author_affiliations": [
                "Howard Hughes Medical Institute, Oregon Health & Science University Cancer Institute, Portland, OR, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas O’Hare",
            "author_affiliations": [
                "Howard Hughes Medical Institute, Oregon Health & Science University Cancer Institute, Portland, OR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian J. Druker",
            "author_affiliations": [
                "Howard Hughes Medical Institute, Oregon Health & Science University Cancer Institute, Portland, OR, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael W.N. Deininger",
            "author_affiliations": [
                "Hematology and Medical Oncology, Oregon Health & Science University Cancer Institute, Portland, OR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T12:57:40",
    "is_scraped": "1"
}