{
    "doi": "https://doi.org/10.1182/blood.V104.11.4611.4611",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=74",
    "start_url_page_num": 74,
    "is_scraped": "1",
    "article_title": "Extreme Effectiveness of Operative Resection with or without Radiotherapy as a First Line Treatment for Localized Orbital Malt Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "lymphoma, mucosa-associated lymphoid tissue",
        "radiation therapy",
        "surgical procedures, operative",
        "immunoglobulin heavy chains",
        "immunologic adjuvants",
        "lymphoma",
        "pharmaceutical adjuvants",
        "tumor excision",
        "b-cell lymphomas",
        "cataract"
    ],
    "author_names": [
        "Yoshihiro Yakushijin, MD, PhD",
        "Toshio Kodama, MD, PhD",
        "Ikue Takaoka",
        "Masaki Otsuka, MD",
        "Takaaki Hato, MD, PhD",
        "Masaki Yasukawa, MD, PhD",
        "Shigeru Fujita, MD, PhD"
    ],
    "author_affiliations": [
        [
            "First Department of Internal Medicine, Ehime University School of Medicine, Onsen-gun, Ehime, Japan"
        ],
        [
            "Department of Ophthalmology, Matsuyama Red Cross Hospital, Matsuyama-shi, Ehime, Japan"
        ],
        [
            "First Department of Internal Medicine, Ehime University School of Medicine, Onsen-gun, Ehime, Japan"
        ],
        [
            "First Department of Internal Medicine, Ehime University School of Medicine, Onsen-gun, Ehime, Japan"
        ],
        [
            "First Department of Internal Medicine, Ehime University School of Medicine, Onsen-gun, Ehime, Japan"
        ],
        [
            "First Department of Internal Medicine, Ehime University School of Medicine, Onsen-gun, Ehime, Japan"
        ],
        [
            "First Department of Internal Medicine, Ehime University School of Medicine, Onsen-gun, Ehime, Japan"
        ]
    ],
    "first_author_latitude": "33.8528125",
    "first_author_longitude": "132.77443019999998",
    "abstract_text": "Localized orbital extranodal marginal zone B-cell lymphomas of mucosa-associated lymphoid tissue (MALT) are predominately low-grade, small B cell types and are associated with systemic occurrence either sequentially or concurrently in some cases. The risk of future relapse and the original lymphomas’ transformation to diffuse large B-cell lymphomas are great concerns for the treatment of patients with MALT lymphoma. Several groups have reported on the efficacy and complications related to radiotherapy with orbital MALT lymphoma, however, the efficacy of surgical operation for local control has not been well documented. We have studied series of orbital MALT lymphoma cases treated using operative resection, and analyzed the procedure’s efficacy as a first line treatment. We treated a total of twenty-three patients with orbital MALT lymphoma (median follow-up was 3.0 years). Pathological diagnoses of all cases were reviewed by hematopathologists, and the B cell monoclonality of twenty-two cases was confirmed by immunoglobulin heavy chain (IgH) rearrangement using Southern blot. There were three cases which occurred on both sides (right and left) of the ocular adnexa. In the surgically removed sections, a large component of pathological cells which seemed to be transforming into large cell lymphomas was found in two cases. All patients were treated using surgical operations as a first line therapy, and six (26%) cases needed additional adjuvant treatments such as radiotherapy and/or chemotherapy because of incomplete tumor resection. There was 100% freedom from local relapse or relapse in any sites among seventeen patients treated only with surgical operations. Two patients (12%) out of seventeen had xerophthalmia or strabismus as complications after the operations. Two patients (33%) among the six cases who needed adjuvant treatment had radiation-induced cataracts within three years. We conclude that operative resection as a treatment for orbital MALT lymphoma is very effective and well tolerated as a first line treatment. In addition, if the tumor resection is not complete, additional radiotherapy should be considered."
}