{
    "doi": "https://doi.org/10.1182/blood.V110.11.3423.3423",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=922",
    "start_url_page_num": 922,
    "is_scraped": "1",
    "article_title": "Epigenetic Regulation of CD20 Protein Expression in B-Cell Lymphoma Cells after Rituximab-Containing Chemotherapy. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Therapy with Biologic Agents excluding Pre-Clinical Models",
    "topics": [
        "b-lymphocytes",
        "cd20 antigens",
        "chemotherapy regimen",
        "epigenetics",
        "lymphoma",
        "rituximab",
        "diffuse large b-cell lymphoma",
        "rna, messenger",
        "cancer",
        "neoplasms"
    ],
    "author_names": [
        "Akihiro Tomita",
        "Junji Hiraga",
        "Hitoshi Kiyoi",
        "Tomohiro Kinoshita",
        "Tomoki Naoe"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology and Oncology, Nagoya Univ. Graduate School of Medicine, Nagoya, Aichi, Japan"
        ],
        [
            "Dept. of Hematology and Oncology, Nagoya Univ. Graduate School of Medicine, Nagoya, Aichi, Japan"
        ],
        [
            "Dept. of Infectious Diseases, Nagoya Univ. School of Medicine, Nagoya, Aichi, Japan"
        ],
        [
            "Dept. of Hematology and Oncology, Nagoya Univ. Graduate School of Medicine, Nagoya, Aichi, Japan"
        ],
        [
            "Dept. of Hematology and Oncology, Nagoya Univ. Graduate School of Medicine, Nagoya, Aichi, Japan"
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353",
    "abstract_text": "For the past 10 years, rituximab has been used with some forms of conventional chemotherapy to treat CD20(+) B-cell malignancies as a new molecular targeting drug. Although significant improvements in disease-free survival and cure rate have been obtained, resistance to rituximab has been recognized as a considerable problem. Here we report that CD20(−) tumor transformation is one important mechanism of resistance to rituximab. We also demonstrate a possibility that CD20 protein expression is downregulated by some epigenetic mechanisms, and interestingly, the protein expression can be restored by treatment with certain epigenetic drugs. During the 5 years beginning in 2001, 124 patients with B-cell malignancies were treated with rituximab-containing induction, consolidation, or salvage chemotherapies in our hospital. Relapse or recurrence of disease were confirmed in 36 patients (29.0%), and re-biopsy of tumor tissues was performed in 19 patients. Five cases (DLBCL, 3 cases, and DLBCL transformed from FL, 2 cases) of those 19 patients (26.3%) indicated CD20 protein-negative transformation in flow cytometry (FCM) and/or immunohistochemistry (IH) analyses. We established a CD20(−) lymphoma cell line RRBL1 from a DLBCL patient with CD20(−) transformation from CD20(+) FL after repeated treatment with rituximab, and analyzed molecular mechanisms of the CD20 protein-negative phenotype. CD20 was not expressed by IH, FCM, and immunoblotting analyses, and resistance to rituximab was observed after cell culture with rituximab treatment. Expression of wild-type CD20 mRNA was confirmed by RT-PCR, and no genetic mutation in coding sequence or promoter region was observed. Quantitative RT-PCR showed that the CD20 mRNA expression level was almost 100 times lower than that of CD20(+) B-cell lymphoma cells typically obtained from DLBCL patients. These data suggest that aberrant down regulation of CD20 mRNA may be closely related to the negative CD20 surface antigen expression. Interestingly, CD20 protein re-expression was confirmed by enhancing CD20 mRNA expression using specific epigenetic drugs including histone deacetylase inhibitor Trichostatin A (TSA). In addition, after TSA treatment, sensitivity for rituximab was significantly restored. Chromatin immunoprecipitation assay suggested that recruitment of histone deacetylase complexes to CD20 promoter may be related to the down regulation of CD20 expression. Our data may provide the basis for a new therapeutic strategy, epigenetic therapy combined with molecular targeting therapy using rituximab, for rituximab-resistant CD20(−) transformed B-cell malignancies."
}