{
    "doi": "https://doi.org/10.1182/blood.V114.22.3267.3267",
    "article_title": "Patients with Imatinib Resistance Harbour Low Level Mutations of the BCR-ABL Kinase Domain Predominantly in the CD34 + Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology Excluding Therapy Poster II",
    "abstract_text": "Abstract 3267 Poster Board III-1 Objectives: BCR-ABL kinase domain (KD) mutations can be detected at a low level prior to the start of imatinib (IM) in patients with advanced phase chronic myeloid leukemia (CML) and the presence of such mutations in CD34 + cells of CML patients in complete cytogenetic response is thought to underlie disease persistence on IM. Since new tyrosine kinase inhibitor (TKI) specific mutations have been shown to arise on nilotinib or dasatinib treatment, we have asked in this analysis whether patients with resistance to TKI may harbour additional, low-level BCR-ABL KD compound mutations in the early progenitor cells. Patients and Methods: Using a MACS® indirect CD34 Micro Bit Kit we selected a minimum of 1×10 4 CD34 + and CD34 - cells from 16 patients at the time of TKI resistance. The median purity of the CD34 + and CD34 - cell fractions was 93% (range 87 to 98%) and 95% (range 58 to 100%). Ten of these 16 patients (56%) had BCR-ABL KD mutations detectable by direct sequencing (DS M244Vx2, G250E, V299Lx2, F317I/Lx4, F359Vx2) defined as high level mutations. Complementary DNA prepared from total white cells, CD34 + and CD34 - cells was used for the amplification of BCR-ABL and the sensitive detection of 8 specific BCR-ABL KD mutations (F317L, F359V, T315I, E255K, E255V, Y253H, G250E, Q252H) by quantitative Ligation-PCR, which yields a reproducible sensitivity of 0.5% BCR-ABL mutant /BCR-ABL total , enabling the quantitative detection of low level mutations which are not detectable by direct sequencing. Results: Of the 10 patients carrying high level mutations, 9 (90%) were represented within our specific ligation PCR-panel. In these cases, the total mutated BCR-ABL level was comparable between the total white cells (median 99%, range 14 to 100%), CD34 + (median 100, range 18.02 to 100%) and CD34 - cells (median 100, range 11.73 to 100% BCR-ABL mutant /BCR-ABL total ). However, ligation-PCR detected further low level mutations within the 16 patient panel, which where present at a higher frequency in the CD34 + cells (n=8; Y252H, E255K/V, T315I, F317Lx2, F359Vx2) than in the CD34 - (n=2; Y252H, T315I) or the total white cells (n=3; Y252H, T315I, F359V). Furthermore, the proportion of mutated BCR-ABL within the patients with low level mutations was higher in the CD34 + cells (median 4.57%, range 0.64 to 7.82%) then in the CD34 - (median 1.18%, range 0.75 to 1.61%) or total white cells (median 1.24%, range 0.7–6.85%). Within the 10 patients with high level mutations, the low level mutations were exclusively detected in CD34 + cells (p=0.014). Conclusions: Whereas high level mutations are present at the same level in total white cells, CD34 + and CD34 - cells, we confirm our hypothesis that low level mutations are predominantly detectable in the early progenitor fraction. This is consistent with a spontaneous background of potentially resistant mutations in the stem/progenitor population which have the potential to develop a resistant leukemic phenotype on ineffective TKI treatment. Disclosures: Al-Ali: BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees. Niederwieser: BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Research Funding. Lange: BMS: Honoraria; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cd34 antigens",
        "imatinib mesylate",
        "mutation",
        "phosphotransferases",
        "protein-tyrosine kinase inhibitor",
        "ligation",
        "polymerase chain reaction",
        "dasatinib",
        "dna, complementary"
    ],
    "author_names": [
        "Jacqueline Maier",
        "Michael Cross",
        "Haifa Kathrin Al-Ali, MD",
        "Rainer Krahl",
        "Dietger Niederwieser, MD",
        "Thoralf Lange, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacqueline Maier",
            "author_affiliations": [
                "Department of Hematology/Oncology, University of Leipzig, Leipzig, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Cross",
            "author_affiliations": [
                "Department of Hematology/Oncology, University of Leipzig, Leipzig, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haifa Kathrin Al-Ali, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, University of Leipzig, Leipzig, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Krahl",
            "author_affiliations": [
                "Department of Hematology/Oncology, University of Leipzig, Leipzig, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietger Niederwieser, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, University of Leipzig, Leipzig, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thoralf Lange, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, University of Leipzig, Leipzig, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T13:17:04",
    "is_scraped": "1"
}