{
    "doi": "https://doi.org/10.1182/blood.V110.11.2287.2287",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=873",
    "start_url_page_num": 873,
    "is_scraped": "1",
    "article_title": "Population Pharmacokinetics (PK) of Oral Posaconazole (POS) for Antifungal Prophylaxis in Neutropenic Patients with Hematologic Malignancies. ",
    "article_date": "November 16, 2007",
    "session_type": "Immunodeficiency, including HIV and other infections",
    "topics": [
        "antifungal prophylaxis",
        "hematologic neoplasms",
        "neutropenia",
        "posaconazole",
        "pharmacokinetics",
        "proton pump inhibitors",
        "bilirubin",
        "diarrhea",
        "fluconazole",
        "intraoperative floppy iris syndrome"
    ],
    "author_names": [
        "Malaz A. AbuTarif, PhD",
        "Gopal Krishna, PhD",
        "Paul Statkevich, PhD"
    ],
    "author_affiliations": [
        [
            "Schering-Plough Res.Inst., Kenilworth, NJ, USA",
            " "
        ],
        [
            "Schering-Plough Res.Inst., Kenilworth, NJ, USA",
            " "
        ],
        [
            "Schering-Plough Res.Inst., Kenilworth, NJ, USA",
            " "
        ]
    ],
    "first_author_latitude": "40.676955799999995",
    "first_author_longitude": "-74.27426849999999",
    "abstract_text": "In a recent large, randomized, multicenter study in neutropenic patients undergoing remission-induction chemotherapy for acute myelogenous leukemia or myelodysplastic syndrome, prophylaxis with POS resulted in significantly fewer invasive fungal infections (IFIs) (2% vs 8%, P <0.001) and longer survival ( P =0.04) vs fluconazole or itraconazole ( Cornely et al New Engl J Med  2007 ; 356 : 348 –59 ). Using data from this study, the relationship between demographic/baseline covariates and apparent volume of distribution (V/F) of POS was evaluated in a population modeling approach. In the full study, 304 patients were administered POS (200 mg tid) and 298 patients received fluconazole (400 mg qd) or itraconazole (200 mg bid) for up to 12 weeks. For the population PK analysis, data from 215 POS patients were analyzed using nonlinear mixed-effect modeling. The effect on POS V/F of IFI occurrence, demographic characteristics, and baseline variables (occurring at or before day 7) including mucositis, neutropenia, vomiting, diarrhea, proton pump inhibitor (PPI) or H 2 -receptor antagonist usage, bilirubin ≥2 × upper limit of normal (ULN) and gamma-glutamyl transferase (GGT) ≥2 × ULN was examined. A 2-stage “stepwise forward addition” followed by a “stepwise backward elimination” approach was used to build the covariate model. The model was validated by bootstrapping data with 85% and 50% partial sampling. POS V/F, and thus exposure, was statistically associated with diarrhea, PPI intake, bilirubin ≥2 × ULN, GGT ≥2 × ULN, and race (white vs nonwhite). None of these covariates predominated in patients with proven or probable IFI (n=7). Validation demonstrated the robustness of this model. A significant relationship was found between POS V/F (or exposure) and the following covariates: diarrhea, PPI intake, bilirubin ≥2 × ULN, GGT ≥2 × ULN, and race. However, the influence of these covariates on POS exposure is unlikely to be clinically relevant as none of the covariates predominated in the patients who developed IFI, and plasma POS levels were attained that were adequate for successful prophylaxis against IFIs. Thus, no dosage adjustments are recommended based on these covariates."
}