{
    "doi": "https://doi.org/10.1182/blood.V104.11.2268.2268",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=259",
    "start_url_page_num": 259,
    "is_scraped": "1",
    "article_title": "Aberrant Somatic Hypermutation in Primary Mediastinal Large B-Cell Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Primary mediastinal large B-cell lymphoma (PMLBCL) is recognised as a subtype of diffuse large B-cell lymphoma (DLBCL) arising in the mediastinum. With respect to DLBCL, PMLBCL displays specific clinical, molecular and morphological features suggesting that PMLBCL may represent a distinct clinico-pathologic entity. Aberrant somatic hypermutation (SHM) of PIM -1, PAX -5, RhoH/TTF and c- MYC has been advocated as a molecular feature distinctive of DLBCL. To investigate wether the same mechanism is associated with PMLBCL, we performed mutational analysis of PIM -1, PAX -5, RhoH/TTF and c- MYC in a panel of 19 PMLBCL. For comparison, 19 DLBCL were also analysed. For each gene, a region previously shown to contain >90% of mutations was analysed by PCR amplification and DNA direct sequencing. Overall, the prevalence of mutated cases was similar among DLBCL and PMLBCL. Mutations targeting at least one of the 4 genes were found in 14/19 (73.6%) PMLBCL and 13/19 (68.4%) DLBCL, while mutations in more than one gene were found in 7/19 (36.8%) PMLBCL and 9/19 (47.3%) DLBCL. Among the four genes, the prevalence of mutation and the mutation frequency was superimposable between PMLBCL and DLBCL. In fact, PAX -5 was mutated in 9/19 (47.3%) PMLBCL with a mean mutation frequency of 0.20 x 10 −2 /bp and in 7/19 (36.8%) DLBCL with a mean mutation frequency of 0.18 x 10 −2 /bp; RhoH/TTF was mutated in 6/19 (31.5%) PMLBCL with a mean mutation frequency of 0.08 x 10 −2 /bp and in 8/19 (42.1%) DLBCL with a mean mutation frequency of 0.27 x 10 −2 /bp; PIM -1 was mutated in 3/19 (15.7%) PMLBCL with a mean mutation frequency of 0.09 x 10 −2 /bp and in 7/19 (36.8%) DLBCL with a mean mutation frequency of 0.11 x 10 −2 /bp; c- MYC was mutated in 6/19 (31.5%) PMLBCL with a mean mutation frequency of 0.23 x 10 −2 /bp and in 5/19 (26.3%) DLBCL with a mean mutation frequency of 0.11 x 10 −2 . The mutation pattern was also similar between PMLBCL and DLBCL and was consistent with the SHM process. A total of 74 mutational events were detected in PMLBCL. The majority of mutations were represented by single base-pair substitution (n=66), whereas only 8 deletions of a short DNA stretch were observed. Of the 66 single base-pair substitutions, 41 were transitions and 25 were transversions, with a transition/transversion ratio of 1.64 and a G+C/A+T ratio of 3.6. Eleven out of 66 (16.6%) single base-pair substitutions felt within RGYW/WRCY motifs. Among DLBCL a total of 87 mutational events were detected. Mutations were preferentially represented by single base-pair substitutions (n=81), whereas only 4 deletions and 2 insertions of a short DNA stretch were observed. Of the 81 single base-pair substitutions, 42 were transitions and 39 were transversions, with a transition/transversion ratio of 1.07 and a G+C/A+T ratio of 1.89. Twenty six out of 81 (32.1%) single base-pair substitutions felt within RGYW/WRCY motifs. The implication of our results are twofold. First, aberrant SHM is involved in the pathogenesis of PMLBCL. Second, our results indicate that aberrant SHM targets both PMLBCL and DLBCL with similar prevalence, distribution and mutation pattern. Since aberrant SHM has been advocated as a molecular marker of DLBCL, our results corroborate the notion that PMLBCL represent a subtype of DLBCL rather than a distinct clinico-pathologic entity.",
    "topics": [
        "primary mediastinal large b-cell lymphoma",
        "diffuse large b-cell lymphoma",
        "dna",
        "biological markers",
        "mutation analysis",
        "polymerase chain reaction",
        "amplification",
        "mediastinum"
    ],
    "author_names": [
        "Davide Rossi, MD",
        "Michaela Cerri, PhD",
        "Daniela Capello, PhD",
        "Clara Deambrogi, PhD",
        "Eva Berra, PhD",
        "Silvia Franceschetti, MD",
        "Annarita Conconi, MD",
        "Chiara Vendramin, MD",
        "Marco Paulli, MD",
        "Pileri Stefano, MD",
        "Antonino Carbone, MD",
        "Gianluca Gaidano, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ],
        [
            "Pathology, Policlinico S. Matteo, Pavia, Italy"
        ],
        [
            "Hematopathology Unit, University of Bologna, Bologna, Italy"
        ],
        [
            "Pathology, CRO, Aviano, Italy"
        ],
        [
            "Hematology Unit, Amedeo Avogadro University, Novara, Italy"
        ]
    ],
    "first_author_latitude": "45.453829",
    "first_author_longitude": "8.61578095"
}