{
    "doi": "https://doi.org/10.1182/blood.V120.21.4076.4076",
    "article_title": "Comparative Effectiveness of Lenalidomide Plus Dexamethasone for the Treatment of Refractory/Relapsed Multiple Myeloma: A Systematic Review and Mixed Treatment Comparison ",
    "article_date": "November 16, 2012",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Abstract 4076 OBJECTIVES: To evaluate the comparative effectiveness of lenalidomide (25 mg) plus dexamethasone (40 mg) (LEN/dex) for the treatment of relapsed/refractory multiple myeloma (RRMM) compared to thalidomide and bendamustine. Primary outcome of interest was time to progression (TTP). Secondary outcomes of interest were overall response rates (ORR) and overall survival (OS). METHODS: A comprehensive systematic literature review was conducted to identify any randomised controlled trials (RCTs) investigating the clinical efficacy of specified therapies for the treatment of RRMM. Specified therapies included lenalidomide, thalidomide and bendamustine. Of these therapies, only LEN/dex combination therapy is approved in RRMM but bendamustine and thalidomide (monotherapy or in combination with dexamethasone) have also shown activity in the treatment of myeloma. Electronic databases were searched from March 2002 to 2012 (language unrestricted. Randomized clinical trials were independently evaluated against predetermined criteria for inclusion and determined to be eligible for the meta-analysis prior to any outcome assessment. Fixed effects and random effects mixed-treatment comparisons (MTC) were carried out, adopting the methods described by Lu and Ades 1 . MTCs estimate the comparative effectiveness of multiple treatments using an evidence base of trials that individually do not compare all treatment options. Results for TTP were reported as hazard ratios (HR) and 95% confidence intervals and an associated probability of best treatment. Results for binary variables (ORR, OS) were reported as odds ratios (OR) and 95% confidence intervals. RESULTS: Sixteen original RCTs met the initial inclusion criteria; twelve (N = 3,590), nine (N = 3,350) and six (N = 2,295) of which were able to be connected to form a network of evidence which provided the heterogeneous trial base for MTC analysis of ORR, OS, and TTP comparison, respectively. Two trials directly investigated the efficacy of LEN/dex (N = 353) and three trials assessed the efficacy of thalidomide monotherapy (N = 785). No RCTs were identified that investigated the efficacy of bendamustine or thalidomide/dexamethasone combination therapy in RRMM. There were too few studies (investigating treatment arms of interest) relative to the number of trials in the network to formally estimate or test for heterogeneity. Therefore a fixed effects network meta-analysis was used instead of a random effects network meta-analysis. Comparability of trial populations was assessed and discussed in detail since these could not be adjusted for in the statistical model. Age, sex, baseline disease characteristics, time since diagnosis and medical history were similar between study populations. TTP analysis was statistically significant and favoured LEN/dex over thalidomide monotherapy: HR = 2.34 [1.31, 4.17]. The associated probability of LEN/dex being the best treatment within the evidence network is 97.9%. Secondary outcomes analysis were also statistically significant in favour of LEN/dex over thalidomide monotherapy (ORR: OR = 10.48 [4.75, 22.81]; OS: OR = 1.43 [1.12, 1.84]). CONCLUSIONS: Results demonstrated statistically significant superiority of lenalidomide plus dexamethasone therapy versus thalidomide monotherapy for the treatment of RRMM. No analyses were possible versus bendamustine or thalidomide/dexamethasone combination therapy due to the lack of RCTs investigating the efficacy of these therapeutic regimens in RRMM. Disclosures: Stradwick: Celgene International: Consultancy. Freemantle: BresMed: Consultancy. Off Label Use: Thalidomide monotherapy activity in the treatment of myeloma. Brereton: Celgene International: Consultancy.",
    "topics": [
        "comparative effectiveness research",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "thalidomide",
        "bendamustine",
        "combined modality therapy",
        "medical history",
        "off-label use",
        "time to progression"
    ],
    "author_names": [
        "Sallie Stradwick",
        "Nick Freemantle",
        "John Snowden",
        "Felipe Rodrigues",
        "Nic Brereton"
    ],
    "author_dict_list": [
        {
            "author_name": "Sallie Stradwick",
            "author_affiliations": [
                "Research and Statistics, BresMed, Sheffield, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nick Freemantle",
            "author_affiliations": [
                "Primary Care and Population Health, University College London, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Snowden",
            "author_affiliations": [
                "Sheffield University, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Rodrigues",
            "author_affiliations": [
                "Celgene International"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nic Brereton",
            "author_affiliations": [
                "Research and Statistics, BresMed, Sheffield, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T02:26:45",
    "is_scraped": "1"
}