{
    "doi": "https://doi.org/10.1182/blood.V110.11.3799.3799",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=888",
    "start_url_page_num": 888,
    "is_scraped": "1",
    "article_title": "Anti-Oxidant Treatment with α-Lipoic Acid and Acetyl L-Carnitine in Hemoglobinopathies. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "antioxidants",
        "hemoglobinopathies",
        "levocarnitine",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "amino acids",
        "arginine",
        "thalassemia",
        "cysteine"
    ],
    "author_names": [
        "Ashutosh Lal, MD",
        "Jung Suh, PhD",
        "Wafa Atamna, BA",
        "Bridget Canty, PNP",
        "Ward Hagar, MD",
        "Elliott Vichinsky, MD",
        "Frans Kuypers, PhD",
        "Bruce Ames, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Children’s Hospital & Research Center, Oakland, CA, USA"
        ],
        [
            "Children’s Hospital Oakland Research Institute, Oakland, CA, USA"
        ],
        [
            "Children’s Hospital Oakland Research Institute, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital & Research Center, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital & Research Center, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Children’s Hospital & Research Center, Oakland, CA, USA"
        ],
        [
            "Children’s Hospital Oakland Research Institute, Oakland, CA, USA"
        ],
        [
            "Children’s Hospital Oakland Research Institute, Oakland, CA, USA"
        ]
    ],
    "first_author_latitude": "37.81405195",
    "first_author_longitude": "-122.35743754999997",
    "abstract_text": "Oxidative stress is integral to pathophysiology of sickle cell disease and thalassemia. Precipitated globin chains in thalassemia generate free radicals, while increased superoxide, vaso-occlusive crises (VOC) and depletion of NO contribute to pro-oxidant state in SCD. To combat oxidative stress in hemoglobinopathies, potent antioxidant compounds able to neutralize free radicals in both aqueous and lipophilic environments are required. A combination of α-lipoic acid (LA) and acetyl L-carnitine (ALCAR) was given to 14 subjects (SCD = 11, HbH-Constant Spring = 3) who were not on regular red cell transfusions. All subjects except 1 with SCD completed the study. SCD subjects (SS=9, SC=1) had history of frequent VOC with 7/10 receiving hydroxyurea therapy. All subjects were at baseline clinical status with no acute complications from the disease. LA 400 mg and ALCAR 1,000 mg per day were administered for 3 weeks. Some subjects received a higher dose (LA 800/ALCAR 2000 per day) for an extra 3 weeks to test tolerability. Paired t-test was performed to compare variables at baseline and after 3 weeks. Plasma redox sulfur-amino acids were measured by liquid chromatography/tandem mass spectrometry. The redox state of plasma free glutathione (reduced:oxidized GSH) was significantly better at 3 weeks (14.3±4.9 vs. 18.6±3.9, p=.004). Plasma cysteine, methionine and homocysteine redox ratios were unchanged. Intracellular amino acid profile of RBC was significantly altered by LA/ALCAR. LA is a known inducer of GSH synthesis. There was 4-fold increase in cysteine (p=.027), 1.4-fold increase in glycine (p=.003), and 1.7-fold increase in serine (p=.026), all of which are precursors of GSH. The increase in glutamate (1.3-fold) was not significant. Total red cell GSH content was unchanged, though there was a trend towards better GSH redox (1.5-fold, p=.109). RBC arginine content was significantly higher following therapy (1.7-fold, p=.026). Ornithine decreased slightly (0.87-fold, p=n.s.), and arginine:ornithine ratio increased by 2.1-fold (p=.099). The content of other amino acids did not change significantly. The effect of antioxidant therapy on serum markers of inflammation was examined. CRP was elevated (>8 mg/L) at baseline in 5/10 subjects with SCD (range 9–27 mg/L). CRP returned to normal in 3/5 subjects at the end of 3 weeks. The other two subjects with elevated CRP at baseline developed VOC during the study, which was associated with further rise in CRP. Plasma IL-6, elevated at baseline in one subject (16.2 pg/mL), also returned to normal (0.3 pg/mL). Only 1/5 subjects with a normal CRP at baseline (2.7 mg/L) had a higher level (9.1 mg/L) at the end of study. No significant change in the plasma sVCAM level was noted. IL-1β level was below the limit of detection in all cases. Treatment was well tolerated, except for 1 subject (Hb SC) who dropped out after 1 week following a localized neck rash. Three SCD subjects experienced vaso-occlusive (VOC) pain episodes while on study (2 in week 3, 1 in week 6, including 1 death). No adverse events were recorded in subjects with thalassemia. The data demonstrate that treatment with LA/ALCAR is capable of improving plasma redox status in hemoglobinopathies. There is a beneficial impact on RBC amino acid profile, with increase in GSH precursors and a significant improvement in arginine content. Systemic inflammation appeared to improve in subjects with SCD who did not develop VOC while on study."
}