{
    "doi": "https://doi.org/10.1182/blood.V128.22.3104.3104",
    "article_title": "RT-qPCR and RT-Digital PCR: A Comparison of Different Platforms for the Evaluation of Residual Disease in Chronic Myeloid Leukaemia ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster II",
    "abstract_text": "BACKGROUND . Tyrosine Kinase Inhibitors (TKIs) are part of the successful clinical management of patients with Chronic Myeloid Leukaemia (CML). However, optimal clinical management of CML requires a robust, standardized laboratory assay used at key clinical milestones to ensure a successful outcome for patients on TKIs. Quantitative monitoring of % BCR-ABL1 IS by reverse transcription quantitative PCR (RT-qPCR) is the gold standard strategy for evaluating patient response to therapy and classification into prognostic subgroups. However, it can be challenging to perform in a reproducible manner. Reverse-Transcription Digital PCR (RT-dPCR) is an adaptation of this method that could provide the robust and standardized workflow needed for patient stratification. AIM . In this study, we compared three different dPCR platforms and investigated whether they could be applied to a clinical setting to quantify BCR-ABL1 transcripts in CML patients. METHODS . BCR-ABL1 and ABL1 transcript copy numbers were quantified in a total of 102 samples; 70 CML patients undergoing TKI therapy and 32 non-CML individuals. Three commercially available RT-dPCR platforms (QS3D, QX200 and RainDrop) were compared with the routinely used RT-qPCR platform using a modified version of the Europe Against Cancer (E.A.C.) assay. RESULTS . Measurements on all instruments correlated well when the % BCR-ABL1 IS was ≥0.1% (R 2 = 0.91, 0.93, 0.95 for QS3D, QX200, RainDrop, respectively)(Figure 1A). RT-dPCR quantification of the BCR-ABL1 transcript copy numbers however correlated well with RT-qPCR across all three platforms down to ≥0.1% (R 2 = 0.85, 0.94, 0.92 for QS3D, QX200, RainDrop, respectively) (Figure 1B). Below this level, while the correlation was maintained, there was greater variation among instruments between RT-dPCR and RT-qPCR. Agreement between instruments was consistently higher for BCR-ABL1 copies than for ABL1 copies on the same patient set; thus changing the % BCR-ABL1 ratio values frequently varying by one order of magnitude when compared to RT-qPCR (R 2 = 0.89, 0.92, 0.97 for QS3D, QX200, RainDrop, respectively) (Figure 1C). Furthermore, none of the platforms were able to substantially improve the sensitivity of quantification by RT-qPCR in relation to patients samples with %BCR-ABL1 IS level <0.001%. When using the QS3D there was good correlation down to approximately 20 copies of BCR-ABL1 transcripts, below which a plateau was observed (Figure 2). For quantification of the lowest two CML categories, 0.001% and <0.001%, all three RT-dPCR instruments detected amplification of BCR-ABL1 targets (Figure 2). However, the comparison between these groups and the non-CML control groups showed a positive measurement in the absolute quantification of BCR-ABL1 in the negative control groups (false positive rate; FPR) that clearly affected the sensitivity of measurement in these two lowest CML categories (Figure 2). For the QX200 platform, the plateau was less pronounced than that observed with the QS3D. The FPR was visibly lower than those of the QS3D and Raindrop platforms. However, for the QX200, the lowest three CML categories (≤0.01%) were indistinguishable from the negative control patient groups (Figure 2). Only the Raindrop platform was able to measure % BCR-ABL1 IS in the <0.001% range at a level higher than the FPR in the control patient groups (Figure 2). This was possibly related to the larger volume of cDNA added to each reaction (10 µl as opposed to 1 µl). However, in the CML patient samples, the Raindrop platform did not quantify any difference in the BCR-ABL1 transcripts in proportion to the disease level they were assigned (0.01%, 0.001% or <0.001%) (Figure 2). CONCLUSION . RT-dPCR was able to quantify low level BCR-ABL1 transcript copies but was unable to improve sensitivity below the level of detection achieved by RT-qPCR. However, RT-dPCR was able to perform these sensitive measurements without calibration curve. Adaptions to the protocol to increase the amount of RNA measured, a redesign of the assay used and an alternative reference gene to ABL1 are likely to be necessary to improve the analytical sensitivity of BCR-ABL testing. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Griffiths: Affymetrix: Research Funding. Apperley: Bristol Myers Squibb: Honoraria, Speakers Bureau; Incyte: Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau; Ariad: Honoraria, Speakers Bureau.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "polymerase chain reaction",
        "residual tumor",
        "protein-tyrosine kinase inhibitor",
        "osteopathic manipulation, facilitated positional release",
        "bcr-abl tyrosine kinase",
        "calibration",
        "cancer",
        "dna, complementary",
        "false-positive results"
    ],
    "author_names": [
        "Mary Alikian, MSc, PhD",
        "Alexandra S. Whale",
        "Simon Cowen",
        "Kim Piechocki",
        "Michael John Griffiths, BSc",
        "Alistair G Reid, BSc, PhD",
        "Susanna Akiki",
        "Jane F. Apperley, MD",
        "Jim F. Huggett",
        "Letizia Foroni"
    ],
    "author_dict_list": [
        {
            "author_name": "Mary Alikian, MSc, PhD",
            "author_affiliations": [
                "Centre for Haematology, Department of Medicine, Imperial College London, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexandra S. Whale",
            "author_affiliations": [
                "Molecular and Cell Biology, LGC, Teddington, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Cowen",
            "author_affiliations": [
                "Statistics, LGC, Teddington, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Piechocki",
            "author_affiliations": [
                "Birmingham Women's NHS Foundation Trust, West Midlands Regional Genetics Laboratories, birmingham, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael John Griffiths, BSc",
            "author_affiliations": [
                "West Midlands Regional Genetics Laboratory, Birmingham, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alistair G Reid, BSc, PhD",
            "author_affiliations": [
                "Centre for Haematology, Department of Medicine, Imperial College London, London, United Kingdom ",
                "Imperial Molecular Pathology, Imperial Healthcare Trust, Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanna Akiki",
            "author_affiliations": [
                "West Midlands Regional Genetics Laboratory, Birmingham, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane F. Apperley, MD",
            "author_affiliations": [
                "Centre for Haematology, Imperial College London at Hammersmith Hospital, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim F. Huggett",
            "author_affiliations": [
                "Molecular and Cell Biology, LGC, Teddington, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Letizia Foroni",
            "author_affiliations": [
                "Centre for Hematology, Imperial College London, London, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T06:38:00",
    "is_scraped": "1"
}