{
    "doi": "https://doi.org/10.1182/blood.V124.21.1863.1863",
    "article_title": "Leukocyte Count Defines Patients on Risk for Thrombotic Complications with Well Controlled Essential Thrombocythemia- Data from a Patient- Registry ",
    "article_date": "December 6, 2014",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "abstract_text": "There is compelling evidence that white blood cell (WBC) counts impact the risk of thrombosis in patients with myeloproliferative neoplasms (MPN) (Barbui Blood 2013). Moreover, recent publications disclosed significant differences regarding certain disease characteristics and the course of disease in WHO 2008 (Tefferi Blood 2007) classified essential thrombocythemia (ET) and prefibrotic primary myelofibrosis (PMF) (Kvasnicka Am J Hematol 2008; Barbui JCO 2011; Buxhofer-Ausch Am J Hematol 2012). Hence, patients cohorts classified prior to WHO 2008 may likely consist of a mix of patients with ET and prefibrotic PMF. We aimed to reproduce the influence of WBC counts on the thrombotic risk in patients under real-life conditions. Therefore we assessed data of 825 Austrian patients from a patient registry for anagrelide in ET that was initiated 2001 in Austria due to an official authorities demand and is now being maintained in several Central European countries. Efficacy of treatment was assessed by investigating the course of platelet counts and event free survival relating to the first minor or major thrombotic event. WBC counts from the first available time points were correlated with the first thrombotic event. The cut off for the WBC subgroup analysis was set at 8,5 G/l. Statistical analysis was performed using the open-source R statistical software package, version 3.0.2. Non-parametric two-sided 95% confidence intervals for medians were calculated. Survival probabilities were assessed by applying the Kaplan-Meier method. For the comparison of time to event between the leukocyte- specific subgroups the log-rank test was used. Median Follow up of the study cohort is 3,07 years. Platelet count at start of anagrelide was median 777 G/l (95% CI 757-803). After 12, 24 and 36 months patients presented with median platelet counts of 473, 457 and 438 G/l, respectively. Median WBC count at start of therapy was 9 G/l (95% CI 8,7-9,3) and after 12, 24 and 36 months 8,5 G/l, 9,2 G/l and 8,7G/l, respectively. Incidence of thrombotic events per 100 patient- years was 5,14 for all events and 1,65 for major events only. 102 patients experienced at least one minor or major thrombotic event (major events n=36). Median time to the first minor or major thrombotic event was 1,27 years. Probability of event free survival at 1 year is 94,4% and at 3 years 87,6%. Patients with a baseline WBC count of higher than 8,5 G/l exhibit a significantly shorter probability of event free survival than patients below the cut off (p= 0,007 for all thrombotic events; p= 0,026 for major events only). This data proof the efficacy of anagrelide in lowering platelet counts and reducing significantly the risk of thrombotic events in patients with ET. The significantly shorter event free survival of patients with a WBC count above 8,5 G/l confirms earlier studies for the first time in a real-life setting. This result emphasizes the separation of true ET from prefibrotic PMF by using the WHO 2008 classification. Moreover, further investigations are needed to assess, whether a correlation of certain platelet and leukocyte counts modifies the risk of thrombotic events in MPN. Disclosures Schloegl: AOP Orphan Pharmaceuticals AG: Research Funding.",
    "topics": [
        "leukocyte count",
        "thrombocytosis",
        "thrombus",
        "anagrelide",
        "apnea of prematurity",
        "follow-up",
        "myeloproliferative disease",
        "prefibrotic primary myelofibrosis",
        "thrombocythemia, hemorrhagic",
        "thrombosis"
    ],
    "author_names": [
        "Veronika Buxhofer-Ausch",
        "Michael Steurer",
        "Siegfried Sormann",
        "Ernst Schloegl, MD",
        "Robert Kralovics, PhD",
        "Heinz Gisslinger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Veronika Buxhofer-Ausch",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Blood Coagulation, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Steurer",
            "author_affiliations": [
                "Innsbruck University Hospital, Innsbruck, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siegfried Sormann",
            "author_affiliations": [
                "Medical University of Graz, Graz, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ernst Schloegl, MD",
            "author_affiliations": [
                "Third Medical Department, Hanusch Hospital, Vienna, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Kralovics, PhD",
            "author_affiliations": [
                "CeMM Research Center for Molecular Medicine of the Austrian Academy of Sciences, Vienna, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz Gisslinger, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Blood Coagulation, Medical University of Vienna, Vienna, Austria "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:40:06",
    "is_scraped": "1"
}