{
    "doi": "https://doi.org/10.1182/blood.V128.22.SCI-38.SCI-38",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3348",
    "start_url_page_num": 3348,
    "is_scraped": "1",
    "article_title": "Clinical Next Generation Sequencing to Identify Novel Platelet Disorders ",
    "article_date": "December 2, 2016",
    "session_type": "Progress in Identifying the Causes of Congenital Platelet Disorders",
    "topics": [
        "blood platelet disorders",
        "massively-parallel genome sequencing",
        "dna",
        "invasive pneumococcal disease",
        "peritoneal dialysis, intermittent",
        "hemorrhage",
        "inherited platelet disorders",
        "thrombus",
        "bleeding diathesis",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Kathleen Freson, PhD"
    ],
    "author_affiliations": [
        [
            "University of Leuven, Leuven, Belgium"
        ]
    ],
    "first_author_latitude": "50.877954499999994",
    "first_author_longitude": "4.7002953",
    "abstract_text": "Inherited platelet disorders (IPDs) comprise a heterogeneous group of disorders with a complex genetic etiology, characterized by impairments in platelet formation, morphology and function. Since the implementation of next generation sequencing (NGS) in 2009, the gene list for diagnosis of IPDs rapidly expanded from 39 to 53 genes. A diagnostic high-throughput targeted NGS platform (referred to as ThromboGenomics; www.thrombogenomics.org.uk) was very recently described as an affordable DNA-based test of 76 genes to diagnose patients 'suspected of having a known inherited platelet, thrombotic or bleeding disorder' (BPD). When the phenotype is strongly indicative of the presence of a particular disease etiology but the variants are unknown, sensitivity remains high (>90% based on 61 samples) while patients included with an uncertain disease such as delta storage pool disease, mostly receive no genetic diagnosis (only 10% a genetic diagnosis was obtained). Such IPDs should be included in gene discovery NGS programs such as the BRIDGE-BPD 2 study. For this study, whole genome sequencing results of the DNA samples of nearly 1000 probands with uncharacterized IPDs, analyzed using assigned Human Phenotype Ontology (HPO) terms have helped to identify pathogenic variants in almost 20% of cases. New clustering algorithms to group cases with similar phenotypes have been used to identify two novel IPD genes (DIAPH1 and SRC 2 ) and several putative ones. Still many IPD patients don't receive a genetic diagnosis. A majority of cases either harbor pathogenic variants in unknown genes or in regulatory regions or are the result of a digenic mode of inheritance. NGS combined with data from RNA-seq, ChIP-seq, gene regulatory network analysis, epigenome, proteomics and mouse knock-out studies amongst others will also help explore the non-coding regulatory space and gene-gene interactions. Given the existence of many non-pathogenic variants in any individual's genome, the main challenge faced by researchers when interpreting NGS data of an IPD case is determining which variants are causing the disorder. 3 Interpreting the functional consequences of novel rare variants is not easy and it is extremely important to apply rigorous standards when assigning pathogenicity. Clinical genomic data are the same as other complex medical data and should be interpreted by a multidisciplinary team comprising typically a statistical geneticist, clinical geneticist, and genetic counselors, who have the skills to interpret these results in the context of the test methodology, the theoretical background of genetics, Bayesian reasoning, and a myriad of other factors. 1. Simeoni I, Stephens JC, Hu F, et al. A comprehensive high-throughput sequencing test for the diagnosis of inherited bleeding, thrombotic and platelet disorders. Blood . 2016; 127: 279. 2. Turro E, Greene D, Wijgaerts A, et al. A dominant gain-of-function mutation in universal tyrosine kinase SRC causes thrombocytopenia, myelofibrosis, bleeding, and bone pathologies. Sci Transl Med . 2016;8:328. 3. Lentaigne C, Freson K, Laffan MA, et al. Inherited platelet disorders: towards DNA-based diagnosis. Blood . 2016; 127: 2814. Disclosures No relevant conflicts of interest to declare."
}