{
    "doi": "https://doi.org/10.1182/blood.V106.11.3324.3324",
    "article_title": "CyclinA2 as a Proliferation Marker for Peripheral Blood T Cell Subsets Measured by Flow Cytometry. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Proliferation is regarded as a sensitive parameter for assessing immune response to infectious agents, autoimmune conditions, and organ engraftment in transplantation. Proliferation of peripheral blood mononuclear (PBMC) cells has been measured by a number of flow cytometric methods including propidium iodide (PI), incorporation of Bromo-deoxy-uridine (BrdUr), and dilution of Carboxy-fluorescein diacetate, succinimidyl ester (CFSE) intensity. Standardization of these methods however, has been hampered by their technical complexity. The restricted expression of CyclinA2 protein in the cytoplasm during the S and G2 cell cycle phases has provided the basis for a simplified intracellular flow-based proliferation assay. In these studies, ex vivo stimulated human PBMC were tested for the validation of CyclinA2 as a proliferation marker for T cell subsets. Freshly isolated or cryopreserved PBMCs were incubated in vitro with SEB/CD28 for periods up to 72 hours and processed using different methodologies for lymphocyte cell cycle measurement. These included BrdUr /7AAD, PI/CyclinA2; cylinA2 with additional T cell phenotyping markers and a combined CyclinA2 /BrdUr proliferation method. Results for each cell subset were scored for the percentage of positive proliferating cells by each methodology. PBMC co-stained for CyclinA2 and DNA content by PI demonstrated that all cells expressing Cyclin A2 corresponded to cells at S or G2 phase. Furthermore, the time course assays combining BrdUr labeling with CvclinA2 confirmed that CyclinA2 expression corresponded selectively to cells incorporating BrdUr. When PMBC were surface phenotyped for CD3 and CD4/CD8, reproducible populations of CD4 and CD8 T cell subsets incorporating BrdUr were measured for expression of Cyclin A2. In our assay model 11 to 15 % positively stained for Cyclin A2 corresponded to approximately 10% and 5% of CD3/8 and CD3/4 CyclinA2 cells, respectively. The percentage of total BrdUr and total CyclinA2 positive cells that were detected in the dual-labeled specimens corresponded to the percentage detected by each individual method. In conclusion, measurement of in vitro lymphocytes proliferation using expression of CyclinA2 protein expression is highly correlated with BrdUr uptake demonstrating that CyclinA2 is an accurate marker of cell proliferation. Preparation of cells for measuring Cyclin A2 takes only 60 minutes as compared with a total 12 to 16 hours for BrdUr pulsing and staining time. The simple CyclinA2 preparation method described here makes it a practical, fast, and reliable proliferation flow assay that can be easily standardized for enumeration of proliferating lymphocyte subsets.",
    "topics": [
        "cd28 antigens",
        "cryopreservation",
        "cyclins",
        "dilution technique",
        "esters",
        "flow cytometry",
        "fluorescein",
        "iodides",
        "percutaneous balloon mitral valvuloplasty",
        "phenotype determination"
    ],
    "author_names": [
        "Cecilia U. Smith",
        "Sybil D’Costa, PhD",
        "Enrique M. Rabellino, MD",
        "Vincent Shankey, PhD",
        "Julie Wilkinson"
    ],
    "author_dict_list": [
        {
            "author_name": "Cecilia U. Smith",
            "author_affiliations": [
                "Custom BioPharma Solutions, Beckman Coulter, Inc., Miami, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sybil D’Costa, PhD",
            "author_affiliations": [
                "Custom BioPharma Solutions, Beckman Coulter, Inc., Miami, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrique M. Rabellino, MD",
            "author_affiliations": [
                "Custom BioPharma Solutions, Beckman Coulter, Inc., Miami, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Shankey, PhD",
            "author_affiliations": [
                "Advanced Technology Center, Beckman Coulter, Inc., Miami, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Wilkinson",
            "author_affiliations": [
                "Custom BioPharma Solutions, Beckman Coulter, Inc., Miami, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T21:39:59",
    "is_scraped": "1"
}