{
    "doi": "https://doi.org/10.1182/blood.V128.22.2400.2400",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3333",
    "start_url_page_num": 3333,
    "is_scraped": "1",
    "article_title": "Pilot Initiative of Fitness Testing for Treatment Selection in Elderly Acute Myelogenous Leukemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster I",
    "abstract_text": "Introduction: The optimal treatment of older patients with Acute Myeloid Leukemia (AML) is unclear. Traditional induction chemotherapy is less effective in older patients and often more toxic. Clinical trials for elderly AML patients feature inclusion/exclusion criteria based on \"fitness\" for chemotherapy that often include subjective assessments and variable enrollment criteria. Determining \"fitness\" remains controversial, and there are few validated objective markers to assist in determining whether a patient is \"fit\" or \"unfit\" for intensive induction chemotherapy. Previously published work identified a Short Physical Performance Battery (SPPB) score < 9 and a Modified Mini-Mental Status (3MS) score <77 as independent predictors of worse survival in patients treated with intensive therapy in AML (Klepin et al Blood 2013). Other data suggests using objective measures that include SPPB and 3MS scores to categorize risk in elderly AML patients as \"fit\", vulnerable or frail (Klepin et al Hematology 2014). Use of the geriatric assessment and quality of life measurements has been suggested to be incorporated in the initial evaluation of AML patients in order to help predict which patients will have poor outcomes with intensive therapy (Deschler et al Haematologica 2013). Based on these publications, a pilot initiative was begun to establish the feasibility of incorporating the SPPB and 3MS tests into practice as objective measures to assist in determination of \"fitness\" for intensive chemotherapy. Methods: Beginning December 2015, patients age ≥ 60 who presented with new or relapsed AML were evaluated using the 3MS and SPPB tests. To increase objectivity, the 3MS and SPPB tests were performed by a non-treating provider when possible. Patients who were determined to be a fall risk by history had their SPPB test performed by a specially trained physical therapist. Scores were made immediately available to the treating physician and were used as a guide to determine if the patient was \"fit\" for intensive therapy or \"unfit\". If \"unfit\" the patient was evaluated for a clinical trial for \"unfit\" patients, hypomethylating agents or best supportive care (BSC). Scores were taken into context with age and comorbidities for treatment decisions. Results: Testing was feasible using the SPPB and 3MS and easy to implement, with testing taking approximately 15 minutes. A total of 21 new or relapsed AML patients have been evaluated. The median age was 72, ranging from age 60-83. There were10 male and 11 female patients. Three patients had relapsed disease. Fifteen patients had evaluable data >60 days. Seven were determined \"fit\" for intensive chemotherapy. Median SPPB and 3MS scores were 9 and 95, respectively. Six achieved remission following intensive induction therapy. One patient underwent allogeneic stem cell transplant and remains in remission. Three relapses occurred at days 44, 50 and 54 from initial induction therapy. Two deaths occurred from relapsed disease at days 148 and 175 from initial induction and one death from infection at day 54 during consolidation therapy. Eight patients were determined to be \"unfit\" for intensive chemotherapy. Median SPPB and 3MS scores were 5 and 93, respectively. Two patients received BSC based on clinical judgement and died at days 32 and 50 from initial diagnosis. Both were the only patients of 21 evaluated to have a 3MS score < 77. Four patients were eligible for clinical trials at our institution. Two deaths occurred 95 and 52 days from initiation of clinical trial, and 2 remain on trial at 61 and 65 days from initial therapy with one in complete remission. Two patients were given decitabine. One died at 34 days from initial therapy due to infectious complications and the other remains on treatment. Conclusion: Performance of the SPPB and 3MS tests on patients age ≥ 60 is feasible and should be considered at diagnosis for elderly AML patients. Our group found that the use of objective measures was most helpful in identifying the two patients who had impaired cognition at baseline with 3MS scores < 77. The use of a second provider as an examiner allowed for thoughtful discussion regarding choice of initial therapy. Based on this pilot, further investigation and validation of SPPB and 3MS testing for \"fitness\" prior to determining choice of therapy in patients with new or relapsed AML age ≥ 60 should be pursued. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "older adult",
        "short physical performance battery",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "disease remission",
        "neoadjuvant therapy",
        "allogeneic stem cell transplant",
        "complete remission",
        "consolidation therapy"
    ],
    "author_names": [
        "Heather J Male, MD",
        "Tara L. Lin, MD",
        "Andrea Sitek",
        "Scott Kramer, PT, DPT",
        "Joseph McGuirk, DO"
    ],
    "author_affiliations": [
        [
            "Division of Hematologic Malignancies and Cellular Therapeutics, University of Kansas Medical Center, Kansas City, KS "
        ],
        [
            "Division of Hematologic Malignancies and Cellular Therapeutics, University of Kansas cancer center, Westwood, KS "
        ],
        [
            "University of Kansas School of Medicine, Kansas City, KS "
        ],
        [
            "Physical Therapy, University of Kansas Hospital, Kansas City, KS "
        ],
        [
            "Division of Hematologic Malignancies and Cellular Therapeutics and Blood and Marrow Transplantation Program, University of Kansas Medical Center, Kansas City, KS"
        ]
    ],
    "first_author_latitude": "39.056349999999995",
    "first_author_longitude": "-94.6113987"
}