{
    "doi": "https://doi.org/10.1182/blood.V110.11.198.198",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=893",
    "start_url_page_num": 893,
    "is_scraped": "1",
    "article_title": "Distinctive Integration Profile of Avian Sarcoma Leukosis Virus Vectors in Rhesus Long-Term Repopulating Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Gene Therapy and Transfer",
    "topics": [
        "macaca mulatta",
        "sarcoma, avian",
        "spatial vectors",
        "viruses",
        "transplantation",
        "luciferases",
        "gene transfer techniques",
        "polymerase chain reaction",
        "gene therapy",
        "transplantation, autologous"
    ],
    "author_names": [
        "Jingqiong Hu, MD",
        "Theotonius Gomes",
        "Andrea Ferris, PhD",
        "Gabriel Renaud, PhD",
        "Paul C. Hendrie, PhD",
        "Allen E. Krouse, VD",
        "Robert E. Donahue, VD",
        "Tyra G. Wolfsberg, PhD",
        "Stephen H. Hughes, PhD",
        "David W. Russell, MD",
        "Cynthia E. Dunbar, MD"
    ],
    "author_affiliations": [
        [
            "Molecular Hematopoiesis Section, Hematology Branch, National Heart, Lung, Blood Institute, National Institute of Health, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, National Heart, Lung, Blood Institute, National Institute of Health, Bethesda, MD, USA"
        ],
        [
            "HIV Drug Resistance Program, National Cancer Institute at Frederick, Frederick, MD, USA"
        ],
        [
            "Genome Technology Branch, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Department of Medicine, Division of Hematology, University of Washington, Seattle, WA, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, National Heart, Lung, Blood Institute, National Institute of Health, Bethesda, MD, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, National Heart, Lung, Blood Institute, National Institute of Health, Bethesda, MD, USA"
        ],
        [
            "Genome Technology Branch, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "HIV Drug Resistance Program, National Cancer Institute at Frederick, Frederick, MD, USA"
        ],
        [
            "Department of Medicine, Division of Hematology, University of Washington, Seattle, WA, USA"
        ],
        [
            "Molecular Hematopoiesis Section, Hematology Branch, National Heart, Lung, Blood Institute, National Institute of Health, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Insertional mutagenesis continues to be a major concern in hematopoietic stem cell gene therapy. Non-conventional gene transfer vectors with more favorable integration features in comparison to conventional retrovirus and lentivirus vectors are being pursued. The avian sarcoma leukosis virus (ASLV) has been reported to have an unbiased integration pattern in cell lines, but this vector system has not previously been investigated for transduction of repopulating hematopoietic cells. We investigated the efficiency and integration profile of this vector in the clinically-relevant rhesus macaque autologous transplantation model. Using an ASLV derived RCAS (Replication Competent, ALV LTR with A Splice acceptor) vector, we could obtain transduction efficiencies of up to 33% ex vivo in rhesus CD34+ cells. We have been able to transplant two rhesus macaques with ASLV-transduced autologous CD34+ cells and achieve long-term gene marking levels of 1–3% as far as 18 months post-transplant. Using an optimized linear-amplification mediated PCR (LAM-PCR), we have been able to identify so far close to 300 unique insertion sites in the two animals. Here we reported for the first time a systematic analysis of 239 ASLV insertion sites identified in rhesus long-term repopulating cells. Out of 239 unique insertions identified in 4–18 months post-transplant granulocytes and lymphocytes, 99 (41.1%) have landed within RefSeq gene coding regions. 14 (5.8%) have landed within 5kb upstream of RefSeq genes, indicating no preference of inserting into transcription start site. 10 (4.2%) have landed within 5kb downstream of RefSeq genes, which is comparable to random insertions. No insertion into the Mds1-Evi1 locus has been identified to date, at any time point, which is in striking contrast to significant overrepresentation of this insertion site for MLV vectors in the same transplantation model. No preference into CpG islands was found. We further employed a rapid and quantitative assay for measuring neighboring gene activation by vector provirus LTR enhancers using a luciferase assay. LTR from vectors are cloned into the pACT5 plasmid, upstream of a minimal promoter-IRES-luciferease cassette, allowing measurement of neighboring gene activation by a simple luciferase assay. RCAS vectors produced no detectable luciferase activation, both in the forward and reverse orientations, suggesting lack of enhancer activity in the LTRs in mammalian cells, in contrast to significant enhancer activity and read-through transcription from MLV vectors measured in the same assay. Our findings indicate that ASLV derived RCAS vectors have a potentially safer integration pattern in comparison to commonly used MLV and HIV derived vectors. Furthermore, ASLV LTRs do not have significant promoter and enhancer activity in mammalian cells, which provide a second safety feature of the system. Therefore, these vectors should be further explored for hematopoietic stem cell gene transfer purposes."
}