{
    "doi": "https://doi.org/10.1182/blood.V116.21.311.311",
    "article_title": "Optimising Bone Disease In Myeloma; Zoledronic Acid Plus Thalidomide Combinations Improves Survival and Bone Endpoints: Results of the MRC Myeloma IX Trial ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Randomized Trials",
    "abstract_text": "Abstract 311 Introduction: MRC Myeloma IX (N = 1,960) included intensive and non-intensive pathways and 2 bisphosphonates (BPs; zoledronic acid [ZOL] and clodronate [CLO]) in patients (pts) with newly diagnosed multiple myeloma. The trial is unique in having investigated both overall survival (OS) and bone endpoints in the context of BP treatment and a thalidomide (Thal), alkylating agent, and steroid induction regimen; and maintenance Thal. We have shown that ZOL significantly reduces skeletal-related events (SREs) and improves OS independent of its effect on SREs, suggesting potential antimyeloma activity (Morgan et al. ASCO 2010, #8021). Early comparisons between antimyeloma regimens demonstrated superiority of Thal-containing regimens for induction (Morgan et al. ASH 2009, #352) and maintenance. Here we present important new data on interactions between BPs, Thal, and standard induction regimens used in terms of response, progression-free survival (PFS), OS, and on the bone endpoints included in SREs. Methods: The intensive pathway randomized pts to 4 to 6, 3-wk cycles of CVAD (cyclophosphamide, vincristine, doxorubicin, dexamethasone) or CTD (cyclophosphamide, Thal, dexamethasone) as induction therapy, followed by high-dose melphalan treatment and ASCT. The non-intensive pathway randomized pts to 4-wk cycles of melphalan and prednisolone (MP) or attenuated CTD (CTDa). Each treatment arm also was randomized to ZOL (4 mg IV q 3–4 wk, dose-adjusted based on renal function) or CLO (1600 mg/d) continued at least until disease progression. After induction, pts in both pathways were offered entry to a maintenance Thal or no maintenance randomization. Endpoints included PFS, OS, and response. SREs include fractures, spinal cord compression, radiation or surgery to bone, and new osteolytic lesions at disease progression. Time to first SRE was assessed using cumulative incidence function, and OS was estimated using the Kaplan-Meier method. Cox analysis was used to assess hazard ratio (HR) and associated 95% CI for SRE risk, adjusting for effects of treatment regimen, minimization factors, and SRE history at baseline (stratified by pathway). Diagnosis of bone lesions was not a study-entry requirement; BP use may be off-label outside the UK in some pts. Results: With a median follow-up of 3.7 yr and 1,960 evaluable pts, ZOL and Thal-containing regimens produced multiple treatment benefits. Overall, there was a trend for more pts with complete response (CR; P = .15), fewer early deaths (within 60 days of randomization; P = .06), and improved OS for ZOL vs CLO ( P = .04). SRE risk was significantly reduced with ZOL vs CLO (HR = 0.74, P = .0004), and—for the first time—SRE risk also proved lower for CTDa vs MP (HR = 0.74, P = .021), but was similar for CTD vs CVAD (HR = 1.03; P = .80). In the intensive pathway (n = 1,111; median age 59 yr), CR or very-good-partial response (VGPR) was achieved after induction therapy by 43.2% of pts with CTD and 27.5% of pts with CVAD. Similar proportions of pts achieved CR/VGPR with ZOL and CLO (36.0% vs 34.7%). OS and PFS were slightly better for ZOL vs CLO (OS: HR = 0.84; 95% CI, 0.68–1.03; PFS: HR = 0.90; 95% CI, 0.78–1.05; P > .05 for both). In both the CVAD and CTD arms, fewer ZOL- vs CLO-treated pts had SREs (overall intensive: 27.9% vs 36.3%; log-rank P = .034). In the nonintensive pathway (n = 849; median age 73 yr), pts randomized to CTDa had a significantly higher CR rate (13.1% vs 2.4%; P < .0001) and CR/VGPR (30.0% vs 4.0%; P < .0001) vs MP. In each treatment arm, the ZOL group had higher rates of CR/VGPR vs CLO (MP: 6% vs 2%; CTDa: 34% vs 26%, respectively; P = .03 overall). ZOL significantly reduced risk of death by 17% vs CLO (HR = 0.83; P = .049). Time to first SRE was significantly longer for CTDa vs MP ( P = .021) and ZOL vs CLO (log-rank P = .008). In modeling analyses we show that the impact of achieving a CR and of CTDa on SREs may not be independent, suggesting that the improved response is important in reducing bone disease. ZOL prolonged the median time to first SRE vs CLO in both the MP and CTDa arms. In the maintenance randomization (n = 820), ZOL significantly reduced SREs compared with CLO. Conclusions: We demonstrate that ZOL provided benefits beyond CLO, improving OS and response status, and preventing potentially debilitating SREs. Pts receiving regimens containing Thal and ZOL had the best clinical outcomes, being associated with better response, survival, and lower SRE risk. Disclosures: Morgan: Celgene: Honoraria, Research Funding; Ortho Biotech: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Boehringer Ingelheim: Research Funding; Pharmion: Research Funding; Chugai: Research Funding. Off Label Use: Diagnosis of bone lesions was not a study-entry requirement; Therefore bisphosphonate use may be off-label outside the UK in some patients. Davies: Celgene: Honoraria; Ortho Biotech: Honoraria; Novartis: Honoraria. Cook: Orthobiotec: Consultancy, Speakers Bureau. Jackson: Celgene: Honoraria; Janssen-Cilag: Honoraria.",
    "topics": [
        "bone diseases",
        "magnetic resonance cholangiography",
        "medical reserve corps",
        "multiple myeloma",
        "surrogate endpoints",
        "thalidomide",
        "zoledronic acid",
        "brachial plexus neuritis",
        "serious reportable event",
        "off-label use"
    ],
    "author_names": [
        "Gareth J Morgan, MD, PhD",
        "Faith E. Davies, MD",
        "Walter M Gregory",
        "Sue E. Bell, DPhil",
        "Alexander J Szubert, MSc",
        "Mark T. Drayson, MD",
        "John Ashcroft, MD, MBBChir, PhD, MRCP, MA, FRCPath",
        "Roger G. Owen, MD",
        "Gordon Cook, MD",
        "Fiona M. Ross, Dr",
        "Graham H. Jackson, MD",
        "Nigel H. Russell, MD",
        "J. Anthony Child, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gareth J Morgan, MD, PhD",
            "author_affiliations": [
                "Section of Haemato-Oncology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Faith E. Davies, MD",
            "author_affiliations": [
                "Section of Haemato-Oncology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter M Gregory",
            "author_affiliations": [
                "Clinical Trials Research Unit, University of Leeds, Leeds, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sue E. Bell, DPhil",
            "author_affiliations": [
                "Clinical Trials Research Unit, University of Leeds, Leeds, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander J Szubert, MSc",
            "author_affiliations": [
                "Clinical Trials Research Unit, University of Leeds, Leeds, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark T. Drayson, MD",
            "author_affiliations": [
                "University of Birmingham, Birmingham, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Ashcroft, MD, MBBChir, PhD, MRCP, MA, FRCPath",
            "author_affiliations": [
                "Mid-Yorkshire Hospitals NHS Trust, Wakefield, England, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger G. Owen, MD",
            "author_affiliations": [
                "St. Jame's Institute of Oncology, St James's University Hospital, Leeds, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon Cook, MD",
            "author_affiliations": [
                "St James's Institute of Oncology, St James's University Hospital, Leeds, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiona M. Ross, Dr",
            "author_affiliations": [
                "Wessex Regional Genetics Lab., University of Southampton, Salisbury, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham H. Jackson, MD",
            "author_affiliations": [
                "University of Newcastle, Newcastle Upon Tyne, United Kingdom, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel H. Russell, MD",
            "author_affiliations": [
                "Nottingham City Hospital, Nottingham, United Kingdom"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Anthony Child, MD",
            "author_affiliations": [
                "Clinical Trials Research Unit, University of Leeds, Leeds, United Kingdom, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T12:57:53",
    "is_scraped": "1"
}