{
    "doi": "https://doi.org/10.1182/blood-2020-137606",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4569",
    "start_url_page_num": 4569,
    "is_scraped": "1",
    "article_title": "CC-486 Mechanism Imparted By Extended Exposure of Azacitidine Upregulates Myeloid Differentiation Markers and Induces Cell Death in AML Cells ",
    "article_date": "November 5, 2020",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": null,
    "author_names": [
        "Diana R. Dunshee",
        "Yumin Dai",
        "Jessica C. Jang",
        "Alberto Risueño",
        "Danny V Jeyaraju",
        "Patrick Hagner, PhD",
        "Wendy L. See",
        "Kyle MacBeth",
        "Xiaomin Wang",
        "Ignazia La Torre",
        "Barry Skikne, MD",
        "C.L. Beach, PharmD",
        "Keshava Kumar, PhD",
        "Anjan Thakurta",
        "Daniel Lopes de Menezes, PhD"
    ],
    "author_affiliations": [
        [
            "Formerly Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "BMS Center for Innovation and Translational Research Europe (CITRE), a Bristol Myers Squibb Company, Seville, Spain"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Celgene, a Bristol-Myers Squibb Company, Boudry, Switzerland"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ",
            "Kansas University Medical Center, Kansas City, KS"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ"
        ]
    ],
    "first_author_latitude": "40.326735799999994",
    "first_author_longitude": "-74.72421005",
    "abstract_text": "BACKGROUND: CC-486, a DNA hypomethylating agent and epigenetic modifier, is an oral formulation of azacitidine (AZA) that is administered at lower exposures for extended durations (300 mg/day [d] for 14 or 21d/28d cycle) compared with the injectable formulation of AZA, which is given in a high exposure, limited duration regimen of 75mg/m 2 for 7d/28d cycle. AZA induces DNA damage and cytotoxicity, and promotes changes in gene expression leading to cellular differentiation. As DNA incorporation of AZA is S-phase-dependent, it has been hypothesized that extended dosing with CC-486 prolongs drug exposure and DNA incorporation to enhance epigenetic activity. The mechanism of action imparted by extended dosing schedules of CC-486 is not fully understood. In patients with myeloid malignancies, DNA hypomethylation in blood is sustained throughout the 28d Tx cycle with extended CC-486 dosing regimens (Laille, 2015; Garcia-Manero, 2016). To better understand the mechanism of CC-486, we assessed the kinetics of expression of myeloid markers of cellular differentiation and cytotoxicity with various AZA dosing schedules in in vitro and in vivo models of AML. METHODS: AML cell lines (AML-193, KG1a, and MV4-11) were treated in vitro with AZA (0.05 - 5 µM daily for 5d or 15d), and at cumulative concentrations of 1 or 3 µM administered once or fractionated over 2-5d to experimentally model CC-486 extended exposures: 1 µM cumulative dose (1 µM × 1d, 0.5 µM × 2d, 0.33 µM × 3d, 0.25 µM × 4d, or 0.2 µM × 5d); 3 µM cumulative dose (3 µM × 1d, 1.5 µM × 2d, 1 µM × 3d, 0.75 µM × 4d, or 0.6 µM × 5d). AZA- or vehicle-treated cells were analyzed by flow cytometry, DNA methylation (Illumina Infinium EPIC assay), and RNA-Seq. Temporal expression of CD11b was assessed as a surface marker of myeloid differentiation, and Annexin-V staining was used to determine the extent of apoptosis and cell death. In efficacy studies, mouse models of AML (syngeneic, cell line-derived xenografts) were treated intraperitoneally with AZA regimens at 1 mg/kg/d × 15d (extended) or 3 mg/kg/d x 5d. RESULTS: Tx of AML-193 cells with 0.05 - 5 µM daily AZA led to upregulation of markers of myeloid differentiation (including CD11b) at lower doses, and a dose-dependent increase in apoptosis up to 7d after Tx initiation. Following Tx with 1 µM AZA for 1d, maximal cellular differentiation (ie, CD11b expression) occurred at d3 in 30% of AML-193 cells; conversely, cells treated with 0.2 µM/d AZA for 5d showed greater differentiation (40%) peaking on d7 ( Fig A ). CD11b expression was increased upon each subsequent cell division; after 5 cell divisions, CD11b upregulation was 4-fold higher in cells treated with multiple, lower AZA doses than with 1 µM AZA administered for 1d ( Fig B ). CD11b upregulation was not observed in the absence of cell division under serum starvation conditions for 3d (to induce cell cycle arrest), further suggesting that cell division is a requirement for AZA-induced CD11b changes ( Fig C ). Similarly, AML-193 cells treated with a 3 µM cumulative AZA dose over 1, 2, 3, 4, or 5d showed greater changes in myeloid differentiation marker expression, with peak apoptosis at d7 with extended dosing regimens ( Fig D ). In KG1a and MV4-11 cells, Tx with 1 µM AZA QD for 5d led to induction of myeloid differentiation by d7, and cell death (followed by recovery of undifferentiated cells) by d28. In contrast, daily Tx with 0.3 µM AZA for 15d led to slower, more robust upregulation of differentiation markers, peaking at d21 and accompanied by a gradual loss of cell viability. Extended AZA exposure to cells led to pronounced changes in gene expression ( Fig E ) and DNA methylation ( Fig F ) at both d7 (immune response gene signature) and d28 (cell adhesion gene signature) compared with limited duration exposure AZA. In mice, low exposure, extended regimens of AZA exhibited higher DNA and RNA incorporation into peripheral blood mononuclear cells (PBMCs) and bone marrow cells when compared with higher exposure, limited duration regimens. Extended AZA dosing led to significant efficacy in murine AML models. CONCLUSIONS: In AML cell lines, low exposure, extended duration AZA schedules modeling CC-486 induced robust changes in differentiation. These results suggest that CC-486-mediated effects using extended exposure regimens preferentially promote a differentiation effect and cell death of AML tumor cells. These mechanistic insights may help inform rational CC-486 combination Tx strategies. View large Download slide View large Download slide  Disclosures Dunshee: Bristol Myers Squibb: Current equity holder in publicly-traded company, Ended employment in the past 24 months; Genentech Inc.: Current Employment, Current equity holder in publicly-traded company. Dai: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Jang: Bristol Myers Squibb: Ended employment in the past 24 months. Risueño: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company, Patents & Royalties: Named in BMS (before Celgene) patent filings related to predictive patient response biomarkers in hematological malignancies. Jeyaraju: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Hagner: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. See: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. MacBeth: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Wang: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. La Torre: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Skikne: Bristol Myers Squibb: Current Employment. Beach: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Kumar: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Thakurta: Oxford University: Other: visiting professor; Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Lopes de Menezes: Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company."
}