{
    "doi": "https://doi.org/10.1182/blood.V106.11.2223.2223",
    "article_title": "p85α Regulatory Subunit of Class IA PI-3Kinase Regulates Osteoclast Function(s) and Bone Mass. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Osteoclasts (OCs) play an indispensable role in regulating bone remodeling. In adults, a significant number of skeletal diseases have been linked to abnormal osteoclast function(s), including rheumatoid arthritis, periodontal disease, multiple myeloma, and metastatic cancers. Although, a clear picture of the critical players that regulate osteoclastogenesis and bone resorption has begun to emerge; further studies detailing the intracellular signaling pathways is necessary for the rationale development of new drugs for the treatment of bone disorders involving OCs. While recent studies utilizing pharmacologic inhibitors of PI-3Kinase have suggested a role for this pathway in osteoclastogenesis, these inhibitors interfere with the function of all classes of PI-3Kinase and result in extensive in vivo toxicity. Therefore, to therapeutically manipulate PI-3Kinase signaling cascade in osteoclasts, additional data evaluating the specific role of individual PI-3Kinase isoforms is necessary. Class IA PI-3Kinase are heterodimeric kinases consisting of a regulatory subunit and a catalytic subunit. Five different proteins, namely p85α, p55α, p50α, p85β, and p55γ, have been identified to date as the regulatory subunits. The p85α, p55α, and p50α proteins are derived from the same gene locus by alternative splicing mechanism. In contrast, distinct genes encode the p85β and p55γ subunits. Utilizing mice deficient in the expression of p85α subunit, we have recently shown that p85α subunit of PI-3Kinase plays an important role in regulating growth and actin based functions in bone marrow (BM) derived macrophages. Here, we demonstrate that OCs express multiple regulatory subunits of class IA PI-3Kinase, including p85α, p85β, p50α and p55α. Deficiency of p85α in OCs alone results in a significant increase in bone mass and bone density (% bone volume [BV]/trabecular volume [TV]: WT 6.7±0.01 vs p85 α− / − 14±0.01*, *p<0.01). Histologic sections of p85 α − / − bones reveal markedly increased cortical and trabecular mass. Despite their increased bone mass, mutant mice contain significantly greater numbers of OCs in vivo compared to wildtype controls (WT 45.6 vs p85 α − / − 118*, *p<0.01). Thus, although OCs appear in p85 α − / − mice, nonetheless, the bones of these mice become osteosclerotic, suggesting that osteoclasts lacking p85α may be defective. Consistent with this notion, p85 α − / − BM derived OCs show reduced growth and differentiation in response to M-CSF and RANKL stimulation in vitro . Impaired differentiation due to p85α deficiency is manifested in the form of a significant reduction in TRAP positive multinucleated OCs (WT: 23.6±4 vs p85 α − / −: 11.7±5*, n=3, *p<0.01), which is associated with a significant reduction in the activation of Akt and ERK MAP kinase. The transcription factor microphthalmia (MITF) is required for multinucleation of OCs. Mutations in MITF result in severe osteopetrosis. Recent studies have suggested that M-CSF induced ERK MAP kinase activation regulates MITFs function during multinucleation, therefore, we examined the expression of MITF in p85 α − / − OCs. A 80% reduction in the expression of MITF was observed in p85 α − / − OCs compared to controls. Remarkably, the defects in p85α deficient OCs were observed in spite of the continuous expression of p85β, p50α and p55α subunits, suggesting that p85α functions with specificity in regulating OC functions in vivo, in part by modulating the expression of MITF. Thus, p85α is a potential new target for antiosteoporosis therapy.",
    "topics": [
        "albers-schonberg disease",
        "bone diseases",
        "bone mineral density",
        "cd40 ligand",
        "macrophage colony-stimulating factor",
        "mitf protein",
        "mitogen-activated protein kinases",
        "multiple myeloma",
        "neoplasm metastasis",
        "osteoclasts"
    ],
    "author_names": [
        "Veerendra Munugalavadla, PhD",
        "Emily Sims, BS",
        "David A. Ingram, MD",
        "Alexander Robling, PhD",
        "Reuben Kapur, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Veerendra Munugalavadla, PhD",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emily Sims, BS",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Ingram, MD",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Robling, PhD",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reuben Kapur, PhD",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Herman B Wells Center for Pediatric Research, Indianapolis, IN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T09:38:15",
    "is_scraped": "1"
}