{
    "doi": "https://doi.org/10.1182/blood.V126.23.2895.2895",
    "article_title": "Changes of Pro-Inflammatory Cytokines in Bone Marrow of MDS Patients in Response to Treatment with 5-Azacytidine ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies: Poster II",
    "abstract_text": "Introduction Treatment with 5-azacytidine (5-AC) is indicated for high-risk MDS patients. Besides the inhibitory effects of 5-AC on DNA and RNA methylation, 5-AC has been recently shown to induce DNA damage and apoptosis in cultured cells. However, in vivo effects of 5-AC remain to be elucidated. Several recent publications implicate aberrant bone marrow (BM) microenvironment and inflammation-related changes in the occurrence and/or progression of the MDS. To provide more insights into this emerging concept, we assessed: i) the extent to which inflammation related cytokines may contribute to MDS progression, and ii) potential changes of cytokine abundance in response to 5-AC therapy. Patients and methods We have collected BM samples from 30 high-risk MDS patients (IPSS int II or IPSS high, 16 females, 14 males) treated by 5-AC at the Hematology Clinic, General University Hospital in Prague. Patients' mean age was 72y (range 55-85) and the WHO 2008 diagnoses were: 15 RAEB II, 5 RAEB I, 2 CMML II, 2 RCMD, 1 U-MDS/MPN and 5 AML/MDS with < 30% myeloblasts. We analyzed BM aspirates collected before 5-AC therapy and at day 7 after the completion of respectively the 4 th and 8 th cycle at which time initial response was also assessed. BM plasma was immediately separated from cells and kept in liquid nitrogen until the time of analysis. As controls we used BM samples from 4 healthy subjects (males, mean age 42y, range 32-59), along with BM samples from 6 low-risk 5q- MDS patients (females, mean age 68y, range 46-80). For the presence of inflammation-related cytokines, BM plasma was analyzed using Human Inflammation 11-Plex (IFNγ, IL1α, IL1β, IL6, IL8, IL10, IL12p70, IL27, IP10, MCP1, and TNFα; YSLBio) via flow cytometry. For the purposes of data analysis, 5-AC treated patients were divided into 2 groups depending on their response to therapy: responders (hematological improvement, partial remission, complete remission, complete remission with incomplete BM recovery) and non-responders (stable disease, progressive disease). Obtained cytokine values were transformed using Box-Cox procedure, and repeated measurements, analyzed using linear models with mixed effects. Comparisons of 5-AC-treated patients, 5q- MDS low-risk patients and controls were subjected to a Kruskal-Wallis test. P-values less than 0.05 were considered as statistically significant. Analyses were conducted using the R statistical package, version 3.1.2, R Core Team (2014). Results Among the 11 cytokines analyzed, 3 (IL27, IP10 and MCP1) displayed significantly altered levels when comparing high-risk 5-AC treated patients, low-risk MDS patients and healthy controls. First, IL27 was elevated in low-risk MDS in comparison to 5-AC or healthy controls (p = 0.041); Figure 1. For IP10, 5-AC MDS patients before therapy showed higher levels (p = 0.005) compared to the low-risk group and healthy controls, respectively. The difference for IP10 was also significant after 4 cycles of 5-AC therapy (p = 0.005), but insignificant after 8 cycles (p = 0.288). The difference in IP10 levels between the two treated groups (4 vs. 8 cycles) were not significant, likely reflecting insufficient sample size, thereby masking the presumably lower levels of IP10 in responders (Figure 2). Further, the 5-AC treated patients showed higher levels of MCP1 than MDS low-risk patients and healthy controls, a difference apparent before therapy (p = 0.011), after 4 cycles (p = 0.003), but not after 8 cycles of therapy (p = 0.058). Also, MCP1 levels changed (p = 0.030) during the treatment, yet irrespective of clinical responses to therapy (Figure 3). Conclusions The IL27 level was higher in low-risk MDS patients compared to high-risk MDS 5-AC patients. Levels of IP10 and MCP1 were higher in high-risk MDS 5-AC patients. Levels of MCP1 changed significantly during the 8 cycles of 5-AC therapy. The observed correlation of IP10 with responses to 5-AC therapy should be further validated. Acknowledgment and Institutional support: This study was supported by grant from Internal Grant Agency of Ministry of Health of the Czech republic (Project NT14174-3) and by Institutional grant (Project RVO 68378050). Figure 1. View large Download slide Figure 1. View large Download slide Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Figure 3. View large Download slide Figure 3. View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "azacitidine",
        "bone marrow",
        "cytokine",
        "monocyte chemoattractant protein-1",
        "inflammation",
        "interleukin-27",
        "complete remission",
        "prostatic hypertrophy risk score",
        "refractory anemia with excess blasts",
        "cytopenia, refractory, with multilineage dysplasia"
    ],
    "author_names": [
        "Alena Moudra",
        "Sona Hubackova, PhD",
        "Jiri Bartek, MD PhD",
        "Zdenek Hodny, MD PhD",
        "Anna Jonasova, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alena Moudra",
            "author_affiliations": [
                "Department of Genome Integrity, Institute of Molecular Genetics, Academy of Sciences of the Czech republic, Prague, Czech Republic "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sona Hubackova, PhD",
            "author_affiliations": [
                "Department of Genome Integrity, Institute of Molecular Genetics, Academy of Sciences of the Czech republic, Prague, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Bartek, MD PhD",
            "author_affiliations": [
                "Department of Genome Integrity, Institute of Molecular Genetics, Academy of Sciences of the Czech republic, Prague, Czech Republic ",
                "Centre for Genotoxic Stress Research, Institute of Cancer Biology, Danish Cancer Society, Copenhagen, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zdenek Hodny, MD PhD",
            "author_affiliations": [
                "Department of Genome Integrity, Institute of Molecular Genetics, Academy of Sciences of the Czech republic, Prague, Czech Republic "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Jonasova, MD PhD",
            "author_affiliations": [
                "Haematology, Charles University and General Hospital in Prague, Prague, Czech Republic"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T09:34:23",
    "is_scraped": "1"
}