{
    "doi": "https://doi.org/10.1182/blood.V128.22.1237.1237",
    "article_title": "The Relationship Between Emotional Distress and Understanding of Prognosis in Patients with Acute Myeloid Leukemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Outcomes From a Patient’s Perspective",
    "abstract_text": "Background: Patients with AML face considerable distress from physical symptoms. However, little is known about their emotional well-being, and its relationship with prognostic understanding. We hypothesized that greater (more accurate) prognostic awareness would be associated with more emotional distress. Methods: We conducted a prospective, observational study of AML patients receiving chemotherapy. We enrolled patients within 1 week of initiation of chemotherapy, either at diagnosis or relapse, from the clinics and inpatient hematologic malignancies ward at Duke University Hospital. We followed patients for at least 6 months or until death. While hospitalized, subjects completed weekly electronic surveys about their symptoms, prognosis, and treatment goals, or completed monthly surveys as outpatients. We examined the relationship between patients' perceptions of their prognosis and various domains of distress as measured by the Functional Assessment of Cancer Therapy general quality of life questionnaire (FACT-G). We used a modified random-effects model structure for this analysis, with predictors for between-patient difference in mean values of well-being; this \"hybrid\" model allows for the estimation of time-invariant characteristics (like patient sex and race), while controlling for unobserved heterogeneity across individuals and surveys (as in a fixed-effects approach). Results: 50 patients completed 455 total surveys (385 with FACT-G responses), with an average of 9.1 surveys per patient. Of 50 enrollees, 43 (86%) received an induction regimen, and 7 (14%) received either ahypomethylating agent or a clinical trial drug. Most patients (n=37; 74%) had a poor prognosis owing to age >59, relapsed/refractory disease, or a complex karyotype and/or FLT3 mutation. Evidence suggests that the chance of cure in high-risk AML cases like these is 10-25% at best, yet patients in the study rated their chance of cure at 90% or better in 183 surveys (40.2%) and 50% or better in 104 surveys (22.8%). Thus most patients grossly overestimated their prognosis. The range of within-patient emotional well-being score (EWB) means was 6.9 to 28, on the 0-28 FACT-EWB subscale. Patients' perceptions of prognosis did not change significantly over time. In multivariable modeling, FACT-EWB was significantly associated with patients' perception of their prognosis (beta=0.114; p=0.018). This relationship persisted even after controlling for clinical variables that we expected would impact perception of prognosis, including relapsed disease, and the receipt of a palliative-intent treatment. In fact, these covariates explained only 1% of the variance in EWB scores in the model (R 2 =0.01). We also controlled for other potentially important covariates, including: overall FACT-G score, hospital and treatment visits between surveys, number of surveys completed,Charlson Comorbidity Score, sex and race. Patients with worse EWB more often estimated their likelihood of cure between 25% and 50%, while those with better EWB were more likely to report a prognostic estimate between 75% and 90%. We also tested for direction of effects using time-lagged EWB scores; the EWB score in a given survey was significantly associated with a patient's self-assessed prognosis two surveys later (beta=0.028, p=0.006), suggesting that changes in emotional well-being precede changes in self-assessed prognosis, rather than vice versa. Conclusions: Patients with AML overestimate their prognosis, and exhibit widely-varying emotional responses to their disease. Patients' emotional well-being is strongly associated with their understanding of prognosis, such that patients who are more emotionally distressed have a more accurate understanding of their prognosis. These findings point to two important areas of unmet need in AML care. First, efforts are needed to improve patients' understand of their prognosis. Second, among patients who more accurately understand their prognosis, more psychosocial support and attention to emotional distress is needed. Figure 1. View large Download slide Figure 1. View large Download slide Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Figure 3. View large Download slide Figure 3. View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "psychological distress",
        "chemotherapy regimen",
        "cancer therapy",
        "hematologic neoplasms",
        "karyotype determination procedure",
        "ms-like tyrosine kinase 3",
        "palliative care",
        "psychosocial care",
        "treatment goals"
    ],
    "author_names": [
        "Nick Bloom, BA, MA",
        "Thomas W. LeBlanc, MD MA"
    ],
    "author_dict_list": [
        {
            "author_name": "Nick Bloom, BA, MA",
            "author_affiliations": [
                "Department of Sociology, Duke University, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas W. LeBlanc, MD MA",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Duke Cancer Institute, Durham, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T09:30:54",
    "is_scraped": "1"
}