{
    "doi": "https://doi.org/10.1182/blood.V120.21.713.713",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2288",
    "start_url_page_num": 2288,
    "is_scraped": "1",
    "article_title": "SAMHD1, A Putative Tumour Suppressor, Is Recurrently Mutated in Chronic Lymphocytic Leukaemia, and Is Associated with Poor Risk Features ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Genetics and Genomic Aberrations",
    "abstract_text": "Abstract 713 Chronic lymphocytic leukaemia (CLL) has a highly variable clinical course. Recent whole genome sequencing (WGS) data reflects this heterogeneity revealing low level recurrent somatic mutations (Puente Nature 2011, Quesada Nat Gen 2011, Wang NEJM 2011, Schuh Blood 2012). Our WGS study of sequential samples from 3 patients revealed candidate founder mutations that were present in all cells at all time-points. We focus on one of the genes affected by founder mutations; SAMHD1. SAMHD1 has been identified as an anti-viral restriction factor that targets HIV-1 by blocking reverse transcription of viral RNA (Laguette Nature 2011, Hrecka Nature 2011). The recently elucidated triphosphohydrolase activity of SAMHD1 leads to depletion of deoxynucleotide triphosphates (dNTP) during reverse transcription, thus interrupting the viral replication cycle before integration into the genome (Goldstone Nature 2011). In constitutional disease, recessive mutations in SAMHD1 have been implicated in deregulation of the innate immune response and development of a congenital autoimmune encephalopathy, Aicardi–Gouti ères syndrome (AGS) (Crow Hum Mol Gen 2009). In our single institutional cohort of 100 1 st line and relapsed CLL patients we identified 8 patients with acquired mutations in SAMHD1 , of which 6 were chemorefractory ( Table 1 ). This is much higher than the expected frequency of 25% chemorefractory patients in this cohort (Knight Leukemia 2012), implying a correlation between SAMHD1 mutations and poor outcome. In order to precisely establish the incidence of SAMHD1 mutations in patients requiring 1 st line treatment, we sequenced 200 samples from patients recruited into first line UK clinical trials. We determined a mutation frequency of 3% ( Table 1 ). Whole genome SNP arrays on our SAMHD1 mutated patients reveals monoalleleic deletions or copy neutral loss of heterozygosity at the SAMHD1 locus in 14 of 15 samples. TABLE 1: SAMHD1 mutated patients  Sample . Age . IgHV mutation . TP53 disruption . Clinical Status . Mutation . 1 72 U Neg Pre Treatment c.-166G>T 2 72 M Neg Refractory M1K      K523X 3 NK U Neg Refractory Y155C 4 65 U Neg Refractory R145X 5 NK NK NK Pre Treatment R145Q 6 63 U Neg Pre Treatment I136T 7 77 M Neg Refractory E355K 8 68 U Neg Refractory L431S 9 72 U Neg Refractory F545L 10 NK NK NK Pre Treatment W572X 11 69 NK NK Pre Treatment N/A 12 66 M Pos Refractory T365P 13 NK NK Neg Pre Treatment R371H 14 77 M Neg Refractory N/A 15 25 NK Neg AGS N/A Sample . Age . IgHV mutation . TP53 disruption . Clinical Status . Mutation . 1 72 U Neg Pre Treatment c.-166G>T 2 72 M Neg Refractory M1K      K523X 3 NK U Neg Refractory Y155C 4 65 U Neg Refractory R145X 5 NK NK NK Pre Treatment R145Q 6 63 U Neg Pre Treatment I136T 7 77 M Neg Refractory E355K 8 68 U Neg Refractory L431S 9 72 U Neg Refractory F545L 10 NK NK NK Pre Treatment W572X 11 69 NK NK Pre Treatment N/A 12 66 M Pos Refractory T365P 13 NK NK Neg Pre Treatment R371H 14 77 M Neg Refractory N/A 15 25 NK Neg AGS N/A U=Unmutated, M=Mutated. View Large Next, we questioned whether patients with congenital SAMHD1 mutations are more susceptible to developing B-cell malignancies. We reviewed 20 patients with AGS and homozygous SAMHD1 mutations. Intriguingly, 2 of these patients have developed a B-cell malignancy. One of these patients presented at 1 month of age with features typical of AGS and has been subsequently diagnosed with CLL at the age of 25. Sequencing the SAMHD1 locus of both germline and CLL cells from this patient confirmed the homozygous 1609-1G4C mutation. We screened the patient's CLL cells for acquired mutations recently found to be recurrent in CLL. None of these genes were mutated suggesting the SAMHD1 germline mutation was sufficient to cause CLL. In addition, whole exome analysis is in progress for a more complete view of acquired mutations potentially contributing to CLL pathogenesis. To evaluate the interplay of recurrent somatic mutations in CLL in the context of our SAMHD1 mutations, we used a custom designed targeted sequencing panel (TruSeq Custom Amplicon, Illumina). SAMHD1 mutations were found exclusively in SF3B1 negative patients. Only one SAMHD1 patient had a TP53 mutation. To begin to functionally define the role of SAMHD1 mutations in CLL, we examined the impact of SAMHD1 mutations on SAMHD1 mRNA gene expression by quantitative PCR analysis of purified CLL cells and normal B cell controls. Expression in the mutated CLL cells was significantly lower compared to normal B cells. From this, we hypothesise that CLL cells with SAMHD1 mutations might show an increase in intracellular dNTP levels. We are currently evaluating the levels of dNTPs using a custom designed qPCR to measure dNTP incorporation onto template DNA. In conclusion, we provide the first evidence that the lentiviral restriction factor and dNTP triphosphohydrolase SAMHD1 acts as a tumour suppressor in human B cells. We propose that deregulation of the dNTP pool in B cells caused by mutations in SAMHD1 might contribute to lymphomagenesis. Disclosures: Ross: Illumina: Employment. Bentley: Illumina: Employment. Hillmen: Alexion Pharmaceuticals, Inc: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mutation",
        "sam domain and hd domain-containing protein 1",
        "tumor suppressor genes",
        "cancer",
        "protein p53",
        "autoimmune encephalitis",
        "chronic lymphocytic leukaemia recurrent",
        "dna"
    ],
    "author_names": [
        "Ruth Clifford",
        "Sam Ackroyd",
        "Adam Burns",
        "Adele Timbs",
        "Jonathan Maelfait",
        "Helene Dreau",
        "Shirley Henderson",
        "Mark Ross",
        "David Bentley",
        "Peter Hillmen, MBChB, PhD",
        "Samantha Knight",
        "Jenny Taylor",
        "Chris S.R Hatton",
        "Jan Rehwinkel",
        "Yanick Crow",
        "Anna Schuh"
    ],
    "author_affiliations": [
        [
            "Oxford NIHR Biomedical Research Centre Molecular Diagnostic Centre, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Clinical Haematology, Bradford Teaching Hospitals, NHS Foundation Trust, Bradford, United Kingdom, "
        ],
        [
            "Oxford NIHR Biomedical Research Centre Molecular Diagnostic Centre, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Oxford NIHR Biomedical Research Centre Molecular Diagnostic Centre, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Medical Research Council Human Immunology Unit, Nuffield Department of Medicine, Medical Research Council Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, UK, "
        ],
        [
            "Oxford NIHR Biomedical Research Centre Molecular Diagnostic Centre, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Oxford NIHR Biomedical Research Centre Molecular Diagnostic Centre, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Illumina Cambridge Ltd., Saffron Walden, United Kingdom, "
        ],
        [
            "Illumina Cambridge Ltd., Saffron Walden, United Kingdom, "
        ],
        [
            "Department of Haematology, St. James' University Hospital, Leeds, United Kingdom, "
        ],
        [
            "Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford, UK, "
        ],
        [
            "Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford, UK, "
        ],
        [
            "Oxford NIHR Biomedical Research Centre Molecular Diagnostic Centre, University of Oxford, Oxford, United Kingdom, "
        ],
        [
            "Medical Research Council Human Immunology Unit, Nuffield Department of Medicine, Medical Research Council Weatherall Institute of Molecular Medicine, University of Oxford, Oxford, UK, "
        ],
        [
            "Academic Unit of Medical Genetics, Manchester Academic Health Science Centre, Central Manchester Foundation Trust, St Mary's Hospital, University of Manchester, Manchester, UK"
        ],
        [
            "Oxford NIHR Biomedical Research Centre Molecular Diagnostic Centre, University of Oxford, Oxford, United Kingdom, "
        ]
    ],
    "first_author_latitude": "51.754816399999996",
    "first_author_longitude": "-1.2543668000000001"
}