{
    "doi": "https://doi.org/10.1182/blood-2018-99-116916",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4094",
    "start_url_page_num": 4094,
    "is_scraped": "1",
    "article_title": "Treatment Decision Making and Treatment Satisfaction Among Individuals Living with Chronic Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases: Poster III",
    "abstract_text": "Background : Over the past decade, an increase in treatment options for chronic myeloid leukemia (CML) has dramatically changed the therapeutic landscape and has improved clinical outcomes. This abundance of treatment options may make it difficult for CML patients to feel knowledgeable about what options are available to them, may hinder patients' preparedness for having conversations about treatment, and, similarly, may contribute to patients feeling less involved in treatment decision making (TDM). In light of this changing landscape, we explored whether the TDM experience was linked to satisfaction with treatment outcomes in a national sample of CML patients. Methods : Using data from the Cancer Support Community's Cancer Experience Registry®, our analytic sample included 310 participants who reported CML as their primary diagnosis. The dependent variable in all analyses was a dichotomous, patient-reported indicator of satisfaction with treatment outcomes (satisfied or not satisfied). Our independent variables include three measures that capture the TDM experience: feeling involved in the TDM process; feeling knowledgeable about treatment options prior to making treatment decisions; and, feeling prepared to discuss treatment options with one's doctor. Respondents ranked TDM knowledge, preparedness, and involvement from 0 = \"not at all\" to 4 = \"very much.\" Responses were dichotomized such that 1 = \"quite a bit\" or \"very much\" and 0 = \"not at all,\" \"a little bit\" or \"somewhat.\" Analytically, we compared patients who reported high satisfaction with treatment outcomes to those who reported low satisfaction, using Student's t-test. Then, we estimated multivariate logistic regression models predicting odds of being satisfied with treatment outcome by TDM knowledge, preparedness, and involvement. Regression models controlled for demographic characteristics including age, gender, and race; clinical factors such as time since diagnosis and symptom burden; treatment-related measures including financial impact of treatment; and the degree to which individuals felt their health care teams prepared them to manage treatment side effects. Results : Descriptively, our sample was 65% female and 87% non-Hispanic White, with an average age of 56.6 years (SD = 12) and mean time since diagnosis of 6 years (SD = 5). Most (74%) reported being \"quite a bit\" to \"very much satisfied\" with their treatment outcomes. Experiences with TDM, however, were variable. When making treatment decisions, 52% reported feeling involved , 41% reported feeling knowledgeable , and 21% felt prepared . Importantly, t-test results suggested that individuals with greater involvement, more knowledge, and higher preparedness were significantly more likely to report satisfaction with treatment outcomes. Results of the multivariate models demonstrated a greater likelihood of treatment satisfaction among individuals who felt prepared to discuss treatment options with their health care team, even after controlling for demographic, clinical, and treatment-related characteristics. In fact, prepared individuals were nearly 6 times as likely to be satisfied with their treatment outcomes, as compared to individuals who did not feel prepared to discuss treatment options (p < .05). Conclusion : Most of our patients with CML did not feel prepared to make treatment decisions. However, those who feel more prepared to discuss treatment options with their doctors are also more likely to report satisfaction with treatment outcomes. As new CML treatment options become available, our results highlight the need for an increased focus on shared decision making in clinical practice. This may necessitate providing patients with more resources to help prepare them for treatment-related conversations. Disclosures Birhiray: Takeda: Research Funding, Speakers Bureau; Genomic Health: Patents & Royalties; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Alexion: Consultancy; Puma: Research Funding, Speakers Bureau; Pharmacyclics: Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Bristol Myers Squibb: Speakers Bureau; Norvatis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bayer: Membership on an entity's Board of Directors or advisory committees; Eli-Lilly: Speakers Bureau; Excelis: Speakers Bureau; Clovis Oncology: Speakers Bureau; Sanofi Oncology: Speakers Bureau; Incyte: Speakers Bureau; AstraZeneca: Speakers Bureau; Tessaro: Speakers Bureau; Pfizer: Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees; Helsinn: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "decision making",
        "leukemia, myelocytic, chronic",
        "cancer",
        "adverse effects",
        "treatment outcome",
        "logistic regression"
    ],
    "author_names": [
        "Julie Olson, PhD",
        "Shauna McManus, BS",
        "Melissa F. Miller, PhD MPH",
        "Thomas W. LeBlanc, MD MA",
        "Eva Yuen, PhD",
        "Alexandra K Zaleta, PhD",
        "Ruemu Ejedafeta Birhiray, MD",
        "Kevin Stein, PhD FAPOS"
    ],
    "author_affiliations": [
        [
            "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
        ],
        [
            "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
        ],
        [
            "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
        ],
        [
            "Division of Hematologic Malignancies and Cellular Therapy, Duke University School of Medicine, Durham, NC "
        ],
        [
            "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
        ],
        [
            "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
        ],
        [
            "Hem.-Onc. of Indiana, PC, Indianapolis, IN"
        ],
        [
            "Research and Training Institute, Cancer Support Community, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "40.0787171",
    "first_author_longitude": "-75.15543135"
}