{
    "doi": "https://doi.org/10.1182/blood.V126.23.4892.4892",
    "article_title": "CLAG-Based Induction Therapy in Previously Untreated High Risk AML Patients ",
    "article_date": "December 3, 2015",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "The CLAG regimen (G-CSF 300 mcg sc, cladribine 5 mg/m 2 over 2 hours, and cytarabine 2 gm/m 2 over 4 hours beginning 2 hours after cladribine, all daily times 5 days) was originally devised by Robak et al (Leuk Lymphoma 2000; 36:121-9) as induction therapy for patients with relapsed or refractory acute myeloid leukemia. Fifty percent of patients achieved a CR with a median duration of 22.5 weeks. This group subsequently added mitoxantrone to the regimen (Wrzesien-Kus A, et al. Ann Hematol 2005; 84:557-64). We treated 20 patients with previously untreated acute myeloid leukemia who were considered unsuitable for our intensive high-dose cytarabine, high-dose mitoxantrone frontline induction regimen either due to age or cardiac dysfunction with CLAG-based therapy. Patients with a cardiac ejection fraction above 50% additionally received either mitoxantrone (mito) or idarubicin (ida), 12 mg/m 2 times 3 days, concurrently with CLAG. Of 20 patients treated, 5 received CLAG, 12 received CLAG-ida and 3 received CLAG-mito. The median age was 64 years (range 42-79 years). There were 13 men and 7 women. Six patients had received prior chemo and/or RT for a previous malignancy. In addition 3 patients had a prior MPD and 1 had prior MDS (total of 10 patients with secondary AML). Patients had a median of 3 comorbidities (range 0-7). Cytogenetic risk was good: 2 patients (however one was FLT3 ITD+), intermediate: 10 patients, poor: 8 patients. Only one patient was FLT3 ITD+. Responding patients (CR or PR) received 1 (5 pts), 2 (2 pts), 3 (8 pts) or 4 (2 pts) cycles of CLAG+/- ida or mito followed by allogeneic stem cell transplant (4 pts), hidac (2 pts) or decitabine maintenance (4 pts). Most patients responded to therapy. There were 13 formal CRs (65%), 1 CRp (5%), 3 PR (15%, defined as 6-10% blasts on marrow with complete hematologic recovery in the peripheral blood), 2 failures (10%) and one early death (5%). Other than the early death, treatment was well tolerated with few toxicities other than neutropenic fever and cytopenias. Estimated overall survival by Kaplan Meier analysis is 29.6 months (95% CI 20.1-39.2 months). Duration of response is 32.3 months (95% CI 21.6-43.1 months). CLAG-based therapy is a well-tolerated, efficacious induction strategy in previously-untreated patients with high risk AML. CLAG-based regimens should be studied in a broader group of newly diagnosed AML patients. Figure 1. View large Download slide Figure 1. View large Download slide Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Disclosures Off Label Use: Use of cladribine in AML.",
    "topics": [
        "neoadjuvant therapy",
        "brachial plexus neuritis",
        "cladribine",
        "mitomycin",
        "mitoxantrone",
        "cytarabine",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "allogeneic stem cell transplant",
        "cancer"
    ],
    "author_names": [
        "Karen Seiter, MD",
        "Stephanie Germani, FNP",
        "Julie Martin, FNP",
        "Rosemarie Raffa, FNP",
        "Michele Reilly, ANP",
        "Nasir Ahmed, MD",
        "Paul Baskind",
        "Delong Liu, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karen Seiter, MD",
            "author_affiliations": [
                "New York Medical College, Valhalla, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Germani, FNP",
            "author_affiliations": [
                "Westchester Medical Center, Valhalla, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Martin, FNP",
            "author_affiliations": [
                "Westchester Medical Center, Valhalla, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosemarie Raffa, FNP",
            "author_affiliations": [
                "Westchester Medical Center, Valhalla, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Reilly, ANP",
            "author_affiliations": [
                "Westchester Medical Center, Valhalla, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nasir Ahmed, MD",
            "author_affiliations": [
                "New York Medical College, Valhalla, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Baskind",
            "author_affiliations": [
                "New York Medical College, Valhalla, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Delong Liu, MD PhD",
            "author_affiliations": [
                "New York Medical College, Valhalla, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T04:22:17",
    "is_scraped": "1"
}