{
    "doi": "https://doi.org/10.1182/blood.V116.21.879.879",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1743",
    "start_url_page_num": 1743,
    "is_scraped": "1",
    "article_title": "Correction of the Fanconi Anemia Phenotype at the Cellular Level by S Phase Delay: Implications for Etiopathogenesis and Treatment ",
    "article_date": "November 19, 2010",
    "session_type": "Bone Marrow Failure: Stem Cells and Their Cell Cycle",
    "topics": [
        "fanconi anemia",
        "s phase",
        "phenotype",
        "fluorouracil",
        "cancer",
        "dna",
        "dna synthesis inhibitors",
        "leukemia",
        "pancytopenia",
        "thymidine"
    ],
    "author_names": [
        "W. Clark Lambert, MD, PhD",
        "Santiago Centurion, MD",
        "Monique Brown"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, UMDNJ-NJMS, Newark, NJ, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, UMDNJ-NJMS, Newark, NJ, USA, "
        ],
        [
            "UMDNJ-New Jersey Med. School, Newark, NJ, NJ, USA"
        ]
    ],
    "first_author_latitude": "40.7400804",
    "first_author_longitude": "-74.189656",
    "abstract_text": "Abstract 879 Fanconi Anemia (FA) is a rare, complex, recessively inherited disease, with 13 known complementation groups, in which many patients develop bone marrow failure and/or leukemia, especially myelogenous leukemia, at an early age. Although bone marrow transplantation (BMT) has been beneficial, a high proportion of these patients go on to develop head and neck cancers and other solid malignancies, regardless of whether BMT has been carried out. Our laboratory, and others, have shown that FA is associated with a cell cycle defect in which FA cells fail to slow or arrest their rate of replicative, S-phase DNA synthesis as do normal cells following treatment with a DNA interstrand cross-linking (ICL) agent. FA cells are also markedly hypersensitive to the clastogenic and cytotoxic effects of such ICL agents, characteristics used to define the disease in the classic diepoxybutane, or DEB test. We wished to test whether, if the cell cycle defect were corrected by treating the cells with an inhibitor of DNA synthesis, the cytoclastic and cytotoxic effects of an ICL agent, psoralen plus ultraviolet A light (PUVA), would be affected in FA cells. Among DNA synthesis inhibitors, we were particularly interested in examining hydroxyurea and 5-fluorouracil (HU and 5-FU), because they have been used successfully to treat other blood diseases and cancers, respectively, such as sickle cell anemia and colon adenocarcinomas. Following treatment with PUVA, normal lymphoblastoid cells (two cell lines), FA lymphoblastoid cells (two FA-A, one FA-C and one FA-G lines), and two genetically corrected FA lymphoblastoid cell lines (FA-A and FA-C) were either mock treated or treated with an inhibitor of DNA synthesis (high dose thymidine, methotrexate, or HU) for 24 hours. Chromosome breaks and both short term (trypan blue exclusion) and long term cell viability (colony forming ability) were then measured. Except for one FA-A cell line that had low thymidine kinase activity, and therefore did not respond to thymidine, all uncorrected FA cell lines, but not corrected FA cell lines, showed dramatic reductions in clastogenicity and increases in viability following PUVA and treatment with any of the DNA synthesis inhibitors. Normal cells and corrected FA cells failed to show a comparable response. These results indicate that the S-phase cell cycle defect in FA is important in its etiopathogenesis. The stalled DNA replication forks documented in FA cells containing DNA ICLs may actually be due, in part or entirely, to a prior defect in cell cycle regulation when damaged FA cells enter S phase. These results also suggest at least two possible modes of therapeutic intervention, treatment of FA patients with HU or 5-FU to prevent or delay onset of complications including bone marrow failure, leukemia, or, particularly in patients who have undergone BMT, head, neck, and other tumors. Disclosures: No relevant conflicts of interest to declare."
}