{
    "doi": "https://doi.org/10.1182/blood.V106.11.268.268",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=323",
    "start_url_page_num": 323,
    "is_scraped": "1",
    "article_title": "STAT5-Induced Self-Renewal and Impaired Myelopoiesis of Human Hematopoietic Stem/Progenitor Cells Involves Downmodulation of C/EBPα. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Previously, we demonstrated that enforced activation of STAT5 in human cord blood (CB)-derived stem/progenitor cells results in enhanced long-term stem cell self-renewal and impaired myelopoiesis ( J.J.Schuringa et al, J.Exp.Med . 2004 ; 200 : 623 ). Now, C/EBPα was identified as a critical transcription factor that is downregulated by STAT5. Affymetrix microarray analysis on STAT5A(1*6)-transduced CD34 + cells identified C/EBPα as the most prominently downregulated gene (−3.3 fold), and these data were confirmed by RT-PCR and Western blotting. To determine the cell-biological relevance of these observations, a 4-OHT-inducible C/EBPα-ER protein was co-expressed with the STAT5A(1*6) mutant in CB CD34 + cells by using a retroviral approach. Re-expression of C/EBPα in STAT5A(1*6) cells resulted in a marked restoration of myelopoiesis as determined by morphological analyses, FACS analyses for myeloid markers such as CD11b, CD14 and CD15, and RT-PCR for myeloid-restricted genes such as g-csfr. While enforced activation of STAT5A resulted in accelerated erythropoiesis, this was blocked when C/EBPα was re-introduced into STAT5A(1*6) cells. Similarly, the proliferative advantage imposed on CD34 + cells by STAT5A(1*6) depended on the downmodulation of C/EBP as reintroduction of C/EBPα in these cells induced a quick cell cycle arrest and the onset of myeloid differentiation. At the stem/progenitor cell level, LTC-IC frequencies were elevated from 0.5% to 11% by STAT5A(1*6) as compared to controls, but these elevated LTC-IC frequencies were strongly reduced when C/EBPα was reintroduced in STAT5A(1*6) cells. Enumeration of progenitors in methylcellulose assays revealed similar results, the number of CFCs was reduced over 10-fold when C/EBPα was expressed in STAT5A(1*6) cells. Also, secondary CAFCs and long-term cultures could only be generated from STAT5A(1*6) expressing cells, but not from cells that co-expressed STAT5A(1*6) and C/EBPα. Taken together, these data indicate that STAT5-induced self-renewal and impaired myelopoiesis involves downmodulation of C/EBPα.",
    "topics": [
        "antigens, cd15",
        "cd14 antigen",
        "cd34 antigens",
        "chlorofluorocarbons",
        "macrophage-1 antigen",
        "myelopoiesis",
        "receptors, colony-stimulating factor",
        "retreatments",
        "reverse transcriptase polymerase chain reaction",
        "stem cells"
    ],
    "author_names": [
        "Jan Jacob Schuringa, PhD",
        "Bart-Jan Wierenga, BSc",
        "Hein Schepers",
        "Malcolm A.S. Moore, MD/PhD",
        "Edo Vellenga, MD/PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Developmental Hematopoiesis, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.20728559999999",
    "first_author_longitude": "6.1883490000000005"
}