{
    "doi": "https://doi.org/10.1182/blood-2018-99-118697",
    "article_title": "The Optimal Cut-Off Level for Hemoglobin A2 to Differentiate between Sickle Cell Disease Genotypes ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical: Poster II",
    "abstract_text": "Objectives: Hemoglobin A2 (HbA2) is elevated in the presence of beta thalassemia trait and it is used as an indicator of its presence. High-Performance Liquid Chromatography (HPLC) overestimates HbA2 in patients with Sickle Cell Disease (SCD) due to the co-elution of HbS in HbA2 column. The optimal cut-off level of HbA2 to indicate the presence of beta thalassemia trait has not been well established in patients with SCD. We aim to define the optimal cut-off level of HbA2 to differentiate between SS and S/Beta SCD genotype variants. Methods: In this cross-sectional study, we included 241 patients with SCD who have either SS or S/Beta genotype based on their HPLC and the Sickledex test®. The diagnoses were confirmed by the direct sequencing of PCR amplified products of all exons, exon-intron junctions and promoter region of the beta globin gene. We retrieved the following clinical and laboratory variables from the electronic health records: age, gender, Hemoglobin (Hb), Mean Corpuscular Volume (MCV), Red Blood Cell (RBC) count and HbA 2 . We used the receiver operating curve (ROC) analysis to obtain the optimal cut-off level of HbA2 using the maximum sensitivity and specificity (Youden criteria). All descriptive and analytical statistics were performed using R program. The ROC analysis was performed with the \"OptimalCutpoints\" package available in R program. Results: Among the 241 patients included in the analysis, SS and S/Bthal patients were 81% and 19% respectively. Male to female ratio was 126:115. Fifty-two percent were using hydroxyurea. The median HbA 2 level was 4.5% (Range: 0.0-6.5) in the SS group and 6.5% (Range: 3.5-8.2) in the S/Bthal group. The median Hb, MCV and RBC count was 9.4 g/dL (Range: 5.3 - 15.0), 75 fL (55 - 111) and 3.8 *10 12 /L (1.9 - 6.3) respectively for the SS group; while it was 9.7 g/dL (6.6 - 12.3), 68 fL (57 - 86) and 4.2 *10 12 /L (2.5 - 5.4) respectively for the S/Bthal group. The optimal cut-off level for HbA 2 was estimated to be 5.7% using a sensitivity of 91% and a specificity of 92%. The positive and negative predictive values were 75% and 98% respectively. The discrimination estimated using the Area Under the Curve (AUC) was 0.936 (95% Confidence Interval: 0.878-0.994). Conclusions: The optimal cut-off HbA2 level to differentiate SCD with the S/Bthal genotype from the SS genotype is 5.7% with a high sensitivity, specificity and discrimination. The unexpected overlap in the MCV and the RBC count is likely related to the high rate of Alpha thalassemia trait in the analyzed population. Incorporation of the presence of alpha thalassemia trait in the analysis may improve the discrimination of MCV and RBC count. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "genotype",
        "hemoglobin a2",
        "sickle cell anemia",
        "mean corpuscular volume analyses",
        "hemoglobin a",
        "alpha trait thalassemia",
        "beta thalassemia trait",
        "fluorides",
        "high pressure liquid chromatography procedure",
        "beta-globin"
    ],
    "author_names": [
        "Fayiz Al Shueili, MD",
        "Murtadha K. Al-Khabori, BSc,MD FRCPC, MSc",
        "Salam Al-Kindi",
        "Yasser Wali, MD",
        "Shoaib Al-Zadjali, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fayiz Al Shueili, MD",
            "author_affiliations": [
                "Oman Medical Speciality board, Al-Athaiba, Oman "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Murtadha K. Al-Khabori, BSc,MD FRCPC, MSc",
            "author_affiliations": [
                "Sultan Qaboos University Hospital, Al-Khoud, Oman "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salam Al-Kindi",
            "author_affiliations": [
                "Department of Haematology, Sultan Qaboos University, Muscat, Oman "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasser Wali, MD",
            "author_affiliations": [
                "Sultan Qaboos University, Muscat, Oman"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shoaib Al-Zadjali, PhD",
            "author_affiliations": [
                "Sultan Qaboos University Hospital, Al-Khoud, Oman "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T02:34:41",
    "is_scraped": "1"
}