{
    "doi": "https://doi.org/10.1182/blood.V106.11.537.537",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=329",
    "start_url_page_num": 329,
    "is_scraped": "1",
    "article_title": "Gene Expression in Leukemic Blasts Persisting at Day 8 of Induction Therapy in Childhood ALL Displays a Common Shift towards Terminally Differentiated B Cells and a Cytoreduction-Associated Impairment of the Translational Machinery. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "In childhood acute lymphoblastic leukemia (ALL), persistence of leukemic blasts during therapy is of crucial prognostic significance. To approach the mechanisms of therapy resistance, we addressed genome-wide gene expression in blasts persisting after one week of induction therapy (day 8 blasts) and their molecular signatures as compared with blast cells at initial diagnosis (day 0 blasts). In order to approach this issue experimentally, a procedure has been established including flow sorting of leukemic blasts by their leukemia-associated immunophenotype and preparation of cRNA, starting from a small number of cells. Blast cells from 12 patients with precursor B-cell ALL were investigated using Affymetrix HG U133A microarrays, and genes commonly up- or down-regulated in blast cells under therapy were identified in matched pairs of day 8 and day 0 samples. In spite of the heterogeneous clinical features of the patients (mean rate of cytoreduction after 7 days of initial therapy = 82%, range between 33% and 99%), we were able to determine a set of 310 genes whose expression was commonly changed between day 8 and day 0 with an estimated false discovery rate of 0.05. The identified set of genes indicated inhibited cell cycling, reduced metabolism, and expression changes of multiple factors related to B-cell differentiation. These changes collectively suggested that gene expression in day 8 blasts is shifted towards resting mature B cells. To test this hypothesis, we isolated normal B cells from peripheral blood samples of leukemic patients and compared their gene expression to that of leukemic blasts using Principal Component Analysis (PCA). PCA revealed that day 8 samples are positioned between day 0 samples and normal B-cell samples, and statistical significance of this observation could be established using the Jonckheere-Terpstra test. Changes of B-cell differentiation markers on protein level supported this finding. In addition, we analyzed all genes with regard to the correlation of their expression changes with the rates of cytoreduction in peripheral blood. We observed differential impairment of the key components of the translational machinery including ribosome, eukaryotic 43S preinitiation complex and eukaryotic 48S initiation complex. Overall, expression levels of these factors decreased in therapy-sensitive patients but did not change in therapy-resistant patients. Taken together, investigation of leukemia cells persisting during therapy identifies common and individual expression changes which may potentially affect sensitivity towards anti-leukemic agents and offers new insights into the mechanisms of therapy resistance in ALL.",
    "topics": [
        "blast cells",
        "b-lymphocytes",
        "debulking",
        "gene expression",
        "leukemia, lymphocytic, acute, childhood",
        "neoadjuvant therapy",
        "leukemia",
        "b-cell acute lymphocytic leukemia",
        "complementary rna",
        "immunophenotyping"
    ],
    "author_names": [
        "Peter Rhein",
        "Stefanie Scheid",
        "Richard Ratei, MD",
        "Christian Hagemeier, PhD, MD",
        "Karl Seeger, PhD, MD",
        "Renate Kirschner-Schwabe, PhD",
        "Martin Schrappe, MD",
        "Rainer Spang, PhD",
        "Wolf-Dieter Ludwig, MD",
        "Leonid Karawajew, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Charité Medical School, Berlin, Germany"
        ],
        [
            "Computational Molecular Biology, Max-Planck-Institute for Molecular Genetics, Berlin, Germany"
        ],
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Charité Medical School, Berlin, Germany"
        ],
        [
            "General Pediatrics, Charité Medical School, Berlin, Germany"
        ],
        [
            "Pediatric Oncology /Hematology, Charité Medical School, Berlin, Germany"
        ],
        [
            "Pediatric Oncology /Hematology, Charité Medical School, Berlin, Germany"
        ],
        [
            "Pediatrics, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany"
        ],
        [
            "Computational Molecular Biology, Max-Planck-Institute for Molecular Genetics, Berlin, Germany"
        ],
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Charité Medical School, Berlin, Germany"
        ],
        [
            "Hematology, Oncology, and Tumor Immunology, Robert-Rossle-Clinic at the HELIOS Klinikum Berlin-Buch, Charité Medical School, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.631536100000005",
    "first_author_longitude": "13.508857699999998"
}