{
    "doi": "https://doi.org/10.1182/blood.V114.22.2061.2061",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1524",
    "start_url_page_num": 1524,
    "is_scraped": "1",
    "article_title": "Complete Response to Clofarabine Is Durable and Correlates with Survival in Previously Untreated Older Adult Patients with Acute Myeloid Leukemia (AML) and Unfavorable Prognostic Factors. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster II",
    "abstract_text": "Abstract 2061 Poster Board II-38 Background: We have previously reported efficacy and safety of clofarabine in patients = 60 with at least one unfavorable prognostic factor. Retrospective analyses have suggested that survival in AML is related to quality of response. [Estey, Clinical Advances in Hematology Oncology, 2008]. In this report, we present durability and survival data for complete responders in each of the prognostic subgroups in the CLASSIC II trial, and a landmark analysis to evaluate the relationship between complete response and survival. Methods: This single arm, Phase II, open-label study enrolled adults with untreated AML =60 years old with at least one adverse prognostic factor: age =70 years, ECOG performance status (PS)=2; antecedent hematological disorder (AHD); and/or intermediate/unfavorable risk karyotype. Clofarabine was given on days 1-5 at 30 mg/m2 during induction and 20 mg/m2 during re-induction/consolidation. Primary endpoint was ORR (CR + CRp). Secondary efficacy endpoints included duration of remission (DoR), disease-free survival (DFS) and overall survival (OS). Due to interest about outcome of CR alone with respect to remission durability, such secondary endpoints were analysed and are reported below for the overall population and for each prospectively defined prognostic subgroup. Analyses of overall survival (OS) using both best response and landmark timepoints were performed. Landmark analyses eliminate survivorship bias by evaluating the robustness of the relationship between response and survival in patients who survived until a landmark timepoint and using the response at this timepoint for assessment rather than best response. Since this analysis was defined post hoc, 3 analyses of median overall survival in patients who survived at least 30, 45, and 60 days were performed to eliminate time-to-response bias. Results: 112 patients were evaluable. For patients with complete response (CR, n=42), median duration of remission (DoR) was 65 weeks (95% CI 41, not estimable [NE]), median disease free survival (DFS) 48 weeks (28, 65), and median overall survival (OS) 72 weeks (53, NE). Patients = 70 years (n=69) had 33% CR, median DoR and DFS 65 weeks (17, NE), and median OS = 48 weeks (48, NE). Patients with ECOG PS2 (n=25) had CR 24%, median DoR 7 weeks (6,NE), median DFS 9 weeks (6, 12), and median OS 16 weeks (12, 33). Patients with AHD (n= 41) had 39% CR; median DoR, DFS, and OS are NE. Patients with intermediate/unfavorable karyotype (n= 108) had 39% CR, median DoR 65 weeks (41, NE), median DFS 48 weeks (28, 65) and median OS 72 weeks (53, NE). Patients with unfavorable karyotype (n=62) had 32% CR, median DoR 56 weeks (28, NE), median DFS 33 weeks (23, 56), and median OS 59 weeks (48, NE). Median OS was 59.1 weeks (95% CI=49.9 weeks, NE) for CR + CRp; 33.4 weeks (95% CI=19.3, 55.0 weeks) for CRp; and15.4 weeks (95% CI=12.0, 29.9 weeks) for non-responders. In the landmark analysis, patients who had a complete response to clofarabine survived longer than non responders ( Table 1 ), regardless of starting point (30, 45, or 60 days). The survival benefit of responders was statistically significant for all time points (p<0.05). Table 1: Sensitivity Analysis of Overall Survival by Complete Response using Landmark Analysis  Landmark Timepoint In Days . Number of Responders (CR) . Median OS for Responders 1 . Number of Non-Responders . Median OS Non-responders 1 . Hazard Ratio (95% CI; p-value) . 0 days 2  42 72.4 70 19.3 3.78 (2.15, 6.65; p<0.0001) 30 days 13 NE 88 36.4 3.25 (1.17, 9.02; p=0.0234) 45 days 28 NE 68 35.3 2.12 (1.09, 4.12; p=0.0266) 60 days 33 NE 61 32.1 2.35 (1.25, 4.43; p=0.0082) Landmark Timepoint In Days . Number of Responders (CR) . Median OS for Responders 1 . Number of Non-Responders . Median OS Non-responders 1 . Hazard Ratio (95% CI; p-value) . 0 days 2  42 72.4 70 19.3 3.78 (2.15, 6.65; p<0.0001) 30 days 13 NE 88 36.4 3.25 (1.17, 9.02; p=0.0234) 45 days 28 NE 68 35.3 2.12 (1.09, 4.12; p=0.0266) 60 days 33 NE 61 32.1 2.35 (1.25, 4.43; p=0.0082) 1 Median number of weeks past the landmark time point 2 Note this analysis uses best response rather than response at landmark NE=non-evaluable View Large Summary/conclusions: CRs were consistent, durable, and associated with survival of > 13 months in all prognostic subgroups except PS2, and complete responders lived longer than non-responders. Achievement of a CR correlates with clinical benefit and survival in older AML patients. Single agent clofarabine is an effective treatment option for older adult patients with untreated AML and unfavorable prognostic factors. Disclosures: Gabrilove: Genzyme: Research Funding. Faderl: Genzyme: Research Funding. Erba: Lilly: Research Funding; Antisoma: Research Funding; Wyeth: Research Funding; Cephalon: Honoraria, Research Funding; MGI Pharma: Honoraria; Pharmion: Honoraria; Celgene: Honoraria; BMS: Honoraria; Novartis: Honoraria, Research Funding; Genzyme: Consultancy, Honoraria, Research Funding; Gemin-X: Research Funding; Kanisa: Research Funding. Claxton: Genzyme: Research Funding. Arellano: Genzyme: Research Funding. Lyons: Celgene: Consultancy; Johnson&Johnson: Consultancy, Honoraria, Speakers Bureau; GlaxoSmithKline: Consultancy, Speakers Bureau; Amgen Inc.: Consultancy, Honoraria, Research Funding, Speakers Bureau; Genzyme: Research Funding. Kovacsovics: Genzyme: Research Funding. Eckert: Genzyme: Employment. Huebner: Genzyme: Employment. Kantarjian: Genzyme: Research Funding.",
    "topics": [
        "clofarabine",
        "complete remission",
        "leukemia, myelocytic, acute",
        "older adult",
        "prognostic factors",
        "dor fundoplication",
        "receptors, opioid, delta",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "disease remission"
    ],
    "author_names": [
        "Janice Gabrilove, MD",
        "Stefan Faderl, MD",
        "Harry P Erba",
        "David F. Claxton, M.D.",
        "M. Arellano",
        "Roger M Lyons",
        "Tibor J. Kovacsovics, MD",
        "Stephen Eckert, Ph.D",
        "Dirk Huebner, MD",
        "Hagop M. Kantarjian, MD"
    ],
    "author_affiliations": [
        [
            "Mount Sinai School of Medicine, New York, NY, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Michigan Health System, Ann Arbor, MI, USA, "
        ],
        [
            "Hematology-Oncology, Penn State Milton S. Hershey Medical Center, Hershey, PA, USA, "
        ],
        [
            "Emory University, Atlanta, GA, USA, "
        ],
        [
            "Cancer Care Centers South Texas/US Oncology, San Antonio, TX, USA, "
        ],
        [
            "Ctr. for Hematological Malignancies, OHSU, Portland, OR, USA, "
        ],
        [
            "BioMedical Data Sciences & Informatics, Genzyme Corporation, San Antonio, TX, USA, "
        ],
        [
            "Genzyme Corporation, Cambridge, MA, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "40.7898178",
    "first_author_longitude": "-73.9532394"
}