{
    "doi": "https://doi.org/10.1182/blood.V120.21.4256.4256",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2266",
    "start_url_page_num": 2266,
    "is_scraped": "1",
    "article_title": "Revisiting the Role of the Stat Laboratory: Is It Safe to Perform Activated Clotting Time Determinations (ACTs) Out of the Operating Room ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Poster III",
    "topics": [
        "activated clotting time measurement",
        "operating room",
        "bivalirudin",
        "clopidogrel",
        "heparin",
        "medical devices",
        "anticoagulants",
        "anticoagulation",
        "blood tests",
        "kaolin"
    ],
    "author_names": [
        "Michael Plietz",
        "Aaron Leifer, MD",
        "Vilma Padilla",
        "Carole Pineda",
        "Khrishan Naraine",
        "Mark Greenberg, MD",
        "Amy S Fox, MD, MS"
    ],
    "author_affiliations": [
        [
            "Biology, University of Virginia, Virginia, USA, "
        ],
        [
            "Pathology, Montefiore Medical Center, Bronx, USA, "
        ],
        [
            "Pathology, Montefiore Medical Center, Bronx, NY, USA, "
        ],
        [
            "Pathology, Montefiore Medical Center, Bronx, USA, "
        ],
        [
            "Pathology, Montefiore Medical Center, Bronx, USA, "
        ],
        [
            "Cardiology, Montefiore Medical Center, Bronx, USA"
        ],
        [
            "Pathology, Montefiore Medical Center, Bronx, USA, "
        ]
    ],
    "first_author_latitude": "38.03312885",
    "first_author_longitude": "-78.50590245",
    "abstract_text": "Abstract 4256 Background: Activated clotting time (ACT) is determined during cardiac procedures in order to assess the level of anti-coagulation. There are three main anticoagulants used during cardiac procedures:heparin, angiomax and Plavix. Heparin is often used in the cardiac OR for major procedures and is neutralized, over time, by platelet factor 4(PF4). Angiomax, bivalirudin, has a quick onset of action, but a much shorter half-life when compared to Heparin. Plavix, clopidogrel, irreversibly inhibits platelets from clotting and is used on patients in need of anticoagulation for an extended period of time. The purpose of this study was to evaluate the stability of ACT results over time utilizing different coagulation regimens. If the ACT value remains stable over time, this would enable us to remove the device from the OR and place it in a stat laboratory. Methods: ACTs were determined by the ISTAT (Abbott), a hand held point of care device, using kaolin activated cartridges. A single blood sample was obtained and was evaluated at intervals of 0, 5, 10, 15, and 20 minutes. In addition, temperature, age, body surface area and platelet count of patient were recorded. The time 0 specimen was used to determine the patients ACT and interval testing was performed on the remnant. Results: 36 samples representing 22 patients had ACT tests performed using the ISTAT. There was no significant change from 0 to 20 minutes over the entire dada set. However, when divided into different anti-clotting agents there were significant changes. Patients who had only taken Angiomax had a significant difference within the first 5 minutes (p value=.0094). Patients taking Angiomax and Plavix together had no change in ACT values at 20 minutes. Patients on Heparin alone demonstrated a loss of ACT stability at 10 minutes with values both increasing and decreasing. Conclusions: Patients on Angiomax alone demonstrated a significant difference in ACT value within the first 5 minutes and all intervals thereafter. Based on Angiomax short half-life the ACT should be performed as soon as possible. The ACT values in patients taking both Angiomax and Plavix achieved steady state throughout the 20 minutes and had little if any decrease in value. The results for the Heparin group were unreliable at 10 minutes. As a result of these findings, performing an ACT outside the OR is feasible assuming the test can be performed by 10 minutes. Disclosures: No relevant conflicts of interest to declare."
}