{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1873.1873",
    "article_title": "Safety and Efficacy of Filanesib in Combination with Pomalidomide and Dexamethasone in Refractory MM Patients. Phase Ib/II Pomdefil Clinical Trial Conducted By the Spanish MM Group ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background Pomalidomide and dexamethasone (Pom-Dex) represents a standard of care for relapsed and refractory MM patients, with a 30% response rate and a PFS of approximately 4 months (San Miguel Lancet Oncol. 2013). These data have prompted the search for novel combinations with standard and novel agents using Pom-Dex as backbone therapy in order to improve its efficacy. Filanesib (ARRY-520) is a kinesin spindle protein inhibitor, with clinical activity as monotherapy in heavily pretreated MM patients (Lonial ASH 2013). Our group previously demonstrated the preclinical synergy of this therapeutic with Pom-Dex (Hernandez-García ASH 2015), providing the basis for the present trial. Materials and Methods MM patients with disease in progression after at least two prior lines of therapy including bortezomib and lenalidomide, who were refractory or intolerant to lenalidomide and refractory to their last line of therapy were treated until progression with 28-day cycles of filanesib (iv on days 1, 2, 15 & 16), pomalidomide (po days 1-21), and dexamethasone (at a fixed dose of 40 mg po days 1, 8, 15, & 22). Prophylaxis with G-CSF with two 7-day courses starting at day +3 and day +17 was mandatory. A Phase Ib study was initially conducted, that defined the recommended dose of filanesib as 1.25 mg/m 2 and pomalidomide as 4 mg QD. Recruitment was continued in the phase II using these doses, and the compiled data of all patients included to date is the focus of the present abstract. Baseline AAG levels were collected in patients included in the Phase II to be correlated with response. Results Thirty-three patients have been enrolled in the trial, 14 in the Phase I (7 of them treated at 1 mg/m 2 of filanesib) and 19 patients in the phase II. Median age was 65 years (52-83). The patients had received a median of 3 prior lines of treatment (range: 2-6); 66% were refractory to bortezomib; 94% refractory to lenalidomide, 61% were double refractory to PI and lenalidomide; and 22% had received prior daratumumab. The most frequent treatment-related AEs were hematological: with anemia in 40% of patients (28% G3/4), neutropenia in 76% (60% G3/4), and thrombocytopenia in 56% (28% G3/4). Eighteen patients (76%) had infections, being 10 of them grade 3: febrile neutropenia (n=4), and respiratory infections (n=6). Other non-hematological related AEs were generally low grades, the most frequent-ones being asthenia in 36%, diarrhea in 16% and rash in 12%. A total of 49 SAEs were reported; 24 were considered related to the study drugs. The most frequent ones were G4 neutropenia in 6 cases and infections in 10 cases. Dose reductions were required in 8 patients for filanesib, in 6 patients for pomalidomide and in 1 patient for dexamethasone. Among the 26 patients evaluable for efficacy (7 patients are not evaluable as they are in the 1 st two cycles of treatment), 3 (12%) have achieved VGPR and 14 (54%) PR, for an overall response rate (ORR) of 65%; one additional patient (4%) achieved MR and the disease was stabilized in 6 more patients (23%), lasting for at least 3 cycles, for a disease control rate (DCR) of 92%. Median time to first response (MR) was 1 (1-5) months and 3 (1-13) months for 1 st PR. After a median follow-up of 7 months, the median PFS was 7 months (CI95 4.2-9.7). Overall survival at 24 months is 75%; five patients have died, one due to influenza A infection (considered non-related) and 4 patients due to progressive disease. Conclusion The results of this ongoing Phase Ib-II trial confirm the preclinical synergy observed with filanesib when combined with pomalidomide and dexamethasone. The combination induces a 65% response rate in this refractory population and a PFS of 7 months. The main toxicity was haematological, particularly neutropenia, which was manageable. Updated results as well as the influence of baseline AAG levels on response will be presented at the meeting. Disclosures Ocio: Array Pharmaceuticals: Research Funding; BMS: Honoraria; Seattle Genetics: Consultancy; Janssen: Honoraria; Mundipharma: Research Funding; Celgene: Honoraria, Research Funding; Novartis: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; AbbVie: Consultancy; Pharmamar: Consultancy; Amgen: Honoraria, Research Funding; MSD: Research Funding. Rodriguez-Otero: Celgene: Consultancy, Research Funding, Speakers Bureau; Janssen: Consultancy, Research Funding, Speakers Bureau; BMS: Consultancy, Research Funding, Speakers Bureau. de la Rubia: Amgen: Other: Honoraria; Janssen: Other: Honoraria; Celgene: Other: Honoraria. Oriol: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: sponsored symposia; Celgene: Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: sponsored symposia, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: sponsored symposia, Speakers Bureau. Lahuerta: Celgene: Honoraria; Janssen: Honoraria; Amgen: Honoraria. San Miguel: Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; MSD: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees. Mateos: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "dexamethasone",
        "pomalidomide",
        "lenalidomide",
        "infections",
        "neutropenia",
        "bortezomib",
        "anemia",
        "asthenia",
        "daratumumab",
        "diarrhea"
    ],
    "author_names": [
        "Enrique M. Ocio, MDPhD",
        "Cristina Motllo",
        "Paula Rodriguez-Otero, MD PhD",
        "Joaquin Martinez-Lopez, MD PhD",
        "Javier de la Rubia",
        "Jesús Martín",
        "Joan Bladé, MD PhD",
        "María-Dolores García-Malo",
        "Luis Palomera",
        "Aránzazu García-Mateo",
        "Felipe De Arriba, PhD",
        "Ramón García-Sanz, MD",
        "Albert Oriol, MD",
        "Juan-José Lahuerta",
        "Jesus F. San Miguel, MD",
        "Maria-Victoria Mateos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Enrique M. Ocio, MDPhD",
            "author_affiliations": [
                "Hospital Universitario de Salamanca (IBSAL). Centro de Investigación del Cáncer (IBMCC-CSIC). Universidad de Salamanca., Salamanca, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cristina Motllo",
            "author_affiliations": [
                "ICO Badalona, Hospital Germans Trias i Pujol, Badalona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Rodriguez-Otero, MD PhD",
            "author_affiliations": [
                "University Clinic of Navarra, Center for Applied Medical Research (CIMA), IDISNA, Pamplona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joaquin Martinez-Lopez, MD PhD",
            "author_affiliations": [
                "H12O-CNIO Haematological Malignancies Clinical Research Unit, Spanish National Cancer Research Centre, Madrid, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier de la Rubia",
            "author_affiliations": [
                "Hospital Dr Peset, Valencia, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesús Martín",
            "author_affiliations": [
                "Hospital Universitario Virgen del Rocío, Sevilla, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Bladé, MD PhD",
            "author_affiliations": [
                "Servicio de Onco-Hematología, Hospital Clínica de Barcelona, Barcelona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "María-Dolores García-Malo",
            "author_affiliations": [
                "Hospital Morales Meseguer, Murcia, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Palomera",
            "author_affiliations": [
                "Hospital Clínico Universitario Lozano Blesa, Zaragoza, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aránzazu García-Mateo",
            "author_affiliations": [
                "Hospital General de Segovia, Segovia, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe De Arriba, PhD",
            "author_affiliations": [
                "Hospital Morales Meseguer, Murcia, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramón García-Sanz, MD",
            "author_affiliations": [
                "Departamento de Hematología, Hospital Universitario de Salamanca (HUSAL), IBSAL, IBMCC (USAL-CSIC), CIBERONC, Salamanca, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert Oriol, MD",
            "author_affiliations": [
                "ICO Badalona, Hospital Germans Trias i Pujol, Badalona, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan-José Lahuerta",
            "author_affiliations": [
                "Hospital 12 de Octubre, CIBERONC, Madrid, Spain "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus F. San Miguel, MD",
            "author_affiliations": [
                "Centro de Investigación Médica Aplicada, University of Navarra, Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria-Victoria Mateos, MD",
            "author_affiliations": [
                "Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:44:32",
    "is_scraped": "1"
}