{
    "doi": "https://doi.org/10.1182/blood.V116.21.1161.1161",
    "article_title": "Features of Myeloproliferative Neoplasms and Clonal Advantage of Hematopoietic Stem Cells In Mice Expressing An Hmga2 cDNA Lacking the 3′UTR. ",
    "article_date": "November 19, 2010",
    "session_type": "Bone Marrow Failure: Poster I",
    "abstract_text": "Abstract 1161 Overexpression of high mobility group AT-hook 2 ( HMGA2 ) has been identified in patients with paroxysmal nocturnal hemoglobinuria (PNH), myelodysplastic syndromes, and myeloproliferative neoplasms (MPN). Overexpression is often associated with truncation or deletions of the 3′ untranslated region (UTR) of HMGA2 and is regulated by the binding of let-7 -family micro RNAs to the 3′UTR of HMGA2 mRNA. PNH is an acquired hemolytic anemia caused by clonal expansion of a hematopoietic cell (PNH cell) with a somatic mutation in the X-linked PIGA gene occurring in the background of bone marrow (BM) failure. The PIGA gene is essential in the synthesis of GPI-floats, and therefore progeny cells of this clone lack all GPI-linked proteins. However, the nature of the clonal growth advantage of a PNH cell is unclear. Here, to clarify the role of expression of 3′UTR-truncated HMGA2 in hematopoiesis and clonal expansion of hematopoietic cells, we generated transgenic mice ( ΔHmga2 mice) expressing an Hmga2 cDNA with a truncation which removes six of the seven let-7 -complementary sequences in the 3′UTR, which is similar to the truncations of HMGA2 found in two patients with PNH (Inoue et al., Blood, 2006). Expression of Hmga2 mRNA and protein were both significantly higher in BM, spleen, and thymus of ΔHmga2 mice compared to wild-type (WT) mice, with overexpression being more prominent in protein rather than mRNA. Unexpectedly, ΔHmga2 mice showed proliferative hematopoiesis that mimicked an MPN-like phenotype with increased numbers of peripheral white blood cells, red blood cells, and platelets, and low serum erythropoietin (EPO) values, hypercellular BM, and splenomegaly with extramedullary erythropoiesis compared to WT mice. Furthermore, colony assays of BM cells from ΔHmga2 mice showed significantly higher numbers of burst forming-unit erythroid, colony forming-unit erythroid (CFU-E), and CFU granulocyte-macrophage compared to those from WT mice. Formation of EPO-independent CFU-E was also observed. In competitive repopulation assays after BM transplant (BMT), BM cells from ΔHmga2 mice had a growth advantage over those from WT mice in all lineages. Surprisingly, cells derived from ΔHmga2 BM took over most of hematopoiesis during serial BMT with a ratio of 1:9 donor:recipient cells at the initial BMT, suggesting that overexpression of Hmga2 confers a clonal advantage to hematopoietic cells at the level of the hematopoietic stem cell (HSC). We found significantly higher expression of phosphorylated Stat3 in BM HSC-enriched KLS (c-kit + lineage - Sca-1 + ) cells and phosphorylated Akt in total BM cells from ΔHmga2 mice compared to WT mice without stimulation by cytokines, suggesting that intrinsic activation of Stat3 and Akt may contribute to proliferative hematopoiesis in ΔHmga2 mice. Microarray analysis of KLS cells and megakaryocyte-erythrocyte progenitor (MEP) cells showed a wide range of differences, in part mimicking MPN. When we bred our mice with circulating PNH cells ( Piga - mice) with ΔHmga2 mice, the ΔHmga2 + Piga + cells and ΔHmga2 + Piga - cells showed similar growth kinetics, indicating that the lack of GPI-linked proteins did not add an additional clonal advantage to the ΔHmga2 + cells. In summary, our results showed that the overexpression of a 3′UTR-truncated Hmga2 leads to proliferative hematopoiesis with clonal advantage at the level of HSC, which may also explain the effect of HMGA2 expression on clonal expansion in PNH or MPN. Disclosures: Bessler: Alexion Pharmaceutical Inc: Consultancy; Novartis: Membership on an entity's Board of Directors or advisory committees; Taligen: Consultancy.",
    "topics": [
        "dna, complementary",
        "hematopoietic stem cells",
        "hmga2 protein",
        "mice",
        "myeloproliferative disease",
        "rna, messenger",
        "gpi-linked proteins",
        "proto-oncogene proteins c-akt",
        "stat3 protein",
        "anemia, hemolytic, acquired"
    ],
    "author_names": [
        "Kazuhiko Ikeda, MD, PhD",
        "Philip J Mason, PhD",
        "Monica Bessler, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kazuhiko Ikeda, MD, PhD",
            "author_affiliations": [
                "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philip J Mason, PhD",
            "author_affiliations": [
                "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Bessler, MD, PhD",
            "author_affiliations": [
                "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:50:07",
    "is_scraped": "1"
}