{
    "doi": "https://doi.org/10.1182/blood.V118.21.4524.4524",
    "article_title": "Hematopoietic Stem cell transplant in National Oncology Cancer Institute of Panama. Ten Years of Experience ",
    "article_date": "November 18, 2011",
    "session_type": "Clinical Allogeneic and Autologous Transplantation: Results",
    "abstract_text": "Abstract 4524 Panama has a population of 3.5 million inhabitants. Between 2,000 and 2,010 there were 123 hematopoietic stem cell transplants at the INSTITUTO NACIONAL DE ONCOLOGIA (ION). Even though, there are two other specialized centers doing the same procedures that we do, the ION has the greatest experience in the whole country. The objective of this document is to show you our experience and the results of a third level cancer center in an undeveloped country with limited financial resources however with pathologies and diseases that request bone marrow transplant programs installed and developed. The bone marrow transplant program (BMT) of ION initiated at the beginning of 2,000 and since then, it has been doing approximately 10–12 HSCT annually. Material and Methods: We did a review of the data during this first decade and the most important epidemiological and statistics data are presented next. Results: There were 85 autologous and 28 allogeneic hematopoietic stem cell transplants. In the allo group there were 4 reduced intensity included. In every single auto hematopoietic stem cell transplants the source of progenitor stem cells were peripheral blood and in the case of allo, hematopoietic stem cell transplants the source was the bone marrow in 18 cases and the peripheral blood in 20 cases. The mean of CD34 + progenitor cell infused was 3.23×10 6 (range 2.12–9.93). The peripheral blood progenitor cells were cryopreserved in liquid nitrogen until −136° celsius degrees using controlled rate temperature computerized freezers. The cells were protected from damages during the cryopreservation with cryoprotectant, in this case dimethil sulphoxide 10% was used. The age range was from 17 to 65 years old with a mean of 39 years old with a median of 40 years old. There were 66 males and 57 females. The main indication for Hematopoietic stem cell transplant was Hodgkin disease in 20 cases; follicular lymphoma in 13 cases; large cell lymphoma in 12; chronic myeloid leukemia in 21; adult acute lymphoblastic leukemia 17; adult acute myeloid leukemia in 10; multiple myeloma in 22 (2 pts. were transplanted twice upfront); severe aplastic anemia in 1; myelodisplastic syndrome in 1; lymphoblastic lymphoma in 4, and gray zone lymphoma in 1. The day 100, mortality rate for all patients was 16.3 per 100 with a range between 5–21.1 per 100 according to different diseases and types of transplants. The overall survival for all patients has a median of 59 months but when it is analyzed according to the transplant type with log rank test, there was no significative difference in the overall survival (p = 0.063). However, when all the population is grouped in categories according to diseases in Hodgkin disease; lymphomas; multiple myeloma and leukemias there is a clear difference in plot overall survival, in all four groups statistically significative with the most desfavorably outcome in the leukemia group. Indeed, if all the group is divided in two groups leukemia vs. others, there would be a clear difference in overall survival with a median overall survival of 12 months in the leukemia group that hasn’t been reached in the other group after more than 5 years of follow up (log rank p = 0.014). In all the groups there have been 55 deaths; 20 in the allo hematopoietic stem cell transplant group; and in these patients the main causes were relapse in 12 patients; graft vs. host disease in 3; infection in 4, organ toxicity in 1. There were 35 deaths in were in the auto hematopoietic stem cell transplant group, and in these patients the main group of deaths were relapse in 25 patients; infections in 3; organ toxicity in 2. Acute graft vs host disease (aGVHD). in allo hematopoietic stem cell transplant did affected desfavorably the outcome as we can see in the overall survival plot in comparison to patients without aGVHD (log rank test, p = 0.014). Chronic graft versus host disease (cGVHD) also affected desfavorably the outcome in allo hematopoietic stem cell transplant in comparison to patients with cGVHD (log rank p = 0.002). Conclusion: these results show that a BMT program can be performed in an undeveloped country with efficiency and efficacy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "hematopoietic stem cell transplantation",
        "panama",
        "medical oncology",
        "allopurinol",
        "leukemia",
        "graft-versus-host disease, chronic",
        "bone marrow transplantation",
        "cryopreservation",
        "hodgkin's disease"
    ],
    "author_names": [
        "Jose Luis Franceschi Diaz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jose Luis Franceschi Diaz, MD",
            "author_affiliations": [
                "Hematology oncology, National Cancer Instiute of Panama, Miami, FL, Panama"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T21:39:01",
    "is_scraped": "1"
}