{
    "doi": "https://doi.org/10.1182/blood.V112.11.552.552",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1193",
    "start_url_page_num": 1193,
    "is_scraped": "1",
    "article_title": "Solid Tumors Target the HSC Niche to Establish Metastatic Footholds in the Marrow ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "topics": [
        "culture media, conditioned",
        "solid tumors",
        "patient-controlled analgesia",
        "p-chloroamphetamine",
        "neoplasm metastasis",
        "neoplasms",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "bone metastasis",
        "cancer"
    ],
    "author_names": [
        "Yusuke Shiozawa",
        "Elisabeth A. Pedersen",
        "Aaron M. Havens",
        "Younghun Jung",
        "Anne M. Ziegler",
        "Michael J. Pienta",
        "Junhui Song",
        "Jingcheng Wang",
        "Robert D. Loberg",
        "Paul H. Krebsbach",
        "Kenneth J. Pienta",
        "Russell S Taichman"
    ],
    "author_affiliations": [
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Medical School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Medical School, Ann Arbor, MI, USA"
        ],
        [
            "University of Michigan Dental School, Ann Arbor, MI, USA"
        ]
    ],
    "first_author_latitude": "42.27909940000001",
    "first_author_longitude": "-83.73638969999999",
    "abstract_text": "Metastasis is the most deadly aspect of many solid tissue cancers. The majority of metastases utilize pathways established to regulate hematopoietic stem cell (HSC) homing to gain access to the marrow. Whether solid tumors target the niche to establish footholds in the marrow is unknown. Using prostate caner (PCa) as a model, we determined if PCa and HSC compete for the HSC niche. To determine if disseminated PCa competes for the niche and prevents HSC engraftment, sham-operated or tumor-implanted NOD/SCID mice (Ly5.1) were transplanted with marrow cells from Ly5.2 donor animals. To preserve the niche, the transplanted animals received no preconditioning. At 16 weeks, greater HSC engraftment was observed in sham-operated group than in the tumor-bearing group as reflected by mature HSC progeny in the peripheral blood (0.7 ± 0.4% vs. 0.2 ± 0.2%, p = 0.022). Multiphoton microscopy revealed that PCa and SLAM receptor isolated HSCs co-localize at the endosteal bone surfaces in vivo and in vitro, further suggesting that PCa compete for the niche. Since osteoblasts (OBs) are vital components of the niche, it was determined if alterations in OB numbers also regulates metastasis. Here, vertebrae from control or conditional osteoblast knockout (Col2.3Δ-TK) mice were transplanted into SCID animals. Following treatment with ganciclovir which ablated the osteoblasts, metastasis to these tissues was evaluated. Fewer disseminated PCa were recovered from the Col2.3Δ-TK transplants than vehicle treated transplants (41.6 ± 23.7% vs. 100.0 ± 69.9%, p = 0.009). If metastases target the niche, then we should be able to mobilize metastases using HSC mobilizing regimes. Here, PCa tumors were established and removed. Later G-CSF was administered, and PCa numbers were determined in the blood. More PCa cells were seen in the blood after G-CSF treatments vs. the vehicle group (616.9 ± 463.0 cells vs. 143.7 ± 159.1 cells, p = 0.025). Part of the mechanism responsible for the mobilization of PCa was an increase in the production of MMP-2 and MMP-9 in the marrow. Finally, we evaluated if soluble factors produced by PCa alter HSCs activities. Animals were treated with either control or PCa conditioned medium for 3 days, and then HSC were harvested. Alterations of many mRNA transcripts involved in HSC self renewal were observed in animals exposed to the PCa conditioned medium. Our findings indicate that PCa and HSCs compete for the osteoblastic HSC niche, and that PCa utilize the same mechanisms as HSCs to gain access and egress from the niche. Taken together, these data provide the first evidence that the HSC niche serves as pre-metastatic niche for solid tumors and plays a central role in bone metastases."
}