{
    "doi": "https://doi.org/10.1182/blood.V114.22.4673.4673",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1424",
    "start_url_page_num": 1424,
    "is_scraped": "1",
    "article_title": "Outcome of Patients with Philadelphia Positive Chronic Myeloid Leukemia Post Imatinib Failure: Prognostic Significance of ABL Mutation and Additional Clonal Abnormality. ",
    "article_date": "November 20, 2009",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "mutation",
        "bcr-abl tyrosine kinase",
        "adenocarcinoma",
        "antibodies, anticardiolipin",
        "chemotherapy regimen",
        "dasatinib",
        "karyotype determination procedure",
        "nilotinib"
    ],
    "author_names": [
        "Monika Conchon",
        "Patricia B Ferreira",
        "Mafalda MY Novaes",
        "Luciana Nardinelli",
        "Mariana Serpa",
        "Pedro Enrique Dorlhiac-Llacer",
        "Dalton FA Chamone",
        "Cristina A Kumeda",
        "Israel Bendit"
    ],
    "author_affiliations": [
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ],
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ],
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ],
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ],
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ],
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ],
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ],
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ],
        [
            "Disciplina de Hematologia do Hospital das Clínicas da FMUSP, Sao Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-23.5578185",
    "first_author_longitude": "-46.6698491",
    "abstract_text": "Abstract 4673 Point mutation within the ABL kinase domain of the BCR-ABL gene has been associated with clinical resistance to imatinib in chronic myeloid leukemia (CML). However, several other mechanisms have been proposed to underlie the development of imatinib resistance such overexpression and amplification of the BCR-ABL gene locus; development of additional chromosomal abnormalities (ACA), activation of BCR-ABL independent mechanisms; increased drug efflux through multidrug resistance gene and binding of imatinib to serum alfa-1 acid glycoprotein. In this regard, we report the outcome of 54 patients Ph+ CML who were resistant to imatinibe and the association with point mutation, ACA and overexpression of BCR-ABL through in situ hybridization (FISH). Patients and Methods Of 54 CML patients, 16 were in early chronic phase (ECP), 24 in late chronic phase (LCP) and 14 in accelerated phase (AP) before imatinib treatment. They were considered imatinib resistant for the following reasons: hematologic resistant or recurrence (7 patients), cytogenetic resistance or recurrence (30 patients) or progression to more advanced phase (17 patients). Mutational analysis was carrying out by direct sequencing and FISH analysis using commercial BCR/ABL t(9;22), dual color, dual fusion probe (Kreatech, Poseidon, The Netherlands). Subsequent therapy was also analyzed, as to whether they underwent to allogeneic SCT, chemotherapy, or received, dasatinib or nilotinib. Results A total of 24 BCR-ABL kinase domain mutations were detected in 54 patients. Two patients had more than 1 mutation. The most frequent mutations were F359V (6/24), T315I (5/24) and F317L (3/24). P-loop mutations accounted for 60% of the remaining amino acid substitutions. Twelve patients were treated with nilotinib 400 mg bid, 50% presented mutation at resistance (3 F359V, 1 Q252H, 1 E355G, and 1 T315I), and all alive but one with T315I mutation died after 1 month. Dasatinib, 100-140 mg daily, was dispensed for 37 patients, mutations were identified in 40%, where 10 patients are still alive (2 T315I, 2 F317L, and 6 others). Allogeneic SCT was performed in 2 patients (1 G250E), and both died. Two patients died (1 F359V) after systemic chemotherapy and 1 patient who received 800 mg of IM is in CCyR after 40 months. There was no difference in overall survival when mutation was present or not at the moment of resistance (log rank, p=0.9). We also compared the karyotype tacked before imatinib treatment with the karyotype performed at the time of resistance; 17 patients developed ACA and were associated with worse overall survival (log rank, p=0,046) when compared with those patients without ACA. FISH analysis did not identify overexpression of BCR-ABL, but 4 cases presented 3 signals for BCR-ABL indeed had an extra Ph chromosome. Conclusions Second-generation TK inhibitors improve overall survival of those patients who presented mutations at resistance. The presence of ACA during imatinib treatment was related with a higher mortality despite the treatment applied and the presence or not of mutations. We also conclude that overexpression of BCR-ABL was not responsible for resistance to imatinib in our study population. Disclosures: No relevant conflicts of interest to declare."
}