{
    "doi": "https://doi.org/10.1182/blood.V128.22.5314.5314",
    "article_title": "The Investigation of Hepatitis Virus Infection in Different Subtypes of B-Cell Non Hodgkin Lymphoma in China: High Infection of Both HBV and HCV in Splenic Marginal Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies",
    "abstract_text": "Background: The hepatitis virus infection is considered as one of the important pathogens in the pathogenesis of lymphomas. But the divergence of hepatitis infection between aggressive and indolent B cell Non-Hodgkin Lymphoma (B-NHL) has rare been investigated and dates for the subtypes of different lymphomas are limited too. Methods: 733 new diagnosed indolent B-NHL patients and 148 aggressive B-NHL patients from January 1994 to January 2014 at institute of Hematology&Blood Disease Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College were retrospectively investigated. The data of general population were from large scale of national epidemiological survey in China. Results: Compared with general population, the HCV positive rate was significantly higher in the whole B-NHL group and the indolent group (1.8% vs 0.4%, 1.9% vs 0.4% respectively, both p=0.000). While it had no significant difference in the aggressive group (1.35% vs 0.4%, p=0.068). The HCV-positive patients was similar in the indolent group and the aggressive one (1.9% vs 1.35%, P=0.639). In different indolent subtypes , the HCV-Ab positive rate of CLL、WM、SMZL、HCL, NMZL group was significantly higher than the general population. The HBs-Ag positive rate in the whole B-NHL group and the aggressive group was 9.0% and 14.2% respectively, which was significantly higher than the general population (9.0% vs 7.2%, p=0.044; 14.2% vs 7.2%, p=0.001). While it had no significantly difference between the indolent group and the general population (7.9% vs 7.2%, p=0.548).However, in the indolent B-NHL subtypes, the SMZL group had the highest HBs-Ag positive rate, which was significantly higher than the general population (18.8% vs 7.2%,p=0.002). Conclusion: The hepatitis virus infection rate varied from different subtypes of lymphoma. In different indolent B-NHL subtypes, SMZL had the highest HBs-Ag and anti-HCV positive rate, which were significantly higher than the general population and other B-NHL. This result may suggest that the infection of hepatitis virus may play an etiologic role in SMZL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "china",
        "hepatitis b virus",
        "hepatitis b virus measurement",
        "hepatitis c virus",
        "hepatitis viruses",
        "infections",
        "lymphoma",
        "lymphoma, non-hodgkin",
        "spleen"
    ],
    "author_names": [
        "Wenjie Xiong",
        "Shuhua Yi, MD, PhD",
        "Heng Li",
        "Zengjun Li, MD, PhD",
        "Rui Lv, MD, PhD",
        "Wei Liu, MD, PhD",
        "Yan Xu, MD PhD",
        "Dehui Zou, MD",
        "Lugui Qiu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenjie Xiong",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shuhua Yi, MD, PhD",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heng Li",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Disease Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zengjun Li, MD, PhD",
            "author_affiliations": [
                "Institute of Hematology and Blood Disease Hospital,, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rui Lv, MD, PhD",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Liu, MD, PhD",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Xu, MD PhD",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital,, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dehui Zou, MD",
            "author_affiliations": [
                "Institute of Hematology and Blood Disease Hospital,, Chinese Academy of Medical Sciences and Peking Union Medical College, tianjin, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lugui Qiu, MD",
            "author_affiliations": [
                "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T09:36:53",
    "is_scraped": "1"
}