{
    "doi": "https://doi.org/10.1182/blood.V124.21.5599.5599",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2811",
    "start_url_page_num": 2811,
    "is_scraped": "1",
    "article_title": "Prognostic Significance of WT1 and PRAME Gene Expression in Bone Marrow Samples of MDS and AML Patients Treated with Azacytidine ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies",
    "topics": [
        "azacitidine",
        "bone marrow specimen",
        "gene expression",
        "prostatic hypertrophy risk score",
        "antigens",
        "biological markers",
        "biopsy",
        "chemotherapy regimen",
        "cytopenia, refractory, with multilineage dysplasia",
        "early diagnosis"
    ],
    "author_names": [
        "Claire N Andrews, MB BAO BCh LRCPI SI MRCPI",
        "Karen Murphy, FRCP, FRCPath",
        "Sinead Moran",
        "Patrick Thornton",
        "Nichola Harten",
        "Philip T Murphy, MD MRCPath"
    ],
    "author_affiliations": [
        [
            "Beaumont Hospital, Dublin, Ireland "
        ],
        [
            "St. Vincent's Univ. Hosp., Dublin, Ireland "
        ],
        [
            "Beaumont Hospital, Beaumont, Ireland "
        ],
        [
            "Beaumont Hospital, Dublin 9, Ireland "
        ],
        [
            "Blanchardstown, Dublin, Ireland "
        ],
        [
            "Beaumont Hospital, Dublin, Ireland"
        ]
    ],
    "first_author_latitude": "53.3903749",
    "first_author_longitude": "-6.223961399999999",
    "abstract_text": "Introduction: The Wilms’ tumor gene (WT1) and preferentially expressed antigen of melanoma (PRAME) gene are frequently overexpressed in myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML) Combined quantitation of PRAME and WT1 transcript levels could provide a powerful molecular marker in newly diagnosed MDS patients, enabling the early identification of relapse through minimal residual disease monitoring and also to enable alternate treatment strategies (Qin et al, 2012). In this study, we investigated the prognostic impact of WT1 and PRAME gene expression on MDS and AML patients treated with azacytidine. Methods: In this ethically approved, retrospective study, we studied WT1 and PRAME gene expression in the bone marrow of 20 patients with MDS and AML (unsuitable for more intensive chemotherapy) prior to starting epigenetic therapy with azacytidine (100mg/M2 sc for 5 days every 28 days). 20 patients with lymphoma not involving the bone marrow were used as a control group. Quantitative assessment of WT1 and PRAME transcript levels was performed on formalin fixed paraffin-embedded trephine biopsies, using the WT1 Ipsogen ProfileQuant and a ‘homebrew’ kit respectively. A control GADPH was used. Overall survival was extimated using the Kaplan-Meier method and compared using the log-rank test. The logistic regression model was used to correlate IPSS-R with WT-1 and PRAME gene expression levels. Results: The median age of the patient group was 71. 16 patients had MDS (RCMD: 3; RARS: 2; RAEB1: 2; RAEB2: 5; CMML: 4) and 4 had AML. Median age of the control group was 61. Median number of cycles of azacytidine was 4 (range 1-21). In 11 of the patient group and in all of the controls, neither PRAME nor WT1 gene expression was detected.. PRAME gene expression without WT1 gene expression was detected in 5 patients, whilst, in the remaining 4 patients, both PRAME and WT1 gene expression was detected. There was no significant difference in mean percentage of bone marrow blasts between patients with detectable PRAME +/- WT1 gene expression (16.67%) and those without (12.64%). Median gene expression levels of PRAME +/- WT1 significantly correlated with IPSS-R (p=0.003). Overall survival (OS) was significantly inferior in patients who were positive for PRAME +/- WT1 (p=0.0103). Median OS for patients positive for both PRAME and WT1 was 270 days and for patients who were PRAME positive and WT1 negative was 300 days, whilst patients negative for both had a median OS of 630 days (figure 1). Conclusions: Our study results show that patients who have detectable WT1 and PRAME expression in their bone marrow prior to azacytidine therapy have more advanced disease in terms of IPSS-R score and have a much inferior OS compared to patients without detectable WT1 and PRAME. Such patients should be considered for either additional or alternate therapy to single agent azacytidine. Disclosures No relevant conflicts of interest to declare."
}