{
    "doi": "https://doi.org/10.1182/blood.V104.11.5212.5212",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=53",
    "start_url_page_num": 53,
    "is_scraped": "1",
    "article_title": "Follow-Up of Chronic Lymphocytic Leukemia (CLL) Patients Who Relapse after Autologous Stem Cell Transplantation (ASCT). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "autologous stem cell transplant",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "follow-up",
        "brachial plexus neuritis",
        "transplantation",
        "alemtuzumab",
        "allopurinol",
        "carmustine",
        "chlorambucil"
    ],
    "author_names": [
        "Silvia M. Trisolini, MD",
        "Francesca R. Mauro, MD",
        "Saveria Capria, MD",
        "Giuseppe Cimino, MD",
        "Maria S. De Propris, Phd",
        "Anna Proia, MD",
        "Robin Foà",
        "Giovanna Meloni, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, Military Hospital “Celio”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ],
        [
            "Hematology, University “La Sapienza”, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.90522035",
    "first_author_longitude": "12.508033649999998",
    "abstract_text": "It is now clear that ASCT despite being a feasible and potentially beneficial therapeutic strategy in the treatment of CLL patients (pts), does not lead to cure. Whether, how and when to utilize this procedure in the course of the disease is still matter of debate. In order to evaluate whether or not pts relapsed after an ASCT could be retreated, also with intensive approaches, we evaluated the outcome of our CLL pts with recurrence of disease after an ASCT. Between 1995 and 2002, 30 CLL pts, median age 50 years (range 24–61), with advanced disease (Binet stage B or C), in clinical complete remission (CR) after fludarabine (FLU), were autografted at our institution using bone marrow (4 pts) or peripheral blood stem cells (26 pts); the BEAM (BCNU, etoposide, ara-c, melphalan) conditioning regimen was utilized in most pts (24). At the time of transplant, 17 pts had received one line of therapy, 8 two lines and 5 three or more lines, and the median interval from diagnosis to transplant was 41 months (range 8–131). Eighteen of the 30 pts (60%) showed a clinical relapse after a median time of 31.5 months (range 2–79) from transplant. All relapsed pts required treatment which was administered after a median interval from relapse of 4 months (range 1–38). Seventeen pts were evaluable for response, 1 pt being too early. Two of the 17 pts proved refractory to two lines of therapy (chlorambucil (CB), FLU plus cyclophosphamide (CY): 1 pt; CB, vincristine: 1 pt) and died 28 and 32 months from relapse, respectively. Fifteen of the 17 pts (88%) achieved a response. A partial response was obtained in 12 pts after first line therapy (CB: 6 pts; mabthera alone: 3 pts; FLU-CY and mabthera: 2 pts; PVABEC regimen: 1 pt). A CR was achieved after one line of therapy (FLU-CY and mabthera) in 1 pt and after a second line of therapy in 2 pts (mabthera, FAND plus allo: 1 pt; CB, FLU plus campath-1H: 1 pt). The median response duration was 16 months. At the present time, 11/18 relapsed patients are alive with a median follow-up of 37 months from relapse (range 18–63) with a projected probability of overall survival of 40% at 5 years from relapse. Seven patients have died because of disease progression after a median interval of 36 months from relapse (range 28–50). Based on our results, ASCT does not jeopardize the possibility of submitting CLL patients who relapse after such a procedure to further treatment, also intensive, which can induce good and lasting responses with a possibility of survival of 40% at 5 years from relapse."
}