{
    "doi": "https://doi.org/10.1182/blood-2018-99-114450",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3996",
    "start_url_page_num": 3996,
    "is_scraped": "1",
    "article_title": "Cleavage of Anti-PF4/H IgG Antibodies By Ides, and Potential Benefit in the Treatment of Heparin-Induced Thrombocytopenia ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function: New Insights into the Production and Function of Platelets",
    "topics": [
        "cytokinesis",
        "ides trial",
        "igg antibody",
        "thrombocytopenia, heparin-induced",
        "immunoglobulin g",
        "heparin",
        "antibodies",
        "endopeptidases",
        "peptide hydrolases",
        "thrombin"
    ],
    "author_names": [
        "Claire Kizlik-Masson",
        "Quentin Deveuve",
        "Yuhang Zhou, MD PhD",
        "Caroline Vayne, PharmD",
        "Gilles Thibault, PharmD, PhD",
        "Steven Edward McKenzie, MD PhD",
        "Claire Pouplard, PharmD, PhD",
        "Stéphane Loyau",
        "Jérôme Rollin, PhD",
        "Yves Gruel, MD PhD"
    ],
    "author_affiliations": [
        [
            "EA7501 GICC, University of Tours, Tours, France "
        ],
        [
            "EA7501 GICC, University of Tours, Tours, France "
        ],
        [
            "Cardeza Foundation for Hematological Research and Center for Vascular Biology Research, Department of Medicine, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "EA7501 GICC, University of Tours, Tours, France ",
            "Department of Hematology-Hemostasis, University Hospital of Tours, Chambray-Lès-Tours, France "
        ],
        [
            "EA7501 GICC, University of Tours, Tours, France ",
            "Department of Immunology, University Hospital of Tours, Tours, France "
        ],
        [
            "Cardeza Foundation for Hematological Research and Center for Vascular Biology Research, Department of Medicine, Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "EA7501 GICC, University of Tours, Tours, France ",
            "Department of Hematology-Hemostasis, University Hospital of Tours, Chambray-Lès-Tours, France "
        ],
        [
            "UMRS-1148, INSERM University Paris Diderot, Paris, France "
        ],
        [
            "EA7501 GICC, University of Tours, Tours, France ",
            "Department of Hematology-Hemostasis, University Hospital of Tours, Tours, France"
        ],
        [
            "EA7501 GICC, University of Tours, Tours, France ",
            "Department of Hematology-Hemostasis, University Hospital of Tours, Chambray-Lès-Tours, France "
        ]
    ],
    "first_author_latitude": "47.3838185",
    "first_author_longitude": "0.6739457999999999",
    "abstract_text": "Heparin-induced thrombocytopenia (HIT) is a severe drug-adverse event due to platelet-activating antibodies (Abs) directed against platelet factor 4 (PF4)/heparin (H) complexes. In most patients, HIT Abs are IgG that directly activate platelets and monocytes in the presence of heparin via FcγRIIA receptors. The interaction between the Fc fragment of anti-PF4/H IgG and FcγRIIA is thus a key step for cellular activation in HIT. Several bacterial proteases such as IdeS (IgG-degrading enzyme of Streptococcus pyogenes) are cleaving IgG in the lower hinge region of heavy chain leading to the formation of single cleaved IgG (scIgG) and then of Fab'2. Importantly, cleavage of IgG by IdeS can abolish their ability to bind FcγR and suppress the cellular effects resulting from this interaction. The aim of this study was therefore to evaluate whether anti-PF4/H IgG cleavage by IdeS could inhibit cell activation induced by HIT antibodies, and their pathogenicity. To achieve this objective, we studied the effects of IdeS on platelet responses to 5B9, a monoclonal chimeric anti-PF4/H IgG1 recently developed in our laboratory, and which fully mimics the effects of human HIT antibodies (Kizlik-Masson et al, J Thromb Haemost, 2017). IdeS was demonstrated to quickly (6 minutes) cleave purified 5B9 IgG, leading to the formation of sc5B9, without any reduction in its binding ability to PF4/H complex. However, flow cytometry experiments showed that heparin-dependent binding of sc5B9 to platelets and FcγRIIA was dramatically reduced compared to those of uncleaved 5B9. In addition, functional assays (serotonin release assays and platelet aggregation tests) also confirmed that sc5B9 was unable to induce platelet activation and aggregation in the presence of heparin. Incubation of IdeS (0.02 U/µg of IgG; 6 minutes) in whole blood containing 5B9 IgG or HIT plasma samples also lead in every sample tested to the cleavage of anti-PF4/H Abs, which fully abolished their capacity to induce heparin-dependent platelet aggregation, as demonstrated by impedance aggregometry (Multiplate analyzer). As expected, no effect of IdeS was observed on platelet aggregation induced by collagen (1 µg/mL), or ADP (10 µM). Moreover, tissue factor (TF) gene expression induced in monocytes by 5B9 in the presence of heparin was also completely abolished after addition of IdeS (0.02 U/µg of IgG; 6 minutes) in whole blood, whereas no inhibitory effect of this protease on TF expression induced by LPS was evidenced. We also showed that platelet aggregation and fibrin formation induced by 5B9 with heparin was completely inhibited after IdeS treatment when whole blood was perfused in vWF-coated microfluidic channels with shear rates similar to those of venous flow (500s -1 ). Finally, IdeS was also showed to prevent efficiently thrombocytopenia and hypercoagulability (with no increase in thrombin/anti-thrombin plasma levels) induced by 5B9 in transgenic mice expressing human PF4 and FcγRIIA receptors, when previously treated by this protease (0.5 µg/g) before IV injection of heparin. In conclusion, the cleavage of anti-PF4/H IgG by IdeS prevents heparin-dependent cellular activation induced by HIT antibodies, thereby reducing their pathogenicity. Therefore, injection of IdeS could be considered as a potential treatment in patients with severe HIT, particularly in those who necessitate emergent cardiac surgery with cardiopulmonary bypass and thus anticoagulation with unfractionated heparin, which remains the safest and easiest anticoagulant to be used in this specific surgical procedure. Disclosures No relevant conflicts of interest to declare."
}