{
    "doi": "https://doi.org/10.1182/blood.V112.11.3497.3497",
    "article_title": "Enhanced T Cell Reconstitution by Cord Blood Progenitors Expanded Ex-Vivo Using the Notch Ligand Delta1 ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "abstract_text": "Previously, we demonstrated that activation of Notch receptors by culture of CD34 + CD38 − cord blood (CB) hematopoietic progenitors with the Notch ligand Delta1 ext-IgG , consisting of the extracellular domain of Delta1 fused to the Fc domain of human IgG, promoted early T cell differentiation and increased the number of progenitors capable of short-term lymphoid and myeloid reconstitution. Here we show accelerated thymic engraftment and T cell recovery after hematopoietic cell transplantation (HCT) in recipients of CB cells cultured with Delta1 ext-IgG compared to recipients of control IgG-cultured or non-cultured CB cells. Furthermore, data suggest that addition of Delta1 ext-IgG -cultured CB cells to a non-cultured CB graft facilitated engraftment of the non-cultured CB cells. CD34 + CD38 − CB cells cultured on immobilized Delta1 in serum free media with Il3, Il6, Flt3l, SCF and TPO for 16 days generated a10 7 -fold increase in total number of cells as well as a 10 5 -fold increase in the number of T-lymphoid biased (CD34 + CD7 + CD45RA + ) cells. Sub-lethally irradiated (275cGy) NOD/SCIDγ c −/− mice received 10 3 non-cultured CB cells or the progeny of 10 3 Delta1 ext-IgG -cultured or IgG-cultured cells. At 6 and 8 wks after HCT, blood samples from recipients of Delta1 ext-IgG -cultured cells contained 9- and 3-fold higher numbers of CD3 + cells compared to recipients of non-cultured CB cells (p<0.03 and p<0.04). At 4 wks after HCT, thymuses from recipients of Delta1 ext-IgG -cultured cells showed a 9-fold increase in the number of donor CD4 + and/or CD8 + cells compared to recipients of non-cultured cells (p<0.05). These data suggest that Delta1 ext-IgG -cultured CB cells have the potential for enhancing early T cell recovery after HCT compared to the noncultured CB cells. Next, we transplanted equal numbers of cells by injecting 10 6 Delta1 ext-IgG -cultured or 10 6 IgG-cultured CB cells into sub-lethally irradiated NOD/SCIDγ c −/− mice. Human engraftment was not observed in mice up to 20 wks after HCT in recipients of IgG-cultured CB cells. Recipients of Delta1 ext-IgG -cultured CB cells had detectable CD3 + cells 4 wks after HCT. Despite injecting the equivalent number of cells, the IgG-cultured CB cells did not engraft while the Delta1 ext-IgG -cultured cells were able to provide early T cell reconstitution. Lastly, we determined the effect of T cell reconstitution by augmenting a non-cultured CB graft with Delta1 ext-IgG -cultured CB. The relative contribution of T cells by the two different CB cells was determined using two HLA disparate CB units. Sub-lethally irradiated NOD/SCIDγ c −/− mice received 10 6 Delta1 ext-IgG -cultured cells along with 10 3 non-cultured CB cells or 10 6 IgG-cultured CB cells along with 10 3 non-cultured CB cells or 10 3 non-cultured CB cells alone. At 6 and 8 wks after HCT, blood samples from the recipient of the non-cultured CB cells augmented with Delta1 ext-IgG -cultured had 5-fold higher number of CD3 + cells compared to the other two control groups (p<0.04). Furthermore, CD3 + cells derived from the non-cultured CB cells was 2-fold higher in the mice that received the addition of Delta1 ext-IgG -cultured cells compared to mice that received non-cultured cells alone (p<0.05), suggesting a facilitating effect of the Delta1 ext-IgG -cultured cells. Augmentation of engraftment was not observed in mice that received IgG-cultured cells. In summary, although both non-cultured and Delta1 ext-IgG -cultured CB cells were able to reconstitute the T cell lineage, the Delta1 ext-IgG -cultured CB cells had the potential to enhance immune reconstitution early after HCT. We also found that the addition of Delta1 ext-IgG -cutlured cells to non-cultured CB cells facilitated the lymphoid engraftment of non-cultured CB. This report describes a novel and clinically feasible exvivo culture system using Delta1 for the generation of CB cell progenitors as a means to accelerate initial T-cell recovery after HCT.",
    "topics": [
        "culture media, serum-free",
        "ligands",
        "t-lymphocytes",
        "umbilical cord blood",
        "immunoglobulin g",
        "cd34 antigens",
        "tissue transplants",
        "flt3 ligand",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Mari Dallas, MD",
        "Colleen Delaney, MD, MSC",
        "Irwin D. Bernstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mari Dallas, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Rsch Ctr., Seattle, WA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Colleen Delaney, MD, MSC",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irwin D. Bernstein, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T02:23:28",
    "is_scraped": "1"
}