{
    "doi": "https://doi.org/10.1182/blood-2020-138781",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4470",
    "start_url_page_num": 4470,
    "is_scraped": "1",
    "article_title": "Polyreactivity and Somatic Hypermutation Analysis Reveals the Innate B Cell Origin of Human PF4/Heparin Reactive Antibodies ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": null,
    "author_names": [
        "Wen Zhu, MBBS,MS",
        "Lu Zhou",
        "Ting Zhao",
        "Yongwei Zheng, PhD",
        "Mei Yu, PhD",
        "Jianhui Wei",
        "Anand Padmanabhan, M.B.B.S., PhD",
        "Richard H. Aster, MD",
        "Demin Wang, PhD",
        "Renren Wen, PhD"
    ],
    "author_affiliations": [
        [
            "BloodCenter of Wisconsin, part of Versiti, Milwaukee, WI ",
            "Microbiology and Immunology, Medical College of Wisconsin, Wauwatosa, WI "
        ],
        [
            "BloodCenter of Wisconsin, part of Versiti, Milwaukee, WI "
        ],
        [
            "BloodCenter of Wisconsin, part of Versiti, Milwaukee, WI "
        ],
        [
            "Versiti Blood Research Institute, Milwaukee, WI "
        ],
        [
            "BloodCenter of Wisconsin, part of Versiti, Milwaukee, WI "
        ],
        [
            "BloodCenter of Wisconsin, part of Versiti, Milwaukee, WI "
        ],
        [
            "Mayo Clinic, Rochester, MN"
        ],
        [
            "BloodCenter of Wisconsin, part of Versiti, Milwaukee, WI "
        ],
        [
            "Microbiology and Immunology, Medical College of Wisconsin, Wauwatosa, WI ",
            "Versiti Blood Research Institute, Milwaukee, WI "
        ],
        [
            "BloodCenter of Wisconsin, part of Versiti, Milwaukee, WI "
        ]
    ],
    "first_author_latitude": "43.0383261",
    "first_author_longitude": "-87.93462919999999",
    "abstract_text": "Heparin-induced thrombocytopenia (HIT) is a serious reaction to heparin treatment characterized by antibodies that recognize a complex formed between heparin and platelet factor 4 (PF4/H) and are capable of activating platelets and inducing a pro-thrombotic state. Although a high percentage of heparin-treated patients produce antibodies to PF4/H, only a subset of these antibodies are platelet-activating (pathogenic) and capable of causing HIT. We previously reported that we cloned B cells from six patients experiencing HIT and identified two types of PF4/H-binding antibodies: seven platelet-activating (PA) and 48 non-activating (NA). Comparison of the structural features in the PA, NA, and non PF4/H-binding (NB) clones showed that the length and the number of basic amino acid and tyrosine residue in the heavy chain complementarity determining region 3 (HCDR3) were significantly different, and was in the order of PA>NA>NB. Most significantly, the seven platelet-activating antibodies each have one of the two pathogenic motifs: RX 1-2 R/KX 1-2 R/H and YYYYY in an unusually long HCDR3 (≥ 20 residues). In the current study, we attempt to understand the origin of the B cells that produce the PA and NA antibodies and the nature of the immune response in HIT through analyzing somatic hypermutation and biological property of such antibodies. Longer HCDR3 and more basic Aas and Tyr residues in the HCDR3 are features of autoreactive and polyreactive antibodies. With this in mind, we tested PA and NA clones in a standard antinuclear antibody (ANA) assay and found that these clones were significantly more reactive than NB antibodies, and the plasma of HIT patients were significantly more reactive than normal plasma (Figure1) . We then compared reactions of PA, NA and NB clones against a group of self and foreign antigens commonly used in polyreactivity assays: dsDNA, ssDNA, LPS, insulin, and keyhole limpet hemocyanin (KLH). About 90% of PA and NA clones were reactive to at least two antigens, this was true of only 20% of the NB clones, and the latter is consistent with the frequency of polyreactive clones in the IgG + B cells (Figure2) . Taken together, these data indicate that PA and NA antibodies are largely polyreactive. We then investigated the development of the PA and NA B cells through analyzing somatic hypermutation in the antibodies. Through analyzing the HCDR3 nucleotide insertion, trimming and VDJ segment usage, we found that longer HCDR3 typical of PF4/H-binding clones and the RKH and Y 5 motifs identified in PA clones were the result of original recombination not somatic hypermutation. Consistently, the average number of nucleotide mutations in the VH genes of the binding clones was lower (PA and NA, 9.4 ± 9.5) compared to that of peripheral blood IgG + memory B cells in healthy subjects (~18) (Figure3) . Total mutation frequency in the VH and Vk CDRs of the PF4/H-binding PA and NA clones was comparable to that of the framework regions. This finding contrasts with findings made in peripheral blood IgG + memory B cells of healthy subjects showing that the mutation frequencies are much higher in the CDRs than in the FRs of VH. Taken together, these findings suggest that affinity maturation plays a limited role in the evolution PF4/H-binding antibodies during the immune response that leads to HIT. In this study, we showed thay PF4/H-binding PA and NA IgGs are largely polyreactive antibodies and contain lower levels of mutations compared to IgG + memory B cells. B1 and MZ B cells are innate B cells that are main producers of polyreactive natural antibodies and can respond to toll-like receptor signaling, quickly differentiate into antibody-secreting cells, and undergo IgG class switch extrafollicularly. Polyreactivity identified in the PF4/H-binding PA and NA IgGs supports the possibility that human B cells producing PF4/H-binding antibodies are innate B cells akin to MZ B cells shown to be a source of PF4/H antibodies in mice. A mutation rate lower than that of IgG + memory cells in the PF4/H-binding IgGs is also consistent with an extrafollicular response typical of innate B cells. These observations would help to improve our understanding of the immunological responses and B cell origin in HIT patients. View large Download slide View large Download slide  Disclosures Padmanabhan: Retham Technologies: Current equity holder in private company; Veralox Therapeutics: Membership on an entity's Board of Directors or advisory committees; Versiti Blood Research Institute: Patents & Royalties."
}