{
    "doi": "https://doi.org/10.1182/blood.V128.22.3818.3818",
    "article_title": "β-2-Glycoprotein Antibodies Activate the Alternative Pathway of Complement in Antiphospholipid Antibody Syndrome ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "abstract_text": "Introduction: Antiphospholipid antibody syndrome (APS) is characterized by recurrent thrombosis and pregnancy loss, in the presence of antibodies directed against phospholipid-binding proteins. Although persistence of antiphospholipid antibodies (aPL), including lupus anticoagulant (LA), anti-cardiolipin (aCL) or anti-β2-glycoprotein (aβ2-GPI) antibodies, is a key diagnostic feature of APS and its severe variant, catastrophic APS (CAPS), the mechanism by which aPL contribute to the clinical manifestations of these disorders remains unclear. There is evidence that excessive activation of complement plays a role in the pathophysiology of APS and CAPS, and limited case reports suggest a therapeutic role for complement inhibition; however, a clear mechanistic understanding of this process has not been elucidated. The modified Ham (mHam) is a functional assay for detection of systemic activation of the alternative pathway of complement (APC). Here, we show that the APC is active in serum from patients with APS and CAPs using the mHam assay, and provide evidence that inhibition of complement factor H (CFH), a homolog of β2-GPI, by aβ2-GPI antibodies is a plausible mechanistic link between APS/CAPS and excessive APC activation. Methods: The patient population studied included adults with APS who presented to our institution between January 2015 and January 2016. A diagnosis of APS or CAPS was based on diagnostic criteria from 2002 and 2006. Patients with a CAPS-like phenotype, who did not meet all criteria for definite or probable CAPS (Asherson et al. 2003), were also included. Patient serum was evaluated in the mHam using the PIGA -null TF1 cell line and percentage of cell killing was measured using a cell proliferation assay. Additional studies testing the addition of purified phospholipids or commercially available β2-GPI antibodies (and isotype controls) also utilized the mHam. Serum from 5 patients with atypical hemolytic uremic syndrome (aHUS) was used as a control in the phospholipid study. It was hypothesized that CFH, the principal negative regulator of the APC, may be the target of pathogenic aPL given its homology to β2-GPI. To test this hypothesis, competitive binding assays were performed with commercially available recombinant β2-GPI and purified CFH. Results: Serum from 18 patients with APS, 1 patient with definite CAPS, 3 patients with CAPS-like phenotype, 5 healthy volunteers and 14 patients with other hypercoagulable states (9 patients with lupus who did not meet criteria for APS, 4 patients with TTP and 1 patient with DIC) was analyzed in the mHam. APC-mediated cell killing in the mHam was higher in the serum from patients with APS and CAPS, compared to normal controls and patients with other hypercoagulable states (mean of 27.9% and 36.2% versus 5.2% and 12.2%, respectively; see Figure). Addition of purified phospholipids to serum from patients with APS reduced APC-mediated cell killing, but had no effect on serum from patients with aHUS, consistent with divergent mechanisms for APC activation in these disorders. Addition of a β2-GPI IgG antibody to normal human serum resulted in increased APC-mediated cell killing in the mHam, relative to addition of a β2-GPI IgM antibody or isotype controls, suggesting that antibodies directed against β2-GPI may directly activate the APC. Finally, the addition of CFH blocked binding of a commercially available β2-GPI IgG antibody to purified β2-GPI, supporting the hypothesis that aβ2-GPI antibodies may promote excessive activation of the APC in APS and CAPS by binding to and inhibiting CFH. Conclusions: Systemic activation of the APC can be demonstrated by the mHam test in serum from patients with APS and CAPS. This suggests that, in at least a subset of patients with APS and CAPS, excessive activation of the APC may be an important driver of the disease manifestations. Further study is required to determine whether there is a relationship between seropositivity for LA, aCL and aβ2-GPI and activation of the APC. Autoantibodies directed against β2-GPI may directly activate the APC by inhibiting CFH, providing further rationale for the potential use of therapies aimed at complement inhibition in these devastating disorders. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Streiff: Janssen: Consultancy, Research Funding; CSL Behring: Consultancy, Research Funding; Portola: Research Funding; Roche: Research Funding. Brodsky: Alexion Pharmaceuticals Inc: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Achillion Pharmaceuticals: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Apellis Pharmaceuticals Inc: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "antibodies",
        "antiphospholipid syndrome",
        "complement pathway, alternative",
        "glycoprotein",
        "capsules",
        "clinician-administered ptsd scale",
        "computer-assisted personalized sedation",
        "cryopyrin-associated periodic syndromes",
        "cowden's syndrome",
        "antiphospholipid antibodies"
    ],
    "author_names": [
        "Andrea C. Baines, MD PhD",
        "Xuan Yuan, MD MSc",
        "Eleni Gavriilaki, MD PhD",
        "Alexander J. Ambinder, MD MPH",
        "Alka Jain, PhD",
        "Neal S. Fedarko, PhD",
        "C. John Sperati, MD MHS",
        "Alison R. Moliterno, MD",
        "Rakhi P. Naik, MD MHS",
        "Michael Streiff, MD",
        "Wei Fu, MS",
        "Michelle Petri, MD MPH",
        "Robert A. Brodsky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrea C. Baines, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xuan Yuan, MD MSc",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleni Gavriilaki, MD PhD",
            "author_affiliations": [
                "Hematology Department - BMT Unit, George Papanicolaou General Hospital, Thessaloniki, Greece "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander J. Ambinder, MD MPH",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alka Jain, PhD",
            "author_affiliations": [
                "Division of Geriatric Medicine, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neal S. Fedarko, PhD",
            "author_affiliations": [
                "Division of Geriatric Medicine, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. John Sperati, MD MHS",
            "author_affiliations": [
                "Division of Nephrology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison R. Moliterno, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rakhi P. Naik, MD MHS",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Streiff, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Fu, MS",
            "author_affiliations": [
                "Bloomberg School of Public Health, Johns Hopkins, Baltimore, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Petri, MD MPH",
            "author_affiliations": [
                "Division of Rheumatology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Brodsky, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:42:51",
    "is_scraped": "1"
}