{
    "doi": "https://doi.org/10.1182/blood-2019-123220",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4220",
    "start_url_page_num": 4220,
    "is_scraped": "1",
    "article_title": "TNB383B.0001: A Multicenter, Phase 1, Open-Label, Dose-Escalation Andexpansion Study of TNB-383B, a Bispecific Antibodytargeting BCMA in Subjects with Relapsed or Refractorymultiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Introduction Multiple myeloma (MM) is an incurable plasma cell malignancy with an estimated incidence in 2019 of ~32,000 in the United States. Although median survival is greater than 8 years, treatment options are limited for patients who relapse on or are refractory to standard treatment regimens containing proteasome inhibitors, immune-modulating drugs and anti-CD38 antibodies (triple refractory). Novel therapies are critical to the treatment of these patients. Chimeric antigen receptor T cells (CAR-Ts) and T-cell redirecting Bispecific Antibodies (T-BsAbs) targeting B-cell maturation antigen (BCMA) -a protein found exclusively on the surface of plasma cells- have shown efficacy against relapsed/refractory MM in early phase clinical trials. However, toxicity from over-activation of T-cells still hinders these approaches. Utilizing Teneobio's proprietary next generation sequencing (NGS)-based discovery tool incorporating in silico analysis of heavy chain only/fixed light chain antibody sequences (HCA/Flic, respectively) to enrich for antigen specific antibodies, we made a high affinity αBCMA HCA and a library of αCD3 Flic antibodies that showed a >2 log range of EC50s for T cell activation in vitro . TNB-383B combines a high affinity αBCMA HCA with a low-activating αCD3 Flic; in preclinical studies TNB-383B showed equivalent anti-tumor efficacy but significantly reduced cytokine secretion compared to BCMA-targeted T-BsAbs incorporating a strongly-activating αCD3 (similar in strength to the αCD3s used in other T-BsAbs currently in clinical trials). A Phase 1 study investigating the safety, pharmacokinetics, and preliminary activity of TNB-383B in patients with relapsed/refractory multiple myeloma (RRMM) is ongoing and described. This trial represents, to the best of our knowledge, the first reported clinical trial of a HCA/Flic hybrid antibody in humans. Study Design TNB383B.0001 (NCT03933735) is an open-label, multi-center study of TNB-383B in patients with RRMM. The study is divided into escalation (Arm A, N=24) and expansion (Arm B, N=48) arms. Subjects who have received 3 or more prior lines of therapy with exposure to a PI, an IMiD, and an anti-CD38 antibody are eligible for this study. Documentation of BCMA expression by tumor cells is not required for entry, although prior treatment with a BCMA-targeted agent is an exclusion criterion. Other key inclusion/exclusion criteria include EGFR of >30ml/min, ANC ≥1000/mm 3 and platelets ≥50,000/mm 3 and minimal bone marrow biopsy requirements on-study. Subjects must be admitted for 48 hours following the 1 st dose in Cycle 1 (21-day cycle length), but TNB-383B may be administered on an outpatient basis thereafter. Dose Escalation TNB-383B is administered as an intravenous infusion. Dose escalation is proceeding via a 3+3 design with fixed (as opposed to weight based) doses per protocol. Arm B will be initiated once the maximum tolerated dose (MTD, or recommended phase 2 dose, RP2D) has been selected. Patients will be treated until progression, unacceptable toxicity, or other discontinuation criteria are met. One patient has been enrolled thus far. Statistical Methods and Study Endpoints In Arm A occurrence of dose limiting toxicities (DLTs) will drive identification of the MTD (or RP2D in line with standard practices. In Arm B accrual will be suspended if more than 33% of subjects experience a DLT event. Adverse events, laboratory profiles, physical exams, and vital signs will be assessed throughout the study. Adverse events will be graded according to the NCI CTCAE, version 5.0. Concentrations of TNB-383B and Anti-Drug Antibodies (ADA) will be determined at designated time points throughout the study. Values for standard pharmacokinetic parameters of TNB-383B including the maximum observed serum concentration (C max ), the time to C max , area under the concentration-time curve, clearance, and terminal half-life will be determined using non-compartmental methods. The activity endpoints (determined using the IMWG uniform response criteria) include overall response rate, progression-free survival and overall survival. The relationship between biomarkers, including soluble BCMA and A Proliferation Inducing Ligand (APRIL; the endogenous ligand for BCMA), and activity will be assessed. Disclosures Buelow: Teneobio, Inc.: Employment, Equity Ownership. Rodriguez: Takeda, Amgen: Consultancy, Speakers Bureau. Vij: Janssen: Honoraria; Celgene: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Genentech: Honoraria; Takeda: Honoraria, Research Funding; Karyopharm: Honoraria; Sanofi: Honoraria. Nath: Teneobio, Inc.: Consultancy. Snyder: Teneobio, Inc.: Consultancy. Pham: Teneobio, Inc.: Employment, Equity Ownership. Patel: Teneobio, Inc.: Employment, Equity Ownership. Iyer: Teneobio, Inc.: Employment, Equity Ownership.",
    "topics": [
        "multiple myeloma",
        "antibodies",
        "antibodies, bispecific",
        "toxic effect",
        "adverse event",
        "antigens",
        "ligands",
        "massively-parallel genome sequencing",
        "surrogate endpoints",
        "antidrug antibody"
    ],
    "author_names": [
        "Ben Buelow, MD PhD",
        "Anita D'Souza, MBBS",
        "Cesar Rodriguez, MD",
        "Ravi Vij, MBBS",
        "Rajneesh Nath, MD",
        "Melinda Snyder, MS",
        "Duy Pham, MBA",
        "Ashwin Patel, PhD",
        "Suhasini Iyer, PhD"
    ],
    "author_affiliations": [
        [
            "Teneobio, Inc., Menlo Park, CA "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Milwaukee, WI "
        ],
        [
            "Medical Oncology and Hematology, Wake Forest University School of Medicine, Winston-Salem, NC "
        ],
        [
            "Washington University, Ballwin, MO "
        ],
        [
            "Blue Oak Group, Inc., Palo Alto, CA "
        ],
        [
            "MB Consulting LLC, Norton, MA "
        ],
        [
            "Teneobio, Inc., Newark, CA"
        ],
        [
            "Teneobio, Inc., Newark, CA"
        ],
        [
            "Teneobio, Inc., Newark, CA"
        ]
    ],
    "first_author_latitude": "37.537998099999996",
    "first_author_longitude": "-122.06362910000001"
}