{
    "doi": "https://doi.org/10.1182/blood.V126.23.1814.1814",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3243",
    "start_url_page_num": 3243,
    "is_scraped": "1",
    "article_title": "Proteomic Characterization of Circulating Extracellular Vesicles Identifies Novel Serum Myeloma Associated Markers ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "extracellular vesicles",
        "multiple myeloma",
        "biological markers",
        "cd44 antigens",
        "homing-associated cell adhesion molecule",
        "adrenal corticosteroids",
        "cancer",
        "carrier proteins",
        "cell adhesion molecules",
        "cytokine"
    ],
    "author_names": [
        "David Ciarlariello",
        "Sean Harshman",
        "Alessandro Canella",
        "Erinn Hade",
        "Alberto Rocci, MD",
        "Antonio Palumbo, MD",
        "Craig C Hofmeister, MD MPH",
        "Michael Freitas",
        "Don M Benson, MD PhD",
        "Flavia Pichiorri, PhD"
    ],
    "author_affiliations": [
        [
            "The Ohio State University, Columbus, "
        ],
        [
            "The Ohio State University, Columbus, "
        ],
        [
            "The Ohio State University, Columbus, "
        ],
        [
            "The Ohio State University, Columbus, "
        ],
        [
            "A.O.U. San Giovanni Battista, Manchester, England "
        ],
        [
            "Department of Hematology, University of Torino, Torino, Italy "
        ],
        [
            "Department of Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, "
        ],
        [
            "Department of Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "Internal medicine, The Ohio State University, Columbus, OH"
        ]
    ],
    "first_author_latitude": "40.006672300000005",
    "first_author_longitude": "-83.0304546",
    "abstract_text": "Introduction: Multiple myeloma (MM) is a hematological malignancy of clonal plasma cells (PCs) in the bone marrow (BM). MM cells are dependent on the BM microenvironment ( e.g. BM stromal cells, macrophages etc) and create a network with surrounding cells. These cells play a pivotal role in the regulation of MM cell survival and drug resistance bydirect interactions through adhesion molecules causing cell adhesion mediated drug resistance (CAM-DR) or soluble factors including supportive cytokines ( e.g. IL-6, IL-8, and VEGF) or exosomes (or extracellular vesicles). Exosomes (EV) are endosome-derived membrane-covered cell fragments, which contain specific protein and RNA cargo. The protein content of EVs in MM has not been readily explored. Recently our group established the use a global label-free quantification method to determine the relative amount of proteins identified from EVs obtained from MM cell lines. Here we are reporting a systematic proteomic analysis of EVs derived from MM cell lines, blood from MM patients, and BM from MM patients. We also report preliminary data showing the biological importance of specific EV enriched proteins in MM cell lines and MM patients. Methods: Liquid Chromatography Mass Spectrometry (MS) and Label-free relative quantitation were used to assess the protein content of MM EV and cellular lysates. Cryo-Transmission Electron Microscopy (cryo-TEM) and Nanoparticle Tracking Analysis were used to assess size distribution and specific EV surface markers in EV isolated from the supernatant of MM cell lines and from the serum of non-cancer, MGUS, smoldering MM and active MM donors. Western blot and enzyme-linked immunosorbent assays were used to validate MS data in a bigger cohort of primary MM patients and to assess the biological effect of MM derived EV in the BM stromal cells. Results: Our data show that the Major Histocompatibility Complex Class I (MHCI) and its associated binding protein β 2 -microglobulin (β 2 -MG) are the most abundant communally enriched proteins in the EV derived from MM cell lines and from the serum of MM patients. Although it is well known that the serum level of β 2 -MG is an important prognostic factor in MM, our data indicate that β 2 -MG represents only a small percentage of the total serum β 2 -MG, suggesting that two separate β 2 -microglobulin populations coexist in the serum of patients. Additionally, we show that the main receptor of hyaluronic acid, CD44, is highly expressed in the EVs isolated from the corticosteroid resistant MM cell line, MM.1R, and is a protein that is differentially expressed in EVs isolated from newly diagnosed MM patients and which seems to play a key role in communicating with the BM microenvironment. By using a large cohort of serum obtained from MM patients prospectively treated on a randomized phase 3 trial (233), we establish the potential of serum CD44 as a predictive biomarker of overall survival. These results support the analysis of EVs as easily accessible MM biomarker. Conclusions: Our results generate a foundation for the potential use of circulating EVs as novel serum markers of MM and provide the rationale to further explore previously unconsidered molecular players associated with MM disease. Disclosures Palumbo: Array BioPharma: Consultancy; Onyx Pharmaceuticals: Consultancy; Millennium Pharmaceuticals Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Consultancy, Honoraria; Janssen-Cilag: Consultancy, Honoraria; Genmab A/S: Consultancy; Bristol-Myers Squibb: Consultancy; Amgen: Consultancy; Sanofi Aventis: Consultancy."
}