{
    "doi": "https://doi.org/10.1182/blood-2019-128441",
    "article_title": "Outcomes in Multiple Myeloma Patients Progressing on Lenalidomide Maintenance ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Lenalidomide (R) maintenance therapy in multiple myeloma (MM) has been shown to improve progression-free survival (PFS) and overall survival (OS) after autologous stem-cell transplantation (ASCT). Even in the transplant ineligible population, R until progression is associated with improved PFS. The ever-increasing use of R maintenance therapy, however, eventually leads to refractoriness to R at maintenance doses. Moreover, clinical trials with len-dex (Rd) backbone regimens including daratumumab, elotuzumab, ixazomib, and carfilzomib have all excluded such patients (pts). This is particularly an issue for elotuzumab and ixazomib, which have no single agent approval. There are currently no published data on the outcomes of full dose Rd or Rd backbone containing regimens in pts refractory to R maintenance. A prospective randomized trial would be difficult to perform given variability in pt factors (i.e. R tolerance, age, renal function) and disease factors (i.e. molecular risk and clinical vs biochemical progression). We therefore performed a retrospective study to characterize outcomes of pts on R maintenance therapy. Methods: This is a single-institution, retrospective study in which we reviewed the records of all consecutive pts with a diagnosis of MM at the Mount Sinai Hospital between February 2010 and October 2016. There were 465 pts identified who had maintenance R as a single agent or in combination with low-dose dexamethasone or prednisone. Pts were excluded if insufficient data were available or < 3 month (mo) follow up from time of initiation of R maintenance. Time to progression (TTP) on R maintenance, next line of therapy, and PFS on next line of therapy were determined using Kaplan Meyer analysis. Results: A total of 350 pts were included in this study. Baseline characteristics are summarized in Table 1. The median follow up time was 59 mos and median time on R maintenance was 21.0 mos. 172 pts (49%) progressed while on R maintenance or within 60 days of R discontinuation. 51 pts (15%) remain on R maintenance as of last follow up. The remaining 127 pts (36%) discontinued R for reasons other than progression and either progressed after 60 days (median 658 days, range 91-2053 days) or have not progressed. The median TTP on R maintenance was 34.2 mos (Fig 1A) and the majority of these were characterized by the treating physician as biochemical (65% during maintenance and 56% after R discontinuation). Of the patients with serologic and symptomatic progression, the majority were by bone disease (24% and 37%, respectively). 234 pts had data available on next line of therapy and the median PFS on this next line was 16.8 mo (95% CI: 13.2-20.1), however the PFS was shorter for those who had progressed while on R maintenance versus those who had progressed after R maintenance had been discontinued (13.2 mos vs. 28.9 mos, respectively, p 0.0001). The median PFS according to next line of therapy for those who received an increase in R dose + dex vs 3rd agent added to Rd backbone vs total change in therapy was 9.5 mos vs 21.0 mos vs 14.2 mos, respectively (Fig 1B). The most common drugs added to an Rd backbone were bortezomib and elotuzumab with an associated PFS of 19.0 and 40.1 mos, respectively. The majority of those receiving elotuzumab + Rd had progressed on R maintenance (15/18 = 83%). The most common regimens for those with a total change in therapy are summarized in Table 2. Conclusions: The median TTP on R maintenance was 34.2 mos and while most progression was felt to be biochemical, of those with symptomatic progression as well, the primary manifestation was bone disease (approximately 30% of patients), highlighting the importance of surveillance osseous imaging in MM. While an increase in R dose with steroids was associated with an additional 9.5 mos PFS and a total change in regimen with 14.2 mos PFS, those who received an Rd containing triplet had impressive results. In particular, Rd + elotuzumab resulted in a PFS of 40.1 mos. Multivariate analysis accounting for the potential confounding patient and disease factors inherent to treatment selection in retrospective studies will be presented at the meeting. View large Download slide View large Download slide  Close modal Disclosures Cho: BMS: Consultancy; GSK: Consultancy; Takeda: Research Funding; The Multiple Myeloma Research Foundation: Employment; Genentech: Honoraria, Research Funding; Agenus: Research Funding; Celgene: Honoraria, Research Funding. Jagannath: Celgene: Consultancy; Novartis: Consultancy; Merck: Consultancy; Medicom: Speakers Bureau; Multiple Myeloma Research Foundation: Speakers Bureau; BMS: Consultancy. Madduri: Abbvie: Consultancy; Takeda: Consultancy; Celgene: Consultancy; undation Medicine: Consultancy. Parekh: Celgene Corporation: Research Funding; Karyopharm Inc.: Research Funding; Foundation Medicine Inc.: Consultancy. Richter: Adaptive Biotechnologies: Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Speakers Bureau; Bristol-Meyers Squibb: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees. Chari: Millennium/Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees; Array Biopharma: Research Funding; GlaxoSmithKline: Research Funding; Novartis Pharmaceuticals: Research Funding; Oncoceutics: Research Funding; Pharmacyclics: Research Funding; Sanofi: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Consultancy; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "elotuzumab",
        "follow-up",
        "autologous stem cell transplant",
        "bone diseases",
        "ixazomib",
        "bortezomib",
        "carfilzomib"
    ],
    "author_names": [
        "Larysa Sanchez, MD",
        "Erin Moshier, MS",
        "Alexander Coltoff, MD",
        "Ali Mustafa, MD",
        "Darren Pan, MD BS",
        "Hearn Jay Cho, MD PhD",
        "Sundar Jagannath, MD",
        "Deepu Madduri, MD",
        "Samir Parekh, MD",
        "Shambavi Richard, MD",
        "Joshua Richter, MD",
        "Ajai Chari, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Larysa Sanchez, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erin Moshier, MS",
            "author_affiliations": [
                "Tisch Cancer Institute, Department of Population Health Science and Policy, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Coltoff, MD",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali Mustafa, MD",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darren Pan, MD BS",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hearn Jay Cho, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sundar Jagannath, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepu Madduri, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samir Parekh, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shambavi Richard, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Richter, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajai Chari, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Tisch Cancer Institute, Mt. Sinai School of Medicine, New York, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T18:48:35",
    "is_scraped": "1"
}