{
    "doi": "https://doi.org/10.1182/blood.V118.21.234.234",
    "article_title": "Pharmacogenetic Approaches Identify ANTXR1 As a Potential Mediator of Response to Therapeutic NF-κB Inhibition in Diffuse Large B Cell Lymphoma ",
    "article_date": "November 18, 2011",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Novel Targets and Response Determinants",
    "abstract_text": "Abstract 234 Background: NF-κB is a family of transcription factors known to play an essential role in the development & survival of lymphocytes. In recent years, it has been clear that aberrant NF-κB activation is a hallmark of various lymphoid malignancies and appears to be associated with chemotherapy resistance and adverse prognosis. The canonical NF-κB pathway is frequently engaged in lymphoid malignancies wherein activated IKK phosphorylates IκB proteins inducing IκB polyubiquination and subsequent proteasomal proteolytic degradation; this allows for release and nuclear translocation of NF-κB dimers to activate target gene transcription. Gene Expression Profiling (GEP) has identified two distinct sub groups of Diffuse Large B cell Lymphoma (DLBCL). While the Activated B cell (ABC) type shows constitutive activation of NF-κB, the role for NF-κB activation in Germinal Center B Cell (GCB) DLBCL is currently unclear. Since NF-κB inhibition has been identified as a therapeutic possibility in DLBCLs, it is important to define the role of this pathway and its modulators. In this study, we sought to investigate key regulators of the NF-κB pathway that might mediate a therapeutic response to IKKβ inhibition of NF-κB in DLBCL including the GCB subtype. Through GEP and Exome Sequencing, we demonstrate that ANTXR1 is a key mediator of response to IKKβ inhibition in DLBCL. Methods/Results: We obtained a novel selective inhibitor of IKKβ, TLX-2001 that has been found to be safe in animal models. IC50 were obtained on 61 cell lines representing various lymphomas including DLBCL (N=25) using cell viability MTT assays. The drug showed efficacy in both ABC and GCB DLBCL cell lines at physiologically achievable concentrations. These results were unsurprising in ABC DLBCLs which are known to depend on NF-κB activation, but the lethality of this selective drug in GCB DLBCLs was unexpected. To better understand the role of individual genes in the response in GCB DLBCLs, gene expression profiling was performed on 61 cell lines using Human Gene 1.0 ST Array. We found that ANTXR1 expression significantly correlated with NF-κB resistance (p = 0.035). Additionally, we sequenced the exomes of DLBCL tumors (N=95) and matched normal tissue (N=34). 95 cases of DLBCLs consisted of 73 cases of primary human DLBCLs and 22 DLBCL cell lines. Whole exome sequencing was performed using the Agilent solution-based system of exon capture to sequence all protein coding exons in the CCDS database. We identified 465 recurrently somatically mutated genes in these DLBCL cases, and found that mutation status of ANTXR1 was associated with high sensitivity to IKKβ inhibition (p =0.015) of NF-κB. Cell lines with non-synonymous mutations in ANTXR1 had over 3-fold lower IC50 (mean= 2.39 μM) compared to cell lines with no mutation in ANTXR1 (mean IC50 = 8.72μM). Discussion/Conclusion: ANTXR1 is the docking receptor for bacillus anthracis toxin, and anti-tumor responses have been observed in mice injected with recombinant engineered anthrax toxin. It is also known as TEM8 and maps to chromosome 2p13.1. Increased levels of TEM8 (tumor endothelial marker 8) have been noted in various malignancies including melanoma. Our data suggest that pharmacogenetic approaches that combine gene expression profiling and whole exome sequencing are useful tools for identifying novel genes that modulate therapeutic responses in lymphoma. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "diffuse large b-cell lymphoma",
        "pharmacogenetics",
        "gene expression profiling",
        "neoplasms",
        "lymphoid neoplasm, malignant",
        "lymphoma",
        "anthrax toxin",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Soham D. Puvvada, MD",
        "Cassandra L Love",
        "Vladimir Grubor, PhD",
        "Jenny Zhang",
        "Jason Smith",
        "Sandeep S. Dave, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Soham D. Puvvada, MD",
            "author_affiliations": [
                "Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cassandra L Love",
            "author_affiliations": [
                "IGSP, Duke University, Durham, NC, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vladimir Grubor, PhD",
            "author_affiliations": [
                "IGSP, Duke University, Durham, NC, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Zhang",
            "author_affiliations": [
                "Igsp, Duke University, Durham, NC, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Smith",
            "author_affiliations": [
                "Duke University Hospital Program, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandeep S. Dave, MD",
            "author_affiliations": [
                "Duke University, Durham, NC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:08:22",
    "is_scraped": "1"
}