{
    "doi": "https://doi.org/10.1182/blood.V116.21.813.813",
    "article_title": "Epo/Epor Signaling Critically Regulates Maturation of the Primitive Erythroid Lineage In the Mammalian Embryo ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, excluding Iron: Membrane Protein Components in Normal and Stress Erythropoiesis",
    "abstract_text": "Abstract 813 Erythropoiesis in both the embryo and the adult is characterized by the progressive maturation of lineage-specific progenitors through morphologically identifiable precursors that enucleate to form mature erythrocytes. In the adult, erythropoietin (Epo) binds its homodimeric receptor (EpoR) and activates the Jak2-Stat5 pathway to inhibit apoptosis and mediate the proliferation of definitive erythroid progenitors. Similar responses to Epo have also been reported in neurons, cardiomyocytes, and several cancer cell types. However, little is known regarding the function of Epo/EpoR in the first erythroid cells of the developing embryo, the yolk sac-derived, primitive erythroblasts that emerge from a transient wave of progenitors and mature as a synchronous cohort in the fetal vasculature. We have previously determined that EpoR transcripts are present in yolk-sac blood islands beginning at E7.5 (McGann et al., Exp Hem, 1997). Here, we examine the function of Epo/EpoR in embryonic erythropoiesis. Using a colony-forming assay, we found normal levels of primitive erythroid progenitor activity in E8.5 Epor -null embryos. However, these colonies were composed of markedly fewer cells, suggesting a defect in the erythroid precursor maturation. Consistent with these in vitro results, we found that E10.5 Epor -null embryos contain 60% fewer primitive erythroblasts compared to wild-type littermates. Cell cycle analysis revealed a block at the transition from G1- to S-phase with a greater than 2-fold increase in the proportion of erythroblasts in G1-phase in Epor -null versus wild-type embryos. Furthermore, utilizing multi-spectral imaging flow cytometry, we found that E10.5 and E11.5 Epor -null primitive erythroblasts exhibit decreased cell size, nuclear size, and RNA content. Transcriptional analysis revealed a higher εy:βH1 expression ratio in Epor -null erythroblasts consistent with a more rapid maturational globin switch. Most strikingly, we detected a 10-fold reduction in CD71 (transferrin receptor) cell surface expression, which led us to investigate its transcript levels along with other known Stat5-target genes. CD71, Myc, and Bcl-xl transcript levels were all reduced significantly in Epor -null compared to wild-type erythroblasts. Furthermore, we found robust phosphorylation of Stat5 in primitive erythroid precursors that increased upon exposure to Epo. Taken together, our findings indicate that Epo/EpoR signaling is not required for the specification or emergence of primitive erythroid progenitors. However, the subsequent proliferative maturation of primitive erythroid precursors is highly dependent on Epo/EpoR signaling and modulation of Stat5-target genes. The marked reduction of primitive erythroid precursors in Epor -null embryos is associated with cell cycle defects. Furthermore, Epor -null primitive erythroblasts exhibit a phenotype of premature maturation, characterized by decreased cell size, nuclear size, RNA content, and altered globin switching. Finally, the drastic reduction of CD71 expression supports the concept that Epo regulates iron metabolism through Stat5-mediated signaling. We conclude that erythropoietin is a critical regulator of primitive erythropoiesis in the mammalian embryo. However, unlike definitive erythropoiesis, Epo/EpoR primarily regulates the primitive lineage at the precursor rather than the progenitor stage of maturation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "embryo",
        "erythropoietin receptors",
        "mammals",
        "signal transduction",
        "transferrin receptors",
        "erythropoietin",
        "globins",
        "rna",
        "bcl-xl protein",
        "diagnostic imaging"
    ],
    "author_names": [
        "Jeffrey Malik, MS",
        "James Palis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeffrey Malik, MS",
            "author_affiliations": [
                "Pathology and Lab Medicine, University of Rochester Medical Center, Rochester, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James Palis, MD",
            "author_affiliations": [
                "Department of Pediatrics, Univ. of Rochester Med. Ctr., Rochester, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T18:45:07",
    "is_scraped": "1"
}