{
    "doi": "https://doi.org/10.1182/blood.V114.22.3775.3775",
    "article_title": "Molecular Basis of Menin-MLL Interaction: Implication for Targeted Therapies in MLL Leukemias. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE POSTER III",
    "abstract_text": "Abstract 3775 Poster Board III-711 Chromosomal translocations that affect the proto-oncogene MLL ( Mixed Lineage Leukemia ) occur in aggressive human acute leukemias, both AML and ALL, affecting children and adults. The normal MLL protein plays a key role in regulation of HOX genes expression, which are required for proper hematopoiesis. This function is frequently impaired by a fusion of MLL with one of 60 alternative partner genes to form a chimeric oncogene encoding MLL fusion proteins. MLL fusions upregulate HOX genes expression resulting in a blockage of blood cell differentiation that ultimately leads to acute leukemia. Patients with MLL rearrangement poorly respond to available treatments, emphasizing the urgent need to develop novel therapies to treat these leukemias. The leukemogenic activity of MLL fusions is dependent on association with menin, a protein encoded by the MEN1 ( Multiple Endocrine Neoplasia I ) gene. The menin binding motif is localized at the N-terminus of MLL and therefore it is retained in all MLL fusion proteins. The removal of this motif from MLL oncoproteins abrogates the ability to develop leukemia in mice. Menin functions as an essential oncogenic cofactor in MLL related leukemias and selective targeting of the menin-MLL interaction might represent a novel valuable therapeutic approach for the treatment of the MLL-related leukemias. To understand the molecular basis of how MLL-fusion proteins interact with menin, we carried out detailed in vitro characterization of menin binding to N-terminus of MLL using a collection of biochemical, biophysical and structural biology approaches. We demonstrated that 46 long N-terminal amino acid fragment of MLL very strongly associates with menin with low-nanomolar binding affinity. Employing the NMR spectroscopy, we identified the presence of two separate menin binding motifs within this MLL fragment, MBM1 (menin binding motif 1) and MBM2 (menin binding motif 2), which are separated by a poly-glycine linker. Peptides corresponding to both motifs are capable to independently interact with menin indicating the presence of two separate MLL binding sites on menin. Furthermore, the MBM1 binds to menin with 20-fold higher affinity compared to MBM2. Interestingly, we demonstrated that binding of one of the MBM peptides to menin negatively regulates binding of the second peptide most likely through the mechanism of an allosteric regulation. To aid in rational design of small molecule inhibitors of the menin-MLL interaction we characterized the conformation of the high affinity motif (MBM1) of MLL in a menin bound conformation using NMR spectroscopy. Furthermore, by applying both mutational studies and binding affinity measurements we identified that the most critical amino acids of MBM1 involved in interaction with menin comprise the RFPARP fragment of MLL. Overall, for the first time, we are providing detailed characterization and molecular basis of the MLL interaction with menin, which will be invaluable for development of therapeutically useful inhibitors selectively targeting this interaction. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "menin",
        "molecular targeted therapy",
        "peptides",
        "amino acids",
        "fusion proteins",
        "leukemia, acute",
        "spectrum analysis",
        "glycine",
        "multiple endocrine neoplasia"
    ],
    "author_names": [
        "Jolanta Grembecka",
        "Amalia Marie Belcher",
        "Tomasz Cierpicki"
    ],
    "author_dict_list": [
        {
            "author_name": "Jolanta Grembecka",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amalia Marie Belcher",
            "author_affiliations": [
                "Department of Molecular Physiology, University of Virginia, Charlottesville, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Cierpicki",
            "author_affiliations": [
                "Department of Pathology, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T15:41:12",
    "is_scraped": "1"
}