{
    "doi": "https://doi.org/10.1182/blood.V126.23.862.862",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3157",
    "start_url_page_num": 3157,
    "is_scraped": "1",
    "article_title": "Pre-Emptive Donor Lymphocyte Infusion with CD19-Directed, CAR-Modified T Cells Infused after Allogeneic Hematopoietic Cell Transplantation for Patients with Advanced CD19 + Malignancies ",
    "article_date": "December 3, 2015",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Relapse",
    "topics": [
        "cancer",
        "cd19 antigens",
        "donor leukocyte infusion",
        "hematopoietic stem cell transplantation",
        "t-lymphocytes",
        "graft-versus-host disease",
        "infusion procedures",
        "adenomatous polyposis coli, attenuated",
        "cytokine release syndrome",
        "disease remission"
    ],
    "author_names": [
        "Partow Kebriaei, MD",
        "Stefan O. Ciurea, MD",
        "Mary Helen Huls, BS",
        "Harjeet Singh, PhD",
        "Simon Olivares, BS",
        "Shihuang Su, BS",
        "Matthew J. Figliola, BS",
        "Pappanaicken Kumar, PhD",
        "Bipulendu Jena, PhD",
        "Marie-Andree Forget, PhD",
        "Sonny Ang, PhD",
        "Rineka Jackson, BS",
        "Tingting Liu, BS",
        "Ian K. McNiece, PhD",
        "Gabriela Rondon, MD",
        "Perry Hackett, PhD",
        "Hagop M. Kantarjian, MD",
        "Dean A. Lee, MD PhD",
        "Uday R. Popat, MD",
        "Amin Alousi, MD",
        "Betul Oran, MD",
        "Nina Shah, MD",
        "Chitra M. Hosing, MD",
        "David Marin, MD",
        "Katayoun Rezvani, MD, PhD",
        "Elizabeth J. Shpall, MD",
        "Richard E. Champlin, MD"
    ],
    "author_affiliations": [
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, U.T. M.D Anderson Cancer Center, Houston, TX "
        ],
        [
            "Division of Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Division of Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics-Research, MD Anderson Cancer Center, Houston, "
        ],
        [
            "Division of Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics-Research, MD Anderson Cancer Center, Houston, "
        ],
        [
            "Pediatrics-Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics-Research, MD Anderson Cancer Center, Houston, "
        ],
        [
            "Pediatrics-Research, MD Anderson Cancer Center, Houston, "
        ],
        [
            "Pediatrics-Research, MD Anderson Cancer Center, Houston, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Minnesota, St. Paul, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatric Stem Cell Transplantation, The University of Texas M. D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "UT-MD Anderson Cancer Ctr., Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "M.D. Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: Allogeneic hematopoietic cell transplantation (HCT) can be curative in a subset of patients with advanced lymphoid malignancies but relapse remains a major reason for treatment failure. Donor-derived, non-specific lymphocyte infusions (DLI) can confer an immune anti-malignancy effect but can be complicated by graft-versus-host-disease (GVHD). Chimeric antigen receptor (CAR)-modified T cells directed toward CD19 have demonstrated dramatic efficacy in patients with refractory ALL and NHL. However, responses are often associated with life-threatening cytokine release syndrome. Aim: We hypothesized that infusing CAR-modified, CD19-specific T-cells after HCT as a directed DLI would be associated with a low rate of GVHD, better disease control, and a less severe cytokine release syndrome since administered in a minimal disease state. Methods: We employed a non-viral gene transfer using the Sleeping Beauty (SB) transposon/transposase system to stably express a CD19-specific CAR (designated CD19RCD28 that activates via CD3z & CD28) in donor-derived T cells for patients with advanced CD19 + lymphoid malignancies. T-cells were electroporated using a Nucleofector device to synchronously introduce two DNA plasmids coding for SB transposon (CD19RCD28) and hyperactive SB transposase (SB11). T-cells stably expressing the CAR were retrieved over 28 days of co-culture by recursive additions of g-irradiated activating and propagating cells (AaPC) in presence of soluble recombinant interleukin (IL)-2 and IL-21. The AaPC were derived from K562 cells and genetically modified to co-express CD19 as well as the co-stimulatory molecules CD86, CD137L, and a membrane-bound version of IL-15. Results: To date, we have successfully treated 21 patients with median age 36 years (range 21-62) with advanced CD19 + ALL (n=18) or NHL (n=3); 10 patients had active disease at time of HCT. Donor-derived CAR + T cells (HLA-matched sibling n=10; 1 Ag mismatched sibling n=1; haplo family n=8; cord blood n=2) were infused at a median 64 days (range 42-91 days) following HCT to prevent disease progression. Transplant preparative regimens were myeloablative, busulfan-based (n=10) or reduced intensity, fludarabine-based (n=11). All patients were maintained on GVHD prophylaxis at time of CAR T-cell infusion with tacrolimus, plus mycophenolate mofeteil for cord, plus post-HCT cyclophosphamide for haplo donors. The starting CAR + T-cell dose was 10 6 (n=7), escalated to 10 7 (n=6), 5x10 7 (n=5), and currently at 10 8 (n=3) modified T cells/m 2 (based on recipient body surface area). Patients have not demonstrated any acute or late toxicity to CAR + T cell infusions. Three patients developed acute grades 2-4 GVHD (liver n=1, upper GI n=1, skin=1) which was within the expected range after allogeneic HCT alone. Of note, the rate of CMV reactivation after CAR T cell infusion was 24% vs. 41 % previously reported for our patients without CAR T cell infusion (Wilhelm et al. J Oncol Parm Practice , 2014, 20:257). Nineteen patients have had at least 30 days follow-up post CAR T-cell infusion and are evaluable for disease progression. Forty-eight percent of patients (n=10) remain alive and in complete remission (CR) at median 5.2 months (range 0-21.3 months) following CAR T cell infusion. Importantly, among 8 patients who received haplo-HCT and CAR, 7 remain in remission at median 4.2 months. Conclusion : We demonstrate that infusing donor-derived CD19-specific CAR + T cells, using the SB and AaPC platform, in the adjuvant HCT setting as pre-emptive DLI may provide an effective and safe approach for maintaining remission in patients at high risk for relapse. Graft-vs-host disease did not appear increased by administration of the donor derived CAR-T cells. Furthermore, the add-back of allogeneic T cells appears to have contributed to immune reconstitution and control of opportunistic viral infection. Disclosures Huls: Intrexon and Ziopharm: Employment, Equity Ownership. Singh: Intrexon and Ziopharm: Equity Ownership, Patents & Royalties. Olivares: Intrexon and Ziopharm: Equity Ownership, Patents & Royalties. Su: Ziopharm and Intrexon: Employment. Figliola: Intrexon and Ziopharm: Equity Ownership, Patents & Royalties. Kumar: Ziopharm and Intrexon: Equity Ownership. Jena: Ziopharm Oncology: Equity Ownership, Patents & Royalties: Potential roylaties (Patent submitted); Intrexon: Equity Ownership, Patents & Royalties: Potential royalties (Patent submitted). Ang: Intrexon and Ziopharm: Equity Ownership. Lee: Intrexon: Equity Ownership; Cyto-Sen: Equity Ownership; Ziopharm: Equity Ownership."
}