{
    "doi": "https://doi.org/10.1182/blood.V122.21.404.404",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2675",
    "start_url_page_num": 2675,
    "is_scraped": "1",
    "article_title": "Bortezomib Induction and Maintenance Treatment Improves Survival In Patients With Newly Diagnosed Multiple Myeloma:Extended Follow-Up Of The HOVON-65/GMMG-HD4 Trial ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "bortezomib",
        "follow-up",
        "multiple myeloma",
        "autologous stem cell transplant",
        "creatinine tests, serum",
        "dexamethasone",
        "doxorubicin",
        "kidney failure",
        "thalidomide",
        "cancer"
    ],
    "author_names": [
        "Pieter Sonneveld, MD, Ph.D",
        "Christof Scheid, MD",
        "Bronno van der Holt",
        "Laila el Jarari",
        "Uta Bertsch, MD",
        "Hans Salwender, MD",
        "Sonja Zweegman, MD PhD",
        "Edo Vellenga",
        "Annemiek Broyl",
        "Igor Wolfgang Blau, MD, PhD",
        "Katja Weisel, MD",
        "Shulamit Wittebol",
        "Gerard M.J. Bos, Prof MD PhD",
        "Marjan Stevens",
        "Ingo GH Schmidt-Wolf, MD",
        "Michael Pfreundschuh, MD",
        "Dirk Hose, Dr. med. dipl.-phys.",
        "Anna Jauch, PhD",
        "Helgi van de Velde",
        "Reinier Raymakers, MD, PhD",
        "Martyn Ronald Schaafsma",
        "Marie Jose Kersten, MD, PhD",
        "Marinus van Marwijk Kooy, MD, PhD",
        "Ulrich Duehrsen, MD",
        "Hans Walter Lindemann, MD",
        "Pierre W. Wijermans, MD, PhD",
        "Henk Lokhorst",
        "H. Goldschmidt"
    ],
    "author_affiliations": [
        [
            "Hematology, Erasmus Medical Center-Daniel den Hoed Cancer Center, Rotterdam, Netherlands, "
        ],
        [
            "Uniklink Köln, Köln, Germany, "
        ],
        [
            "HOVON Data Center, Erasmus MC-Daniel den Hoed Cancer Center, Rotterdam, Netherlands, "
        ],
        [
            "Erasmus MC, Rotterdam, Netherlands, "
        ],
        [
            "Medizinische Klinik V, Universitaetsklinikum Heidelberg, Heidelberg, Germany, "
        ],
        [
            "II. Medizinische Abteilung, Asklepios Klinik Altona, Hamburg, Germany, "
        ],
        [
            "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands, "
        ],
        [
            "Hematology, University Medical Center Groningen UMCG, Groningen, Netherlands, "
        ],
        [
            "Department of Hematology, Erasmus MC, Rotterdam, Netherlands, "
        ],
        [
            "Department of Hematology and Oncology, Charité, University Medicine Berlin, Berlin, Germany, "
        ],
        [
            "University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "HOVON, Netherlands, Amersfoort, Netherlands, "
        ],
        [
            "Department of Internal Medicine, Academic Hospital Maastricht, Maastricht, Netherlands, "
        ],
        [
            "UMCN, nijmegen, Netherlands, "
        ],
        [
            "Center for Integrated Oncology (CIO), University of Bonn, Bonn, Germany, "
        ],
        [
            "Department of Internal Medicine, University of Saarland, Homburg/Saar, Germany, "
        ],
        [
            "Medizinische Klinik V, Universitätsklinikum Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Institute of Human Genetics, University Hospital Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Janssen Research & Development, Beerse, Belgium, "
        ],
        [
            "Hematology and Van Creveld Cinic, University Medical Center Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Department of Internal Medicine, Medisch Spectrum Twente, Enschede, Netherlands, "
        ],
        [
            "Hematology, AMC, Amsterdam, Netherlands, "
        ],
        [
            "Department of Internal Medicine, Isala Clinic, Zwolle, Netherlands, "
        ],
        [
            "German-Speaking Myeloma Multicenter Group (GMMG), Essen, Germany, "
        ],
        [
            "Klinik für Hämatologie / Onkologie, Kath. Krankenhaus Hagen gem. GmbH - St.-Marien-Hospital, Hagen, Germany, "
        ],
        [
            "Department of Hematology, Haga Hospital, The Hague, Netherlands, "
        ],
        [
            "Department of Hematology, University Medical Center Utrecht, Utrecht, Netherlands, "
        ],
        [
            "GMMG and university hospital, Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "51.9101675",
    "first_author_longitude": "4.466608099999999",
    "abstract_text": "Background We investigated if bortezomib during induction and maintenance improves survival in newly diagnosed Multiple Myeloma (MM). Methods 827 eligible patients with newly diagnosed symptomatic MM were randomized to receive induction therapy with VAD (vincristine, doxorubicin, dexamethasone; n=414) or PAD (bortezomib, doxorubicin, dexamethasone; n=413) followed by high-dose melphalan (HDM) and autologous stem cell transplant (ASCT). Maintenance consisted of daily thalidomide 50 mg (VAD) or 2-weekly bortezomib 1.3 mg/m 2 i.v. (PAD) for 2 years. The primary analysis was progression-free survival (PFS) adjusted for ISS stage. We here report long-term results of this trial ( P. Sonneveld et al., J Clin Oncol 2012;30:2946-2955 ). Results The number of eligible patients, patient characteristics and disease characteristics are similar to those reported before. The response rates during protocol treatment have improved slightly since all patients have now completed treatment: CR+nCR 49% vs 35%, VGPR 26% vs 21% and ≥PR 91% vs 83% (PAD vs VAD). After a median follow-up of 67 months, 111 of patients treated with VAD and 131 of patients treated with PAD were progression-free and alive. Progression-free survival (PFS) defined as time from randomization until progression, relapse or death (censored at date of alloSCT, if applicable), was superior with PAD when adjusted for ISS, (HR=0.78, 95% CI [0.66-0.91], P=.002) and in multivariate analysis (HR=0.76 (95% CI [0.64-0.90], P=.001). For the secondary endpoint overall survival (OS) the PAD arm was superior when adjusted for ISS (HR=0.80, 95% CI [0.65-1.00], P=.047) as well as in multivariate analysis (HR=0.78, 95% CI [0.63-0.97], P=.027). Landmark analysis from start of maintenance for PFS did not show a significant difference between Thalidomide and Bortezomib maintenance, however, for OS the PAD arm was superior (P=.035) (HR=0.71, 95% CI [0.52-0.98]). Subgroup analysis performed on patients with renal failure at presentation (serum creatinine ≥2 mg/dL; 45 VAD, 36 PAD) showed that the PAD arm was significantly superior for PFS (HR=0.44, 95% CI [0.26-0.75], P=.003) and OS (HR=0.38, 95% CI [0.21-0.69], P<.001). 35/45 (78%) patients treated with VAD had died as compared with 16/36 (44%) patients with PAD. In bortezomib treated patients with serum creatinine ≥2 mg/dL OS and PFS were not significantly different from those in bortezomib-treated patients with normal renal function. Analysis for the effect of study group, concentrating on the difference of single HDM (sHDM, HOVON policy) vs double HDM (dHDM, GMMG policy) with ASCT indicated that dHDM was not superior across treatment arms for PFS, but in multivariate analysis remained superior for OS (HR=0-72, 95% CI [0.58-0.90], P=.004). Comparison of study group and treatment arms for OS at 5 years indicated that PAD plus dHDM was superior (72% vs 59% (PAD+sHDM) vs 63% (VAD+dHDM) vs 56% (VAD+sHDM), logrank P=.004. When patients were classified by prognostic characterization by FISH and ISS ( K. Neben et al. Blood 2012;119:940-948 ) subgroup analysis in patients treated with dHDM showed that in the VAD arm, PFS was significantly lower in intermediate risk (IRi) (HR 2.26, 95% CI [1.42-3.58], P<0.001) and poor risk (PRi) (HR 5.02, 95% CI [2.89-8.73], P<0.001) as compared to good risk (GRi), while in the PAD arm the HR for PRi was 2.04, 95% CI [1.20-3.48], P=0.009, and for IRi 1.26, 95% CI [0.82-1.92], P=0.29. These data suggest that with PAD+dHDM only high-risk remains an independent unfavourable group for PFS. For OS a comparable difference was observed. Finally, the actuarial probability to develop a second primary malignancy was not different between treatment arms (PAD 3% at 5 years vs VAD (5%), P=.22). Conclusions Bortezomib during induction and maintenance improves CR and achieves superior PFS and OS. Subgroup analysis after long follow-up confirms the favourable outcome in patients with renal failure. Comparison of study subgroup analysis suggests that bortezomib treatment combined with double intensive treatment may be beneficial for PFS/OS. This trial has been registered as NTR213; EudraCT no. 2004-000944-26; ISRCTN: 64455289. This trial was supported by the Dutch Cancer Foundation, the German Federal Ministry of Education and Research and an unrestricted grant from Janssen-Cilag-Ortho Biotech. The GMMG study group received further grants to support this trial by Novartis, AMGEN, Chugai and Roche. Disclosures: Sonneveld: Janssen-Cilag: Honoraria; Celgene: Honoraria; Onyx: Honoraria; Janssen-Cilag: Research Funding; Millenium: Research Funding; Onyx: Research Funding; Celgene: Research Funding. Salwender: janssen: Honoraria. Weisel: Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria. Schmidt-Wolf: janssen: Research Funding; novartis: Honoraria. van de Velde: Janssen Research & Development: Employment; Johnson & Johnson: Equity Ownership. Lokhorst: Genmab A/S: Consultancy, Research Funding; Celgene: Honoraria; Johnson-Cilag: Honoraria; Mudipharma: Honoraria. Goldschmidt: janssen: Honoraria, Research Funding; amgen: Research Funding; novartis: Honoraria, Research Funding; chigai: Honoraria, Research Funding; roche: Honoraria, Research Funding."
}