{
    "doi": "https://doi.org/10.1182/blood-2020-138911",
    "article_title": "Prevalence of Transfusion Transmissible Infections in Beta-Thalassemia Major Patients of Pakistan: A Systematic Review ",
    "article_date": "November 5, 2020",
    "session_type": "401.Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "Introduction: β-thalassemia major (TM) is one of the most prevalent inherited hemoglobinopathies in Pakistan. It has one of the highest prevalence of transfusion-dependent TM patients globally, with an estimated greater than 100,000 active cases. Each year, an estimated 5000-9000 new cases of TM are being diagnosed in the country. Blood transfusions (BT) are essential in the management of severe TM; it is critical to have a safe BT to reduce the risk of transfusion transmissible infections (TTIs). Frequent blood transfusions in these patients increase their risk of acquiring TTIs compared to the general population. In this systematic review, we aimed to identify the prevalence of TTIs in transfusion-dependent β -thalassemia major patients in Pakistan. Methods & Material: We performed a systematic literature search to identify studies related to the TTIs and transfusion-related infections in Pakistan from January 1, 2010, to January 31, 2020. The search was conducted using PubMed and PakMediNet (Largest medical database of Pakistan), with initial search retrieved 981 studies. Among these, 166 studies met the inclusion criteria. After further screening by reviewing the articles for relevance and availability of full-length articles, only 14 studies met the final criteria for qualitative synthesis. Results Analysis of 14 studies (n=3786) showed that the seroprevalence of Hepatitis B virus (HBV) of 3.13% (0.66 % to 7.4%) and Hepatitis C virus (HCV) of 26 % (5.56% to 68.2%). There were only two studies reported HIV seroprevalence of 0 % & 0.5% (n=6). The rate of seropositivity for HBV and HCV was directly related to the number of transfusions, higher ferritin levels, and older age groups. There was an increase in the HCV rate with the increasing age of patients. Thalassemia patients who were older than ten years of age had a greater HCV compared to those who were less than ten years of age, i.e., 22% vs. 8.4%, p:0.005, respectively. The mean age was higher in HCV reactive children than non-reactive children. A comparison of HCV in healthy donors vs. thalassemia patients showed a rate of 1.9% vs. 13.1% for T.M. patients. There was HCV infection rate of 74% in the group with greater than 100 BTs compared to 33 % in a group with fewer than 35 BTs. The rate of HCV increased to 75% for the patients who had more than 100 BTs. The majority of the patients were males (51% to 88%). The seroprevalence of TTIs was higher in males than in females (73.4% vs. 26.6%). On average, a single TM patient is exposed to at least 17 different donors annually, requiring 1-2 transfusions every month. The free BT is accessible only in 1 out of 4 thalassemia centers. The majority of patients either need to bring their donors or are dependent on an external source of financial aid as they could not afford the cost of BT treatment. More than half of thalassemia patients (57.2%) need to contact multiple BT centers to search for required blood products. About 42.1% of parents of TM patients did not know about TTIs, whereas 31.6% of them did not know about the bloodborne transmission of HBV and HCV. The majority of parents of TM children had a low income, with 75% of them having income less than 10,000 Pakistani rupees (PKR) per month. The prevalence of TTIs in TM patients was significantly higher (96% vs. 4%) compared to the patients requiring multiple transfusions due to other causes such as leukemia, aplastic anemia, and thrombocytopenia. Conclusion: Our data highlights that the prevalence of transfusion-transmitted infections, especially HCV, is alarmingly higher (26%) in the TM population than in the general population. This is because of a lack of resources, inadequate safety measures, and a fragmented blood transfusion system. These findings warrant the urgent need for better public health measures, safe blood transfusion practices, voluntary remunerated blood-based transfusions, and universal quality-assured donor screening. Without these positive interventions, the current transfusion system can lead to a further worsening of the situation. Large prospective multi-centered clinical trials are required to understand better the high prevalence of TTIs in patients with TM. View large Download slide View large Download slide Close modal Disclosures Anwer: Incyte, Seattle Genetics, Acetylon Pharmaceuticals, AbbVie Pharma, Astellas Pharma, Celegene, Millennium Pharmaceuticals.: Honoraria, Research Funding, Speakers Bureau.",
    "author_names": [
        "Hamid Ehsan, MDMBBS",
        "Ahsan Wahab, MD",
        "Muhammad Ammar Shafqat, MBBS",
        "Muhammad Salman Faisal, MD MBBS",
        "Ahmad Muneeb, MBBS",
        "Sundas Ali",
        "Muhammad Khawar Sana, MD",
        "Farhan Khalid, MBBS",
        "Iqraa Ansar, MDMBBS",
        "Ali Jaan, MD",
        "Raheel Iftikhar, FCPS,MBBS",
        "Faiz Anwer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hamid Ehsan, MDMBBS",
            "author_affiliations": [
                "Georgetown University, Washington, DC ",
                "MedStar Union Memorial Hospital, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ahsan Wahab, MD",
            "author_affiliations": [
                "Baptist Medical Center South, Montgomery, AL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Ammar Shafqat, MBBS",
            "author_affiliations": [
                "Pakistan Kidney and Liver Institute and Research Center, Lahore, Pakistan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Salman Faisal, MD MBBS",
            "author_affiliations": [
                "Hematology and Stem Cell Transplant, James Cancer Hospital and Solove Research Institute, Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmad Muneeb, MBBS",
            "author_affiliations": [
                "Faisalabad Medical University, Faisalabad, Pakistan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sundas Ali",
            "author_affiliations": [
                "Rawalpindi Medical University, Rawalpindi, Pakistan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Khawar Sana, MD",
            "author_affiliations": [
                "King Edward Medical University, Lahore, Pakistan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhan Khalid, MBBS",
            "author_affiliations": [
                "King Edward Medical University, Lahore, Pakistan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iqraa Ansar, MDMBBS",
            "author_affiliations": [
                "Shifa College of Medicine, Islamabad, Pakistan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali Jaan, MD",
            "author_affiliations": [
                "King Edward Medical University, Lahore, Pakistan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raheel Iftikhar, FCPS,MBBS",
            "author_affiliations": [
                "Armed Forces Bone Marrow Transplant Centre/NIBMT, Rawalpindi, Pakistan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiz Anwer, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland,"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T13:05:48",
    "is_scraped": "1"
}