{
    "doi": "https://doi.org/10.1182/blood.V108.11.4084.4084",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=744",
    "start_url_page_num": 744,
    "is_scraped": "1",
    "article_title": "Derived/Clauss Fibrinogen Ratio as a Potential Adjunct to D-Dimer in the Diagnosis of DVT. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction Along with clinical assessment, D-dimer (D-d) assays are routinely used to exclude DVT. It has been suggested that measurement of derived fibrinogen (DF) may be an effective reflection of endogenously-derived thrombin generation and that ratios between this and Clauss-derived fibrinogen (CF) may be useful in determining whether patients have experienced, or are vulnerable to thromboembolic events. Some studies indicate that a D-d/fibrinogen ratio is significantly higher among patients with confirmed DVT. The purpose of this study was to determine whether DF/CF ratios in individuals are a useful adjunct to D-d assays in the detection of DVT compared to D-d assay in isolation. Methods Venous samples were collected into glass B-D Vacutainers containing tri-sodium citrate (Becton-Dickinson, Plymouth, UKRef: 367691) from 162 out-patients presenting to the medical admissions unit with suspected DVT. Laboratory staff (N=100) served as the normal control group. D-dimer (MiniVidas, BioMerieux), DF and CF (Dade-Behring reagents in combination with a CA1500 coagulometer) were measured on all patients and normal control samples within two hours of collection. Results Following clinical assessment (Wells scoring), 85 patients were considered not to have had a DVT. Doppler scanning confirmed DVT in 38 of the remaining patients and 39 were shown to be negative. Two sample t-test analysis of the data showed significant differences between DF and CF levels in the normal group (n=100), patients who did not have a DVT (n=124) and those who did have a DVT (n=38), (p = <0.05 in each group). There was a significant difference in the DF/CF ratios between the three groups (p = 0.014, one-way ANOVA). The mean DF/CF ratios in the normal control group, patient negative group and patient positive group were 1.16, 1.22 and 1.24 respectively. There was no overall correlation between D-d and DF (correlation co-efficient = 0.646), D-d and CF (correlation co-efficient = 0.581) nor between D-d and DF/CF. Of the DVT positive patients, 26 had a raised DF whereas only 12 had a raised CF. Conclusion Our data suggest that DF/CF ratios cannot be used as an adjunctive marker of DVT when used in combination with D-d values. DF/CF ratios are significantly higher in patients attending for clinical assessment irrespective of whether they are DVT positive or DVT negative. This may be because fibrinogen is an acute phase protein which increases with various pathological states and stressful events such as the experience of attending hospital for investigation and assessment. Further work is required to determine whether DF/CF ratios can be used adjunctively when the D-d cut off value is significantly higher than that used conventionally.",
    "topics": [
        "deep vein thrombosis",
        "fibrin fragment d substance",
        "fibrinogen",
        "cystic fibrosis",
        "acute-phase proteins",
        "citrates",
        "immunoglobulins, thyroid-stimulating",
        "sodium",
        "thrombin",
        "thromboembolic event"
    ],
    "author_names": [
        "Lisa J. Wakeman, MSc",
        "Roger C. Munro, PhD",
        "Victoria Blundell, MSc",
        "Saad Al-Ismail, MD",
        "Ann Benton, MD",
        "Nick Dorward, BSc",
        "Andrew Beddall, MD",
        "Keith Morris, PhD"
    ],
    "author_affiliations": [
        [
            "Haematology, Swansea NHS Trust, Swansea, United Kingdom"
        ],
        [
            "Haematology, Swansea NHS Trust, Swansea, United Kingdom"
        ],
        [
            "Haematology, Swansea NHS Trust, Swansea, United Kingdom"
        ],
        [
            "Haematology, Swansea NHS Trust, Swansea, United Kingdom"
        ],
        [
            "Haematology, Swansea NHS Trust, Swansea, United Kingdom"
        ],
        [
            "Haematology, Swansea NHS Trust, Swansea, United Kingdom"
        ],
        [
            "Haematology, Swansea NHS Trust, Swansea, United Kingdom"
        ],
        [
            "School of Applied Sciences, University of Wales Institute Cardiff, Cardiff, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.683448500000004",
    "first_author_longitude": "-3.9349189999999994"
}