{
    "doi": "https://doi.org/10.1182/blood-2021-153510",
    "article_title": "Inhibition of PARP1 Reduces Cell Viability and Increases Markers of DNA Damage in Fanconi Anemia-Mutated Acute Myeloid Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "604.Molecular Pharmacology and Drug Resistance: Myeloid Neoplasms",
    "abstract_text": "Introduction: Fanconi Anemia (FA) is a hereditary disorder characterized by deficiencies in DNA damage repair and genome instability with a high propensity for bone marrow failure (BMF) and malignancies such as acute myeloid leukemia (AML). Clinically, FA patients experience greater toxicity than non-FA patients when treated with cytotoxic chemotherapy used for AML treatment, so there is a need for alternative treatments to be developed for FA-mutated AML. Poly (ADP-ribose) polymerase 1 (PARP1) is an important enzyme involved in the recognition and repair of DNA breaks. There has been recent clinical success in treating cancers with defective DNA damage repair with PARP inhibitors, an example of synthetic lethality. Therefore we hypothesize that PARP inhibition (PARPi) is an effective strategy for treating FA-mutated AML. Recent studies have shown that PARP1 is overexpressed in many cancers, including AML, and that higher PARP1 expression is associated with worse patient outcomes. Here, we investigate the anti-tumor effects of a PARP inhibitor, olaparib, on FA-mutated and wild-type (WT) AML cells and investigate the activity of downstream DNA repair pathways in response to PARPi. Methods/Results: To determine the effects of PARPi on AML and FA-mutated AML cells in vitro , we treated four cell lines, one FA-wild type AML line and three patient-derived FA-mutated AML lines, with olaparib for 1, 4, 8, 24, and 48 hours. Preliminary data suggest that olaparib treatment decreases protein expression of both PARP1 and PAR (from activation of PARP) compared to vehicle controls. To evaluate the effect of PARPi on DNA damage in AML we measured γH2AX expression by western blotting and immunofluorescence, and found that, although γH2AX expression was not significantly increased in FA-wild type AML cells, there was a significant increase in γH2AX expression in SB1685 FA-mutated AML cells treated with olaparib compared to controls after 4 hours of treatment (p-value < 0.05). To further evaluate the ability of olaparib to inhibit DNA damage repair, we treated our cells with olaparib and performed single-cell alkaline electrophoresis COMET assay. We found that, while the WT cell line was able to repair its DNA over time (indicated by lower levels of DNA damage after 48 hours of olaparib exposure compared to earlier time points), our FA-mutated AML cell lines had more DNA damage after 48 hours of treatment compared to controls. These data suggest that, while cells proficient in DNA repair are capable of repairing DNA damage even when exposed to PARPi, cells that have mutations in their ability to repair DNA damage are not only less able to repair DNA damage over time but also show increased DNA damage over time when exposed to PARPi. To better understand the effects of this increase in DNA damage, we treated our cells with olaparib and assayed for cell viability over 96 hours. We found that, while WT AML cells did not have significantly decreased cell viability after 96 hours, FA-mutated cell lines trended towards significant decrease in cell viability at 96 hours. These cell lines were also stained with Annexin V to investigate apoptotic activity. Our results indicate that olaparib is able to induce apoptosis in our FA-mutated cells after 24 hours of treatment and that, as treatment continues, the percent of Annexin V-positive cells increases compared to controls. To investigate downstream DNA damage response to PARPi, we treated our cells with olaparib and analyzed the expression of DNA Ligase III, Mre11, XRCC1, and Rad51-enzymes involved in various DNA repair pathways. We found that expression levels of XRCC1 increased over 48 hours in our WT AML cells, suggesting a response to the DNA damaging effects of PARPi. In our FA-mutated SB1685 cells, we found a decrease in XRCC1, DNA Ligase III, and Rad51. The expression levels of these enzymes in the other FA-mutated cell lines were more variable, suggesting that the impact of PARPi on downstream DNA repair pathways may be different across different cell lines. Conclusions: Our data suggest that PARP inhibition may be a potential therapy for the treatment of acute myeloid leukemia. In particular, leukemia with mutations in DNA repair mechanisms may be more responsive to PARP inhibition due to resulting DNA damage and synthetic lethality. Thus, PARP inhibitors have the potential to be an effective therapeutic strategy for the treatment of FA-mutated AML. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Jacob P. McCoy",
        "Bernice Leung",
        "Bonnie W Lau"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacob P. McCoy",
            "author_affiliations": [
                "Norris Cotton Cancer Center and Geisel School of Medicine at Dartmouth College, Lebanon, NH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bernice Leung",
            "author_affiliations": [
                "Norris Cotton Cancer Center and Geisel School of Medicine at Dartmouth College, Lebanon, NH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bonnie W Lau",
            "author_affiliations": [
                "Geisel School of Medicine at Dartmouth College, Lebanon, NH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:36:46",
    "is_scraped": "1"
}