{
    "doi": "https://doi.org/10.1182/blood.V104.11.2941.2941",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=34",
    "start_url_page_num": 34,
    "is_scraped": "1",
    "article_title": "G-CSF as a Potent Mitogen Augments the Elimination of CML Stem Cells by Imatinib Mesylate In Vitro . ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Imatinib mesylate (IM; Glivec ® , Novartis) induces an impressive frequency of complete cytogenetic remission in patients with Chronic Myeloid Leukemia (CML) but molecular disease persists in most cases. We have previously demonstrated survival and accumulation of quiescent Ph + CD34 + cells in the presence of IM in vitro . Using Q-RT-PCR analysis of FACS-purified subsets, we have since found that granulocyte-colony stimulating factor receptor (G-CSFR) transcript levels are significantly elevated in these primitive quiescent CML cells relative to their normal counterparts. Indeed CD34 + CML cells proliferated in response to exogenous G-CSF (20 – 200 ng/mL). Both total and quiescent CD34 + cell numbers were measured to test the effects of G-CSF with IM. Primary CFSE-labelled, CD34-enriched CML cells were cultured in serum-free medium for 3 cycles of treatment, 96 hours each (12 days in total). Nine treatment conditions were compared: (1) incubation alone (no G-CSF or IM), (2) continuous G-CSF alone, (3) continuous IM alone, (4) pulsed IM (final 72 hr of each 96 hr cycle), (5) continuous G-CSF with pulsed IM, (6) pulsed G-CSF (for first 24 hr) then washed out before pulsed IM, (7) pulsed G-CSF alone, (8) pulsed G-CSF with continuous IM, and (9) continuous G-CSF and IM. Pulsed G-CSF with continuous or pulsed IM, and continuous or pulsed IM alone, reduced total viable cell numbers more than continuous G-CSF with or without IM. Notably, at the end of 3 treatment cycles, pulsed G-CSF before pulsed or continuous IM reduced the number of persisting quiescent CD34 + CML cells 5-fold more than continuous IM alone (p<0.03, n = 6). Thus, use of a pulsed G-CSF and IM regimen in vivo may offer a novel therapeutic strategy for the improved elimination of primitive quiescent CML cells that are relatively IM-insensitive. A clinical protocol incorporating this strategy has been given ethical approval, and is being tested in a pilot study in the UK.",
    "topics": [
        "granulocyte colony-stimulating factor",
        "growth factor",
        "imatinib mesylate",
        "mitogens",
        "stem cells",
        "cd34 antigens",
        "disease remission",
        "leukemia, myelocytic, chronic",
        "quantitative real-time polymerase chain reaction",
        "receptors, colony-stimulating factor"
    ],
    "author_names": [
        "Heather G. Jorgensen, PhD MRPharmS",
        "Mhairi Copland, MD",
        "Elaine K. Allan, BSc(Hons)",
        "Allen C. Eaves, MD PhD",
        "Connie J. Eaves, PhD",
        "Xiaoyan Jiang, MD PhD",
        "Tessa L. Holyoake, MD PhD"
    ],
    "author_affiliations": [
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "ATMU & Cancer Division, University of Glasgow, Glasgow, United Kingdom"
        ]
    ],
    "first_author_latitude": "55.8724256",
    "first_author_longitude": "-4.2900009"
}