{
    "doi": "https://doi.org/10.1182/blood.V114.22.4868.4868",
    "article_title": "Cytogenetic Abnormalities and Appearance of Multiple Myeloma in Whole Body-MRI. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELODYSPLASTIC SYNDROMES MYELOMA - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY",
    "abstract_text": "Abstract 4868 Introduction In magnetic resonance imaging (MRI) multiple myeloma (MM) presents with circumscribed focal lesions or diffuse infiltration of bone marrow. To identify genetic mechanisms influencing the growth pattern, whole-body MRI of 99 patients with asymptomatic and 114 patients with symptomatic MM were evaluated retrospectively by two experienced radiologists. The pattern was analyzed in the spine and focal lesions were counted in the whole body differentiating intra-osseous and soft tissue lesions as well as osseus tumors affecting cortical bone. Cytogenetic analysis was performed using interphase fluorescence in-situ hybridization (iFISH) on CD138-purified monoclonal plasma cells acquired by unilateral bone marrow aspiration for the following aberrations: t(4;14), t(11;14), t(14;16), deletions 13q14 and 17p13, as well as gain of 1q21. Statistical analysis was performed to address the following questions: i) Is there a significant correlation of chromosomal abnormalities with the presentation of MM in MRI ii) Is there an association of the occurrence of affection of cortical bone with cytogenetic aberrations. As a number of more than 7 focal lesions in the axial skeleton has been shown to be an adverse prognostic factor for patients with symptomatic MM, we performed a search for an optimal cut-off point in number of focal lesions in whole body MRI with respect to progression free survival and overall survival. As event for progression free survival initiation of treatment for asymptomatic MM and progression after the first line of treatment for symptomatic MM was defined. Results Correlation of the presentation of MM in MRI with common chromosomal abnormalities was found neither concerning focal or diffuse infiltration patterns nor an affection of cortical bone, potentially leading to instability. A search for the optimal cut-off point led to a number of more than one and more than 8 focal lesions in whole body MRI for asymptomatic and symptomatic MM respectively. The only significant prognostic factors for progression of asymptomatic MM into symptomatic disease were the presence per se and a number of more than one focal lesion or diffuse infiltration in MRI. For symptomatic myeloma a number of more than 8 focal lesions was the only significant prognostic factor for overall survival (HR 4.87; p-value <0.001). In symptomatic disease the factors t(4;14), gain of 1q21 and a diffuse infiltration pattern (for overall survival) and gain of 1q21 (for progression free survival) lost statistical significance after adjustment of p-values because of multiple testing. Conclusion In our cohort of 213 patients the most important risk factors for overall survival were focal lesions above a cut-off point of 1 and 8 for asymptomatic and symptomatic MM, respectively. No correlation of the appearance of MM in MRI with the presence of cytogenetic abnormalities in iFISH analysis was found. We therefore conclude that the infiltration pattern in MRI is not associated with cytogenetic abnormalities and that the number of focal lesions in whole body MRI is an important and independent risk factor for patients with multiple myeloma. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chromosome abnormality",
        "magnetic resonance imaging",
        "multiple myeloma",
        "nuclear magnetic resonance imaging whole body",
        "prognostic factors",
        "bone marrow aspiration",
        "cytogenetic analysis",
        "neoplasms",
        "in situ hybridization",
        "compact bone"
    ],
    "author_names": [
        "Jens Hillengass",
        "Kerstin Fechtner",
        "Anna Jauch",
        "Tobias Baeuerle",
        "Thomas Hielscher",
        "Christiane Heiss",
        "Sofia Ayyaz",
        "Dirk Hose",
        "Marc-André Weber",
        "Hartmut Goldschmidt",
        "Kai Neben"
    ],
    "author_dict_list": [
        {
            "author_name": "Jens Hillengass",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kerstin Fechtner",
            "author_affiliations": [
                "Department of Radiology, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Jauch",
            "author_affiliations": [
                "Institute of Human Genetics, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Baeuerle",
            "author_affiliations": [
                "Department of Medical Physics in Radiology, German Cancer Research Center, Heidelberg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Hielscher",
            "author_affiliations": [
                "Department of Biostatistics, German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christiane Heiss",
            "author_affiliations": [
                "Department of Biostatistics, German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sofia Ayyaz",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Hose",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc-André Weber",
            "author_affiliations": [
                "Department of Radiology, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Neben",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:46:38",
    "is_scraped": "1"
}