{
    "doi": "https://doi.org/10.1182/blood.V120.21.4945.4945",
    "article_title": "Prognostic Significance of Immunocytometric Count of Medullar Blasts in Myelodysplastic Syndromes ",
    "article_date": "November 16, 2012",
    "session_type": "Molecular Pharmacology, Drug Resistance Myelodysplastic Syndromes",
    "abstract_text": "Abstract 4945 Background: bone marrow blast count is a crucial parameter to determinate the prognostic score according to IPSS in myelodysplastic syndromes. However even among the major experts the agreement about detection of a blast cells by optical microscopy is less than 90% (Mufti et al: Haematologica 2008). The aim of this study is to evaluate prognostic significance of immunocytometric count of medullar blasts compared to cytological count. Method: in a retrospective analysis of 104 patients with a minimum follow-up of three years, IPSS was calculated replacing cytological count of blasts with the flow cytometry one. Blasts were expressed as percentages of total cellularity, and identified by the combination of CD45/SSC with/without CD33, CD34 and CD117 antigens. The monoclonal antibodies used were CD34 FITC, CD117 PE, CD45 PerCp, CD33 APC. Acquisition of information on 1×10 5 stained cells corresponding to the whole bone marrow cellularity was assessed on a dual-laser FACSCalibur flow cytometer using the CellQUEST software (Becton Dickinson, San José CA USA). Survival of “low + intermediate-1 risk” (“IPSS1+2”) patients was compared to “intermediate-2 + high risk” ones (“IPSS3+4”) using Kaplan Meier method followed by logrank test. The comparison of ability among all blast count models to distinguish the probability of survival of the two groups (“IPSS 1+2” vs “IPSS3+4”) was based on χ 2 value obtained by the logrank test. Results: considering IPSS obtained from any of the immunocytometric markers considered (CD33, CD34, CD117 and CD45dim/SSC), “IPSS1+2” group had always an extremely better survival than “IPSS 3+4” group with a level of statistical significance similar to survival study of “standard IPSS”. Of all markers, CD45dim/SSC was the most capable to distinguish survival of “IPSS1+2” group versus “IPSS3+4” group (χ 2 = 42. 5). Among others, CD117 and CD33 had a better discriminating power than cytological count (respectively χ 2 = 38, 1 and χ 2 = 22, 3 versus χ 2 18, 2); only CD34 was worse than cytological count (χ 2 =14, 2). Conclusion: the immunocytometric markers considered are demonstrated to be even better than cytological count as parameter in IPSS score. Their use has to be encouraged, especially where there is little experience in optical microscopy. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blast cells",
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score",
        "cd33 antigen",
        "cd34 antigens",
        "proto-oncogene protein c-kit",
        "cd45 antigens",
        "bone marrow aspiration",
        "flow cytometry",
        "fluorescein-5-isothiocyanate"
    ],
    "author_names": [
        "Alfredo Molteni",
        "Valentina Speziale",
        "Marta Riva",
        "Michele Nichelatti",
        "Rosa Greco",
        "Clara Cesana",
        "Barbara Scarpati",
        "Enrica Morra, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alfredo Molteni",
            "author_affiliations": [
                "Hematology, Niguarda Cà Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valentina Speziale",
            "author_affiliations": [
                "Hematology, Niguarda Cà Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Riva",
            "author_affiliations": [
                "Hematology, Niguarda Cà Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Nichelatti",
            "author_affiliations": [
                "Hematology, Niguarda Ca' Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosa Greco",
            "author_affiliations": [
                "Hematology, Niguarda Cà Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clara Cesana",
            "author_affiliations": [
                "Transfusional Unit, Niguarda Cà Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Scarpati",
            "author_affiliations": [
                "Transfusional Unit, Niguarda Hospital, Milan, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrica Morra, MD",
            "author_affiliations": [
                "Hematology, Niguarda Ca' Granda Hospital, Milan, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T18:45:49",
    "is_scraped": "1"
}