{
    "doi": "https://doi.org/10.1182/blood.V104.11.576.576",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=91",
    "start_url_page_num": 91,
    "is_scraped": "1",
    "article_title": "A Position +5 Intronic Mutation in the α-Spectrin Gene Is Associated with Marked Deficiency of α-Spectrin Production in the First Reported Cases of Hereditary Pyropoikilocytosis. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "genes",
        "introns",
        "mutation",
        "pyropoikilocytosis, hereditary",
        "spectrin",
        "dna, complementary",
        "rna, messenger",
        "polymerase chain reaction",
        "dna",
        "endoribonucleases"
    ],
    "author_names": [
        "Daniel B. Costa, M.D.",
        "Patrick G. Gallagher, M.D.",
        "Bernard G. Forget, M.D."
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Yale University School of Medicine, New Haven, CT, USA"
        ],
        [
            "Pediatrics, Yale University School of Medicine, New Haven, CT, USA"
        ],
        [
            "Internal Medicine, Yale University School of Medicine, New Haven, CT, USA"
        ]
    ],
    "first_author_latitude": "41.302917699999995",
    "first_author_longitude": "-72.9321165",
    "abstract_text": "Hereditary pyropoikilocytosis (HPP) is a severe form of hemolytic anemia due to homozygosity or double heterozygosity for structural variants of the α-spectrin gene or, as in the first family described by Zarkowsky et al., ( Br. J. Haemat.  29 : 537 , 1975 ), compound heterozygosity for an α-spectrin structural variant associated with hereditary elliptocytosis (HE) and an α-spectrin allele associated with a profound synthetic defect of αspectrin. We studied members of this original HPP kindred to search for the molecular defect of the allele associated with markedly decreased α-spectrin production. Overlapping RT-PCR-derived reticulocyte cDNA fragments corresponding to the coding region of the α-spectrin mRNA were sequenced. HPP probands in this family are heterozygous for a missense mutation (L207P) encoded in exon 5 of one of their α-spectrin genes and prior protein analyses indicated that the α-spectrin allele in trans produced no detectable α-spectrin protein. The exon 5 mutation and other SNPs were used as linkage markers to distinguish the two alleles in the subcloned amplified cDNA fragments. A pattern of abnormal splicing was identified in the subcloned fragments encompassing exons 15 to 32 of the non-L207P α-spectrin allele. All subclones had abnormal nucleotide sequences, corresponding to insertions from one of the intervening sequences (IVS) of the gene: either the entire IVS or one of two alternatively spliced sequences retaining the very 5′ end of the IVS. No insertions were observed in cDNA derived from the L207P allele. In the abnormally spliced cDNA, there was a position +5 substitution of G to A at the 5′-end of the inserted intron. In all of the abnormally spliced cDNAs, there was an in-frame premature chain termination codon derived from the intronic sequence. The G to A mutation was also identified in PCR-amplified genomic DNA from the proband, affected siblings, and their hematologically normal (non-HE) mother. We did not detect this mutation in 50 unrelated patients with HPP or HE. To further investigate the splicing defect, an in vitro mRNA processing model system was developed using CMV-promoter/α-spectrin minigene constructs containing 3 exons and their corresponding introns, transiently transfected into Cos-7 cells. The mRNA species produced were analyzed by RNase protection assays. With the wild type constructs, no splicing defect was detected. The mRNA product derived from the mutant IVS +5 (G to A) construct had two main insertion patterns: either a complete insertion (>500bp) of the IVS, or a 36 bp sequence from its very 5′ end. This splicing pattern was very similar to that identified in reticulocyte cDNA. No normally spliced α-spectrin mRNA was derived from the mutant IVS +5 construct. Because the mutation leads to production of only abnormally spliced products, all containing the same premature termination codon, and no corresponding protein is detected in the patients’ rbc membranes, the IVS +5 (G to A) mutation is a null allele. IVS +5 G to A mutations of other genes have also been associated with similar splicing defects and severe protein synthetic defects. This is the first example of a null allele of the α-spectrin gene causing HPP in trans to an α-spectrin structural variant. This completes the characterization of the molecular defects in the initial family with HPP first reported nearly 30 years ago."
}