{
    "doi": "https://doi.org/10.1182/blood.V126.23.4027.4027",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3219",
    "start_url_page_num": 3219,
    "is_scraped": "1",
    "article_title": "Bone Marrow Lymphocytic Status during Tyrosine Kinase Inhibitor Therapy and Its Relation to Therapy Response in Chronic Phase Chronic Myeloid Leukemia Patients ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "topics": [
        "bone marrow",
        "leukemia, myeloid, chronic-phase",
        "lymphocytes",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "imatinib mesylate",
        "nilotinib",
        "lymphocytosis",
        "cancer",
        "disease remission"
    ],
    "author_names": [
        "Mohamed El Missiry, MD MSc",
        "Shady Adnan, MD MSc",
        "Hanna Rajala, MD PhD",
        "Ahmed Al-Samadi, DDS, PhD",
        "Marja Ekblom",
        "Berit Markevän, MD PhD",
        "Ingbritt Åstrand-Grundström",
        "Maren Wold",
        "Birgitte Ravn Juhl, MD dr.MDsci",
        "Ole Weis Bjerrum, MD DMSc",
        "Inger Haulin",
        "Kimmo Porkka, MD PhD",
        "Ulla Olsson-Strömberg",
        "Henrik Hjorth-Hansen, MD PhD",
        "Satu Mustjoki, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Research Unit, University of Helsinki, Helsinki, Finland "
        ],
        [
            "Hematology Research Unit Helsinki (HRUH), Department of Hematology, University of Helsinki and Helsinki University Central Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Department of Hematology, University of Helsinki and Helsinki University Central Hospital Comprehensive Cancer Center, Hematology Research Unit Helsinki (HRUH), Helsinki, Finland "
        ],
        [
            "Institute of Clinical Medicine, University of Helsinki, Helsinki, Finland "
        ],
        [
            "Skåne University Hospital, Lund, Sweden "
        ],
        [
            "Department of Hematology, Umeå University Hospital, Umeå, Sweden "
        ],
        [
            "Skåne University Hospital, Lund, Sweden "
        ],
        [
            "Department of Hematology, St Olavs Hospital, Norwegian University of Science and Technology (NTNU), Trondheim, Norway "
        ],
        [
            "Department of Pathology, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark "
        ],
        [
            "Department of Hematology, Rigshospitalet, University Hospital of Copenhagen, Copenhagen, Denmark "
        ],
        [
            "Uppsala University Hospital, Department of Pathology, Uppsala, Sweden "
        ],
        [
            "Hematology Research Unit Helsinki, University of Helsinki and Department of Hematology, Helsinki University Hospital Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Department of Hematology, Uppsala University Hospital, Uppsala, Sweden "
        ],
        [
            "Dept of Hematology, St Olavs Hospital, Trondheim, Norway "
        ],
        [
            "Hematology Research Unit Helsinki (HRUH), Department of Hematology, University of Helsinki and Helsinki University Central Hospital Comprehensive Cancer Center, Helsinki, Finland ",
            "Department of Clinical Chemistry, University of Helsinki, Helsinki, Finland"
        ]
    ],
    "first_author_latitude": "60.172634800000004",
    "first_author_longitude": "24.9510419",
    "abstract_text": "Introduction The introduction of tyrosine kinase inhibitors (TKIs) has revolutionized the treatment of chronic myeloid leukemia (CML). In addition to blocking their main target kinase, the BCR-ABL oncoprotein, several studies have reported that TKIs could also have secondary effects on the immune system and lymphocyte behavior. The aim of this study was to assess the bone marrow (BM) lymphocyte status at diagnosis and during different first-line TKI therapies and correlate it with treatment responses. Methods Altogether 105 first-line TKI treated patients were included in the study (imatinib n=71, dasatinib n=25 and nilotinib n=9) and samples from 14 healthy bone marrow donors served as controls. BM aspirate samples were taken from patients at the diagnosis and at 3, 6, 12 and 18 months after the TKI therapy start, and MGG-stained BM aspirate slides were examined for cellularity and individual cellular proportions. Treatment responses were evaluated with standard karyotyping and real-time quantitative PCR. Patients were divided in different groups according to ELN criteria based on their therapy response at 12 months. In addition, multi-color flow cytometry was done from both BM and peripheral blood (PB) samples using 5 different antibody panels including markers for T, B, NK and regulatory T cells. Results We found an early (3 months) expansion of BM lymphocytes during all different TKI therapies (imatinib median lymphocyte count 20%; dasatinib 21%; nilotinib 22%; healthy controls 12%, p10% (median 23% and 17% respectively; p<0.05). Interestingly, patients with suboptimal (warning) response (no major molecular remission at 12 months) showed significantly higher lymphocyte counts at 3 months than patients with optimal response or failure (28%, 19.5%, and 18.5% respectively, p<0.0001). During the treatment at 12 and 18 months when patients were already in complete cytogenetic and molecular remission, BM lymphocytosis seemed to persist (median lymphocyte counts 19% and 18%), thus suggesting that the lymphocyte increase is TKI therapy induced and not only related to myeloablation and eradication of leukemia cells. Detailed phenotypic analysis showed that lymphocyte expansion consisted of various lymphocyte subclasses, but especially the proportion of CD19+ B cells and CD3negCD16/56+ NK cells increased from diagnostic values (3 months NK cells: 19.4% vs. 16.8 % at diagnosis, p<0.05; B cells 10.7% vs. 8.6%, p<0.05). Among different TKIs studied, the proportion of CD3+CD16/56+ NKT-like cells was higher in dasatinib treated patients, but no differences were observed in the amount of B, NK or T cells. However, within the T cell population dasatinib group had significantly more BM CD8+ T cells (48% and 51% at 3 and 6 months) when compared to imatinib (41% and 39%) and nilotinib treated patients (43% and 33%). The percentage of CD57+ expressing T cells was also clearly increased in dasatinib patients (40% vs. 21% and 25% in the imatinib and nilotinib groups, p=0.004) as well as the percentage of HLA-DR expressing cells (HLA-DR+ from CD4+ T cells 18% vs. 7% and 7% in imatinib and nilotinib groups, p<0.05 and from CD8+ T cells 41% vs. 22% vs. 15%, respectively, p<0.05). The proportion of regulatory T cells in the BM was significantly lower in dasatinib-treated patients (3.2%) than in the imatinib (5.7%, p<0.05) or nilotinib group (5%). Conclusion BM lymphocytosis occurs during all current first-line TKI treatments, and it is associated with early molecular response. On the contrary, PB lymphocytosis occurs only during dasatinib treatment, and the overall lymphocyte balance in dasatinib group is shifted more to cytotoxic direction (increased CD8+CD57+ and CD8+HLA-DR+ cells, and low T regulatory cells). In accordance with shared kinase inhibition spectrum, no marked changes in the immunoprofile are observed between imatinib- and nilotinib-treated patients. Disclosures Bjerrum: Bristoll Myers Squibb, Novartis and Pfizer: Other: educational activities. Porkka: Bristol-Myers Squibb: Honoraria; Celgene: Honoraria; Novartis: Honoraria; Pfizer: Honoraria. Hjorth-Hansen: Novartis: Honoraria; Ariad: Honoraria; Bristol-Myers Squibb: Research Funding; Pfizer: Honoraria, Research Funding. Mustjoki: Novartis: Honoraria, Research Funding; Academy of Finland: Research Funding; the Finnish Cancer Societies: Research Funding; Pfizer: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Sigrid Juselius Foundation: Research Funding; Finnish Cancer Institute: Research Funding; Signe and Ane Gyllenberg Foundation: Research Funding."
}