{
    "doi": "https://doi.org/10.1182/blood.V116.21.3693.3693",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1660",
    "start_url_page_num": 1660,
    "is_scraped": "1",
    "article_title": "Association of Interleukin-18 Gene Polymorphism with Severity of Chronic Immune Thrombocytopenia (ITP). ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3693 Introduction: Immune thrombocytopenia (ITP) is a chronic acquired organ-specific autoimmune disorder characterized by the production of antibodies against antigens on the membranes of platelets. Several cytokine studies have shown Th1 polarization in ITP patients. Interleukin-18 (IL-18) plays an important role in Th1 and Th2 immune response. Recent studies showed that single-nucleotide promoter polymorphisms influence the transcriptions of IL-18 mRNA. IL-18 polymorphism has been implicated in autoimmunity, including Crohn's disease, rheumatoid arthritis, and asthma. We examined the single nucleotide polymorphisms (SNPs) in the promoter regions of the IL-18 genes in patients with ITP, and analyzed the relationship between IL-18 SNPs and clinical features. Patients and Methods: One hundred patients (male/female; 22/78, median age; 54.5) diagnosed as chronic ITP and 151 healthy controls were included. Chronic ITP was defined as thrombocytopenia (platelet count < 100×10 9 /L) persisting greater than 12 months, normal or increased marrow megakaryocytes, and no secondary immune or non-immune abnormality that could account for the thrombocytopenic state. ITP with severe thrombocytopenia was defined as thrombocytopenia (platelet count < 10×10 9 /L) at presentation of ITP. The response criteria of the ITP International Working Group was used. A complete response (CR) is defined as any platelet count of at least 100×10 9 /L, and a response (R) was defined as any platelet count between 30 and 100×10 9 /L and at least doubling of the baseline count. Allparticipants gave written informed consent about the study. Genomic DNA was isolated from peripheral blood using the DNA Kit (QIAGEN, Hilden, Germany). An allele-specific polymerase chain reaction was used to analyze polymorphism in IL-18 –607A/C and -137G/C. Genotype and allele frequencies were compared between the study groups using Χ 2 -test. The characteristics and laboratory features of the ITP patients with each IL-10 promoter polymorphism were compared using X 2 -tests and student t-tests. Probability values <0.05 were considered statistically significant. Results: The platelet count was at an initial diagnosis ranged from 1×10 9 /L to 98 ×10 9 /L, with a median of platelet count of 15×10 9 /L. Thirty-five patients (35%) had severe thrombocytopenia. Steroid treatment was given to 68 patients (68%), while splenectomy was used in 11 patients (11%).The frequencies of the genotypes were as follows: AA (34%), AC (57%), and CC (9%) for -607; GG (77%), GC (21%), and CC (2%) for -137 loci. The frequencies of each haplotype were as follows: C-G/C-G haplotype (9%), A-G/C-G haplotype (47%), A-C/C-G haplotype (10%), A-G/A-G haplotype (21%), A-G/A-C haplotype (11%) and A-C/A-C haplotype (2%). No significant differences in the genotype or haplotype frequencies demonstrated between chronic ITP patients and control group. However, patients with -137CC genotypes showed severe thrombocytopenia at initial diagnosis compared to those with -137GG/GC genotypes (5×10 9 /L vs. 22×10 9 /L, p=0.002). Furthermore, patients with A-C/A-C haplotype showed severe thrombocytopenic state (5×10 9 /L vs. 22×10 9 /L, p=0.002) compared to those without A-C/A-C haplotype. No significant difference of treatment response was observed according to IL-18 polymorphism. Conclusion: No significant differences in the genotype or haplotype frequencies demonstrated between chronic ITP patients and control. However, -137CC genotypes or AA/CC haplotype was associated with severity of chronic ITP. Our data suggest that the group with low IL-18 inducibility (i.e. -137CC genotype, A-C/A-C haplotype) may have more severe thrombocytopenia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "genes",
        "inosine triphosphate",
        "interleukin-18",
        "polymorphism",
        "purpura, thrombocytopenic, idiopathic",
        "thrombocytopenia due to immune destruction",
        "thrombocytopenia",
        "chief complaint",
        "dna",
        "antibodies"
    ],
    "author_names": [
        "Takayuki Saitoh, M.D.",
        "Norihiko Moriyama",
        "Tomonori Takani",
        "Takeki Mitsui, M.D.",
        "Takumi Hoshino, M.D.",
        "Hiromi Koiso, M.D.",
        "Akihiko Yokohama, M.D.",
        "Hiroshi Handa, M.D.",
        "Masamitsu Karasawa, M.D.",
        "Hatsue Ogawara, Ph.D.",
        "Norifumi Tsukamoto, M.D.",
        "Hirokazu Murakami, M.D."
    ],
    "author_affiliations": [
        [
            "Onclology center, Gunma University Hospital, Maebashi, Japan, "
        ],
        [
            "School of Health Sciences, Faculty of Medicine, Gunma University, Maebashi, Japan, "
        ],
        [
            "School of Health Sciences, Faculty of Medicine, Gunma University, Maebashi, Japan, "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan, "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan, "
        ],
        [
            "Onclology center, Gunma University Hospital, Maebashi, Japan, "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan, "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan, "
        ],
        [
            "Division of Blood Transfusion Service, Gunma University Hospital, Maebashi, Japan"
        ],
        [
            "School of Health Sciences, Faculty of Medicine, Gunma University, Maebashi, Japan, "
        ],
        [
            "Onclology center, Gunma University Hospital, Maebashi, Japan, "
        ],
        [
            "School of Health Sciences, Faculty of Medicine, Gunma University, Maebashi, Japan, "
        ]
    ],
    "first_author_latitude": "36.40796765",
    "first_author_longitude": "139.0622376"
}