{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.297.297",
    "article_title": "Targeting Mitochondrial Translation Overcomes Venetoclax Resistance in Acute Myeloid Leukemia (AML) through Activation of the Integrated Stress Response ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Novel Therapeutics and Mechanisms of Resistance in Myeloid Disease",
    "abstract_text": "Venetoclax is a highly specific BCL-2 inhibitor with promising activity against AML including leukemic stem cells (LSCs). However, venetoclax monotherapy in AML patients had limited clinical efficacy due to intrinsic or acquired drug resistance which has been attributed to the overexpression of other anti-apoptotic proteins including MCL-1 and BCL-xL. These findings highlight the importance of combination therapy to overcome resistance but the optimal strategy to achieving this goal is unclear. To address this issue, we generated a panel of highly resistant clones derived from the intrinsically sensitive MOLM-13 and MV-4-11 AML cell lines. Surprisingly, treatment with MCL-1 or BCL-xL inhibitors failed to overcome resistance despite higher expression of the anti-apoptotic proteins in resistant cells. To identify novel targets, we performed a genome-wide CRISPR knockout screen to find genes that upon inactivation, restore sensitivity to venetoclax. We transduced one of the resistant clones engineered to stably express Cas9 with a pooled lentiviral single-guide RNA (sgRNA) library that targets 17,661 protein-coding genes with 91,320 unique sgRNA sequences. Transduced cells were divided into 2 populations with one treated with venetoclax and the other untreated as control. The transduced cells were cultured for 29 days to negatively select sgRNAs that re-sensitized resistant cells to venetoclax. Cell samples were collected at regular intervals and subjected to next-generation sequencing of the sgRNA target region to quantify the abundance of each construct. We identified genes that were negatively selected in the presence of venetoclax using the MAGeCK algorithm. The top-ranked genes were highly enriched for gene ontology terms related to mitochondrial translation. We confirmed that RNAi-mediated knockdown of the top-ranked ribosomal subunit gene, DAP3 , overcame venetoclax resistance. Pharmacologic inhibition of mitochondrial translation with a panel of protein synthesis inhibitor antibiotics similarly restored sensitivity in AML cell lines with intrinsic or acquired resistance. Tedizolid, a FDA-approved second generation oxazolidinone antibiotic, was the most effective in mediating this effect at clinically relevant concentrations. Furthermore, the combination of tedizolid and venetoclax targeted the LSC-enriched CD34 + CD38 - population in ex vivo -cultured primary AML samples. Importantly, normal cord blood hematopoietic stem and progenitor cells were more resistant to this combination suggestive of a wide therapeutic index . To decipher the mechanism by which tedizolid overcomes venetoclax resistance, we first profiled the expression of BCL-2 family members in total cellular and purified mitochondrial extracts. Antibiotic treatment did not affect total BCL-2, MCL-1, or BCL-xL protein levels but caused a substantial increase in BCL-2 levels in the mitochondrial fraction indicative of BCL-2 translocation to the organelle. Next, we confirmed that tedizolid treatment selectively reduced the expression of mitochondrial over nuclear-encoded proteins consistent with its inhibitory effect on mitochondrial translation. This mitonuclear protein imbalance has been shown to activate the integrated stress response (ISR). Tedizolid treatment activated this response as evidenced by an increase in eIF2-α phosphorylation and expression of ATF4, a master transcription factor regulator. To determine whether ISR activation is sufficient to overcome venetoclax resistance, we treated resistant cells with a small-molecule activator of PERK (CCT020312), which activates the ISR through direct eIF2-α phosphorylation, and observed re-sensitization to venetoclax. In summary, our results demonstrate that inhibition of mitochondrial translation, which activates ISR and triggers BCL-2 translocation to the mitochondria, is a novel approach to overcoming venetoclax resistance in AML cells. Our findings provide the rationale for exploring the use protein synthesis inhibitor antibiotics or direct ISR activators in combination with venetoclax for the treatment of AML or other malignancies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "mitochondria",
        "stress response",
        "venetoclax",
        "tedizolid",
        "antibiotics",
        "bcl-xl protein",
        "eukaryotic initiation factor-2",
        "protein synthesis inhibitors",
        "cancer"
    ],
    "author_names": [
        "David Sharon, PhD",
        "Severine Cathelin, PhD",
        "Amit Subedi, PhD",
        "Ryan Williams",
        "Mariana Benicio, PhD",
        "Troy Ketela",
        "Steven M. Chan, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "David Sharon, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Severine Cathelin, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Subedi, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan Williams",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariana Benicio, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Troy Ketela",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Chan, MDPhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:28:45",
    "is_scraped": "1"
}