{
    "doi": "https://doi.org/10.1182/blood.V120.21.3334.3334",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2154",
    "start_url_page_num": 2154,
    "is_scraped": "1",
    "article_title": "Outcome of Treatment Episodes in UK Children with ITP ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "child",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "treatment outcome",
        "hemorrhage",
        "immunoglobulins, intravenous",
        "steroids",
        "follow-up",
        "autoimmune diseases",
        "blood group antibody d"
    ],
    "author_names": [
        "John D. Grainger, MD, BMBch, MRCP, FRCPATH",
        "Satarupa Choudhuri",
        "Paula Bolton-Maggs, DM, FRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Royal Manchester Children's Hosp., Manchester, United Kingdom, "
        ],
        [
            "Haematology, Royal Manchester Children's Hospital, Manchester, United Kingdom, "
        ],
        [
            "Haematology, University of Manchester, Manchester, United Kingdom"
        ]
    ],
    "first_author_latitude": "53.4601835",
    "first_author_longitude": "-2.2249665999999997",
    "abstract_text": "Abstract 3334 Introduction: Immune thrombocytopenia (ITP) is an autoimmune disorder manifested by the effects of antiplatelet and antimegakaryocyteautoantibodies and T lymphocyte–mediated platelet cytotoxicity. The UK Childhood ITP Registry was launched in 2007 with the primary aim of collecting epidemiological data on children with ITP and provide longer term follow up to assess trends in bleeding severity, spontaneous remissions and treatment responses. We summarise here the outcome of 208 treatment episodes in 421 patients from 79 UK centres. Method: Retrospective review and statistical analysis of treatment episodes in consecutive patients entered into the registry from January 2007 to March 2012 was performed. Definitions: Acute ITP is from diagnosis to 3 months, persistent ITP is a duration of 3 to12 months and chronic a duration of more than 12 months. Bleeding severity was defined by the Bolton-Maggs bleeding score. A complete response (CR) to treatment was defined as achieving a platelet count > 50 × 10 9 /L and resolution of bleeding symptoms and a partial response (PR), achieving platelet increment of > 20 × 10 9 /L and improvement in bleeding symptoms. Results: 99 of 421 children (23.5%) (Age <1 year = 11, 1–10 years = 57 and 11–16 years=– 31) required 208 treatment episodes. Co-morbidities were found in 16 patients who required treatment in total with multiple co-morbidities in 2 and autoimmune complications in 2. Number of patients in the Acute, Persistent and Chronic phases of ITP were 61 (29%), 91 (44%) and 56 (27%) respectively . Mean platelet counts prior to treatment ranged between 0–10 (n=158, 76%), 11–20 (n=31,15%), 21–30 (n=11, 5%) and >30 (n=8, 4%). Of the data available the indication for treatment was bleeding in 147 (71%), confirmation of diagnosis in 1 (.004%), low platelet count alone in 10 (4%), following head injury in 2 (.01% ), surgery in 1 (.004%) and others 26 (13%). The number of patients with mild, moderate, severe and life threatening bleeding were 22 (10%), 126 (61%), 56 (27%) and 4 (2%) respectively. The mean number of bleeding sites at time of treatment was 3. The most frequent sites of bleeding were skin 55%, epistaxis 50%, mouth 35%, GI 17%, macroscopic haematuria 8% and menorrhagea 23%. One intra cerebral haemorrhage was recorded. The most common treatments were steroids 44% and immunoglobulin (IVIg) 34%. Steroids and IVIg were both given in 8%. Other therapies included anti-D in 6%, rituximab in 3%, tpo-mimetics in 2%. Platelet transfusions were given in 6% and tranexamic acid in 44%. Hormonal therapy was used in 100% of menorrhagia cases. 21% of children needed retreatment at a mean interval of 150 days. Table 1 shows the mean platelet increment after 2 days, 7 days and 6 weeks following treatment with steroids and with IVIg. Of the data available, CR was achieved in 78 (37.5%), PR in 52 (25%) and no response in 49 (23.5%). Table 2 correlates the number of patients treated, the mode of treatment and the phase of treatment. CR was achieved in 34, 52 and 33 patients, PR in 20, 25 and 7 patients and no response in 7, 14 and 16 patients in acute, persistent and chronic phase respectively. Table 1. Mean platelet count (×10 9 /L) at time of treatment  . d0 . d2 . d7 . 6 weeks . No treatment 13 (at presentation) 18 61 140 Steroids 3 38 99 10 IVIg 3 55 162 113 . d0 . d2 . d7 . 6 weeks . No treatment 13 (at presentation) 18 61 140 Steroids 3 38 99 10 IVIg 3 55 162 113 View Large Table 2:  . Total treatments . Percentage of this group (ie including those not req treatment) . Treatment type . Acute 61 17.5% Steroids 30   IVIg 26 Persistent 91 10.1% Steroids 49   IVIg 26 Chronic 56 20.7% Steroids 26   IVIg 28 . Total treatments . Percentage of this group (ie including those not req treatment) . Treatment type . Acute 61 17.5% Steroids 30   IVIg 26 Persistent 91 10.1% Steroids 49   IVIg 26 Chronic 56 20.7% Steroids 26   IVIg 28 View Large Conclusion: Treatment of ITP may be required at any stage of the disease but appears most frequently required during the chronic phase. There is some suggestion that steroids and IvIg might be more effective in acute than chronic or persistent ITP. It would be interesting to compare this information, further investigate and follow up patients who has not required any treatment so far. Disclosures: No relevant conflicts of interest to declare."
}