{
    "doi": "https://doi.org/10.1182/blood.V106.11.239.239",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=461",
    "start_url_page_num": 461,
    "is_scraped": "1",
    "article_title": "Multiparameter Flow Cytometric Analysis Reveals Aberrant Phosphorylation of a Network of Effector Molecules in Defined Populations of Kras Mutant Bone Marrow. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "bone marrow",
        "k-ras oncogene",
        "kras2 gene",
        "molecule",
        "phosphorylation",
        "proto-oncogene proteins c-akt",
        "granulocyte-macrophage colony-stimulating factor",
        "guanosine triphosphate phosphohydrolases",
        "hypersensitivity",
        "proto-oncogene protein c-kit"
    ],
    "author_names": [
        "Margaret E.M. Van Meter, BA",
        "Ernesto Diaz-Flores, PhD",
        "Joehleen A. Archard, BS",
        "Nikesh Kotecha, BS",
        "Amit J. Sabnis, BS",
        "Jonathan M. Irish, PhD",
        "Garry P. Nolan, PhD",
        "Kevin M. Shannon, MD",
        "Benjamin S. Braun, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Biomedical Informatics"
        ],
        [
            "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Medicine"
        ],
        [
            "Microbiology &Immunology, Baxter Laboratory in Genetic Pharmacology, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "37.77129255",
    "first_author_longitude": "-122.42366415",
    "abstract_text": "Ras proteins regulate cell fates by cycling between an inactive, GDP-bound and an active, GTP-bound state. Ras activation is controlled by the opposing effects of guanine nucleotide exchange factors, which promote GTP binding, and GTPase activating proteins (GAPs), which markedly accelerate the slow intrinsic Ras GTPase. The mutant RAS alleles found in leukemia and other cancers encode proteins that accumulate in the GTP-bound conformation due to defective intrinsic GTPase activity and resistance to GAPs. These mutant Ras proteins, in turn, aberrantly activate effector pathways such as Raf/MEK/ERK, PI3 kinase/Akt, and Ral-GDS. To investigate the mechanisms by which hyperactive Ras deregulates myeloid growth, we previously generated Mx1-Cre, LSL-Kras G12D mice, which harbor a conditional oncogenic Kras G12D allele and uniformly develop a fatal myeloproliferative disease (MPD) upon induction of Kras G12D expression ( Braun et al., PNAS  10 , 597 , 2004 ). This robust in vivo phenotype is associated with hypersensitivity of myeloid progenitors to cytokines in methylcellulose assays and elevated levels of Ras-GTP. However, we surprisingly found no increase in basal or growth factor-induced levels of phosphorylated MEK, ERK, and Akt in bone marrow cells from Kras G12D mice with MPD. To investigate this apparent paradox, we analyzed the activation states of MEK, ERK, Akt, and STAT5 under various conditions. By increasing the stringency of serum starvation prior to stimulation with GM-CSF, serum, or both, we uncovered reproducible hyperphosphorylation of MEK, Akt, and STAT5 in Kras G12D marrow. We observed similar phosphorylation patterns in marrow from mice one week after activation of oncogenic Kras G12D expression and from mice with advanced MPD, suggesting that myeloid lineage cells do not adapt to oncogenic Kras by modulating activation of downstream effectors on this time scale. Finally, we used multiparameter flow cytometric analysis of intracellular phosphoproteins to directly assay Ras effector pathways in defined populations of primary cells. We demonstrated that the c-kit-positive, lineage-negative (c-kit + /lin − ) fraction contains the colony-forming unit granulocyte-macrophage (CFU-GM) progenitors in control and Kras G12D marrow and that the GM-CSF hypersensitivity characteristic of Kras G12D marrow is retained in this fraction. This population comprises 0.2–0.9% of nucleated marrow cells, making analysis by traditional methods difficult. Cells in this population exhibited distinct patterns of ERK and STAT5 phosphorylation in comparison with whole bone marrow. Importantly, c-kit + /lin − cells from Kras G12D mice demonstrated marked hyperphosphorylation of multiple signal transduction molecules under both starved and stimulated conditions. We conclude that Kras G12D expression from the endogenous Kras locus deregulates a network of signaling molecules in hematopoietic cells. This is most evident in a defined subset of progenitors that exhibits aberrant proliferation and differentiation in vitro . Multiparameter flow cytometry is a robust methodology for analyzing the activation status of signaling networks in primary cells that can be used to monitor responses to targeted therapeutics in disease-relevant populations of cells."
}