{
    "doi": "https://doi.org/10.1182/blood.V116.21.934.934",
    "article_title": "Determinants of Global QOL and Physical and Social Functionality In Multiple Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Novel Findings on Factors Influencing Survival, Quality of Life and Therapeutic Decision Making in Transplant and Malignant Hematology",
    "abstract_text": "Abstract 934 Introduction: Multiple myeloma (MM) and its treatments are associated with a number of symptoms and potential adverse events (AEs) which can impact the health-related quality of life (HRQOL) of patients. This study explored the relationship between patients' symptom level and global QOL, physical and social functioning, and aimed to identify specific symptoms/AEs that further explain variability in these measures. Methods: Prospective data came from a survey of patients with MM in 11 centers in the United Kingdom and Germany. The data included socio-demographic characteristics, disease and current/prior treatment history, presence and severity of 39 MM-related symptoms/AEs (e.g., bone pain, fatigue, depression, motor and sensory neuropathy), comorbidities, and HRQOL measured by the EORTC QLQ-C30 and MY20. Patients' general symptom level was defined as asymptomatic, mild, moderate or severe based on the highest severity reported from the 39 symptoms/AE items. Multiple linear regression analyses were carried out to identify determinants of global QOL and physical and social functioning scores, focusing particularly on patients' general symptom level and specific MM symptoms/AEs. The aim was to identify specific symptoms/AEs that are associated with HRQOL over and above the patients' general symptom level. In other words, whether within a given symptom level, the presence and severity of specific symptoms/AEs further explains HRQOL. The following strategy was used to prioritize variables: univariate regression models tested each of the 39 specific items against the global, physical and social functioning scales of QLQ-C30; those that were statistically significant (p-value < 0.10) were then tested in a model including general symptom level. Those found to be significant in this second step were combined in a multivariate model that was then trimmed to exclude items that lost significance. Other potential determinants like sociodemographic or disease and treatment history variables found to be significant in univariate analyses were added to the trimmed multivariate model, which was further reduced by excluding non-significant terms. Results: The survey included 154 patients: 63.0% were male with mean age 66.4 (SD: 10.0). Mean time since diagnosis was 3.7 years (SD: 3.7), 51.9% were currently on treatment, and 42.9% had at least one prior line of MM therapy. A quarter of patients were severely symptomatic, 32.5% were moderately and 31.5% were mildly symptomatic, and the remaining 11% were asymptomatic. Fatigue (59.1%), bone pain (51.6%), sleepiness (35.7%), hypoesthesia or paresthesis (32.5%) and muscle cramps (31.2%) were most commonly reported AEs/ symptoms. The regression model for global QOL included symptom level, bone pain, fatigue, depression, disease duration and being on treatment. Severe bone pain (vs. moderate or lower) and being severely symptomatic (vs. lower levels) were the strongest determinants being associated with approximately 20 points lower global QOL scores. Moderate fatigue (vs. mild or none) was associated with 11 points reduction in global QoL. Being on MM treatment (of any type) was associated with a 9.5 point lower global QoL score (p-value = 0.01). Predictors of physical functioning included symptom level, bone pain, bone fracture, fatigue, and infection, each of which was associated with at least 10 points lower scores even at mild or moderate levels. Younger patients and those identifying themselves as British tended to report better physical functioning. Prior treatment with bortezomib, was associated with worse physical functioning; treatment lasting more than 111 days (approximately 5.5 cycles) was associated with 10 point lower physical functioning scores. Prior thalidomide and alkylating agents-containing treatments had no impact on physical functioning. Social functioning was strongly affected by severe or moderate symptom levels, which were associated with 34 and 24 point lower scores (p-values < 0.01), respectively, compared to asymptomatic patients. Changes in mental status, dizziness and bone fracture were also associated with reduced social functioning. Conclusion: Disease symptoms and treatment AEs have a strong impact on HRQOL of patients with MM. Symptoms related to bones (i.e., pain and fracture) are particularly important determinants, affecting global QoL, physical and social functioning beyond general symptom levels. Disclosures: Off Label Use: Some of the patients in the study received Thalidomide for the treatment of relapsed or refractory multiple myeloma. Ishak: United BioSource Corporation: Consultancy, Research Funding. Lewis: Celgene International SARL: Employment. Proskorovsky: United BioSource Corporation: Consultancy, Research Funding. Payne: United BioSource Corporation: Consultancy, Research Funding. Lordan: United BioSource Corporation: Consultancy, Research Funding. Davies: Celgene: Honoraria, Speakers Bureau; Ortho Biotech: Honoraria, Speakers Bureau. Peters: Celgene: Consultancy. Williams: Celgene: Honoraria; Jansen Cilag: Consultancy, Honoraria.",
    "topics": [
        "multiple myeloma",
        "quality of life",
        "bone pain",
        "fatigue",
        "fractures",
        "thalidomide",
        "adverse event",
        "bortezomib",
        "dizziness",
        "drowsiness"
    ],
    "author_names": [
        "Karin Jordan, PhD",
        "K. Jack Ishak, PhD",
        "Philip Lewis, PhD",
        "Irina Proskorovsky, MSc",
        "Krista A Payne, M.Ed",
        "Noreen Lordan, BSc",
        "Charalampia Kyriakou, MD, PhD",
        "Faith Davies",
        "Sarah Peters",
        "Catherine D Williams, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karin Jordan, PhD",
            "author_affiliations": [
                "Klinik und Poliklinik für Innere Medizin IV, Universitätsklinikum Halle (Saale), Halle, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "K. Jack Ishak, PhD",
            "author_affiliations": [
                "Biostatistics, United BioSource Corporation, Dorval, QC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Lewis, PhD",
            "author_affiliations": [
                "Market Access, Celgene International SARL, Munchen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irina Proskorovsky, MSc",
            "author_affiliations": [
                "Biostatistics, United BioSource Corporation, Dorval, QC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krista A Payne, M.Ed",
            "author_affiliations": [
                "Biostatistics, United BioSource Corporation, Dorval, QC, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noreen Lordan, BSc",
            "author_affiliations": [
                "United BioSource Corporation, Lexington, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charalampia Kyriakou, MD, PhD",
            "author_affiliations": [
                "Department of Haematology, Northwick Park Hospital, North West London NHS Trust, Harrow, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith Davies",
            "author_affiliations": [
                "Royal Marsden Hospital, Surrey, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Peters",
            "author_affiliations": [
                "Celgene UK, Windsor, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine D Williams, MD",
            "author_affiliations": [
                "Centre for Clinical Haematology, Nottingham University Hospital, Nottingham, England"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:32:30",
    "is_scraped": "1"
}