{
    "doi": "https://doi.org/10.1182/blood.V118.21.2915.2915",
    "article_title": "Selective Inhibition of the proteasome's β2 Catalytic Subunit Alone Does Not Induce Cytotoxicity, but Resensitizes Bortezomib-Refractory Myeloma Cells for Bortezomib Treatment ",
    "article_date": "November 18, 2011",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2915 Bortezomib is a reversible first-generation proteasome inhibitor that inhibits the β5 and to a lesser extent the β1 catalytic site of the proteasome. However, bortezomib does not inhibit the β2 catalytic proteasomal site at clinically relevant concentrations, and bortezomib-resistance is accompanied by upregulation of the β2 subunit, suggesting that increased β2 activity may compensate for the loss of β1/ β5 activity during bortezomib-treatment. The second generation proteasome inhibitor carfilzomib, due to the chemistry of its epoxyketone warhead, has a higher substrate specificity and functions as an irreversible proteasome inhibitor, but is still a β1/ β5 inhibitor that does not affect the β2 active site. We investigated the effect of β2-specific proteasome inhibition on myeloma and acute myeloid leukemia (AML) cells and tested the hypothesis that β2-selective proteasome inhibition may overcome bortezomib-resistance. To this end we have developed a set of epoxyketone- and vinylsulfone-based, cell permeable proteasome inhibitors of which we selected the compounds PR523A and PR671A for further testing in cell-based assays. PR671A is a peptide-vinylsulfone that selectively inhibits the proteasome's β2/ β2i subunit in an irreversible fashion in human cell lines and primary cells at low micromolar concentrations without inhibition of other protease species. PR523A is a β5-selective peptide-epoxyketone with otherwise similar properties. Treatment of myeloma and AML cell lines (AMO-1, U-266, HL-60, THP-1) with PR523A induced ER-stress mediated apoptosis, very similar to bortezomib. The combination of bortezomib with PR523A led to additive, but not synergistic induction of apoptosis, as expected. Selective β2 inhibition by PR671A resulted in the induction of ER stress and the accumulation of poly-ubiquitinated protein, however, this was not effectively translated into apoptotic cell death. This indicates that selective inhibition of the β2 proteasome subunit alone has only a poor cytotoxic effect on myeloma and AML cell lines, suggesting that the function of β2 is largely redundant and can be compensated when the remaining proteasome catalytic subunits (β1 and β5) remain active. However, when the β2 inhibitor PR671A was combined with agents that target the proteasome's β5 active site (PR523A) or the β5 and the β1 site (bortezomib), the combination of either inhibitor with the β2 inhibitor PR671A was highly synergistic for both activation of ER stress and the induction of apoptotic death. Importantly, the bortezomib-resistance in bortezomib-adapted myeloma and AML cell lines could be overcome by combining PR671A with either bortezomib or PR523A, while β2 inhibition by PR671A alone had no effect on the viability of bortezomib-adapted cells. We conclude that PR671A is a β2 selective proteasome inhibitor. Selective Inhibition of the proteasome's β2 subunit has little effect on viability or ER stress both in normal and bortezomib-resistant myeloma and leukemia cells, suggesting that the function of the β2 catalytic site is largely redundant. However, when β1/ β5 proteasome activity is inhibited by drugs like bortezomib or carfilzomib, proper function of the β2 proteasome active site is crucial for cell survival, also in bortezomib-resistant myeloma cells. The use of specific β2 inhibitors like PR671A in combination with β1/ β5 inhibitors like bortezomib or carfilzomib is therefore a promising strategy to overcome resistance against β1/ β5-selective proteasome inhibitors. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bortezomib",
        "catalytic domain",
        "cytotoxicity",
        "myeloma cells",
        "proteasome inhibitors",
        "multiple myeloma",
        "stress",
        "carfilzomib",
        "peptides",
        "endopeptidases"
    ],
    "author_names": [
        "Marianne Kraus",
        "Bobby Florea",
        "Jürgen Bader",
        "Nan Li",
        "Paul Geurink",
        "Wouter van der Linden",
        "Hermen S Overkleeft",
        "Christoph Driessen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marianne Kraus",
            "author_affiliations": [
                "Oncology/Hematology, Cantonal Hospital, St. Gallen, Switzerland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bobby Florea",
            "author_affiliations": [
                "Institute of Chemistry, University of Leiden"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jürgen Bader",
            "author_affiliations": [
                "Oncology/Hematology, Cantonal Hospital, St. Gallen, Switzerland, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nan Li",
            "author_affiliations": [
                "Institute of Chemistry, University of Leiden"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Geurink",
            "author_affiliations": [
                "Institute of Chemistry, University of Leiden"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wouter van der Linden",
            "author_affiliations": [
                "Institute of Chemistry, University of Leiden"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermen S Overkleeft",
            "author_affiliations": [
                "Institute of Chemistry, University of Leiden"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Driessen, MD",
            "author_affiliations": [
                "Oncology/Hematology, Cantonal Hospital, St. Gallen, Switzerland, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:01:18",
    "is_scraped": "1"
}