{
    "doi": "https://doi.org/10.1182/blood-2020-140280",
    "article_title": "DSP107, a Novel Bi-Functional Fusion Protein That Combines Inhibition of CD47 with Targeted Activation of 4-1BB to Trigger Innate and Adaptive Anticancer Immune Responses ",
    "article_date": "November 5, 2020",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "abstract_text": "The mainstay of treatment for Diffuse Large B cell Lymphoma (DLBCL) is conventional chemotherapy combined with anti-CD20 monoclonal antibody rituximab (RTX). However, a subset of patients is refractory to treatment and between 20 to 50% of patients will, after experiencing an initial complete response (CR), develop resistance to treatment and relapse with poor prognosis. Therefore, additional therapeutic options are urgently needed. In this respect, combination of RTX treatment with CD47 monoclonal antibodies has yielded high objective response rates in patients with relapsed/refractory DLBCL in recent phase I trials. Interestingly, although CD47-targeting specifically activates the innate immune system, treatment with CD47 antibodies augments antigen-presentation in the context of MHC by macrophages and dendritic cells, thereby, triggering cross-priming of T cells in murine models. This T cell activation was pivotal in vivo efficacy in these murine models. Thus, a clear rationale exists for the development of novel therapeutics that exploit CD47 checkpoint inhibition while simultaneously stimulating anticancer T cell immunity. Here, we report on such an immunotherapeutic, termed Dual Signaling Protein 107 (DSP107), comprising a computationally-designed fusion of human soluble SIRPα and 4-1BBL. DSP107 was designed to bind to CD47 on cancer cells and block the CD47/SIRPα inhibitory signal delivered to phagocytes. Further, DSP107 was designed to bind to 4-1BB, a costimulatory receptor upregulated upon TCR/MHC interaction and a validated surrogate marker for the tumor-reactive subset of T cells in tumor tissue. Since 4-1BB activation by soluble 4-1BBL requires cross-linking, DSP107 will trigger 4-1BB signaling only after binding to CD47. This CD47-mediated surface immobilization of DSP107 enables delivery of the 4-1BBL-4-1BB costimulatory signal to tumor localized T cells. This dual immunomodulatory effect of DSP107 is designed to unleash both innate and adaptive immune responses targeted to the tumor site (Figure 1). Treatment with DSP107 alone or in combination with RTX triggered significant phagocytosis of a panel of DLBCL cancer cell lines as well as primary patient-derived DLBCL cells by macrophages and neutrophils within 3 hours. Further, after longer term incubation of 24h an ~85% reduction in remaining tumor cells was detected upon combined DSP107 and RTX treatment compared to medium control, whereas an increase in apoptosis was detected in the remaining cells. The pro-phagocytic activity of DSP107 was equal to both CD47 antibody as well as SIRPα:Fc. Simultaneously, binding of DSP107 to CD47 enabled 4-1BB costimulatory signaling by reporter cell line HT1080.4-1BB only on CD47-coated plates. Further, in co-cultures of HT1080.4-1BB with CHO.wt and CHO cells ectopically expressing human CD47, 41BB activation was only observed after binding of DSP107 to human CD47. This activation of 4-1BB costimulatory signaling triggered prominent T cell proliferation in mixed cultures of isolated peripheral blood T cells with cancer cells and augmented T cell cytotoxicity in vitro in a concentration and Effector to Target ratio dependent manner. Finally, injection of peripheral blood mononuclear cells (PBMCs) in mice with established SUDHL6 xenografts and simultaneous treatment with DSP107 triggered a strong reduction in tumor size compared to treatment with PBMCs alone. In conclusion, DSP107 clearly inhibits the CD47/SIRPα inhibitory axis and augments phagocytic removal of cancer cells by innate immune cells. Moreover, binding of DSP107 to CD47 enables the 4-1BBL-mediated costimulation of antitumor T cell cytotoxicity. Thus, DSP107 activates both innate and adaptive anticancer immunity and may be of use for the treatment of DLBCL alone or in combination with RTX. View large Download slide View large Download slide  Close modal Disclosures Cendrowicz: Kahr Medical: Research Funding. Jacob: Kahr Medical: Current Employment. Greenwald: Kahr Medical: Current Employment. Tamir: Kahr Medical: Current Employment. Huls: Kahr Medical: Research Funding. Foley-Comer: Kahr Medical: Current Employment. Pereg: Kahr Medical: Current Employment. Chajut: Kahr Medical: Current Employment. Peled: Kahr Medical: Consultancy. Bremer: Kahr Medical: Consultancy, Research Funding.",
    "author_names": [
        "Ewa Cendrowicz, PhD",
        "Lisa Jacob",
        "Shirley Greenwald",
        "Ami Tamir",
        "Yosi Gozlan",
        "Gerwin Huls, MD PhD",
        "Adam Foley-Comer",
        "Yaron Pereg",
        "Ayelet Chajut",
        "Amnon Peled, PhD",
        "Edwin Bremer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ewa Cendrowicz, PhD",
            "author_affiliations": [
                "Department of Hematology, Unlverslty Medlcal Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa Jacob",
            "author_affiliations": [
                "Kahr MedicalLtd., Jerusalem, Israel "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shirley Greenwald",
            "author_affiliations": [
                "Kahr Medical Ltd., Jerusalem, Israel "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ami Tamir",
            "author_affiliations": [
                "Kahr MedicalLtd., Jerusalem, Israel "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosi Gozlan",
            "author_affiliations": [
                "Kahr MedicalLtd., Jerusalem, Israel "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerwin Huls, MD PhD",
            "author_affiliations": [
                "Hematology, University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Foley-Comer",
            "author_affiliations": [
                "Kahr MedicalLtd., Jerusalem, Israel "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaron Pereg",
            "author_affiliations": [
                "Kahr MedicalLtd., Jerusalem, Israel "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayelet Chajut",
            "author_affiliations": [
                "Kahr MedicalLtd., Jerusalem, Israel "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amnon Peled, PhD",
            "author_affiliations": [
                "Goldyne Savad Institute of Gene Therapy, Hebrew University Hospital, Jerusalem, Israel "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edwin Bremer, PhD",
            "author_affiliations": [
                "Hematology, University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:51:25",
    "is_scraped": "1"
}