{
    "doi": "https://doi.org/10.1182/blood.V128.22.1486.1486",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3288",
    "start_url_page_num": 3288,
    "is_scraped": "1",
    "article_title": "Establishment of Enhancer Elements during Erythro-Megakaryopoiesis ",
    "article_date": "December 2, 2016",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation: Poster I",
    "topics": [
        "atac trial",
        "chromatin",
        "enhancer elements, genetic",
        "erythropoietin",
        "fanconi anemia",
        "histone h3",
        "histones",
        "infectious mononucleosis",
        "lysine",
        "megakaryocytopoiesis"
    ],
    "author_names": [
        "Elisabeth F. Heuston, PhD",
        "Cheryl A. Keller, PhD",
        "Jens Lichtenberg, PhD",
        "Stacie M. Anderson",
        "NIH Intramural Sequencing Center",
        "Ross C. Hardison, PhD",
        "David M. Bodine, PhD"
    ],
    "author_affiliations": [
        [
            "NHGRI, Bethesda, MD "
        ],
        [
            "Pennsylvania State University, University Park, PA "
        ],
        [
            "NHGRI, Bethesda, MD "
        ],
        [
            "NHGRI, Bethesda, MD "
        ],
        [
            "NHGRI, Rockville, MD "
        ],
        [
            "Pennsylvania State University, University Park, PA "
        ],
        [
            "NHGRI, Hematopoiesis Section, GMBB, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.003571",
    "first_author_longitude": "-77.10133100000002",
    "abstract_text": "Enhancers are cis acting regulatory modules associated with lineage-specific gene expression. The Encyclopedia of DNA Elements project (ENCODE) showed that enhancers are in open chromatin regions identified by the Assay for Transposable-Accessible Chromatin (ATAC) and bound with histone H3 is mono-methylated at lysine 4 (H3K4me1). Chromatin regions marked by H3K4me1 alone identifies \"poised\" enhancers (not active), while the additional presence and histone H3 acetylated at lysine 27 (H3K27ac) identifies \"active\" enhancers. To establish a genome-wide enhancer map in the erythro-megakaryocytic lineage, we performed ChIPSeq of H3K4me1 and H3K27ac in primary erythroblasts (EB) and megakaryocytes (MEG) isolated from mouse bone marrow. We also assayed primary mouse EB, MEG, hematopoietic stem and progenitor cells (LSK), and common myeloid progenitor cells (CMP) for open chromatin regions with ATAC and transcriptome profiling by RNASeq. Finally, we compared histone-defined enhancers in mature cells with the corresponding ATAC regions in progenitor cells to identify the preservation of poised and active enhancers through hematopoiesis. We identified 6565 and 3543 active enhancers in EB and MEG respectively; approximately 10% (434) were shared. We further refined our enhancer set to the ~90% of EB and MEG active enhancers that overlap with ATAC regions (AER, histone-marked active enhancer within an ATAC region). To identify enhancers in the open chromatin of progenitor cells, we overlaid EB and MEG AER with CMP ATAC sites. This revealed that 82% (5226/6399) of EB AER and 87% (1437/3302) of MEG AER were present in CMP. Overlaying the EB and MEG AER onto LSK ATAC showed that 67% (4278/6399) of EB-specific AER and 79% (2594/3302) of MEG-specific AER overlapped with LSK ATAC sites. To identify the EB and MEG AER in LSK-accessible chromatin that are active (not poised), we compared our LSK enhancer set with the indexing-first ChIP (iChIP) histone marks identified by Lara-Astiaso et al., ( Science , 2014). 1840 of the 4278 (43%) LSK-accessible EB AER overlapped with LSK iChIP H3K4me1 marks; 632 of these (15% overall) also had the active H3K27ac mark. 1083 of the 2594 (42%) MEG AER that were present in LSK overlapped with LSK iChIP H3K4me1 marks; 241 of these (9% overall) had the H3K27ac mark. For both EB and MEG, AER not marked by iChIP K4me1 were within gene bodies. To further characterize enhancer roles in lineage commitment, we profiled super enhancers (SE), which have highly lineage-specific activity. We defined SE as the 2% of AER with the highest H3K27ac levels (Hnisz et al., Cell , 2013) and identified 101 EB and 98 MEG SE; all of these were cell-specific . We found that 65% (66/101) of EB SE and 87% (85/98) of MEG SE overlapped with LSK ATAC sites. 30 of the 66 (45%) LSK-accessible EB SE overlapped with LSK iChIP H3K4me1 marks; 9 of these (14% overall) also had the active H3K27ac mark. In comparison, 15 of the 85 (18%) LSK-accessible MEG SE overlapped with LSK iChIP H3K4me1 marks; 4 of these (5% overall) also had the active H3K27ac mark. We correlated our LSK-accessible, iChIP-marked active AER with gene expression by assigning each AER to the nearest gene. We then used RNASeq data to perform gene set enrichment analysis via Ingenuity Pathway Analysis. We found that the LSK-accessible EB-specific AER gene set included erythropoietin-regulated genes ( p £ 9x10 -5 ) and genes associated with Fanconi anemia (6x10 -4 ). Conversely, LSK-accessible and iChIP-active MEG AER were associated an increase of progenitor cell populations and proliferation activities for several hematopoietic lineages ( p £ 2x10 -5 ). However, the genes in the non-megakaryocyte pathways were significantly down-regulated as LSK committed to the megakaryocyte lineage. In summary, our results demonstrate the establishment of poised and active enhancers in hematopoietic progenitors and their preservation through erythro-megakaryopoiesis. We show that >40% of EB and MEG enhancers were also enhancers in LSK and CMP; the EB and MEG enhancers that were not LSK enhancers were primarily within gene bodies. We also found that MEG, but not EB, super enhancers were less likely than conventional enhancers to be established in LSK. Finally, our data show that, while LSK-established EB enhancers target EB-specific functions, LSK-established MEG enhancers have more universal hematopoietic functions that are down-regulated during megakaryocytic lineage commitment. Disclosures No relevant conflicts of interest to declare."
}