{
    "doi": "https://doi.org/10.1182/blood-2021-153104",
    "article_title": "Easix before Conditioning Therapy Predicts Sepsis after Allogeneic Stem Cell Transplantation ",
    "article_date": "November 5, 2021",
    "session_type": "721.Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Toxicities",
    "abstract_text": "Purpose: Endothelial complications are principal causes of non-relapse mortality (NRM) after allogeneic stem cell transplantation (alloSCT). Sepsis is a dysfunctional endothelial response to harmful microorganisms with increased risk of microvascular damage and organ failure. We hypothesized that the endothelial activation and stress index (EASIX) predicts risk of sepsis after alloSCT. Methods: In this retrospective evaluation, 1290 patients (random 1:1 allocation into a training cohort and a validation cohort while balancing for sepsis events) were assessed for presence of neutropenic fever, sepsis and infectious pathogens within 50 days after alloSCT. Sepsis and septic shock were defined according to the modified Sepsis-3 guidelines by the Infectious Diseases Working Party (AGIHO) and Intensive Care Working Party (iCHOP) of the German Society of Hematology and Medical Oncology (DGHO) for neutropenic cancer patients. EASIX and additional serum markers were assessed longitudinally before and after transplantation and correlated with outcome. Established clinical risk scores (EBMT, HCT-CI and VOD-CIBMTR) were raised and compared to EASIX. Results: Within the full cohort of 1290 patients transplanted since 01/2004, neutropenic fever episodes until day+50 after alloSCT were reported in 989 (76.7%), sepsis in 93 (7.2%), catecholamine use in 35 (2.7%), and mechanical ventilation in 31 (2.4%) patients. Patients who developed sepsis until day+50 differed from patients without early sepsis in more frequently having a higher disease score (58% vs 33%, p<0.001), more often receiving ATG prophylaxis (77% vs 64%, p=0.007), myeloablative or aplasia conditioning (44% vs 20%, p<0.001), and less likely receiving MTX prophylaxis (33% vs 43%, p=0.06). Prior to conditioning therapy, EASIX(-pre) was the only marker to predict the hazard of early sepsis irrespective of pathogen detection in time-dependent ROC (AUC 0.85 at day 50) and multivariable cause-specific Cox regression analyses (HR per two-fold increase 2.3 (1.9-2.8, p<0.001). The prognostic value of uni- and multivariable models were evaluated in the second cohort. An optimized cutoff for EASIX defined in the training cohort (2.32) strongly predicted sepsis in multivariable cause-specific Cox regression in the second cohort (HR 16.3 (7.0-37.5), p<0.001). Although Ferritin significantly predicted time to death without sepsis (HR per two-fold increase 1.11 (1.03-1.19), p=0.008), EASIX performed superior to other scores in univariate analysis when predicting time to early sepsis with respect to predictive accuracy measured by the time-dependent Brier score ( Figure 1 ). Accordingly, EASIX was the strongest pre-transplantation score to predict early non-relapse mortality (NRM) within 6 months after alloSCT. Pre-conditioning leukocyte counts, CRP or endothelial serum markers did not associate with early sepsis. After transplantation starting with day 0, sepsis associated with EASIX at any time point until day+28, and in addition with suppressor of tumorigenicity (ST)2 and interleukin-18. Conclusions: EASIX is a powerful predictor of early sepsis and 6-months NRM, irrespective of detected pathogens. Patients with EASIX-pre>2.32 represent a high-risk cohort requiring intensive prophylaxis and endothelial protective treatment strategies. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Schönland:  Pfizer: Honoraria; Janssen: Honoraria, Other: Travel grants, Research Funding; Prothena: Honoraria, Other: Travel grants; Sanofi: Research Funding; Takeda: Honoraria, Other: Travel grants. Hegenbart:  Pfizer: Consultancy, Honoraria; Janssen: Consultancy, Research Funding; Alnylam: Honoraria; Akcea: Honoraria; Prothena: Research Funding. Schmitt:  Apogenix: Research Funding; Hexal: Other: Travel grants, Research Funding; Novartis: Other: Travel grants, Research Funding; Kite Gilead: Other: Travel grants; Bluebird Bio: Other: Travel grants; MSD: Membership on an entity's Board of Directors or advisory committees; TolerogenixX: Current holder of individual stocks in a privately-held company. Dreger:  Novartis: Consultancy, Speakers Bureau; Bluebird Bio: Consultancy; Janssen: Consultancy; Gilead Sciences: Consultancy, Speakers Bureau; BMS: Consultancy; AbbVie: Consultancy, Speakers Bureau; AstraZeneca: Consultancy, Speakers Bureau; Riemser: Consultancy, Research Funding, Speakers Bureau; Roche: Consultancy, Speakers Bureau.",
    "author_names": [
        "Felix Korell",
        "Nicholas Schreck",
        "Axel Benner",
        "Tobias Liebregts",
        "Stefan Schönland",
        "Ute Hegenbart",
        "Aleksandar Radujkovic",
        "Michael Schmitt",
        "Peter Dreger",
        "Thomas Luft"
    ],
    "author_dict_list": [
        {
            "author_name": "Felix Korell",
            "author_affiliations": [
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Schreck",
            "author_affiliations": [
                "Division of Biostatistics, German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel Benner",
            "author_affiliations": [
                "Division of Biostatistics, German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Liebregts",
            "author_affiliations": [
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany",
                "Department of Hematology and Bone Marrow Transplantation, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Schönland",
            "author_affiliations": [
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ute Hegenbart",
            "author_affiliations": [
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleksandar Radujkovic",
            "author_affiliations": [
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Schmitt",
            "author_affiliations": [
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dreger",
            "author_affiliations": [
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Luft",
            "author_affiliations": [
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:08:23",
    "is_scraped": "1"
}