{
    "doi": "https://doi.org/10.1182/blood-2018-99-114966",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4108",
    "start_url_page_num": 4108,
    "is_scraped": "1",
    "article_title": "Site-Directed Pegylation at Specific Sites Significantly Prolongs the Half-Life of A1A2A3-VWF By Markedly Attenuating LRP1-Mediated Clearance ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "topics": [
        "blood coagulation factors",
        "concentrate dosage form",
        "cysteine",
        "drug clearance",
        "half-life",
        "hemophilia a",
        "hemorrhage",
        "ldl-receptor related protein 1",
        "maleimides",
        "molecule"
    ],
    "author_names": [
        "Jamie M O'Sullivan",
        "Judicael Fazavana, PhD",
        "Alain Chan, PhD",
        "Niamh Cooke, PhD",
        "Virginie Terraube",
        "Justin Cohen, PhD",
        "Debra D Pittman, MS",
        "Orla Cunningham, PhD",
        "Matthew Lambert",
        "James S O'Donnell, MD PhD"
    ],
    "author_affiliations": [
        [
            "Irish Centre for Vascular Biology, Royal College of Surgeons In Ireland, Dublin 2, Ireland "
        ],
        [
            "Irish Center for Vascular Biology, Royal College of Surgeons In Ireland, Dublin, Ireland "
        ],
        [
            "Irish Center for Vascular Biology, Royal College of Surgeons In Ireland, Dublin, Ireland "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "BioMedicine Design, Pfizer, Cambridge, MA "
        ],
        [
            "Rare Disease Research Unit, Pfizer, Windham, NH "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "BioMedicine Design, Pfizer, Dublin, Ireland "
        ],
        [
            "Irish Centre for Vascular Biology, Royal College of Surgeons in Ireland, Dublin, Ireland ",
            "National Coagulation Centre, St. James's Hospital, Dublin, Ireland"
        ]
    ],
    "first_author_latitude": "53.33914670000001",
    "first_author_longitude": "-6.263111",
    "abstract_text": "Introduction Deficiencies of both von Willebrand Factor (VWF) and FVIII are associated with significant bleeding phenotypes. Consequently, patients with VWD or hemophilia A commonly require replacement therapy with coagulation factor concentrates. However, as infused VWF and FVIII have relatively short plasma half-lives, patient therapy generally necessitates frequent re-dosing. Development of a long-acting rVWF therapy thus represents an important unmet clinical need. We and others have previously demonstrated that the A1A2A3 domains of VWF play a critical role in regulating macrophage-mediated clearance of VWF in vivo . Importantly, crystal structures of the A-domains have also well characterized. In this study, we sought to utilize this data to investigate the hypothesis that site-specific PEGylation within the A1A2A3 domains could be used as a novel strategy to inhibit macrophage-mediated clearance, and thereby inform development of a rVWF molecule with extended plasma half-life. Methodology Site-directed mutagenesis was used to engineer novel surface cysteine residues at selected sites within A1A2A3-VWF. Following purification and characterization, individual A1A2A3 cysteine variants were PEGylated using 40kDa PEG maleimide. Clearance of unPEGylated and PEGylated A1A2A3 variants were assessed in VWF -/- mice. VWF-macrophage interactions were quantified in vitro using differentiated THP-1 macrophages. VWF binding to LRP1 clearance receptor was assessed using both immunosorbant assays and Surface Plasmon Resonance. Results Novel single cysteine residues were introduced at stringently selected sites within A1A2A3-VWF. These sites spanned all 3 A-domains and included; S1286C, Q1353C, M1545C, L1591C, V1636C, Q1652C, V1803C and S1807C. Interestingly, the introduction of these novel cysteine residues in both the A1 and A3 domains of VWF did not alter the rate of VWF clearance compared to WT A1A2A3-VWF. Conversely however, the A2 domain was less tolerant for the insertion of cysteines, with L1591C and V1636C variants demonstrating a significantly reduced VWF plasma half-life of approx. 1.5 fold versus WT-A1A2A3 (p<0.05). Subsequently, the engineered cysteine residues were modified by covalent attachment of a 40kDa branched PEG molecule. All variants achieved greater than 80% PEG conjugation efficiency, except V1636C which was eliminated from further study. Remarkably, PEG conjugation displayed site-specific effects on the in vivo half-life of A1A2A3-VWF. For example, PEGylation at S1286C within the A1 domain resulted in a marked increased in VWF half-life compared to WT-A1A2A3 VWF (92.4±6 vs 18.3±0.9 mins, respectively, p<0.001). Conversely, PEGylation at the adjacent site in the A1 domain, Q1353C, or downstream at M1545C within A2 had no significant effect on VWF half-life (23.3±1 and 20.8±3 mins, respectively). Interestingly, despite the fact that no previous roles have been described for the A3 domain of VWF in regulating its clearance, we observed a significant extension in VWF half-life for PEGylated variants within the A3 domain, V1803C and S1807C, (93.3±9 mins and 58.0±5 mins, respectively, p<0.05). Macrophage LDL receptor related protein 1 (LRP1) has been implicated as key cellular mediator of VWF clearance in vivo . Interestingly, in keeping with the reduced clearance observed for PEGylated VWF variants S1286C, V1803C and S1807C, binding of these variants to clearance receptor LRP1 cluster II and IV was ablated. Conversely, PEGylated variants which failed to extend VWF half-life (Q1353C and M1545C) displayed LRP1 binding that was comparable to WT-A1A2A3 VWF. Interestingly, PEGylation at specific sites in A2 (L1591C and Q1652C) which served to increased VWF half-life displayed normal binding to LRP1 cluster IV. However, binding of these variants to LRP1 cluster II was reduced by 90% compared to WT-A1A2A3. Conclusion Collectively, our novel data demonstrate that cysteine-directed PEGylation at specific sites within the A1 (S1286C), A2 (L1591C, Q1652C) and A3 (V1803C and S1807C) domains of A1A2A3-VWF inhibits binding to macrophage clearance receptor LRP1 in vitro . Consequently, these PEGylated A1A2A3-VWF variants demonstrate an extended circulatory half-life in vivo compared to wild type A1A2A3-VWF. Taken together, these results support the use of site-specific PEGylation as a potential approach to develop long-acting full length rVWF molecules. Disclosures Cooke: Pfizer: Employment. Terraube: Pfizer: Employment. Cohen: Pfizer: Employment. Pittman: Pfizer: Employment. Cunningham: Pfizer: Employment. Lambert: Pfizer: Employment. O'Donnell: Pfizer: Consultancy, Research Funding; Daiichi Sankyo: Consultancy; CSL Behring: Consultancy; Octapharma: Speakers Bureau; Leo Pharma: Speakers Bureau; Novo Nordisk: Research Funding, Speakers Bureau; Bayer: Research Funding, Speakers Bureau; Baxter: Research Funding, Speakers Bureau; Shire: Research Funding, Speakers Bureau."
}