{
    "doi": "https://doi.org/10.1182/blood.V128.22.364.364",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3369",
    "start_url_page_num": 3369,
    "is_scraped": "1",
    "article_title": "Aberrant TNFAIP3 Induces Mesenchymal Stem Cell Impairment Via the NF-Kb/SMAD7 Signaling Pathway in Immune Thrombocytopenia ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Genetic Findings in Thrombocytopenia",
    "topics": [
        "nf-kappa b",
        "signal pathway",
        "signal transduction pathways",
        "stem cell, mesenchymal",
        "thrombocytopenia due to immune destruction",
        "tumor necrosis factor alpha-induced protein 3",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "tretinoin",
        "dna, complementary"
    ],
    "author_names": [
        "Yun He",
        "Jia-Min Zhang",
        "Lin-Lin Xu",
        "Xiao-Lu Zhu",
        "Qian Jiang",
        "Hao Jiang",
        "Jin Lu",
        "Lan-Ping Xu",
        "Kai-Yan Liu",
        "Xiao-Jun Huang",
        "Xiao-Hui Zhang"
    ],
    "author_affiliations": [
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Institute of Hematology,, Peking University People's Hospital, Beijing, China"
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ],
        [
            "Peking University Institute of Hematology, Peking University People's Hospital, Beijing, China "
        ]
    ],
    "first_author_latitude": "39.936532",
    "first_author_longitude": "116.354693",
    "abstract_text": "Introduction Immune thrombocytopenia (ITP) is an autoimmune disease that is mainly caused by antibody-mediated platelet destruction and a variable reduction of thrombopoiesis. Mesenchymal stem cells (MSCs) play important roles in the physiology and homeostasis of the hematopoietic system, including the support of megakaryocytic differentiation from CD34+ hematopoietic progenitor cells. Tumor necrosis factor alpha-induced protein 3(TNFAIP3, A20) plays a key role in the termination of NF-kB signaling, which is a central regulator of immunopathology. Human genetic studies have linked single-nucleotide polymorphisms of TNFAIP3 with susceptibility to multiple human diseases, including ITP. SMAD7 is another important factor that regulates megakaryocytic differentiation. All-trans retinoic acid (ATRA) could inhibit NF-kB signaling, and ATRA therapy could induce significant changes of Treg cells to induce a response in patients with chronic ITP.Our previous study confirmed the enhanced senescence and apoptosis of BM-MSCs in patients with ITP, and MSCs from ITP patients showed a lower capacity for inhibiting the proliferation of activated T-cells inducing Treg cells, though whether TNFAIP3 plays a role in this deficiency remains unclear. Methods BM-MSCs and CD34+cells were isolated from ITP patients and healthy control subjects. Representative immunostaining for p-p65, A20, and SMAD7 were analyzed by staining ITP BM pathological sections. The expression of cytokines as well as A20, NF-kB, and phospho-SMAD7 were assessed by western blot analysis. Real-time transcription-polymerase chain reaction (RT-PCR) analysis was used to evaluate the expression of TNFAIP3, NF-kB and SMAD mRNA in MSC cells. Vectors carrying either IkB/IKKβ-specific shRNA, A20 cDNA/TNFAIP3-specific shRNA or SMAD7-specific shRNA were transduced into the MSCs from either healthy control subjects or ITP patients. The different MSCs were co-cultured with CD34+ cells separately. We compared the ability of MSCs to support megakaryocytopoiesis and thrombopoiesisby estimating the relative percentages of these cells using flow cytometryas well as CFU counts of megakaryocytes and proplatelets and platelets in culture. Results The ability of ITP-MSCs to support megakaryocytic differentiation and thrombopoiesis of CD34+ cells was impaired. Highly significant correlations between A20 and phospho-p65, A20 and SMAD7, p-p65 and SMAD7 immunostaining intensities were revealed in the BM pathological sections from the ITP patients. There was a significant decrease in A20 expression in the MSCs from patients with ITP. Increased NF-kB/SMAD7 signaling was also observed in BM-MSCs from ITP patients. In the co-cultures with CD34+ cells, NF-kB was overexpressed in MSCs from healthy control subjects after transfection with IKKβ-specific shRNA, resulting in MSC deficiency and a reduction in megakaryocytic differentiation and thrombopoiesis. Knockdown of A20 expression using A20-specific shRNA in MSCs affected megakaryocytopoiesis and thrombopoiesis. However, in the ITP-MSCs, IkB knockdown rescued the inhibition of megakaryocytopoiesis and thrombopoiesis by decreasing the expression of NF-kB. Because the native expression of A20 was lower in ITP-MSCs, exogenous expression from A20-cDNA was amplified, which facilitated the differentiation of megakaryocytes. Knockdown of SMAD7 expression by siRNA rescued the impaired function of MSCs from patients with ITP. ATRA could address the abnormal A20/NF-kB/SMAD signaling pathway and thus improve the promotional activity of ITP-MSCs in megakaryocytopoiesis. Conclusions We explored the decreased expression of A20 and increased expression of NF-kB and SMAD7 in ITP-MSCs. The ability of ITP-MSCs to support megakaryocytic differentiation and thrombopoiesis of CD34+ cells was impaired. We demonstrated firstly that a pathological reduction of the A20 levels induced NF-kB/SMAD7 pathway activation, causing a deficiency in MSCs from patients with ITP. Therefore, the aberrant signaling of the A20/NF-kB/SMAD pathway may be a cause of the pathogenesis of ITP. ATRA could restore the abnormal signaling of the A20/NF-kB/SMAD pathway and thus improve the promotional activity of ITP-MSCs in megakaryocytopoiesis. This study indicates that the regulation of A20 could be involved in the therapeutic strategies against NF-kB signaling in ITP. Disclosures No relevant conflicts of interest to declare."
}