{
    "doi": "https://doi.org/10.1182/blood.V120.21.1710.1710",
    "article_title": "Multivariate Analysis of the Impact of Pre-Treatment Serum Ferritin Level On Response and Overall Survival in Patients with Myelodysplastic Syndromes Treated with Azacitidine ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "abstract_text": "Abstract 1710 Introduction: Red blood cell (RBC) transfusion dependency independently predicted inferior overall survival (OS) (Itzykson R, et al. Blood. 2011;117:403-11). Transfusion dependency appears to have a major negative prognostic impact in patients with myelodysplastic syndromes (MDS) (Malcovati L, et al. J Clin Oncol. 2005;23:7594-603). The independent prognostic value of development of iron overload on OS and acute myeloid leukemia (AML) risk in MDS has been demonstrated (Sanz G, et al. Blood. 2008;112:abstract 640). Serum ferritin (SF) concentration predicts morbidity and mortality after hematopoietic cell transplantation (Sorror ML, et al. Blood. 2009;114:abstract 651). The prognostic impact of SF on overall response (OR) and OS in patients with MDS treated with azacitidine (AZA) remains unknown. Aim: To analyze the impact of pre-treatment SF levels on response and OS in patients with World Health Organization-defined MDS or AML with 20–30% bone marrow (BM) blasts who received AZA through a compassionate-use program in Spain. Methods: We report a retrospective multivariate analysis of the impact of SF level on OR and OS in patients treated with AZA. Hematologic response was assessed according to International Working Group 2003 (AML) and 2006 (MDS) criteria. SF levels were selected based on median SF value, dividing in two the first half for a better discrimination of the effect (< 500 ng/mL, 500–1000 ng/mL, and > 1000 ng/mL). Comparison of baseline characteristics between SF level groups was performed using Chi-Squared, Fisher's exact, or Likelihood Ratio Chi-Square test for qualitative variables; and analysis of variance, Mann-Whitney and Wilcoxon, or Kruskal-Wallis test for quantitative variables. A logistic regression model was used to evaluate the effect of pre-treatment variables (ie, SF levels, sex, age, French-American-British classification, BM blast count, time since diagnosis, hemoglobin [Hb] level, International Prognostic Scoring System [IPSS] risk, and thrombocytopenia) on best OR (marrow complete response [mCR] + complete response [CR] + partial response [PR] + hematologic improvement [HI]). A Cox proportional hazards model was used to evaluate the effect of the mentioned variables on OS. All analyses were done using SAS System® version 9.2. Results: Of 240 patients enrolled, pre-AZA SF levels were available for 190 patients. The median pre-treatment SF level was 1001 ng/mL (range 21–5548). Baseline characteristics according to SF levels (< 500 ng/mL [n = 49], 500–1000 ng/mL [n = 46], and > 1000 ng/mL [n = 95]) are summarized in Table 1 . OR rates were higher and OS was increased in patients with pre-AZA SF levels of ≤ 1000 ng/mL ( Table 2 and Fig). In multivariate analysis, pre-treatment SF levels were predictive of best OR ( P = 0.0001). Patients with SF levels > 1000 ng/mL had a reduced likelihood of OR ( P < 0.0001 vs SF levels < 500 ng/mL). Baseline SF levels were also predictive of OS ( P = 0.0002); patients with SF levels > 1000 ng/mL had the lowest likelihood of OS ( P = 0.0012 vs SF < 500 ng/mL; and P = 0.0023 vs SF 500–1000 ng/mL). None of the other variables analyzed had a significant impact on OR or OS. Conclusion: Patients with pre-AZA SF levels > 1000 ng/mL had lower OR rates and inferior OS compared with patients with SF levels ≤ 1000 ng/mL. None of the other patient baseline characteristics analyzed had an impact on these outcomes. Our results suggest that higher OR rates and increased OS are obtained with AZA treatment in MDS patients with SF levels ≤ 1000 ng/mL, compared with patients with SF levels > 1000 ng/mL. This may advocate for early initiation of therapy before increasing SF level; however, prospective controlled clinical trials are needed to confirm this hypothesis. Acknowledgments: Regina Garcia Delgado, Dunia de Miguel, Alicia Bailen, José Ramón González, Joan Bargay, Jose F. Falantes, Rafael Andreu, Fernando Ramos, Mar Tormo, Rafael F. Duarte, Ma José Jiménez Lorenzo, Salut Brunet, Benet Nomdedeu, Antonio Figueredo, Javier Casaño, Llorenç Badiella, and Antonio Fernández Jurado submitted this abstract on behalf of the Asociación Andaluza de Hematología y Hemoterapia, Spain. View large View Large View large View Large View large Download slide View large Download slide Close modal Disclosures: Garcia Delgado: Celgene Corporation: Research Funding. de Miguel: Celgene Corporation: Speakers Bureau. Bargay: Celgene Corporation: Research Funding. Ramos: Celgene Corporation: Speakers Bureau. Sanz: Celgene Corporation: Speakers Bureau.",
    "topics": [
        "azacitidine",
        "myelodysplastic syndrome",
        "serum ferritin level result",
        "complete remission",
        "transfusion",
        "compassionate use",
        "hematopoietic stem cell transplantation",
        "hemoglobin",
        "iron overload",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Regina Garcia Delgado",
        "Dunia de Miguel",
        "Alicia Bailen",
        "José Ramón Gonzalez",
        "Joan Bargay",
        "Jose F Falantes, MD",
        "Rafael Andreu",
        "Fernando Ramos",
        "Mar Tormo",
        "Rafael F Duarte, MD, PhD",
        "Ma José Jiménez Lorenzo",
        "Salut Brunet",
        "Benet Nomdedeu",
        "Antonio Figueredo",
        "Javier Casaño",
        "Llorenç Badiella",
        "Antonio Fernández Jurado",
        "Guillermo Sanz"
    ],
    "author_dict_list": [
        {
            "author_name": "Regina Garcia Delgado",
            "author_affiliations": [
                "Hospital Universitario Virgen de la Victoria, Malaga, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dunia de Miguel",
            "author_affiliations": [
                "Hospital Universitario de Guadalajara, Guadalajara, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alicia Bailen",
            "author_affiliations": [
                "Hospital Carlos Haya, Málaga, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José Ramón Gonzalez",
            "author_affiliations": [
                "Hospital Clinico Universitario, Salamanca, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Bargay",
            "author_affiliations": [
                "Hopital Son Llatzer, Palma de Mallorca, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose F Falantes, MD",
            "author_affiliations": [
                "Hospital Universitario Virgen del Rocio, IBIS, Seville, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Andreu",
            "author_affiliations": [
                "Hospital Doctor Peset, Valencia, Spain, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Ramos",
            "author_affiliations": [
                "Hospital General de León, León, Spain, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mar Tormo",
            "author_affiliations": [
                "Hospital Clínico, Valencia, Spain, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael F Duarte, MD, PhD",
            "author_affiliations": [
                "Instituto Catala de Oncologia, Barcelona, Spain, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ma José Jiménez Lorenzo",
            "author_affiliations": [
                "Hospital Germans Trias i Pujol, Barcelona, Spain, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salut Brunet",
            "author_affiliations": [
                "Hospital Santa Creu i Sant Pau, Barcelona, Spain, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benet Nomdedeu",
            "author_affiliations": [
                "Hospital Clínic, Barcelona, Spain, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Figueredo",
            "author_affiliations": [
                "Hospital Virgen Macarena, Sevilla, Spain, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Casaño",
            "author_affiliations": [
                "Hospital Reina Sofia, Cordoba, Spain, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Llorenç Badiella",
            "author_affiliations": [
                "Servei d'Estadística Aplicada, Universitat Autònoma de Barcelona, Barcelona, Spain, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Fernández Jurado",
            "author_affiliations": [
                "Hospital Juan Ramón Jiménez, Huelva, Spain, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Sanz",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario La Fe, Valencia, Spain"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T04:08:22",
    "is_scraped": "1"
}