{
    "doi": "https://doi.org/10.1182/blood.V116.21.5004.5004",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1703",
    "start_url_page_num": 1703,
    "is_scraped": "1",
    "article_title": "Multi-Organ Involvement of Multiple Myeloma Cells In the Cases of Recent 10 Years: A Clinicopathologic Study of 81 Consecutively Autopsied Cases ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "infections",
        "thalidomide",
        "allogeneic stem cell transplant",
        "bortezomib",
        "chemotherapy regimen",
        "hematopoietic stem cell transplantation",
        "illness length",
        "mycoses",
        "myeloma kidney"
    ],
    "author_names": [
        "Shotaro Hagiwara, MD., PhD.",
        "Makoto Mochizuki, MD., PhD.",
        "Hisako Endo, MD., PhD.",
        "Risen Hirai, MD.",
        "Akira Tanimura, MD.",
        "Masataka Takeshita, MD., PhD.",
        "Hirokazu Murakami, MD, PhD",
        "Akiyoshi Miwa, MD."
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Division of Hematology, National Medical Center for Global Health and Medicine, Tokyo, Japan, "
        ],
        [
            "Pathology, National Medical Center for Global Health and Medicine, Tokyo, "
        ],
        [
            "Pathology, National Medical Center for Global Health and Medicine, Tokyo, Japan, "
        ],
        [
            "Internal Medicine, Division of Hematology, National Medical Center for Global Health and Medicine, Tokyo, Japan, "
        ],
        [
            "Internal Medicine, Division of Hematology, National Medical Center for Global Health and Medicine, Tokyo, Japan, "
        ],
        [
            "Internal Medicine, Division of Hematology, National Medical Center for Global Health and Medicine, Tokyo, Japan, "
        ],
        [
            "School of Health Sciences Faculty of Medicine, Gunma University, Maebashi, Japan"
        ],
        [
            "Internal Medicine, Division of Hematology, National Medical Center for Global Health and Medicine, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.701656199999995",
    "first_author_longitude": "139.716339",
    "abstract_text": "Abstract 5004 Background: Despite recent progress in treatment, multiple myeloma is still uncurable disease. The impact of modern therapy on the causes of death and pathological feature of end-stage myeloma is not fully understood. Methods: We studied autopsied cases with multiple myeloma between 1979 and 2009 at National Medical Center of Global Health and Medicine, Tokyo, Japan. We compared the clinicopathological feature of the autopsied cases in recent 10 years with the cases before 2000. Statistical analysis was performed using student's t-test and chi-square test. Results: There were 81 autopsied cases between 1979 and 2009. 31 cases were autopsied in recent 10 years and the older 50 cases were before 2000. Mean age at death was 59.2 and 65.1 years old, and the mean duration of illness was 46.1 and 31.9 months, respectively. Stem cell transplantation was performed in 13 (12 autologous, 1 allogeneic) of recent cases and 3 (2 autologous and 1 allogeneic) of older cases. In recent cases, five patients were treated with bortezomib, 2 were with thalidomide and 2 were with both. Extramedullary infiltration of myeloma cells were observed in both groups. The frequent sites of involvement were spleen, liver, kidney, lymph nodes, lung, pancreas, adrenal gland and perioneum. The infiltration in liver and lung was significantly frequent in the recent cases than in the older cases (58.1% vs. 28.0%, p=0.007, and 38.7% vs. 18%, p=0.039). Infection as a cause of death was noted more frequently in the recent cases than in the older cases (41.9% vs. 18.0%, p=0.019). Amyloid deposition was detected in 16.1% and 22.0% (ns.), and myeloma kidney was noted in 48.4% and 60% (ns.). Conclusion: High dose chemotherapy with stem cell support and novel agents have been contributed to improving the survival. However, the increase in resistant bacterial and fungal infection is serious problem. Also, extramedullary relapse after autologous and allogeneic stem cell transplantation is not rare, and extramedullary progression under thalidomide has been reported. In our recent autopsied cases, the incidence of fatal infection and extramedullary involvement of myeloma cells was significantly higher than in the older cases. Disclosures: No relevant conflicts of interest to declare."
}