{
    "doi": "https://doi.org/10.1182/blood-2018-99-112144",
    "article_title": "Itacitinib, a JAK1 Selective Inhibitor Preserves Graft-Versus-Leukemia (GVL), Enhances Survival and Is Highly Efficacious in a MHC-Mismatched Mouse Model of Acute GvHD ",
    "article_date": "November 29, 2018",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Poster III",
    "abstract_text": "Introduction : Graft-versus-host disease (GvHD) is a severe complication arising in patients undergoing allogeneic hematopoietic stem cell transplantation (allo-HSCT). Potent and selective modulation of JAK1/STAT-mediated signaling is an attractive therapeutic strategy for the management of acute GvHD and is currently being evaluated in clinical trials (GRAVITAS-301: NCT03139604; GRAVITAS-119: NCT03320642). Methods: Acute GvHD was induced in BALB/c mice using the established MHC-mismatched mouse model. BALB/c (H-2K d ) recipients were given an intravenous injection of a combination of splenocytes and T cell depleted bone marrow cells from allogeneic cell transfer from donor C57BL/6 (H-2K b ) mice. Animals were dosed orally with vehicle or the selective JAK1 inhibitor, itacitinib (60 mg/kg or 120 mg/kg twice daily). Engraftment was analyzed for the proportion of donor and host leukocytes (CD45 + , H-2K b , and H-2K d ). GvHD clinical scores were assessed by standard methods and inflammatory cytokine profiles in blood and colon quantified by multiplex analysis. Colon samples were sectioned and stained with the following immunohistochemical (IHC) markers: CD4, CD8, phosphoSTAT3 and CD3+phosphoSTAT3 (dual staining) for pharmacodynamic assessment of JAK/STAT pathway activity in colon and infiltrating T-cells. Effects of itacitinib on preservation of Graft-versus-Leukemia (GVL) were evaluated by injecting BALB/c mice with A20 lymphoma cells that are of H-2K d phenotype along with combination of splenocytes and T cell depleted bone marrow from C57BL/6 (H-2K b ) mice. Results: Itacitinib administration was highly effective in both prophylactic (from day −3) and therapeutic (from day 14) dosing regimens in ameliorating body weight loss and improving GvHD scores. Itacitinib did not significantly impact donor engraftment as determined by CD45 + /H-2K b quantification by flow cytometry. Similar efficacy was observed with 60 mg/kg versus 120 mg/kg twice daily dosing regimens. Oral itacitinib administration achieved JAK1 IC 50 coverage for 4 h and 12 h at 60 mg/kg twice daily and 120 mg/kg twice daily, respectively. Associated with GvHD progression, maximal upregulation of inflammatory cytokines were observed in peripheral blood on day 17 (IFN-γ, TNF-α, IL-6, IL-13) and in colon on day 28 (IFN-γ, TNF-α, IL-1β). Itacitinib (120 mg/kg twice daily) treatment significantly reduced the inflammatory cytokine milieu at these disease stages. No differences were observed in absolute number of CD4 + T cells and CD8 + T cells in blood and spleen with itacitinib treatment, but significant reductions were detected in CD4 + T cells and CD8 + T cells in the inflamed colon tissue along with significant JAK1/STAT3 inhibition as measured by reductions in normalized pSTAT3 in T cells and colonic epithelial cells. Itacitinib treatment did not negatively impact GVL responses, as evidence by T cell mediated reduction of tumor burden. Furthermore, itacitinib treatment enhanced the survival of the recipient BALB/c mice in comparison to the vehicle treated animals. Conclusions: Itacitinib, a selective JAK1 inhibitor ameliorated GvHD severity when administered prophylactically or therapeutically and had no detrimental effects on engraftment and preservation of GVL. Furthermore, itacitinib inhibited JAK1/STAT3 activation in diseased colon tissue and infiltrating T-cells, and reduced disease burden and improved survival by modulating levels of inflammatory cytokines important in the pathophysiology of acute GvHD. Disclosures Juvekar: Incyte Corporation: Employment. Ruggeri: Incyte Corporation: Employment. Condon: Incyte Corporation: Employment. Borkowski: Biomodels LLC: Employment. Huber: Incyte Corporation: Employment. Smith: Incyte Corporation: Employment.",
    "topics": [
        "graft-versus-host disease, acute",
        "leukemia",
        "mice",
        "mismatch",
        "tissue transplants",
        "weight reduction",
        "graft-versus-host disease",
        "cytokine",
        "cd45 antigens",
        "gravitas trial"
    ],
    "author_names": [
        "Ashish Juvekar",
        "Bruce Ruggeri",
        "Sindy Condon",
        "Andrew Borkowski",
        "Reid Huber, PhD",
        "Paul Smith"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashish Juvekar",
            "author_affiliations": [
                "Incyte Corporation, Chadds Ford, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruce Ruggeri",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sindy Condon",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Borkowski",
            "author_affiliations": [
                "Biomodels LLC, Watertown, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reid Huber, PhD",
            "author_affiliations": [
                "Incyte Research Institute, Wilmington, DE"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Smith",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T21:29:15",
    "is_scraped": "1"
}