{
    "doi": "https://doi.org/10.1182/blood.V116.21.1839.1839",
    "article_title": "Differential Regulation Patterns of Anti-CD20 Antibodies GA101 and Rituximab in Mantle Cell Lymphoma ",
    "article_date": "November 19, 2010",
    "session_type": "Molecular Pharmacology, Drug Resistance: Poster I",
    "abstract_text": "Abstract 1839 Background: Mantle cell lymphoma (MCL) is a distinct lymphoma subtype characterized by a poor long-term prognosis. Rituximab, a chimeric type I anti-CD20 antibody has shown an anti-proliferative effect in MCL cell lines and is meanwhile widely clinically applied in combination with chemotherapy. GA101, a type II, glycoengineered CD20 IgG1 antibody has been shown to result in higher direct cell death induction and increased ADCC in comparison to rituximab. In previous experiments GA101 displayed a significant higher cytotoxicity in comparison to rituximab. Aim of this study was the elucidation of the involved downstream signal pathways of the two antibodies. Methods: In two sensitive MCL cell lines (Rec-1, Granta-519) we determined the effect of GA101, rituximab and the combination of both antibodies on cell viability and proliferation. Granta 519 and Rec-1 were treated at a cell density of 5×10 5 cells/ml with GA101 or rituximab at a previously defined dose of 10 μg/ml. After 4h of exposure samples of 3×10 6 cells were harvested and processed for 2D-PAGE (polyacrylamide gel electrophoresis) analysis. Protein spots with altered expression after antibody treatment from untreated controls were identified and analyzed by mass spectrometry (MALDI-TOF). In parallel, Affymetrix micro-array analysis of MCL cell lines (Granta-519, HBL-2, Jeko-1, Rec-1 and Z-138) was performed after 4h exposure with either rituximab or GA101. To determine downstream pathways, Ingenuity Pathway Analysis of the identified genes was performed. Results: After mono-exposure with GA101 70% and 40 % cell reduction was achieved in Granta-519 and Rec-1, respectively. In contrast, rituximab led to 25% and 5% in Granta-519 and Rec-1. Interestingly, combination of both antibodies resulted in a cytotoxicity comparable to rituximab monotherapy. Computer-based analysis of the respective 2D-PAGE protein maps revealed 40 and 39 distinct differently expressed protein spots after GA101 and rituximab treatment, respectively. 23 of these protein spots were commonly altered after both antibodies (e.g. CCDC158, MACF1, RAB39, RAD23B) whereas after GA101 treatment 17 proteins (e.g. ENO1, MKI67, NPM1, HSPA5 ) and after rituximab 16 proteins (e.g. DST, G3BP2, LMO7, PSMD13 ) were uniquely altered. Micro-array analysis resulted in 2–3 (Granta 519) to 14–78 (HBL; GA101 and rituximab respectively) modulated genes after antibody exposure in all five distinct MCL cell lines. Again, applying a fold-change cut-off of 2, unique candidate genes after GA101 ( EGR2, EGR3, NFATC1, SPRY2, ZBTB24 (includes EG: 9841)) and rituximab exposure ( BCL2A1, CHL1, LILRA4, LPL, LY9, RHEBL1, SOX11, WNT3 ) were affected in multiple cell lines. Interestingly, transcriptome and proteome-based analysis characterized different sets of candidate molecules, which were however were mapped to common cellular functions including e.g. “cellular growth and proliferation”, “cell death” and “cell cycle”. Combination of both antibodies resulted in a rituximab-like expression pattern, both on RNA and protein level. Conclusions: Our analyses identified different and antibody-specific downstream expression patterns of GA101 and rituximab, which may represent the molecular basis of the superior effect of GA101 in comparison to rituximab. The simultaneous application of both antibodies resulted in a rituximab-like expression pattern of affected cellular functions and canonical pathways. These data will help to identify a molecular-based rationale for future combined therapeutic approaches and avoid potential antagonist effects. Disclosures: Dreyling: Roche: Support of in vitro studies in MCL.",
    "topics": [
        "antibodies",
        "cd20 antigens",
        "infectious mononucleosis",
        "mantle-cell lymphoma",
        "rituximab",
        "polyacrylamide gel electrophoresis",
        "cytotoxicity",
        "microbiology procedures",
        "antagonists",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Daniel Heinrich",
        "Marc Weinkauf",
        "Grit Hutter",
        "Kristina Decheva",
        "Yvonne Zimmermann",
        "Wolfgang Hiddemann, MD",
        "Martin H. Dreyling, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel Heinrich",
            "author_affiliations": [
                "Dept. of Medicine III, University Hospital Grosshadern/LMU, Munich, Munich, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marc Weinkauf",
            "author_affiliations": [
                "Dept. of Medicine III, University Hospital Grosshadern/LMU, Munich, Munich, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grit Hutter",
            "author_affiliations": [
                "Dept. of Medicine III, University Hospital Grosshadern/LMU, Munich, Munich, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristina Decheva",
            "author_affiliations": [
                "Dept. of Medicine III, University Hospital Grosshadern/LMU, Munich, Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Zimmermann",
            "author_affiliations": [
                "Dept. of Medicine III, University Hospital Grosshadern/LMU, Munich, Munich, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Hiddemann, MD",
            "author_affiliations": [
                "Internal Medicine III, Ludwig-Maximilians-University Munich, Munich, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin H. Dreyling, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital Munich, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T15:41:52",
    "is_scraped": "1"
}