{
    "doi": "https://doi.org/10.1182/blood.V116.21.1976.1976",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1820",
    "start_url_page_num": 1820,
    "is_scraped": "1",
    "article_title": "Bone Marrow Stroma-Mediated Paracrine Inhibition of Ruxolitinib (INCB018424) Induced Apoptosis of JAK2 V617F -Mutated Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster I",
    "abstract_text": "Abstract 1976 Janus kinases (JAK) comprise a small family of cytoplasmic protein tyrosine kinases, which play an important role in the initiation of cytokine-triggered signaling events via signal transducer and activator of transcription (STAT) proteins. The activating somatic mutation JAK2 V617F is highly prevalent among patients with myeloproliferative neoplasias (MPNs), which prompted the development of JAK2 inhibitors for patients with these malignancies. We have reported ruxolitinib (INCB018424) to be a potent orally bioavailable inhibitor of JAK1 and JAK2. Ruxolitinib inhibits IL-6 signaling and the proliferation of JAK2 V617F Ba/F3 cells (IC50 127nM). We have streamlined a co-culture experimental platform designed to interrogate the interplay between JAK2 V617F –positive cells and the stromal cells. Ruxolitinib caused marked apoptosis of human JAK2 V617F mutant SET2 (IC50 56nM) and human UKE-1 (IC50 329nM) cells without any effect on the proliferation of the wild-type JAK2 human mast cell lines MHC1.1 or MHC1.2 which carry mutant KIT. The proapoptotic effect was markedly attenuated when JAK2 V617F mutant cells were co-cultured on either immortalized or primary human marrow stromal cells (MSC: HS5, NK.tert or TM-R1). Co-culturing with each human-MSCs monolayer also hampered the ability of the JAK1/2 inhibitor to dephosphorylate STAT3 and STAT5, and prevented cytochrome c release and the cleavage of PARP protein. This protective effect was maintained in non-contact co-culture assays (cell lines separated by 0.4 μm micropore membranes), suggesting a paracrine effect. Cytokine profiling of supernatants from co-cultures of JAK2 V617F –positive cells and human MSC monolayers are being analyzed to determine paracrine signals evoked upon ruxolitinib treatment. Neutralizing antibodies against over-secreted cytokines and downregulation of mRNAs encoding such cytokines with shRNAs will further validate the putative protective effects of such cytokines. Our preliminary results suggest that marrow stroma secreted cytokines play a critical role in protecting JAK2 V617F –positive clones from JAK2 inhibitor therapy, thus highlighting the possible significant role of the microenvironment not only in the pathogenesis of MPNs but also in the resistance to JAK2–directed therapies of bone marrow JAK2V617 F-positive cells. Complete results on experiments using the clinically relevant JAK1/2 inhibitor ruxolitinib will be presented. Disclosures: Estrov: Celgene Corporation: Consultancy. Verstovsek: Incyte Corporation: Research Funding.",
    "topics": [
        "apoptosis",
        "bone marrow",
        "jak2 gene v617f",
        "paracrine",
        "ruxolitinib",
        "mutation",
        "cytokine",
        "coculture techniques",
        "cancer",
        "cytochrome c"
    ],
    "author_names": [
        "Taghi Manshouri, PhD",
        "Alfonso Quintás-Cardama, MD",
        "Zeev Estrov, MD",
        "Liza Knez",
        "Ying Zhang",
        "Hagop Kantarjian, MD",
        "Srdan Verstovsek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD. Anderson Cancer Center, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.695481799999992",
    "first_author_longitude": "-95.5123137"
}