{
    "doi": "https://doi.org/10.1182/blood-2019-122365",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4413",
    "start_url_page_num": 4413,
    "is_scraped": "1",
    "article_title": "Ixazomib, Rituximab and Dexamethasone (IRD) in Patients with Relapsed or Progressive Waldenstrom's Macroblobulinemia: Results of the Prospective Phase I/II HOVON 124/Ecwm-R2 Trial ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": [
        "coefficient of determination",
        "dexamethasone",
        "ixazomib",
        "rituximab",
        "transverse spin relaxation rate",
        "toxic effect",
        "citrates",
        "immunoglobulin m",
        "bortezomib",
        "proteasome inhibitors"
    ],
    "author_names": [
        "Marie José Kersten, MD PhD",
        "Monique C. Minnema",
        "Josephine M. Vos, MD PhD",
        "Kazem Nasserinejad",
        "Marcel Kap, BSc",
        "Eftathios Kastritis",
        "Maria Gavriatopoulou, MD",
        "Martine E.D. Chamuleau",
        "Dries Deeren, MD PhD",
        "Lidwine Winnifred Tick, MD PhD",
        "Jeanette K. Doorduijn, MD PhD",
        "Fritz Offner, MD",
        "Lara H Bohmer, MD",
        "Karima Amaador, MD",
        "Roberto D Liu, BSc",
        "Steven T Pals, MD PhD",
        "Meletios A. Dimopoulos, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, Cancer Center, Amsterdam UMC, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, University Medical Center Utrecht, Utrecht, Netherlands "
        ],
        [
            "Department of Hematology, Amsterdam UMC, University of Amsterdam, Amsterdam, Netherlands ",
            "Dept of Hematology, Amsterdam UMC, University of Amsterdam, Amsterdam, NLD "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, HOVON Data Center, Rotterdam, Netherlands "
        ],
        [
            "HOVON Data center, Dept. of Hematology, ErasmusMC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, ATHENS, Greece "
        ],
        [
            "University of Athens, ATHENS, GRC "
        ],
        [
            "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Algemeen Ziekenhuis Delta, Roeselare, Belgium "
        ],
        [
            "Maxima Medical Center, Veldhoven, NLD "
        ],
        [
            "Erasmus Cancer Institute Rotterdam, Rotterdam, Netherlands "
        ],
        [
            "University Hospital Ghent, Gent, Belgium "
        ],
        [
            "Department of Hematology, Haga Teaching Hospital, The Hague, Netherlands "
        ],
        [
            "Department of Hematology, Amsterdam UMC, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Amsterdam UMC, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Pathology, Academic Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
        ]
    ],
    "first_author_latitude": "52.336742699999995",
    "first_author_longitude": "4.859163",
    "abstract_text": "Introduction Since no curative options for Waldenstrom's Macroglobulinemia (WM) are available, novel safe and effective treatments are needed. Several new agents, including BTK inhibitors and proteasome inhibitors (PIs) have shown considerable efficacy. PIs have shown synergy with rituximab in newly diagnosed and relapsed patients, with bortezomib being most extensively used. However, WM patients often have disease-related polyneuropathy (PNP) and there is a considerable risk of bortezomib induced PNP or worsening of existing PNP. Additionally, it requires parenteral administration. In the current study, we aimed to investigate the efficacy and toxicity of the oral and less neurotoxic proteasome inhibitor ixazomib citrate in patients with relapsed WM. Given the fact that WM patients have a tendency to develop rituximab intolerance, we explored the use of subcutaneous rituximab. Methods We conducted a multicenter phase I/II trial of the Ixazomib, Rituximab, Dexamethasone (IRD) combination in patients with relapsed WM. The phase I part of the trial was performed according to a standard '3+3' design with a primary endpoint of dose limiting toxicity, aiming to establish the recommended phase II dose level (RP2D). For the phase II part the primary endpoint was overall response rate (ORR, at least minimal response (MR)) after 8 induction cycles. Treatment consisted of a total of 8 induction cycles q28 days with ixazomib citrate, 4 mg orally on day 1,8,15 and dexamethasone, 20 mg orally on day 1,8,15,22. In cycle 3 rituximab 375 mg/m 2 iv on day 1 was added and in cycle 4-8 rituximab was given sc (1400 mg flat dose day 1). Subsequently, patients with at least a PR received 2 years of rituximab maintenance treatment (1400 mg sc q 3 months). Results With 60 patients, enrolment is complete. One patient was ineligible (rituximab refractory). Dose level 1 (ixazomib citrate 4 mg) was feasible and was taken forward as the phase II dose. Of the first 50 eligible patients included in the pre-final analysis and treated at the RP2D, the median age was 69 years (range 46-83) and 72% were male. The median number of prior treatments was 2 (range 1 to 7); 70% had an intermediate or high WM IPSS score. The median hemoglobin level was 10.2 g/dl (range 7.0-15.0) and the median IgM level was 3.4 g/dl (range 1.33-9.1 g/dl). 39/50 patients completed 8 cycles of induction therapy with a median relative dose intensity of 1.0 for all three drugs. Eleven patients went off protocol early (5 progression, 3 toxicity, 2 intercurrent death, 1 insufficient clinical benefit). 74% of patients achieved the primary endpoint (16%≥VGPR, 52%≥PR, 74%≥MR), and best ORR on protocol was 88% (2% CR, 22% VGPR, 44% PR, 20% MR). With a median follow-up of 19.5 months (range 7-49), the median duration of response and median progression free survival were not reached. A rapid and statistically significant decrease in IgM levels was seen already after cycle 2 (before the introduction of rituximab; IgM 3.93 to 2.37 g/dl, p<0.001), accompanied by a rapid increase in Hb levels (Hb 10.5 to 11.5 g/dl, p<0.001), but the depth of response continued to increase until month 12. Two patients had an infusion-related reaction to the first (iv) dose of rituximab; subsequent sc dosing of rituximab was well tolerated in all patients. Grade 3/4 toxicity was seen in 28% and 10% of patients respectively. 21 SAEs were reported in 15 patients, mostly infections. 6 patients died while on the trial (2 progressive disease, 1 progressive multifocal leukencephalopathy (symptoms present already at entry), 2 deaths considered unrelated in elderly patients (>80 years) with multiple pre-existing comorbidities, 1 graft versus host disease after progression and subsequent allogeneic stem cell transplantation. Conclusions Treatment with the combination of ixazomib citrate, sc rituximab and dexamethasone is feasible, easy to administer and shows promising efficacy with manageable toxicity in patients with relapsed or progressive WM. The final analysis for the primary endpoint for all 60 patients will be shown at the conference. Role of the funding source: the study was financially supported by grants from Takeda Oncology, Roche and the Dutch Cancer Society. Acknowledgments: the authors wish to acknowledge the trial coordinators and central datamanagers of HOVON data center and all patients and contributing centers for participation in the trial Figure IgM (A) and Hemoglobin (B) levels during treatment View large Download slide View large Download slide Disclosures Kersten: Gilead: Honoraria; Novartis: Honoraria; Roche: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Takeda Oncology: Research Funding; Kite Pharma: Honoraria, Research Funding; Miltenyi: Honoraria; Mundipharma: Honoraria, Research Funding. Minnema: Jansen Cilag: Honoraria; Celgene Corporation: Honoraria, Research Funding; Gilead: Honoraria; Amgen: Honoraria; Servier: Honoraria. Vos: Celgene: Honoraria. Kastritis: Genesis: Honoraria; Amgen: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Takeda: Honoraria; Pfizer: Honoraria; Prothena: Honoraria. Chamuleau: Genmab: Research Funding. Deeren: Alexion, Amgen, Janssen, Roche, Sunesis, Takeda, Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Doorduijn: Roche: Honoraria, Research Funding. Dimopoulos: Sanofi Oncology: Research Funding. OffLabel Disclosure: Ixazomib in Waldenstrom's Macroglobulinemia"
}