{
    "doi": "https://doi.org/10.1182/blood.V124.21.3053.3053",
    "article_title": "Systemic Following Intravitreal MTX Administration Prevents CNS Infiltration of Primary Intraocular Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Background: Primary intraocular lymphoma (PIOL) is a rare form of non-Hodgkin lymphoma (NHL), whose lesion is located in the eye ball, involving the retina, the uvea, and the vitreous body. PIOL develops central nervous system (CNS) involvement at a high frequency (60–80%) during the clinical course (Trans Am Ophthalmol Soc 101, p275, 2003) and the invasion to the CNS makes the outcome of PIOL extremely poor; the median survival is approximately 12–20 months. Recently the effectiveness of an intravitreal methotrexate (vMTX) injection for the ocular lesions of PIOL has been reported (Br J Ophthalmol 92, p383, 2008). However, many PIOL patients revealed CNS progression after vMTX (Bull Soc Belge Ophtalmol 279, p91, 2001). Therefore, vMTX is considered to be insufficient for prevention of CNS involvement. Meanwhile, the standard treatment for CNS lymphoma is a systemic intravenous injection of MTX (sMTX), but the effect of sMTX on prophylaxis of CNS development has not been determined yet. Purpose: In order to improve the prognosis of PIOL, we prospectively evaluated the efficacy of vMTX followed by sMTX on treatment-naïve PIOL in comparison with that of local treatment for the ocular lesions. Patients and methods: PIOL was diagnosed using the following criteria: (1) typical eye involvement: a cloudy vitreous body and/or subretinal proliferative lesions, (2) presence of lymphoma cells in the vitreous fluid, and (3) clonality of the infiltrating lymphoma cells in the vitreous fluid using either PCR analysis of IgH or T cell receptor gene rearrangements, or flow cytometry analysis. Patients who had (1) accompanied by either (2) or (3) were diagnosed with IOL. IOL confined to the eyes at diagnosis was defined as PIOL. The patients were treated with weekly vMTX (400µg) until the ocular lesions were resolved, followed by 5 cycles of sMTX (3.5g/m2) every other week. The primary endpoint was CNS lymphoma (CNSL) free survival time (CLFS): the duration from diagnosis of PIOL to CNSL appearance. We compared the CLFS to that of the control PIOL patients who were treated with local treatment only, such as vMTX or ocular irradiation. They had been diagnosed before the initiation of this study or did not participate in the study due to lack of the eligibility. This study is registered at UMIN-CTR as # UMIN000003921. Results: Ten PIOL patients (aged 46-78 years; 4 males, 6 females) were enrolled from March 2009 to September 2013. In 8 of 10 patients, diagnosis of PIOL was made by cytology. Five patients were positive for IgH rearrangements in the DNA extracted from the vitreous fluid. With the median follow up of 19 months, all patients completed the treatment. All patients achieved complete response for their ocular lesions. Only 2 patients (20%) experienced the CNS disease development. The mean CLFS was 47.5 months. As an adverse event (AE) of sMTX, grade 3 nausea was noted in one patient. Grade 3 anemia was also detected in a patient one month after sMTX completion, but it recovered without any particular treatment. No AE above grade 3 was detected after vMTX. The controls were 12 patients (aged 57-82 years; 3 males, 9 females) diagnosed from November 2002 to December 2011. Among them, the CNS development was determined in 11 patients (92%) and the mean CLFS was 22.17 months. The CLFS of the present study was significantly longer than that of the controls ( P= 0.0337 , log-rank test). Conclusion: Prophylactic sMTX following vMTX is effective to prevent CNS infiltration of PIOL compared to the local treatment. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "lymphoma, intraocular",
        "central nervous system lymphoma",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "lymphoma",
        "adverse event",
        "anemia",
        "central nervous system dysfunction",
        "clonality (genetic analysis)",
        "complete remission"
    ],
    "author_names": [
        "Hiroki Akiyama, MD",
        "Hiroshi Takase, MDPhD",
        "Fumito Kubo, MD",
        "Tohru Miki, MD PhD",
        "Masahide Yamamoto, MD PhD",
        "Makoto Tomita, PhD",
        "Manabu Mochizuki, MDPhD",
        "Osamu Miura, MD PhD",
        "Ayako Arai, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroki Akiyama, MD",
            "author_affiliations": [
                "Tokyo Medical and Dental University, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Takase, MDPhD",
            "author_affiliations": [
                "Tokyo Medical and Dental University, Tokyo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fumito Kubo, MD",
            "author_affiliations": [
                "Tokyo Adventist Hospital, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tohru Miki, MD PhD",
            "author_affiliations": [
                "Flowers & Forest Tokyo Hospital, Tokyo, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahide Yamamoto, MD PhD",
            "author_affiliations": [
                "Tokyo Medical and Dental University, Tokyo, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Tomita, PhD",
            "author_affiliations": [
                "Medical Hospital of Tokyo Medical and Dental University, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manabu Mochizuki, MDPhD",
            "author_affiliations": [
                "Tokyo Medical and Dental University, Tokyo, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Osamu Miura, MD PhD",
            "author_affiliations": [
                "Tokyo Medical and Dental University, Tokyo, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayako Arai, MD PhD",
            "author_affiliations": [
                "Tokyo Medical and Dental University, Tokyo, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:09:26",
    "is_scraped": "1"
}