{
    "doi": "https://doi.org/10.1182/blood-2019-122490",
    "article_title": "Characterization of Clonal Dynamics after Hematopoietic Cell Transplantation Using Ultra-Sensitive Duplex Sequencing ",
    "article_date": "November 13, 2019",
    "session_type": "503.Clonal Hematopoiesis: Aging and Inflammation",
    "abstract_text": "Hematopoietic cell transplantation (HCT) is used in the treatment of hematologic malignancies (HM). Clonal hematopoiesis of indeterminate potential (CHIP) is the age-associated process whereby healthy individuals accumulate low-frequency clones driven by mutations in genes recurrently mutated in myeloid cancers; CHIP is associated with an increased risk of HM and cardiovascular disease. It has been hypothesized that CHIP clones present in an HCT donor might disproportionately proliferate in the recipient due to a relative growth advantage during immune reconstitution. Here we use Duplex Sequencing (DS) to investigate, years after HCT, whether the clonal makeup of CHIP in prior donors differs from that of the donor-derived hematopoietic system long after allogeneic transfer to a recipient. DS is an ultra-sensitive NGS error-correction technology that relies on sequencing of the individual paired strands of original source DNA molecules to dramatically reduce technical background compared to other NGS methodologies. Here we performed DS on 10 pairs of donor/recipient peripheral blood DNA samples collected 7-46 years post-transplant, as well as DNA from a healthy young control. We used a sequencing panel comprising 29 genes recurrently mutated in acute myeloid leukemia (AML) and generated mean DS molecular depth of 27,580x per sample, with maximum DS depth reaching 45,402x. We detected an average of 356 and 283 total variants per donor and recipient, respectively, and 462 total variants in the control. These included 291 single-count exonic variants (SEV) in the control and an average of 215 SEVs in donors (Fig. A). To enrich for CHIP (clonal) variants, we filtered out single-count (non-clonal) events, as well as intronic (non-splice site) variants and germline SNPs. Whereas the young control had only 5 clonal exonic variants (CEV), meaning nearly all of the variants in the control were SEVs, SNPs or intronic (Fig. A,B), HCT donors and recipients respectively averaged 44 and 38 CEVs. 91% of CEVs were non-synonymous (Fig. B), which is higher than expected by chance. The average age of the donors was 36 years old at the time of HCT (range 12-84), and the oldest donor (M1) had the most CEVs. 24/29 genes in the panel exhibited CEVs in the control or HCT donors (Fig. C). DNMT3A, TET2, BRINP3 (FAM5C) and ASXL1 had the greatest number of CEVs and this imbalance was not explained purely by gene size. The young control sample had an overall somatic mutation frequency (MF) of 4.7x10 -7 . HCT donors and recipients had average MFs of 1.0x10 -6 and 1.7x10 -6 , respectively. 154 CEVs were shared in at least 1 donor-recipient pair, with the majority present at variant allele frequencies (VAFs) <0.1% (Fig. D). 60 and 71 variants respectively increased or decreased by at least 20% in recipients compared to donors. The average increase was 3.9-fold and the average decrease was 3.1-fold. The greatest fold-increase was 136-fold for DNMT3A W297* in recipient M2 (2.2x10 -4 to 3.0x10 -2 ). 9 CEVs increased >10-fold, all in DNMT3A, TET2 and RAD21. Only 1 CEV decreased >10-fold: TP53 R273H (4.9x10 -4 to 4.2x10 -5 ). Analysis of the same 10 donor-recipient pairs using a commercial sequencing service found that, with a VAF cutoff of 2% and filtering for SNPs, only 7 shared CEVs could be detected that increased or decreased in any recipient. Our ultra-high accuracy DS data indicates that the structure of CHIP is more polyclonal than has been previously reported. In a handful of older healthy donors we detected dozens of concurrent CHIP mutations, with a relative gene distribution nearly identical to that previously reported in studies on thousands of patients using less sensitive method. We observed a similar age-dependent effect. Furthermore, our findings indicate that the clonal dynamics of CHIP clones between HCT donors and recipients are substantially more complex than previously known. Nearly all somatic variants shared between HCT donors and recipients were observed at <2% VAF, with most <0.1%, which is well-below the detection limit of other NGS assays. Many shared variants increase or decrease in the recipient but, contrary to our expectation, there was not an overall trend for clones carrying likely-drivers (i.e. pathogenic CHIP-associated mutations) to be larger in the recipient than the donor, as compared with probably passengers (i.e. synonymous mutations). This suggests that the evolution of CHIP is not accelerated as a result of HCT. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Higgins: TwinStrand Biosciences: Employment. Pratt: TwinStrand Biosciences: Employment. Valentine: TwinStrand Biosciences: Employment. Williams: TwinStrand Biosciences: Employment. Radich: Novartis: Other: RNA Sequencing; TwinStrand Biosciences: Research Funding. Salk: TwinStrand Biosciences: Employment.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "dna",
        "massively-parallel genome sequencing",
        "cancer",
        "cardiovascular diseases",
        "clonal hematopoiesis of indeterminate potential",
        "hematologic neoplasms",
        "leukemia, myelocytic, acute",
        "marfan syndrome",
        "molecule"
    ],
    "author_names": [
        "Jacob Higgins, PhD",
        "Gabriel Pratt, PhD",
        "Charles C. Valentine, MS",
        "Lindsey N. Williams, PhD",
        "Masumi Ueda, MD",
        "Rainer Storb, MD",
        "Jerald P. Radich, MD",
        "Jesse J. Salk, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacob Higgins, PhD",
            "author_affiliations": [
                "TwinStrand Biosciences, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gabriel Pratt, PhD",
            "author_affiliations": [
                "TwinStrand Biosciences, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles C. Valentine, MS",
            "author_affiliations": [
                "TwinStrand Biosciences, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lindsey N. Williams, PhD",
            "author_affiliations": [
                "TwinStrand Biosciences, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masumi Ueda, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Storb, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerald P. Radich, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesse J. Salk, MD PhD",
            "author_affiliations": [
                "TwinStrand Biosciences, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T04:02:37",
    "is_scraped": "1"
}