{
    "doi": "https://doi.org/10.1182/blood-2018-99-120034",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3978",
    "start_url_page_num": 3978,
    "is_scraped": "1",
    "article_title": "A Naturally Occurring Canine Model of Peripheral T-Cell Lymphoma Not Otherwise Specified ",
    "article_date": "November 29, 2018",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Poster III",
    "abstract_text": "Introduction: Peripheral T-cell lymphoma not otherwise specified (PTCL-NOS) encompasses a heterogeneous and poorly understood group of neoplasms with poor responses to therapy and grave clinical outcomes in both canine and human patients. Because PTCL-NOS is relatively uncommon in human patients, an appropriate model is needed to facilitate elucidation of the underlying pathobiology and identification of novel therapeutic targets. A canine model of PTCL has the added potential to provide a large animal veterinary population for pre-clinical therapeutic trials and subsequent translation into human patients. Marked breed-specific predilection for this disease suggests that genetic risk factors may also be explored using the dog model. PTCL is the second most common type of lymphoma diagnosed in dogs. Similar to human patients, dogs with PTCL are usually middle-aged to older animals and typically present with peripheral lymph node involvement but systemic disease is not uncommon. Canine PTCLs are most commonly CD4-positive, often lose expression of CD5, and exhibit a histomorphology similar to that described in humans. The Boxer breed is significantly over-represented in the population of dogs that develop PTCL. Objective: In this study, we aimed to characterize the gene expression profile of canine PTCL and evaluate the molecular similarity to PTCL-NOS in human patients. Methods: RNA-sequencing was performed on lymph node aspirates from six dogs (3 Boxers and 3 non-Boxers) diagnosed with CD4+ PTCL and sorted CD4+ T-cells from control dogs. Gene expression was compared between neoplastic and non-neoplastic T cells. Gene set enrichment analysis was used to compare the gene expression profile of canine PTCL to a gene list created from a similarly designed, publically available, microarray study of human PTCL-NOS. The gene list was comprised of the top upregulated and downregulated genes in 28 cases of human PTCL-NOS when compared to sorted human control CD4+ T-cells. Results: Canine PTCL was significantly enriched for the gene set representative of human PTCL-NOS. Furthermore, similar to humans, canine PTCL upregulated pathways were involved in proliferation, cell adhesion, extracellular matrix modification, and signal transduction. Canine cases overexpressed GATA3 and CCR4; two markers which characterize a distinct subset of human PTCL-NOS associated with worse clinical outcomes. Canine cases also exhibit significant enrichment for the phosphatidylinositol-4,5-bisphosphate 3-kinase (PI3K) and mammalian target of rapamycin (mTOR) induced gene signatures, consistent with the GATA3 subgroup. Overexpression of platelet derived growth factors (PDGFRs) was conserved across both human and canine cases and has been suggested as a potential therapeutic target. GATA3 and PDGFR-alpha expression in canine cases was corroborated by immunohistochemistry. Boxers and non-Boxers exhibited markedly similar patterns of gene expression, with the exception that lymphomas from all three Boxers significantly upregulated ROS1 compared to non-Boxers. Conclusions: From this work we conclude that canine CD4+ PTCL is molecularly similar to an aggressive subset of human PTCL-NOS and may serve as a useful model to further investigate the molecular drivers of this aggressive and poorly understood disease. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "gata3 gene",
        "gene expression profiling",
        "lymphoma",
        "1-phosphatidylinositol 3-kinase",
        "growth factor",
        "mtor serine-threonine kinases",
        "neoplasms",
        "phosphatidylinositols",
        "phosphotransferases"
    ],
    "author_names": [
        "Lauren Harris, VMD",
        "Emily Rout, DVM",
        "Janna Yoshimoto, BS",
        "Anne Avery, VMD, PhD"
    ],
    "author_affiliations": [
        [
            "Colorado State University, Fort Collins, CO"
        ],
        [
            "Colorado State University, Fort Collins, CO"
        ],
        [
            "Colorado State University, Fort Collins, CO"
        ],
        [
            "Colorado State University, Fort Collins, CO"
        ]
    ],
    "first_author_latitude": "40.573414799999995",
    "first_author_longitude": "-105.08654870000001"
}