{
    "doi": "https://doi.org/10.1182/blood-2018-99-116170",
    "article_title": "Survival of Patients with Multiple Myeloma That Is Refractory to Both Bortezomib and Lenalidomide: A Retrospective Study ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction: Patients with multiple myeloma that is refractory to both bortezomib and lenalidomide show poor survival. This resistant myeloma is called double-refractory multiple myeloma. Several new drugs, such as pomalidomide, panobinostat, carfilzomib, ixazomib, elotuzumab, and daratumumab, have become available in recent years. These new drugs could prolong the survival of patients with double-refractory multiple myeloma in prospective clinical trials. The present study aimed to evaluate the survival of such patients and assess the effectiveness of the new drugs, autologous transplantation, and allogeneic transplantation in real clinical settings. Methods: This retrospective study reviewed the medical records of patients with multiple myeloma who received treatment between February 2002 and January 2018 at our institution. Patients with myeloma refractory to both bortezomib and lenalidomide were selected. Those with coexisting amyloidosis were excluded. The primary outcome was overall survival (OS). Survival analyses were performed using the Kaplan-Meier method, and survival rates were compared using the log-rank test. Results: The study included 103 patients. New drugs were used in 71 (68.9%) patients, and their OS was significantly better than that of the remaining 32 (31.1%) patients who did not receive those agents (median OS, not reached versus 5 months, p < 0.001) (Figure 1). Total 20 patients underwent autologous transplantation. Their OS was similar to that of those who did not undergo autologous transplantation (median OS, 21 months versus 17 months, p = 0.503). Total 10 patients underwent allogeneic transplantation. Their OS was similar to that of those who did not undergo allogeneic transplantation (median OS, 24 months versus 18 months, p = 0.517). In the 71 patients who were treated using new drugs, pomalidomide and panobinostat-based therapies were not associated with better survival, whereas carfilzomib, ixazomib, elotuzumab, and daratumumab-based therapies were associated with significantly better OS. Carfilzomib was administered to 45.1% (32/71) of patients, and their OS was significantly better than that of the remaining 54.9% (31/71) patients (median OS, not reached versus 19 months, p = 0.032). Although carfilzomib, lenalidomide, and dexamethasone (KRd) therapy was not associated with better OS among the 71 patients, carfilzomib and dexamethasone (Kd) therapy was associated with better OS (median OS, not reached versus 21 months, p = 0.040). Ixazomib was administered to 14.1% (10/71) of patients, and their OS was 100%, which was significantly better than that of the remaining 85.9% (61/71) of patients (median OS, 20 months, p = 0.037). Elotuzumab was administered in 15.5% (11/71) of patients, and their OS was also 100% and was significantly better than that in the remaining 84.5% (60/71) of patients (median OS, 20 months, p = 0.011). Daratumumab was administered in 25.4% (18/53) of patients, and their OS was significantly better than that of the remaining 74.6% of patients (median OS, not reached versus 20 months, p = 0.025). The OS of patients administered only 1 new drug was worse than that of patients administered 2 new drugs (median OS, 17 months versus not reached, p = 0.003). However, the OS of patients administered 2 new drugs was comparable with that of patients administered 3 or more new drugs (p = 0.477) (Figure 2). Conclusions: New drugs, particularly carfilzomib, ixazomib, elotuzumab, and daratumumab, are associated with improved survival in patients with multiple myeloma refractory to both bortezomib and lenalidomide. Autologous and allogeneic transplantation are not associated with improved survival. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Suzuki: SRL.Inc: Employment; Sanofi Aventis: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Ono: Consultancy, Honoraria; Takeda: Consultancy, Honoraria.",
    "topics": [
        "bortezomib",
        "lenalidomide",
        "multiple myeloma",
        "carfilzomib",
        "daratumumab",
        "elotuzumab",
        "ixazomib",
        "transplantation, homologous",
        "transplantation, autologous",
        "dexamethasone"
    ],
    "author_names": [
        "Kanji Miyazaki, MD",
        "Kenshi Suzuki, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kanji Miyazaki, MD",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Medical Center, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kenshi Suzuki, MD PhD",
            "author_affiliations": [
                "Japanese Red Cross Medical Center, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T13:06:14",
    "is_scraped": "1"
}