{
    "doi": "https://doi.org/10.1182/blood.V108.11.712.712",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=677",
    "start_url_page_num": 677,
    "is_scraped": "1",
    "article_title": "Aberrant Pax5 Production with Deletion of Exon 8 in Childhood B-Lineage Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "exons",
        "pax5 gene",
        "rna, messenger",
        "antibodies",
        "b-cell lymphomas",
        "cd19 antigens",
        "childhood leukemia",
        "dna, complementary"
    ],
    "author_names": [
        "Eiichi Ishii, MD",
        "Yujiro Sadakane, MD",
        "Masafumi Zaitsu, MD",
        "Masanori Nishi, MD",
        "Kanji Sugita, MD",
        "Shuki Mizutani, MD",
        "Akinobu Matsuzaki, MD",
        "Eizaburo Sueoka, MD",
        "Yuhei Hamasaki, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Saga University, Saga, Japan"
        ],
        [
            "Pediatrics, Saga University, Saga, Japan"
        ],
        [
            "Pediatrics, Saga University, Saga, Japan"
        ],
        [
            "Pediatrics, Saga University, Saga, Japan"
        ],
        [
            "Pediatrics, University of Yamanashi, Chuo, Yamanashi, Japan"
        ],
        [
            "Pediatrics and Developmental Biology, Tokyo Medical and Dental University, Tokyo, Japan"
        ],
        [
            "Child Health, Kyushu University, Fukuoka, Japan"
        ],
        [
            "Internal Medicine, Saga University, Saga, Japan"
        ],
        [
            "Pediatrics, Saga University, Saga, Japan"
        ]
    ],
    "first_author_latitude": "33.2411834",
    "first_author_longitude": "130.2905618",
    "abstract_text": "Background . B-lineage acute lymphoblastic leukemia (ALL) is a common subtype of childhood leukemia. Among numerous transcription factors that are required for B-cell development, Pax5 regulates the expression of B-cell-specific genes including BLNK , CD19 , LEF-1 , blk and mb-1 of the Ig genes, and plays a central role in B-cell development and differentiation. Recently, it has been reported that aberrant expression of Pax5 is implicated in the development of a certain type of B-cell lymphomas. These observations suggest that the alteration of Pax5 function might contribute to leukemogenesis by aberrantly regulating the differentiation of early B-cell progenitors. Procedure. Leukemic cells in children with B-lineage ALL, B-lineage ALL cell lines, and normal B lymphocytes from different age groups were used for the study. RNA was purified and cDNA was synthesized for amplification of Pax5, BLNK mRNA. Pax-5 variants were cloned and nucleotide sequences were determined. The production of Pax5 protein was confirmed with anti-human Pax5 antibody specific for the N terminal region of Pax5 to detect eight variant proteins. Results. Twelve of 21 ALL patients (57%) displayed multiple Pax5 mRNA fragments. These fragments corresponded to the full-length human Pax5 mRNA ( Pax5 FL) and spliced variants with deletions of exon 7 (ΔE7, exon 8 (ΔE8, exons 7 and 8 (ΔE7/8), exons 8 and 9 (ΔE8/9), exons 6, 7 and 8 (ΔE6/7/8), exons 7, 8 and 9 (ΔE7/8/9), and exons 6, 7, 8 and 9 (ΔE6/7/8/9). Normal B lymphocytes expressed only Pax5 FL and lower level of Pax5 ΔE8. By Western blot analysis, normal B lymphocytes displayed a single band at a molecular weight of 50 kDa corresponding to Pax5 FL, whereas all B-lineage ALL patients except two revealed one protein band at a lower molecular weight of 46 kDa corresponding to Pax5 ΔE8. The production Pax5 and Pax5 ΔE8 proteins was also analyzed in normal B lymphocytes from different age groups. The dominant production of Pax5 ΔE8 was detected in neonates and infants, whereas only Pax5 FL was observed in children and in adults. Since Pax5 regulates the BLNK gene, which endows B lymphocytes with the ability to respond to B-cell-specific signals, BLNK expression and protein production was also analyzed in B-lineage ALL cells. Among 33 ALL samples, 16 (48%) either lacked or weakly expressed BLNK. All ALL samples with multiple Pax5 variants showed low or negative expression of BLNK, regardless of the expression of Pax5 ΔE8. Conclusions. Most of B-lineage ALL displayed multiple Pax5 mRNA transcripts, which were generated through alternative splicing in the 3′ region of the Pax5 . On the other hand, all B-lineage ALL patients except two showed only Pax5 ΔE8 protein. The dominant production of Pax5 ΔE8 was also detected in normal B lymphocytes from neonates and infants. These results indicate that Pax5 ΔE8 participates in the early stage of B-cell differentiation predominantly detected in very young children. The altered Pax5 expression might disrupt B-cell hematopoiesis due to the absence or reduction of Pax5-regulated genes and cause the arrest at the stage of early B-cell differentiation and an abnormal expansion of immature B cells in B-lineage ALL in children."
}