{
    "doi": "https://doi.org/10.1182/blood.V110.11.1042.1042",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=967",
    "start_url_page_num": 967,
    "is_scraped": "1",
    "article_title": "Simultaneous Targeting of Aurora Kinases and Bcr-Abl by the Small Molecule Inhibitor PHA-739358 Is Effective in Imatinib-Resistant Mutations Including T315I. ",
    "article_date": "November 16, 2007",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "danusertib",
        "imatinib mesylate",
        "mutation",
        "phosphotransferases",
        "small molecule",
        "leukemia",
        "adaptor signaling protein",
        "blast phase",
        "histones"
    ],
    "author_names": [
        "Artur Gontarewicz, MD",
        "Stefan Balabanov, M.D., Ph.D.",
        "Gunhild Keller, M.D.",
        "Riccardo Colombo, Ph.D.",
        "Alessio Graziano, Ph.D",
        "Carsten Bokemeyer, M.D.",
        "Walter Fiedler, M.D.",
        "Jurgen Moll, Ph.D.",
        "Tim Brummendorf, M.D."
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology and Oncology, University Cancer Center Eppendorf, Hamburg, Germany"
        ],
        [
            "Dept. of Hematology and Oncology, University Cancer Center Eppendorf, Hamburg, Germany"
        ],
        [
            "Dept. of Hematology and Oncology, University Cancer Center Eppendorf, Hamburg, Germany"
        ],
        [
            "Nerviano Medical Sciences S.r.l., Oncology, Nerviano, Milan, Italy"
        ],
        [
            "Nerviano Medical Sciences S.r.l., Oncology, Nerviano, Milan, Italy"
        ],
        [
            "Dept. of Hematology and Oncology, University Cancer Center Eppendorf, Hamburg, Germany"
        ],
        [
            "Dept. of Hematology and Oncology, University Cancer Center Eppendorf, Hamburg, Germany"
        ],
        [
            "Nerviano Medical Sciences S.r.l., Oncology, Nerviano, Milan, Italy"
        ],
        [
            "Dept. of Hematology and Oncology, University Cancer Center Eppendorf, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "53.59085425000001",
    "first_author_longitude": "9.975098900000003",
    "abstract_text": "The emergence of resistance to Imatinib (IM) mediated by mutations in the BCR-ABL domain became a major challenge in the treatment of chronic myeloid leukemia (CML). Second generation Bcr-Abl inhibitors overcome most mutations except T315I, a frequent cause of clinical resistance, emphasising the importance of developing alternative therapeutic strategies. Here, we report studies performed with a novel small molecule inhibitor, PHA-739358, which selectively targets Bcr-Abl and Aurora kinases. PHA-739358 exhibited strong antiproliferative and pro-apoptotic activity against a broad panel of human BCR-ABL positive and negative cell lines and against mouse BaF3 cells ectopically expressing wild type (wt) or IM-resistant BCR-ABL mutants, including T315I. Pharmacological synergism of IM and PHA-739358 was observed in leukemia cell lines with low-level resistance to IM, whereas no synergistic effects were observed in BCR-ABL negative or highly IM resistant T315I mutated cells. Treatment with PHA-739358 significantly decreased phosphorylation of histone H3-(Ser10), a marker of Aurora B activity and of the small adaptor protein CrkL, an accepted down-stream target of Bcr-Abl. Hence, PHA-739358 acts via combined inhibition of Bcr-Abl and Aurora kinases. Moreover, strong antiproliferative effects of PHA-739358 were observed in CD34+ cells derived from newly diagnosed CML patients and from IM-resistant individuals in chronic phase or blast crisis including those harbouring a T315I mutation. Thus, PHA-739358 represents a promising new strategy for treatment of IM resistant BCR-ABL positive leukemias, including those harbouring the T315I mutation. Clinical trials investigating this compound in IM-resistant CML have recently been initiated."
}