{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2512.2512",
    "article_title": "The ETO2-GLIS2 Fusion Oncogene Alters Early Human Hematopoiesis in an Induced Pluripotent Stem Cells-Derived Model of Pediatric Acute Megakaryoblastic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "De novo pediatric acute megakaryoblastic leukemia (AMKL) is a genetically heterogeneous subtype of acute myeloid leukemia (AML) expressing fusion oncogenes, including CBFA2T3 - GLIS2 (a.k.a. ETO2-GLIS2) present in 15-25% of patients and associated with a poor prognosis because of a high risk of relapse or refractoriness to chemotherapy. To characterize the consequences of ETO2-GLIS2 on early stages of human hematopoiesis, we developed a model of ETO2-GLIS2 expression in induced pluripotent stem cells (iPSC) derived from healthy human CD34+ cells. To this end, we introduced the human ETO2-GLIS2 cDNA tagged with the green fluorescent protein (GFP) under the control of the human CD43 promoter in iPSC through ZFN-mediated recombination at the AAVS1 safe-harbor locus. After puromycin selection, 23 independent clones were confirmed by PCR and sequencing to bear a correct homozygous integration and were amplified. Three independent iPSC clones were subsequently differentiated into hematopoietic progenitors and then into megakaryocytes using a 2D co-culture system on matrix adapted from Chou S et al. (PNAS 2012) and compared to control iPSC. We demonstrated that ETO2-GLIS2 is expressed in CD43 + hematopoietic cells both at the transcript and protein levels and localizes in the nucleus. In addition, ETO2-GLIS2-expressing cells showed an increased expression of several recently characterized direct targets of the fusion including ERG as compared to control cells. Hematopoietic differentiation of iPSC was then assessed at day 13, 15 and 18 using flow cytometry analyses for progenitors and megakaryocytic markers. As early as day 13, ETO2-GLIS2-expressing cells showed an increased number of CD43 + hematopoietic cells composed of a higher percentage of CD41 + CD42 + megakaryocytic cells compared to controls, indicating that ETO2-GLIS2 enhances early human megakaryocyte development. Importantly, we observed strong differentiation alterations, including a lower expression of CD61 on ETO2-GLIS2 megakaryocytes compared to controls at all time points and a progressive accumulation of an abnormal CD41 low CD42 + population never detected in control conditions. This CD41 low CD42 + population was also observed in AMKL patients. Finally, preliminary clonogenic assays in methylcellulose indicate that ETO2-GLIS2 enhances serial replating activity for several weeks. These data support the idea that expression of ETO2-GLIS2 in human hematopoietic cells obtained from iPSC recapitulates several cellular and molecular features of human pediatric AMKL, including transcriptional activation of target genes, enhanced self-renewal of progenitors and aberrant differentiation of megakaryocytic cells. This model will facilitate further cellular and preclinical studies on this rare pediatric cancer. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute megakaryocytic leukemias",
        "hematopoiesis",
        "oncogenes",
        "pediatrics",
        "platelet glycoprotein gpib-ix complex",
        "chemotherapy regimen",
        "childhood cancer",
        "coculture techniques",
        "dna, complementary",
        "flow cytometry"
    ],
    "author_names": [
        "Salvatore Nicola Bertuccio",
        "Marie Cambot",
        "Cécile K Lopez",
        "Larissa Lordier",
        "Alessandro Donada",
        "Zakia Aid",
        "Franco Locatelli, MD PhD",
        "Riccardo Masetti, MDPhD",
        "William Vainchenker, MD PhD",
        "Hana Raslova, PhD",
        "Andrea Pession, MD",
        "Thomas Mercher, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Salvatore Nicola Bertuccio",
            "author_affiliations": [
                "Department of Pediatrics, \"Lalla Seràgnoli\", Hematology-Oncology Unit, Sant'Orsola-Malpighi Hospital, University of Bologna, Via Massarenti 11, 40137, Bologna, Italy, Bologna, Italy ",
                "INSERM U1170, Gustave Roussy, Villejuif, France, Villejuif, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marie Cambot",
            "author_affiliations": [
                "INSERM U1170, Gustave Roussy, Villejuif, France, Villejuif, France ",
                "Institut National de Transfusion Sanguine INTS, Paris, France4Université Paris Diderot, Paris, France, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cécile K Lopez",
            "author_affiliations": [
                "INSERM, Université Paris Saclay, Villejuif, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larissa Lordier",
            "author_affiliations": [
                "IPSC platform, Gustave Roussy, Villejuif, France, Villejuif, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Donada",
            "author_affiliations": [
                "INSERM U1170, Gustave Roussy, Villejuif, France, Villejuif, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zakia Aid",
            "author_affiliations": [
                "INSERM U1170, Gustave Roussy, Villejuif, France, Villejuif, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franco Locatelli, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riccardo Masetti, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics, \"Lalla Seràgnoli\", Hematology-Oncology Unit, Sant'Orsola-Malpighi, Bologna, ITA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Vainchenker, MD PhD",
            "author_affiliations": [
                "IPSC platform, Gustave Roussy, Villejuif, France, Villejuif, France ",
                "INSERM U1170, Gustave Roussy, Villejuif, France, Villejuif, FRA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hana Raslova, PhD",
            "author_affiliations": [
                "INSERM U1170, Gustave Roussy, Villejuif, France, Villejuif, FRA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Pession, MD",
            "author_affiliations": [
                "Sant'Orsola-Malpighi Lalla Seragnoli, Bologna, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Mercher, PhD",
            "author_affiliations": [
                "INSERM, Gustave Roussy, LIGUE team, Villejuif, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:39:30",
    "is_scraped": "1"
}