{
    "doi": "https://doi.org/10.1182/blood.V122.21.590.590",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2657",
    "start_url_page_num": 2657,
    "is_scraped": "1",
    "article_title": "TIN2 Mutations In Dyskeratosis Congenita Cause Telomere Shortening In Induced Pluripotent Stem Cells Through Potent Dominant Negative Inhibition Of Telomerase ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure",
    "topics": [
        "dyskeratosis congenita",
        "mutation",
        "stem cells, pluripotent",
        "telomerase",
        "telomere shortening",
        "dominant-negative mutation",
        "idiopathic pneumonia syndrome",
        "enzymes",
        "tumor cells, malignant",
        "cancer"
    ],
    "author_names": [
        "Luis Batista, PhD",
        "Franklin Zhong",
        "Sharon A Savage, MD",
        "Steven Artandi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Hematology, Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Clinical Genetics Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD, USA"
        ],
        [
            "Hematology, Stanford University School of Medicine, Stanford, CA, USA, "
        ]
    ],
    "first_author_latitude": "37.4341985",
    "first_author_longitude": "-122.17635044999999",
    "abstract_text": "Dyskeratosis congenita (DC) is a bone marrow failure syndrome characterized by widespread defects in diverse tissues and a strong predisposition to cancer. DC is caused by germline mutations in genes controlling maintenance of telomeres, nucleoprotein caps that protect chromosome ends. Mutations in components of the telomerase enzyme comprise a large share of cases, including in TERT, TERC, dyskerin, TCAB1, NOP10 and NHP2. These mutations compromise telomerase function leading to telomere shortening, which in turn impairs stem cell function. We previously created patient-derived iPS cells from patients with mutations in TERT, dyskerin or TCAB1 and analyzed these cells to understand the biochemical defects in the telomerase pathway. In each case we found a unique mechanism underlying these telomerase defects, including: reduced catalytic function (TERT mutations), impaired telomerase assembly (dyskerin mutations) and mislocalization of the enzyme to nucleoli (TCAB1 mutations). A six-member protein complex – shelterin - is essential for proper function of telomeres. Despite the critical importance of shelterin proteins in telomere regulation, only a single telomere binding protein – TIN2 – is mutated in DC. However, how these mutations compromise telomere maintenance remains poorly understood. TIN2 mutations occur in a common, autosomal dominant form of DC, presenting in early life, with particularly severe clinical manifestations and poor outcomes. Mutations in the TIN2 gene are clustered in exon 6a, which corresponds to a protein domain of unknown function. To understand how TIN2 mutations impair telomere maintenance and cause DC, we reprogrammed fibroblasts from patients with TIN2 mutations to iPS cells. We succeeded in generating pluripotent iPS cells from a patient with a frame shift mutation at position 284 of the protein. TIN2-mutant iPS cells expressed all the markers of wild-type iPS cells and human ES cells and could be differentiated to all three germ cell layers in culture. With reprogramming from fibroblasts to iPS cells, telomerase is upregulated and causes telomere elongation in wild-type cells. In analyzing telomeres from TIN2-mutant iPS cells, we found that telomere elongation was abrogated. Instead of telomere elongation, TIN2-mutant iPS cells showed telomere shortening with reprogramming and during passage in cell culture. After extended cell passage, TIN2-mutant iPS cells lost the ability to self-renew and differentiated, concomitant with the activation of the telomere surveillance checkpoint p53. To better understand how TIN2 mutant proteins interfere with telomere maintenance, we overexpressed GFP, wild-type TIN2, or TIN2 truncation mutants from DC patients into human, telomerase-positive cancer cells. Genomic DNA was collected from these cells during passage and analyzed for telomere lengths by Southern blot. Expression of GFP or wild-type TIN2 had no effect on telomere lengths, which were stably maintained during the experiment. In marked contrast, expression of the TIN2 truncation mutants from DC patients led to progressive and dramatic telomere shortening with cell passage. Together, these data in patient-derived iPS cells and in human cancer cells suggest that TIN2 mutants inhibit the action of telomerase at telomeres. These results constitute a new molecular mechanism at play in DC and yield new insight into one of the most common forms of DC. Disclosures: No relevant conflicts of interest to declare."
}