{
    "doi": "https://doi.org/10.1182/blood.V108.11.5016.5016",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=646",
    "start_url_page_num": 646,
    "is_scraped": "1",
    "article_title": "Functional and Molecular Analysis of Oncogenic Pathways in Primary Myeloma Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "akt signaling pathway",
        "apoptosis",
        "cancer",
        "cd138",
        "cell count",
        "cell lines",
        "coculture techniques",
        "interleukin 6 receptor",
        "mitogen-activated protein kinases"
    ],
    "author_names": [
        "Angela Zöllinger",
        "Thorsten Stühmer",
        "Michael Sachs",
        "Christian Keicher",
        "Hermann Einsele",
        "Ralf C. Bargou"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine II, Würzburg University Hospital, Würzburg, Germany"
        ],
        [
            "Department of Internal Medicine II, Würzburg University Hospital, Würzburg, Germany"
        ],
        [
            "Department of Internal Medicine II, Würzburg University Hospital, Würzburg, Germany"
        ],
        [
            "Department of Internal Medicine II, Würzburg University Hospital, Würzburg, Germany"
        ],
        [
            "Department of Internal Medicine II, Würzburg University Hospital, Würzburg, Germany"
        ],
        [
            "Department of Internal Medicine II, Würzburg University Hospital, Würzburg, Germany"
        ]
    ],
    "first_author_latitude": "49.802047",
    "first_author_longitude": "9.956875700000001",
    "abstract_text": "Introduction: Oncogenic activation of signaling cascades, such as the IL-6R/STAT3-, Ras/MAPK- and PI3K/Akt-pathways, is implied to contribute to proliferation and survival of multiple myeloma (MM) cells. However, investigations have mostly focused on selected MM cell lines because of the numerous limitations that apply to working with primary tumor material. Analysis of the activation status and roles of these pathways in primary MM cells is necessary, though, since immortalized MM cell lines are in many ways unrepresentative of the intramedullary cancer that is diagnosed in the large majority of patients. Experimental model: We have therefore established intracellular phosphoepitope staining for pathway components in MM cells, which permits their FACS-based analysis with relatively small cell numbers. This assay was used to conduct a detailed examination of the activation status of ERK, STAT3 and Akt, and of the effect of selective pathway inhibitors, on a large panel (n=15) of primary MM samples. CD138-purified primary MM cells were either kept in medium alone or in coculture with BMSCs or osteoclasts. After two days in culture the phosphorylation levels of the respective proteins were measured in cells that served as controls and in cells that had been treated with selective pathway inhibitors (Sant7 for the IL-6R/STAT3-, PD98059 for the Ras/MAPK-, and triciribine for the PI3K/Akt-pathway). In addition, survival rates were determined for cells in the different settings and under different drug regimens. Results: 60% of MM samples displayed some basal STAT3 phosphorylation. The signal was distinctly higher when MM cells were cocultured with BMSCs or osteoclasts, and was abrogated through treatment with Sant7. 70% of MM samples showed basal phosphorylation of ERK, which was generally enhanced in coculture and inhibited by treatment with PD98059. Low phosphorylation levels of Akt were observed in 80% of samples, with only slight increases in coculture and blockade through triciribine. Inhibition of any single pathway alone had at best slight effects on the survival of MM cells when they were cocultured with BMSCs. However, the simultaneous blockade of the Ras/MAPK and PI3K/Akt pathway reduced the number of viable cells to about 40% of controls. Interestingly, additional blockade of the IL-6R/STAT3 pathway did not significantly enhance this anti-myeloma effect. We are currently extending these studies in primary MM cells and in MM cell lines to include reagents more specific for the different Akt-isoforms. Conclusions: These experiments represent a detailed functional analysis of three important survival pathways in primary MM tumor cells. They also establish the suitability of intracellular phosphoepitope staining for their FACS-based analysis. The results indicate, that under coculture conditions inhibition of any single pathway alone will not lead to appreciable levels of apoptosis. The combined targeting of survival supporting pathways leads to better proapoptotic effects but combination with drugs against other classes of target might be required for truly effective clinical applications."
}