{
    "doi": "https://doi.org/10.1182/blood.V126.23.1345.1345",
    "article_title": "Phase I Study of Selinexor, a Selective Inhibitor of Nuclear Export, in Combination with Fludarabine and Cytarabine in Pediatric Patients with Relapsed or Refractory AML ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background and Purpose: Although novel approaches to the treatment of acute myeloid leukemia (AML) are urgently needed, the heterogeneity of AML and the paucity of known actionable targets indicate that there is an important need for broadly active treatment approaches that are not limited to specific genetic subtypes. Selinexor, an oral selective inhibitor of nuclear export, inhibits XPO1 and causes differentiation and apoptosis of a variety of AML subtypes while sparing normal hematopoiesis. We therefore undertook a pilot study to determine the safety and to explore the efficacy of selinexor in combination with fludarabine and cytarabine in pediatric patients with relapsed leukemia. Patients and Methods: Twelve children and adolescents with relapsed or refractory AML (n=10) or mixed phenotype leukemia (n=2) have been enrolled on the study to date. Four patients previously received only chemotherapy, whereas eight had undergone at least one prior stem cell transplant. High-risk features included t(6;9), t(6;12), t(4;11), -7 (2 cases), and megakaryoblastic leukemia. Selinexor, initially at 30 mg/m 2 /dose, was given orally on days 1, 3, 8, 10, 22, and 24 and escalated according to a rolling-6 design. Fludarabine (30 mg/m 2 ) and cytarabine (2 g/m 2 ) were administered on days 15-19. Results: Among 11 patients who completed at least one cycle and were evaluable for toxicity and response, 3 were treated at dose level 1 (30 mg/m 2 ), 3 at dose level 2 (40 mg/m 2 ), 4 at dose level 3 (55 mg/m 2 ), and 1 at dose level 4 (70 mg/m 2 ). No dose-limiting toxicities were observed at any dose level. The most common Grade 3 non-hematologic toxicity related to selinexor was hyponatremia, which was observed in 10 patients and easily corrected in all cases. As expected, the combination of selinexor plus fludarabine and cytarabine resulted in Grade 3 neutropenia and thrombocytopenia in all patients. Mean pharmacokinetic parameters indicate that plasma exposure is generally dose proportional across selinexor doses, with no apparent accumulation. Plasma exposure in pediatric patients is similar to adult patients treated in phase I trials. Inhibition of XPO1 was assessed by qRT-PCR of XPO1 , which is upregulated at the RNA level in response to XPO1 protein inactivation (PDn). Six of the first seven patients enrolled on the trial demonstrated at least 2-fold induction of XPO1 that persisted for at least 48 hours (see figure), indicating prolonged inhibition of the protein by selinexor. The overall response rate in this group of heavily pretreated, relapsed, and refractory patients was 55%. Five patients achieved complete remission (4 with complete count recovery) and 1 had a partial response. Eight of the 11 patients underwent subsequent stem cell transplantation. A trend toward stronger and persistent XPO1 inhibition (measured by PDn) was observed among patients who achieved CR compared to those who did not. Conclusion: Selinexor, given in combination with fludarabine and cytarabine, is tolerable in pediatric patients with relapsed leukemia. Selinexor pharmacokinetic parameters are generally dose proportional and are similar to those seen in adult patients. Most patients demonstrate XPO1 target inhibition. Response rates are encouraging and will be further explored in the Phase II portion of this trial. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Kaufman: Karyopharm Therapeutics Inc: Employment. Klebanov: Karyopharm Therapeutics Inc: Employment. Ellis: Karyopharm Therapeutics Inc: Employment. Landesman: Karyopharm Therapeutics: Employment. Youssoufian: Karyopharm Therapeutics Inc: Employment. Rashal: Karyopharm Therapeutics Inc: Employment. Shacham: Karyopharm: Employment, Equity Ownership.",
    "topics": [
        "cytarabine",
        "fludarabine",
        "pediatrics",
        "selinexor",
        "leukemia",
        "toxic effect",
        "hematopoietic stem cell transplantation",
        "prednisone",
        "acute megakaryocytic leukemias",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Jeffrey E Rubnitz, MD PhD",
        "Ronda Kaufman, PhD",
        "Raul C. Ribeiro, MD",
        "Boris Klebanov, MA, MS",
        "Joel Ellis, PhD",
        "Yosef Landesman, PhD",
        "Hagop Youssoufian, MD",
        "Tami Rashal, MD",
        "Sharon Shacham"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeffrey E Rubnitz, MD PhD",
            "author_affiliations": [
                "Oncology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ronda Kaufman, PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul C. Ribeiro, MD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boris Klebanov, MA, MS",
            "author_affiliations": [
                "Karyopharm Therapeutics Inc., Newton, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel Ellis, PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics Inc., Newton, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosef Landesman, PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics Inc., Newton, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop Youssoufian, MD",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tami Rashal, MD",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Shacham",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T06:46:46",
    "is_scraped": "1"
}