{
    "doi": "https://doi.org/10.1182/blood-2020-135868",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4474",
    "start_url_page_num": 4474,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of Idasanutlin in Patients (pts) with Hydroxyurea (HU)-Resistant/Intolerant Polycythemia Vera (PV): Results of an International Phase II Study ",
    "article_date": "November 5, 2020",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Background PV is a clonal myeloid neoplasm characterized by activating mutations in JAK2 and increased red blood cell production. Reduction of thrombosis risk through lowering of hematocrit (Hct) and thus blood viscosity is critical, but management of constitutional symptoms is also important. HU is an effective and well-tolerated first-line treatment (tx) for PV, but pts who develop resistance to or intolerance of HU have limited tx options. A Phase I study of idasanutlin, an MDM2 antagonist leading to increased p53 activity, showed encouraging efficacy and potential disease-modifying effects via rapid reduction in JAK2 V617F variant allele frequency in 11 pts with PV. These results prompted the larger, international Phase II study of idasanutlin in HU-resistant/intolerant PV (NCT03287245); data from the initial phase of the study are reported here. Methods Pts meeting the 2016 WHO criteria for PV were eligible for inclusion if they had HU-resistant/intolerant disease according to the European LeukemiaNet (ELN) criteria and were phlebotomy dependent (≥ 1 phlebotomy in the 16-wk period prior to screening). Prior PV tx with ruxolitinib (rux) or interferon was allowed. Idasanutlin was given orally once daily on days 1-5 of 28-day cycles for up to 24 mo. The starting dose was 150 mg; increase to 200 mg was allowed for non-responders at cycle 3, day 28, and reduction to 100 mg was permitted for toxicity and for pts treated beyond cycle 12. Antiemetic prophylaxis was mandatory in cycle 1 throughout the study and later became mandatory in all cycles. The primary endpoint (wk 32) was the composite response of Hct control (HTC) and spleen volume reduction > 35% by CT/MRI in pts with splenomegaly (> 450 cm 3 ) and HTC alone in pts without splenomegaly. Key secondary endpoints included safety, complete hematologic response (CHR; defined as HTC and normalization of platelets/leukocytes) and ELN response. Results A total of 27 pts were included in this study and received tx with idasanutlin. Median age was 56 years (range, 34-74) and 16 pts (59.3%) were male (Table 1). All pts had JAK2 V617F mutation; 7 had previous exposure to rux. Median tx duration was 257 days (range, 5-677); the median number of treatment cycles was 8 (range, 1-23). Dose modifications occurred in 17 pts (63.0%; Table 2). A total of 3 serious AEs occurred: atrial flutter, atrial fibrillation and nausea/vomiting (n = 1 each). The serious cardiac AEs occurred in pts with pre-existing hypertension and a past incident of heart failure not symptomatic upon enrollment, respectively. No deaths, transformation to acute myeloid leukemia, progression to myelofibrosis or thrombotic events occurred during the study. AEs occurring in ≥ 15% of pts are listed in Table 3; gastrointestinal toxicity and fatigue were the most common events. The population for primary endpoint evaluation consisted of pts with response assessed at wk 32 (n = 16). One of 13 pts with baseline splenomegaly achieved a composite response (7.7%; Table 4). Nine of 16 pts (56.3%) among all evaluable pts achieved HTC: 6 of 11 rux-naive pts (54.5%) and 3 of 5 rux-exposed pts (60.0%). Eight of 13 pts (61.5%) among all pts had HTC duration ≥ 12 wk beyond wk 32: 5 of 9 rux-naive pts (55.6%) and 3 of 4 rux-exposed pts (75.0%). At wk 32, 8 of 16 pts (50.0%) achieved a CHR, with 6 of 13 (46.2%) having a CHR duration ≥ 12 wk beyond wk 32. Overall response rates per modified ELN response criteria in pts with baseline splenomegaly, pts without baseline splenomegaly and in all pts were 69.2% (9 of 13), 66.7% (2 of 3) and 68.8% (11 of 16), respectively; 9 of 15 pts (60%) among all pts had a response duration ≥ 12 wk beyond wk 32. Median (range) laboratory value changes at wk 32 were: platelets, −253 × 10 9 /L (−2083 to +175) and leukocytes, −4.8 × 10 9 /L (−25.3 to +3.4). At wk 32, 6 of 14 pts (42.9%) had a ≥ 50% reduction in the Myeloproliferative Neoplasm Symptom Assessment Form Total Symptom Score. Conclusions Idasanutlin showed relevant clinical activity in pts with HU-resistant/intolerant PV and also in a subset of pts with prior rux tx. However, the low-grade gastrointestinal toxicity profile of idasanutlin was not effectively mitigated with antiemetic prophylaxis and led to frequent discontinuations. These results iterate the importance of tolerability of novel therapies administered over the long term for pts with PV. View large Download slide View large Download slide  Disclosures Mascarenhas: Celgene, Prelude, Galecto, Promedior, Geron, Constellation, and Incyte: Consultancy; Incyte, Kartos, Roche, Promedior, Merck, Merus, Arog, CTI Biopharma, Janssen, and PharmaEssentia: Other: Research funding (institution). Higgins: Roche: Current Employment, Current equity holder in publicly-traded company, Other: Support of parent study and funding of editorial support. Anders: Roche: Current Employment, Other: Support of parent study and funding of editorial support. Burbury: Roche: Other: Support of parent study and funding of editorial support. El-Galaly: F. Hoffmann-La Roche: Current Employment, Other: Support of parent study and funding of editorial support. Gerds: Roche/Genentech: Research Funding; Apexx Oncology: Consultancy; AstraZeneca/MedImmune: Consultancy; Pfizer: Research Funding; Imago Biosciences: Research Funding; Gilead Sciences: Research Funding; Incyte Corporation: Consultancy, Research Funding; Sierra Oncology: Research Funding; CTI Biopharma: Consultancy, Research Funding; Celgene: Consultancy, Research Funding. Gupta: Pfizer: Consultancy; Incyte: Honoraria, Research Funding; Bristol MyersSquibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sierra Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Kovic: Roche: Other: Support of parent study and funding of editorial support. Maffioli: Roche: Other: Support of parent study and funding of editorial support. Mesa: AbbVie: Research Funding; Sierra Oncology: Consultancy; CTI BioPharma: Research Funding; LaJolla Pharmaceutical Company: Consultancy; Bristol Myers Squibb: Research Funding; Genentech: Research Funding; Samus Therapeutics: Research Funding; Promedior: Research Funding; Novartis: Consultancy; Incyte: Research Funding. Rambaldi: Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Support of parent study and funding of editorial support. Received travel support., Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Advisory board and speaker fees from Pfizer.; Sanofi: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); BMS/Celgene: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); University of Milan: Current Employment; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support from Gilead.; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Omeros: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Astellas: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company). Research grant from Amgen Inc.. Vannucchi: AbbVie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene/BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Blueprint: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Yacoub: Roche: Other: Support of parent study and funding of editorial support; Dynavax: Current equity holder in publicly-traded company; Novartis: Speakers Bureau; Agios: Honoraria, Speakers Bureau; Incyte: Speakers Bureau; Hylapharm: Current equity holder in private company; Cara Therapeutics: Current equity holder in publicly-traded company; Ardelyx: Current equity holder in publicly-traded company.",
    "topics": null,
    "author_names": [
        "John Mascarenhas, MD",
        "Brian Higgins",
        "Doreen Anders",
        "Kate Burbury, MD",
        "Tarec Christoffer El-Galaly",
        "Aaron T. Gerds, MDMS",
        "Vikas Gupta, MD FRCP, FRCPath",
        "Bruno Kovic",
        "Margherita Maffioli, MD",
        "Ruben Mesa, MD",
        "Jeanne M. Palmer, MD",
        "Francesco Passamonti, MD",
        "Alessandro Rambaldi, MD",
        "David M Ross, MBBS, PhD FRACP, FRCPA",
        "Alessandro M. Vannucchi, MD",
        "Abdulraheem Yacoub, MD"
    ],
    "author_affiliations": [
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Genentech, Inc., South San Francisco, CA "
        ],
        [
            "F. Hoffmann-La Roche, Ltd., Basel, Switzerland "
        ],
        [
            "Peter MacCallum Cancer Centre, Melbourne, AUS "
        ],
        [
            "F. Hoffmann-La Roche, Ltd., Basel, Switzerland "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
        ],
        [
            "Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "F. Hoffmann-La Roche, Ltd., Mississauga, Canada "
        ],
        [
            "ASST Sette Laghi, Ospedale di Circolo, Varese, ITA "
        ],
        [
            "UT Health San Antonio Cancer Center, San Antonio, TX "
        ],
        [
            "Mayo Clinic, Phoenix, AZ "
        ],
        [
            "University of Insubria, Varese, Italy "
        ],
        [
            "Department of Oncology and Hematology University of Milan and Azienda Socio Sanitaria Territoriale Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Department of Haematology, Royal Adelaide Hospital and SA Pathology, Adelaide, Australia "
        ],
        [
            "Az. Ospedaliero-Universitaria Careggi, Firenze, Italy "
        ],
        [
            "The University of Kansas Cancer Center, Leawood, KS "
        ]
    ],
    "first_author_latitude": "40.789912900000004",
    "first_author_longitude": "-73.9534857"
}