{
    "doi": "https://doi.org/10.1182/blood.V126.23.4439.4439",
    "article_title": "Colony Stimulating Factor 1 Receptor (CSF1R) As a Potential Novel Therapeutic Target in CLL ",
    "article_date": "December 3, 2015",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster III",
    "abstract_text": "Introduction: Monocyte/macrophage lineage cells have been reported to provide a supportive signal in a variety of neoplastic settings. Tumor-associated macrophages (TAMs) have been shown to provide microenvironmental support that maintains tumor cell viability and growth for a variety of solid tumor types, and these TAMs have been shown to depend on the receptor tyrosine kinase, CSF1R (M-CSFR). Monocyte/macrophage lineage cells have also been implicated in the microenvironment of CLL and are termed nurse-like cells in this setting. However, the role of CSF1R in CLL including potential maintenance of these nurse-like cells has not been explored. Using an ex vivo, functional screening platform applied directly to primary specimens from CLL patients, we have identified recurrent sensitivity to CSF1R inhibitors as well as decreased viability after depletion of CSF1R-expressing monocytes, thereby depriving the CLL cells of an important, microenvironmental growth/survival signal. We also have seen synergistic anti-tumor activity when combining CSF1R inhibitors with idelaisib and ibrutinib which inhibit b-cell receptor (BCR) activated pathways. Methods: We evaluated the impact on cell viability of hundreds of CLL patient specimens against panels of targeted small molecule inhibitors. These panels include two small-molecules with exquisite specificity for CSF1R (GW-2580; ARRY-382). In addition, we evaluated the impact of antibody depletion of monocytes (CD14-depletion) on ex vivo CLL cell viability as well as the effect of monocyte cell depletion on response to CSF1R inhibitors. We also evaluated the combination of GW-2580 or ARRY-382 with idelalisib (PI3kδ inhibitor) and ibrutinib (BTK inhibitor). Results: We found that 20-30% of CLL specimens showed sensitivity to inhibition of CSF1R with good concordance between GW-2580 and ARRY-382. Analysis of clinical and demographic features of these patients failed to reveal correlation of CSF1R with any prominent disease subsets. Flow cytometry analysis revealed that CSF1R was not expressed on CLL cells but only on a subpopulation of CD14-expressing monocytes. Depletion of these monocytes with CD14 antibody had little to no impact on samples not exhibiting ex vivo sensitivity to CSF1R inhibitors, however, samples showing strong sensitivity to CSF1R inhibitors were also quite sensitive to depletion of this CD14-positive monocyte population. After CD14 depletion, the remaining CLL cells showed no further sensitivity to CSF1R inhibitors. Finally, when combined with ibrutinib or idelalisib synergy was seen. Conclusions: These results show that CSF1R is a potential therapeutic target in CLL and suggest that CLL supporting monocytes (nurse-like cells) express CSF1R and depend on CSF1R for viability in a similar manner as TAMs depend on CSF1R in a variety of solid tumor settings. As such, CSF1R inhibitors may deprive CLL cells of this supportive microenvironmental signal resulting in CLL cell death. Therefore, we propose that CSF1R inhibitors, such as ARRY-382, possibly in combination with ibrutinib, idelalisib, or other approved agents, may be a promising new line of therapy to target CLL cells by impacting the tumor microenvironment. Disclosures Spurgeon: Genentech: Honoraria; Acerta Pharma: Research Funding; Bristol Meyers Squibb: Research Funding; Gilead sciences: Honoraria, Research Funding; Janssen: Research Funding; Pharmacyclics: Honoraria. Tyner: Janssen Pharmaceuticals: Research Funding; Incyte: Research Funding; Aptose Biosciences: Research Funding; Constellation Pharmaceuticals: Research Funding; Array Biopharma: Research Funding. Agarwal: CTI BioPharma: Research Funding. Lee: Array Biopharma: Employment. Chantry: Array Biopharma: Employment. Druker: Fred Hutchinson Cancer Research Center: Research Funding; Bristol-Myers Squibb: Research Funding; Henry Stewart Talks: Patents & Royalties; Millipore: Patents & Royalties; Sage Bionetworks: Research Funding; MolecularMD: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Gilead Sciences: Consultancy, Membership on an entity's Board of Directors or advisory committees; Cylene Pharmaceuticals: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Consultancy; Novartis Pharmaceuticals: Research Funding; Blueprint Medicines: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Oregon Health & Science University: Patents & Royalties; CTI Biosciences: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Leukemia & Lymphoma Society: Membership on an entity's Board of Directors or advisory committees, Research Funding; Oncotide Pharmaceuticals: Research Funding; Roche TCRC, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; McGraw Hill: Patents & Royalties; ARIAD: Research Funding; Aptose Therapeutics, Inc (formerly Lorus): Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "macrophage colony-stimulating factor receptor",
        "cd14 antigen",
        "ibrutinib",
        "idelalisib",
        "neoplasms",
        "antibodies",
        "solid tumors",
        "blood cell depletion therapy",
        "btk inhibitors",
        "flow cytometry"
    ],
    "author_names": [
        "Tyler Sweeney",
        "Stephen E Spurgeon, MD",
        "Jeffrey W. Tyner, PhD",
        "Anupriya Agarwal, PhD",
        "Hibery Ho",
        "Elie Traer, MD PhD",
        "Patrice Lee, PhD",
        "David Chantry, PhD",
        "Brian J. Druker, MD",
        "Marc Loriaux, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tyler Sweeney",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephen E Spurgeon, MD",
            "author_affiliations": [
                "Center for Hematologic Malignancies, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W. Tyner, PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anupriya Agarwal, PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hibery Ho",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elie Traer, MD PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Lee, PhD",
            "author_affiliations": [
                "Array Biopharma, Boulder, CO"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Chantry, PhD",
            "author_affiliations": [
                "Array Biopharma, Boulder, CO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian J. Druker, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Loriaux, MD PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T09:39:49",
    "is_scraped": "1"
}