{
    "doi": "https://doi.org/10.1182/blood.V128.22.3384.3384",
    "article_title": "Late Adherent Subpopulation in Umbilical Cord Blood Has the Same Characteristics and Hematopoiesis-Supporting Capacity As Mesenchymal Stromal/Stem Cells ",
    "article_date": "December 2, 2016",
    "session_type": "711. Cell Collection and Processing: Poster II",
    "abstract_text": "Mesenchymal stromal/stem cells (MSCs) are a major source of cell for cell therapy. MSCs derived from bone marrow (BMMSCs) have been mostly used in clinical applications. BMMSCs can be easily isolated as a cell population that adheres to plastic culture dishes within 1 week of culture. A recent report has demonstrated that cells that remain in suspension and fail to form adherent colonies contain a fraction of late adherent cells that resembles BMMSCs (Biomed Res Int, 2013; 2013: 790842). Umbilical cord blood (UCB) is as accessible as bone marrow for the isolation of MSCs. In this study, we identified a late adherent subpopulation in UCB and determined its hematopoiesis-supporting activity. Forty-five UCB units, which were not matched to the eligibility criterion defined in the Japan UCB donation program, were collected after delivery of placenta. Written informed consent was obtained before delivery from all pregnant women who participated in the study. The study protocol was approved by the ethics committee of the Kyoto University Graduate School of Medicine. Mononuclear cells were isolated from UCB by the density gradient centrifugation method with (n = 19) and without (n = 18) subsequent separation of CD34 negative cells using anti-CD34 immunomagnetic microbeads (Miltenyi Biotec, Bergisch Gladbach, Germany). Nucleated cells were separated by the hydroxyethyl starch sedimentation method from the other eight UCB units. The cells were then seeded into a culture flask and cultured in alpha minimal essential medium supplemented with 15% FBS (Culture 1; C1). After 1 week of culture, non-adherent cells in C1 supernatant were collected and re-seeded into a new flask (C2). The attached cells in C1 were cultured until adherent colonies emerged, after which they were detached using trypsin/EDTA and twice passaged to obtain a sufficient number of cells (C1 cells). In the same way, after 1 week of culture, non-adherent cells in C2 supernatant were collected and re-seeded into a new flask (C3). The attached cells in C2 were cultured to obtain C2 cells. Afterwards, re-seeding and culture (C4, C5c) were repeated until no new colonies were formed. Collected cells were cryopreserved and thawed when required in experiments. BMMSCs were isolated from human bone marrow cells purchased from AllCells (Emeryville, CA). C1 cells, the so-called UCBMSCs, were successfully isolated from 18 units (40 %). Adherent cells isolated from C2 and later were defined as elate adherent cellsf and, were obtained from 9 units: these cells were referred to as C2 cells (from 9 units), C3 cells (from 9 units), C4 cells (from 6 units) and C5 cells (from 2 units). The interval from seeding to the first colony formation in C1 was shorter in these 9 units than that in the other 9 units that contained only C1 cells: 10.8 } 1.4 vs 15.9 } 4.5 days, p < 0.01. The volume of the former 9 units tended to be large compared to the latter 9 units: 49.6 } 10.5 vs 33.7 } 21.0 mL, p = 0.07. These findings indicated that UCB containing late adherent cells was suitable for a cell source of MSCs. Next, we examined whether these late adherent cells (C2 and C3 cells) had properties consistent with those of MSCs. Both C2 and C3 cells showed spindle-shaped fibroblast-like morphology and the same immunophenotype as C1 cells: positive for CD73, CD90 and CD105, and negative for CD34, CD45 and HLA-DR. They had osteogenic, adipogenic and chondrogenic differentiation potentials in vitro. These findings are the minimal criteria for MSCs (Cytotherapy, 2006; 8:315). Finally, we evaluated the hematopoiesis-supporting activity of these cells in vitro and in vivo. CD45-positive hematopoietic cells were expanded when co-cultured of CD34-positive hematopoietic progenitor cells (6 ~ 10 2 cells) with C2 or C3 cells (2 ~ 10 4 cells) in vitro as much as when co-cultured with C1 cells (Figure A). In vivo analysis was conducted by using subcutaneous transplantation of MSCs on NOD/SCID mice (Int J Hematol, 2015; 102: 218). C2 cells induced trabecular bone formation and bone marrow hematopoiesis as well as C1 cells, however, C3 cells did not induce hematopoiesis (Figure B). In conclusion, we demonstrated that UCB contains a late adherent cell subpopulation with the same characteristics and hematopoiesis-supporting activity as those of UCBMSCs isolated using the conventional method. The continuance of cell culture without discarding suspension cells could improve the efficiency of isolation of MSCs from UCB. View large Download slide View large Download slide  Close modal Disclosures Hirai: Kyowa Hakko Kirin: Research Funding; Novartis Pharma: Research Funding. Maekawa: Bristol-Myers K.K.: Research Funding.",
    "topics": [
        "5'-nucleotidase",
        "cd34 antigens",
        "cd45 antigens",
        "cell culture techniques",
        "cell therapy",
        "centrifugation, density gradient",
        "cryopreservation",
        "delivery of placenta",
        "edetate disodium",
        "edetic acid"
    ],
    "author_names": [
        "Satoshi Yoshioka, MD, PhD",
        "Yasuo Miura, MD PhD",
        "Masaki Iwasa, MD",
        "Aya Fujishiro, MD",
        "Noriko Sugino, MD PhD",
        "Sumie Fujii, MD",
        "Yoko Nakagawa, MS",
        "Atsushi Sato, MD",
        "Asumi Yokota, PhD",
        "Hideyo Hirai, MD PhD",
        "Tatsuo Ichinohe, MD PhD",
        "Akifumi Kondo Takaori, MD PhD",
        "Taira Maekawa, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Satoshi Yoshioka, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Hospital Organization Kobe City Medical Center General Hospital, Kobe, Japan ",
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasuo Miura, MD PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Iwasa, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan ",
                "Division of Gastroenterology and Hematology, Shiga University of Medical Science, Otsu, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aya Fujishiro, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan ",
                "Division of Gastroenterology and Hematology, Shiga University of Medical Science, Otsu, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noriko Sugino, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumie Fujii, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoko Nakagawa, MS",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell THerapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Sato, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asumi Yokota, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideyo Hirai, MD PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsuo Ichinohe, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akifumi Kondo Takaori, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology Graduate school of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taira Maekawa, MD PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T09:37:52",
    "is_scraped": "1"
}