{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3601.3601",
    "article_title": "LDL and HDL Have Opposing Effects on VWF Self-Association ",
    "article_date": "December 7, 2017",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry: Poster III",
    "abstract_text": "Von Willebrand Factor (VWF) is a large, multimeric plasma protein with roles in primary hemostasis and thrombosis. VWF unfolds in response to shear stress and self-associates into adhesive fibers that can capture and hold platelets at sites of vascular injury, initiating platelet plug formation. VWF has also been implicated in pathologies associated with microvascular dysfunction and occlusion, and dysregulation of VWF can produce the catastrophic microvascular thrombotic disorder thrombotic thrombocytopenic purpura. VWF self-association is regulated by several factors: it is enhanced by shear stress, it is decreased by regulatory cleavage by ADAMTS13 metalloprotease[Dong et al. Blood, 2002, 100:4033], and our group recently showed that high density lipoprotein (HDL) attenuates VWF self-association [Chung et al. Blood, 2016, 127:637]. High levels of HDL are associated with decreased risk of thrombosis, whereas high levels of low density lipoprotein (LDL) is a strong risk factor. This led us to investigate whether LDL also influences VWF self-association and fiber formation. We studied the effects of lipoproteins on VWF self-association by applying shear stress to VWF solutions by vortexing, which caused VWF loss from solution through a process of adsorption and self-association [Chung et al. Blood , 2016, 127:637]. We inhibited the ADAMTS13 in citrated-plasma with EDTA, sheared the treated plasma in the presence of exogenous HDL or LDL, and measured the VWF remaining in solution by sandwich ELISA. HDL attenuated VWF self-association in plasma, whereas LDL had the opposite effect, enhancing self-association. Using purified components, we sheared recombinant VWF in the presence of a fixed concentration of HDL that stabilized the VWF, and added increasing amounts of LDL to attain LDL/HDL ratios found in physiological and pathophysiological conditions. As the molar ratio of LDL/HDL particles increased from 0.17 to 0.67, VWF self-association also increased. When we repeated these assays with double the concentrations of both lipoproteins, the effect on VWF self-association was comparable. We tested EDTA-treated platelet-poor-plasma with known LDL and HDL concentrations and found that the LDL/HDL ratio regulated VWF self-association in a similar manner, but the effect was less pronounced than with the purified components. To further assess the effect of LDL and HDL on VWF self-association under shear, we perfused purified plasma VWF in a microcolumn impingement device [Herbig & Diamond JTH , 2015, 13:1699] at a wall shear rate of 10,000/s, in the presence of PBS buffer, LDL, HDL, and LDL/HDL molar ratios of 0.17 and 0.67. VWF fiber formation was monitored by differential interference contrast and immunofluorescence microscopy. The width of the bundles of VWF fibers were measured and total fluorescence was quantified using image analysis software. The presence of LDL dramatically enhanced the size of VWF fibers and the rate of formation and deposition on the microcolumn, indicating that LDL interacts directly with VWF to enhance self-association. Perfusing HDL with VWF had the opposite effect and attenuated self-association. When VWF was perfused with LDL and HDL together, the LDL/HDL ratio regulated the thickness and length of the VWF fibers formed. Our findings reveal a novel role by which LDL, by enhancing VWF self-association, may contribute to VWF-mediated thrombosis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "high density lipoproteins",
        "low-density lipoproteins",
        "thrombosis",
        "edetate disodium",
        "edetic acid",
        "lipoproteins",
        "buffers",
        "diamond",
        "medical devices",
        "metalloproteases"
    ],
    "author_names": [
        "Forrest D Nussdorfer, BS",
        "Nikita Taparia, BS",
        "Shirin Feghhi",
        "Alexander E St. John, MD",
        "José A. López, MD",
        "Dominic W. Chung, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Forrest D Nussdorfer, BS",
            "author_affiliations": [
                "Department of Pathology, University of Washington, Seattle, WA ",
                "Bloodworks Research Institute, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nikita Taparia, BS",
            "author_affiliations": [
                "Department of Mechanical Engineering, University of Washington, Seattle, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shirin Feghhi",
            "author_affiliations": [
                "Bloodworks Research Institute, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander E St. John, MD",
            "author_affiliations": [
                "Bloodworks Research Institute, Seattle, WA ",
                "Department of Emergency Medicine, University of Washington, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José A. López, MD",
            "author_affiliations": [
                "Bloodworks Northwest Research Institute, Seattle, WA ",
                "Department of Medicine, Hematology, University of Washington, Seattle, WA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominic W. Chung, PhD",
            "author_affiliations": [
                "Bloodworks Northwest Research Institute, Seattle, WA ",
                "Department of Biochemistry, University of Washington, Box 357350, Seattle, WA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:34:43",
    "is_scraped": "1"
}