{
    "doi": "https://doi.org/10.1182/blood.V112.11.4218.4218",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1320",
    "start_url_page_num": 1320,
    "is_scraped": "1",
    "article_title": "The Stem Cell Factor-cKIT Pathway Must Be Inhibited to Enable Apoptosis Induced by Bcr-Abl Inhibitors in Chronic Myelogenous Leukaemia Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "topics": [
        "apoptosis",
        "bcr-abl tyrosine kinase",
        "leukemia, myelocytic, chronic",
        "stem cells",
        "imatinib mesylate",
        "nilotinib",
        "proto-oncogene protein c-kit",
        "cd34 antigens",
        "cytokine",
        "antibodies"
    ],
    "author_names": [
        "Francis Belloc",
        "Kelly Airiau",
        "Vanessa Augis",
        "Marie Jeanneteau",
        "Melissa Garcia",
        "Estelle Guerin",
        "Eric Lippert",
        "François Moreau-Gaudry",
        "Francois-Xavier Mahon"
    ],
    "author_affiliations": [
        [
            "Hématopoïèse leucémique, Université Victor Segalen, Bordeaux, France"
        ],
        [
            "Hématopoïèse leucémique, Université Victor Segalen, Bordeaux, France"
        ],
        [
            "Hématopoïèse leucémique, Université Victor Segalen, Bordeaux, France"
        ],
        [
            "Hopital Haut Leveque-Pessac, Pessac, France"
        ],
        [
            "Hopital Haut Leveque-Pessac, Pessac, France"
        ],
        [
            "Hopital Haut Leveque-Pessac, Pessac, France"
        ],
        [
            "HÃ©matopoÃése leucÃ©mique, UniversitÃ© Victor Segalen, Bordeaux, France"
        ],
        [
            "PMTG-université Victor Ségalen Bordeaux 2, INSERM U876, Bordeaux"
        ],
        [
            "Hématopoïèse leucémique, Université Victor Segalen CHU de Bordeaux, Bordeaux, France"
        ]
    ],
    "first_author_latitude": "44.825376",
    "first_author_longitude": "-0.606367",
    "abstract_text": "Imatinib is an effective first line therapy for early chronic phase chronic myelogenous leukaemia (CML) that acts by targeting the tyrosine kinase activity of BCR-ABL. However, mutations occurred that procure imatinib resistance and, to overcome this, second generation inhibitors of BCR-ABL have been developed. Among these, nilotinib is significantly more potent against BCR-ABL than imatinib but is used in the same order of concentration as imatinib in vivo . Moreover, nilotinib is more specific towards BCR-ABL than imatinib which, at efficient concentration, also inhibits c-KIT. In the current study an in vitro flow cytometry assay to analyze imatinib- and nilotinib-induced apoptosis in CML cells has been developed. Both drugs induced significant apoptosis in CD34 positive cells from 36 CML bone marrow samples collected at diagnosis while CD34 positive cells from 12 other myeloproliferative disorders samples were unaffected, confirming the high specificity of both inhibitors on BCR-ABL positive cells (p<10 −9 ). Nilotinib was confirmed to be 100 times more potent than imatinib to induce apoptosis of CD34 positive cells. When the experiments were performed in the presence of a cocktail of cytokines, inhibitions of 26% for spontaneous apoptosis, 22% for imatinib-induced apoptosis (n=20, p<0.005) and 71% for nilotinib-induced apoptosis (p<10 −6 ) were observed. The inhibition essentially occurred in CD117+/CD34+ cells. This differential inhibition by cytokines was confirmed on K562 cells (34% for imatinib and 71% for nilotinib). A blocking anti-CD117 antibody alleviated the anti-apoptotic effect of cytokines against nilotinib. Moreover, using shRNA against BCR-ABL, we demonstrated that K562 cells were not dependant of BCR-ABL expression as long as the SCF receptor pathway was activated. We conclude that the c-KIT pathway may substitute for BCR-ABL tyrosine kinase to activate survival signals and that c-KIT must be inhibited beside BCR-ABL to allow apoptosis of CML cells."
}