{
    "doi": "https://doi.org/10.1182/blood.V128.22.79.79",
    "article_title": "Blocking Protein S Improves Hemostasis in Hemophilia a and B ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Factors VIII/IX and Hemophilia",
    "abstract_text": "Introduction&Aim Hemophilia A and B are X-linked disorders caused by an absence or a reduction in coagulation FVIII and respectively, FIX. Patients with hemophilia often suffer from spontaneous bleeding within the musculoskeletal system, such as hemarthrosis. Here, we investigated whether targeting protein S (PS) could promote hemostasis in hemophilia by re-balancing coagulation. PS is a natural anticoagulant, acting as non-enzymatic cofactor for activated protein C (APC) in the inactivation of FVa and FVIIIa, and for tissue factor pathway inhibitor (TFPI) in the inhibition of FXa. This dual role makes PS a key regulator of the inhibition of thrombin generation (TG). Methods & Results Hemophilic (F8-/- or F9-/-) Pros1+/- mice were intercrossed. F8-/-Pros1-/- and F9-/- Pros1-/- mice were viable and found at the expected Mendelian frequency with no increased mortality compared to hemophilic mice. F8-/-Pros1-/- mice did not show DIC onset neither an increased mortality once challenge with tissue factor (TF). Ex vivo evaluation of TG potential showed that F8-/-Pros1-/- mice were APC-resistant, they had an improved low TF induced-TG and a 20% more dense fibrin network with larger fibrin fibers diameter as compared to F8-/-mice. Comparable results were found in human HA plasma where blocking PS raised TG even in the presence of high inhibitor titer. To assess the in vivo effect of PS inhibition on HA mice hemostasis, two tail- clipping (TC) assays were used. In both, mild TC model (2 mm cut) and severe TC (4 mm cut), blood loss significantly decreased in F8-/-Pros1-/- compared to F8- /- mice (mild TC: 407±21 vs 661±29ul, p<0.0001; severe TC:173±14 vs 249±24ul, p<0.05). In addition, the infusion of anti-hPS antibody on F8-/-Pros1+/- mice, reduced the blood loss compared to F8-/-Pros1+/- mice infused with an isotype IgG (196±10 vs 302±25ul, p=0.005). As recurrent joint bleeding is the most common manifestation of HA, we challenged F8-/-Pros1-/- mice in an acute hemarthrosis (AH) model. Joint swelling 72 hours after injury was reduced in F8-/-Pros1-/- compared to F8-/- (0.11±0.03 vs 1.02±0.07mm, p<0.0001, n=10). These results were also confirmed by s.c. injection of anti-hPS antibody (0.46±0.0 vs 0.78±0.09mm isotype IgG, p=0.02, n=9) and by i.v. injection of PS-siRNA prior to AH challenge in F8-/-Pros1+/- (0.29±0.09 vs 0.92±0.12mm siRNA control, p=0.03, n=5) and F8-/- mice(0.35±0.08 vs 0.78±0.09mm siRNA control, p=0.05, n=5). Similar results were obtained in F9-/-Pros1-/- mice. Histological analysis of joint showed joint bleeding reduction in F8-/-Pros1-/- compared to F8-/- and an increased fibrin staining comparable to F8+/+ mice.To understand the intra-articular hemostatic effect of blocking PS, joint sections were stained for TFPI. Preliminary results indicate a massive staining in the synovia of F8-/- mice, while F8-/-Pros1-/- and F8+/+ mice present a less intense signal. These data suggest that the intra-articular space is a modulable anticoagulant environment. Human HA joint tissues were then analyzed for both PS and TFPI. A strong signal was found for TFPI and PS in the synovial lining and sublining layers of HA patients on demand (n=7). Interestingly, PS and TFPI stainings were remarkably decreased in HA patients under prophylaxis (n=5). Joint section from osteoarthritis patients (n=7) did not show an intense staining for TFPI and PS similarly to hemophilic patients under prophylaxis. To understand the improved phenotype of F8-/-Pros1-/- after AH, the function of macrophages were investigated. At the steady state, F8-/-Pros1-/- presented significantly 2-fold increased levels of inflammatory macrophages (M1) than in F8-/- mice. In addition bone marrow derived macrophages from F8-/-Pros1-/- exhibit 10-fold higher RBC phagocytic activity than F8-/- . Preliminary results indicate an increase of a monocyte attractant MCP-1 level, in knee lavage after AH in F8-/-Pros1-/- than F8-/- mice. Conclusion These data provide the first evidence that blocking PS has the ability to ameliorate hemophilia as judged by in vivo improvement of bleeding phenotype in the TC assay as well as in the AH model, suggesting a new valuable tool for hemophilia therapy. In addition, the modulable presence of PS and TFPI in human and mice joints is a novel pathophysiological aspect of hemarthrosis and constitutes a potential therapeutical target. Disclosures Kremer Hovinga: NovoNordisk: Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL-Behring: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "hemophilia a",
        "hemostasis procedures",
        "hemostatic function",
        "protein s",
        "tissue factor pathway inhibitor",
        "hemarthrosis",
        "hypertension",
        "hemorrhage",
        "fibrin",
        "rna, small interfering"
    ],
    "author_names": [
        "Luca Bologna, PhDstudent",
        "Raja Prince, PhDstudent",
        "Mirko Manetti, PhD",
        "Daniela Melchiorre, MD",
        "Irene Rosa, PhDstudent",
        "Natacha Dewarrat",
        "Poorya Amini, PhDstudent",
        "Jose A Fernandez",
        "Claudia Quarroz",
        "Yasuhiro Matsumura, MD PhD",
        "Johanna A Kremer Hovinga, MD PhD",
        "Shida Yousefi, PhD",
        "John H. Griffin, PhD",
        "Simon Hans-Uwe, MD PhD",
        "Lidia Ibba Manneschi",
        "Francois Saller, PhD",
        "Sara Calzavarini, PhD",
        "Anne Angelillo-Scherrer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luca Bologna, PhDstudent",
            "author_affiliations": [
                "Department of Clinical Research, University Clinic of Hematology and Central Hematology Laboratory Bern, University Hospital and University of Bern, Bern, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raja Prince, PhDstudent",
            "author_affiliations": [
                "Department of Clinical Research, University Clinic of Hematology and Central Hematology Laboratory Bern, University Hospital and University of Bern, Bern, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mirko Manetti, PhD",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, Section of Anatomy and Histology,, University of Florence, Florence, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Melchiorre, MD",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, Rheumatology,, Careggi University Hospital, Firenze, Florence, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Rosa, PhDstudent",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, Section of Anatomy and Histology,, University of Florence, Florence, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natacha Dewarrat",
            "author_affiliations": [
                "Department of Clinical Research, University Clinic of Hematology and Central Hematology Laboratory, University Hospital and the University of Bern,, bern, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Poorya Amini, PhDstudent",
            "author_affiliations": [
                "Institute of Pharmacology and Department of Clinical Research, University of Bern, Bern, Switzerland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A Fernandez",
            "author_affiliations": [
                "Department of Molecular and Experimental Medicine,, The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Quarroz",
            "author_affiliations": [
                "Department of Clinical Research, University Clinic of Hematology and Central Hematology Laboratory, University Hospital and the University of Bern, Bern, Switzerland "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhiro Matsumura, MD PhD",
            "author_affiliations": [
                "Division of Developmental Therapeutics, Research Centre for Innovative Oncology, National Cancer Centre Hospital East, Chiba, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johanna A Kremer Hovinga, MD PhD",
            "author_affiliations": [
                "Inselspital, University Hospital Bern, Bern, Switzerland "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shida Yousefi, PhD",
            "author_affiliations": [
                "Institute of Pharmacology and Department of Clinical Research, University of Bern, Bern, Switzerland "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John H. Griffin, PhD",
            "author_affiliations": [
                "The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Hans-Uwe, MD PhD",
            "author_affiliations": [
                "institute of Pharmacology and Department of Clinical Research, University of Bern, bern, Switzerland "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lidia Ibba Manneschi",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, Section of Anatomy and Histology,, University of Florence, florence, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Saller, PhD",
            "author_affiliations": [
                "INSERM U1176 & UMR1176, University of Paris-South, Le Kremlin-Bicetre, Paris, France "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Calzavarini, PhD",
            "author_affiliations": [
                "University Clinic of Hematology and Central Hematology Laboratory Bern, University Hospital and the University of Bern, Bern, Department of Clinical Research, University of Bern, Bern, Switzerland "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Angelillo-Scherrer, MD",
            "author_affiliations": [
                "Hematology and Central Hematology Laboratory, Inselspital, University Hospital of Bern, Bern, Switzerland"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:33:39",
    "is_scraped": "1"
}