{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5259.5259",
    "article_title": "Chronic Myeloid Leukemia in Chronic Phase As an Adrenal Tumor Masquerading As a Myelolipoma ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Introduction: Extramedullary hematopoiesis (EMH) is defined as hematopoiesis occurring in organs outside of the bone marrow (BM), such as the spleen, liver, lung and lymph nodes; it occurs in pathological circumstances like ineffective erythropoiesis or BM fibrosis. EMH occurring in chronic phase CML (CP-CML) usually comprises CML blasts indicating blast crisis and poor prognosis, although EMH tumors of CP-CML clonal origin have been described. Myelolipoma (ML) is a rare benign tumor of mesenchymal origin, consisting of mature adipose tissue admixed with normal hematopoietic cells. It occurs most often in the adrenal gland (but also in lymph nodes), commonly presents between the fifth and seventh decades of life, and is usually <4 cm in diameter. Case presentation: A 48 year-old Hispanic male recently presented to our institution with abdominal pain and bloating. Imaging revealed a 5cm right adrenal mass. Labs were notable for WBC of 38.5 x 10 9 /L, Hb 14.8 g/dL, and platelets 679 x 10 9 /L. WBC differential comprised 10% metamyelocytes, 5% band cells, 54% segmented cells, 14% lymphocytes, 10% eosinophils, and 7% basophils. LDH was 451 U/L (H). Fine needle aspiration of the mass showed trilineage hematopoiesis with focal adipocytes. There was myeloid hyperplasia and numerous small megakaryocytes with hypolobated nuclei. Focal, scattered adipocytes are also present. These morphologic findings indicated \"an extramedullary hematopoietic pseudotumor, however a \"fat poor\" myelolipoma could not be excluded\". Immunohistochemical stain for CD34 revealed scattered blasts (approximately 1%). In situ hybridization analyses of the tumor with FISH probes for t(9;22) is ongoing. Bone marrow biopsy showed a hypercellular marrow with myeloid hyperplasia and blast count of 1%. As in the adrenal mass, megakaryocytic hyperplasia with small hypolobated forms was also observed. There was no fibrosis. Cytogenetic analysis was positive for t(9;22)(q34;q11.2) in 19 of 20 BM cells examined. Jak2 mutation analysis was negative. The patient was started on Dasatinib 100 mg oral daily for CP-CML. By three months peripheral blood (PB) BCR-ABL fusion transcripts were reduced by 2.24 logs and abdominal ultrasound showed a significant (70%) reduction of the adrenal mass from 5.3 x 4.1 x 5.1 cm to 3.6 x 2.6 x 3.8 cm. Our plan is to continue Dasatinib 100 mg, trending BCR-ABL fusion transcripts as well as serial ultrasounds to monitor size of the adrenal mass. Discussion: This is a previously undescribed case of CP-CML presenting as an adrenal tumor. We chose a second-generation tyrosine kinase inhibitor, Dasatinib, as upfront therapy as it has better penetration of extramedullary tissues. As shown previously in a case of CP-CML with t(9;22)-positive EMH within a lymph node (Am J Hematol. 77:167-170 (2004)), the adrenal tumor is a manifestation of clonal CP-CML proliferation. This supposition is further supported by the parallel decrease in tumor size with the decrease in PB BCR-ABL transcripts with dasatinib use. Adrenal ML is a rare tumor with an incidence of 0.03%. Although the majority of ML case reports describe associated normal hematopoietic elements there are a few reports of adrenal EMH, associated with Hereditary Spherocytosis, Thalassemia or Sickle cell disease. Of interest, a report of a 73 y.o. patient with a ML tumor (posterior mediastinum; Takano et al., Clin Case Rep. (2017) 5:385) showed morphological and cytogenetic changes in the tumor consistent with myelodysplastic syndrome that was indistinguishable from the patient's BM findings. It is hypothesized that ML arises from metaplasia of tissue-intrinsic stromal cells or from remnants of fetal mesenchymal cells that can serve as niche cells for circulating (migrant) BM hematopoietic stem cells (HSC). Our findings and those of the previous case report would lead us to believe that the niche functions to allow expansion of normal BM HSC or leukemia stem cells (LSC). Analysis of adrenal gland-HSC or LSC interactions may serve as a model of BM microenvironent-HSC/LSC interactions in future studies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adrenal mass",
        "leukemia, myelocytic, chronic",
        "myelolipoma",
        "neoplasms",
        "dasatinib",
        "bcr-abl tyrosine kinase",
        "fibrosis",
        "hyperplasia",
        "myeloid hyperplasia",
        "abdominal bloating"
    ],
    "author_names": [
        "John G. Quigley, MD",
        "Basharath Khan, MD",
        "Nandini Kalakota, MD",
        "Nathan Aardsma, DO",
        "Nadim Mahmud, MBBS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "John G. Quigley, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Basharath Khan, MD",
            "author_affiliations": [
                "University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nandini Kalakota, MD",
            "author_affiliations": [
                "University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan Aardsma, DO",
            "author_affiliations": [
                "University of illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadim Mahmud, MBBS, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T12:50:24",
    "is_scraped": "1"
}