{
    "doi": "https://doi.org/10.1182/blood-2018-99-113690",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3971",
    "start_url_page_num": 3971,
    "is_scraped": "1",
    "article_title": "Psychiatric Disturbance As a Presenting Symptom in Central Nervous Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "chief complaint",
        "lymphoma",
        "psychiatry",
        "nervousness",
        "central nervous system lymphoma",
        "parkinson disease",
        "parkinsonian disorders",
        "primary central nervous system lymphoma",
        "diffuse large b-cell lymphoma",
        "follow-up"
    ],
    "author_names": [
        "Akanksha Sharma, MD BSc",
        "Natalie Ertz-Archambault, MD",
        "Luke Mountjoy, DO",
        "Alyx Porter, MD",
        "Maciej M Mrugala, MD PhD MPH"
    ],
    "author_affiliations": [
        [
            "Neuro-Oncology, Mayo Clinic Arizona, Phoenix, AZ "
        ],
        [
            "Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Mayo Clinic, West Des Moines, IA "
        ],
        [
            "Neuro-Oncology, Mayo Clinic Arizona, Phoenix, AZ"
        ],
        [
            "Neuro-Oncology, Mayo Clinic Arizona, Phoenix, AZ"
        ]
    ],
    "first_author_latitude": "33.6583608",
    "first_author_longitude": "-111.9544986",
    "abstract_text": "Background: Central nervous system (CNS) lymphoma manifests as a highly aggressive non-Hodgkins lymphoma, either confined to the central nervous system or secondary to spread of systemic diffuse large B cell lymphoma. Rising incidence of CNS lymphoma has been observed, especially in elderly populations. Presentation depends on the burden and location of disease, with a varying spectrum of symptoms ranging from headaches and cognitive changes to focal neurological deficits and seizures. Neuropsychiatric presentation of CNS lymphoma has been seen and anecdotally reported but appears to be under-represented in the literature. In this retrospective review of patients with CNS lymphoma at MCA we report a cohort of patients who presented with primarily neuropsychiatric symptoms Methods: After receiving IRB approval, we retrospectively identified 135 patients with ICD 9 and 10 codes consistent with CNS lymphoma, seen at Mayo Clinic Arizona, between 1998-2018. Symptoms identified prior to presentation with the CNS component of the lymphoma were recorded with attention to those with depression, anxiety, agitation, psychosis, disinhibition, and apathy. Patients with long term premorbid psychiatric disease or symptoms that developed later in the course as a result the stressors of disease and treatment were excluded. Results: A total of 19 out of 136 patients (14%) were noted to have primarily neuropsychiatric symptoms prior to diagnosis of CNS lymphoma. Symptom onset to diagnosis of PCNSL ranged from 3 weeks to 11 months. The average age was 65, and 47% of subjects were male. Depression, apathy, agitation and features of parkinsonism were the most common neuropsychiatric symptoms identified, with psychosis and disinhibition being the least frequent. The majority of these patients had frontal lobe lesions (42%), although several also had multifocal disease at time of diagnosis. Improvement of neuropsychiatric disease was not explicitly discussed or noted in the treatment and post-treatment notes. In fact, we found it notable that follow up notes generally did not comment on these psychiatric symptoms at all, and there was no clear management plan separate from treating the disease process. Parkinsonian features were observed in 5 patients (26%), with onset range from 2 weeks to 29 months prior to PCNSL diagnosis. The associated lesions were mostly deep basal ganglia or corpus callosum except in one case of left parietal lobe tumor. Notably, all patients had resolution of their parkinsonism with treatment of the lymphoma. Conclusions: Neuropsychiatric symptoms are a rare but noteworthy presentation of CNS lymphoma, distinct from cognitive changes that have been previously described with this condition. There is an increasing awareness of neurological illness presenting as pure psychiatric disturbance, prompting exclusion of organic disease, particularly in elderly patients who present with new psychiatric complaints. Disclosures No relevant conflicts of interest to declare."
}