{
    "doi": "https://doi.org/10.1182/blood.V116.21.3699.3699",
    "article_title": "A Phase II Study to Assess the Safety, Efficacy and Tolerability of Rituximab (Mabthera) In Combination with Plasma Exchange In Patients with Acute Thrombotic Thrombocytopenic Purpura (TTP). ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3699 Idiopathic adult TTP is an acute life threatening disorder, in which antibodies, primarily IgG, are detected against ADAMTS 13. We undertook a a phase II trial in 40 patients between 2006-09 of Rituximab, 375mg/m 2 , weekly for 4 weeks, within 3 days of admission of acute TTP, in conjunction with standard therapy (PEX and steroids). Results have been compared to 40 historical controls (2000-2006), who had not received Rituximab, but had received other immunosuppressive treatments. The female to male ratio was 2:1, age 42 years (21-76), compared to 42 years (15-78) in the historical group. A third of trial patients required ITU admission and 15% were intubated and ventilated at presentation. One patient was withdrawn from the trial. Pre the 2 nd Rituximab infusion, 68% had a platelet count >50 ×10 9 /L and 38% >150 ×10 9 /L. Six cases received more than 4 Rituximab infusions (maximum of 8), primarily non-Caucasian, guided by ADAMTS 13 assays. There was a significant reduction in days admitted in hospital in the Rituximab group (median 16.5 days) compared to historic controls (median 20 days) (p=0.04, Spearman correlation), specifically in Caucasian patients (12.5 V's 16 days-Rituximab V's Historical groups) (p=0.0005 Pearson Correlation). There was no overall significant difference in the number of PEX to remission. ADAMTS 13 activity on admission was median <5% (NR 55–126%). Median Anti ADAMTS 13 IgG was 40% (6-162%, NR:<4.2). Following 4 Rituximab infusions, median ADAMTS 13 activity was 43% (7-67%), median Anti-ADAMTS13 IgG was 12% (2-74%). In the historical group, 48% relapsed, median 18 months (3-60 months). In the Rituximab group, follow up 16–40 months, 10% relapsed, median 27 months (17-31). There were no excess infections in the Rituximab group. There were three deaths in the Rituximab cohort at days 11,15 and 25, due to progressive cardiac/neurological disease. In conclusion, Rituximab appears to be a safe and effective therapy given during acute TTP in conjunction with PEX and steroids. No significant difference was seen in the number of PEX to remission, compared to historical controls. However, there was a significant reduction in the number of days in hospital in the Rituximab group. The risk of relapse up to 40 months is significantly reduced in the Rituximab cohort. In patients with acute TTP, Rituximab should be considered in conjunction with standard therapy. Disclosures: Scully: MRC, BHF: Research Funding. Off Label Use: Rituximab, in TTP. McDonald: Baxter (uk): Research Funding. Machin: Baxter (UK), Bayer (UK), MRC, BHF: Research Funding.",
    "topics": [
        "phase 2 clinical trials",
        "plasma exchange",
        "rituximab",
        "thrombotic thrombocytopenic purpura",
        "adamts proteins",
        "immunoglobulin g",
        "disease remission",
        "magnetic resonance cholangiography",
        "steroids",
        "antibodies"
    ],
    "author_names": [
        "Marie Scully, MD",
        "James D Cavenagh, MD",
        "Beverley Hunt, MD",
        "Vicki McDonald, MD",
        "Samuel J Machin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie Scully, MD",
            "author_affiliations": [
                "Haematology, University College London Hospitals, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James D Cavenagh, MD",
            "author_affiliations": [
                "Department of Haematology, St Bartholomew's Hospital, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beverley Hunt, MD",
            "author_affiliations": [
                "Haematology, Guys and St Thomas' NHS Trust, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vicki McDonald, MD",
            "author_affiliations": [
                "Haematology, University College London, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel J Machin, MD",
            "author_affiliations": [
                "University College London, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T03:58:00",
    "is_scraped": "1"
}