{
    "doi": "https://doi.org/10.1182/blood.V122.21.3017.3017",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2502",
    "start_url_page_num": 2502,
    "is_scraped": "1",
    "article_title": "Cell Of Origin Does Not Affect Outcomes In Early Stage Non-Bulky Diffuse Large B-Cell Lymphoma Treated With Short-Course Combined Modality Therapy ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "topics": [
        "combined modality therapy",
        "diffuse large b-cell lymphoma",
        "r-chop",
        "follicular lymphoma",
        "vincristine",
        "cyclophosphamide",
        "doxorubicin",
        "electrocorticogram",
        "etoposide",
        "follow-up"
    ],
    "author_names": [
        "Matthew A. Lunning, DO",
        "Jocelyn C. Maragulia, BS",
        "Anita Kumar, MD",
        "Martin Bast, BS",
        "Philip Bierman, MD",
        "R. Gregory Bociek, MD",
        "Julie M Vose, MD, MBA",
        "James O. Armitage, MD",
        "Steven M. Horwitz, MD",
        "Andrew D Zelenetz, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Lymphoma Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Lymphoma Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "Lymphoma Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Lymphoma Service, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "41.25591550000001",
    "first_author_longitude": "-95.97726115",
    "abstract_text": "Introduction Early stage non-bulky disease accounts for approximately 25% of all cases of diffuse large B-cell lymphoma (DLBCL). An effective treatment regimen for early stage non-bulky DLBCL is short-course combined modality therapy (CMT) as evidenced by the SWOG 0014 study that reported 4-year PFS and OS of 88% and 92%, respectively (Persky D et al. JCO 2008). The cell of origin (COO) of DLBCL can be classified based on immunohistochemistry (Hans criteria) and gene expression profiling (GEP) into two clinically recognized cohorts: germinal center B-cell-like (GCB) and non-GCB phenotypes. The Hans immunohistochemistry-based algorithm reproduced the GEP classification in 71% of GCB and 88% of non-GCB cases (Hans CP Blood 2004). In patients with advanced stage DLBCL, patients with a non-GCB phenotype had a significantly worse 5-year overall survival. There is a paucity of data regarding the prognostic significance of COO in early stage non-bulky DLBCL. In one report of early stage DLBCL by GEP, GCB phenotype accounts for approximately 77% of cases (Rosenwald et al. NEJM 2002). The outcomes of early stage non-bulky DLBCL patients treated with CMT segregated by COO is unknown. Methods To investigate the outcomes of early stage non-bulky DLBCL and impact of COO, we conducted a retrospective review of all patients with DLBCL or follicular lymphoma grade 3b treated with short-course rituximab plus cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) therapy plus involved-field radiation therapy (IFRT) between 2000 and 2012 at Memorial Sloan-Kettering Cancer Center (MSKCC) and the University of Nebraska Medical Center (UNMC). Individual chart review was performed to extract the clinical presentation, pathological features, treatments, and outcomes. Early stage non-bulky DLBCL was defined as Ann Arbor stage I or stage II, non-bulky (without a mass ≥ 10 cm). The stage-modified international prognostic index (SM-IPI) defined as stage lI (vs.I), age>60, elevated LDH, and ECOG performance status ≥ 2 was calculated if all variables were available. The Hans algorithm and/or GEP were used to classify patients as either GCB or non-GCB. Short-course CMT was defined as R-CHOP for 3 or 4 cycles plus IFRT. Disease free survival and overall survival were calculated using Kaplan Meier analysis. Results In total 97 patients were evaluated with a median age of 58 (range 19 to 83) with 52% woman. The majority (90%) of patients had DLBCL (versus follicular lymphoma grade 3b) and 79% had Ann Arbor stage I/IE disease. There were no patients with bulky disease in this series. The SM-IPI characteristics are listed in Table 1a . COO was determined by the Hans algorithm in 94 of 97 cases (97%), by Hans and GEP in 2 cases, and by GEP alone in one case. A GCB phenotype was seen in 76% of the patients. In the 74 (76%) patients with all SM-IPI variables extracted, 31% patients had 0 risk factors, 50% had 1 risk factor, and 19% had 2 or 3 risk factors. The SM-IPI was not significant (p> 0.05; NS) between the GCB and non-GCB cohorts (See Table 1b ). The majority (68%) received R-CHOP for 3 cycles with the remaining receiving 4 cycles. One patient had a contraindication to vincristine thus etoposide was substituted (R-CHEP). Subsequent IFRT was given to all patients. At a median follow-up among survivors of 52 months, 97% of patients remained alive and 94% remained disease free. At 52 months, all patients in the non-GCB cohort remained disease free and in the GCB cohort 92% were disease free (p=0.821). Overall, 6 deaths have occurred: 2 related to disease, 2 of unknown cause, and 2 unrelated to disease.  Table 1a: SM-IPI characteristics—(%) . . GCB (N=74) . Non-GCB(N=23) . Total (N=97) . Chi square . Age > 60 32 (43) 14 (61) 46 (47) NS Elevated LDH 12 (17) 3 (14) 15 (16) NS KPS ≤ 70 0 0 0 NS Stage II 15 (20) 5 (22) 20 (21) NS Table 1b: SM-IPI (N=74)  0 Risk Factors 21 (35) 2 (14) 23 (31) NS 1 Risk Factors 28(47) 9 (64) 37 (50)  2-3 Risk Factors 11 (19) 3 (21) 14 (19)  Table 1a: SM-IPI characteristics—(%) . . GCB (N=74) . Non-GCB(N=23) . Total (N=97) . Chi square . Age > 60 32 (43) 14 (61) 46 (47) NS Elevated LDH 12 (17) 3 (14) 15 (16) NS KPS ≤ 70 0 0 0 NS Stage II 15 (20) 5 (22) 20 (21) NS Table 1b: SM-IPI (N=74)  0 Risk Factors 21 (35) 2 (14) 23 (31) NS 1 Risk Factors 28(47) 9 (64) 37 (50)  2-3 Risk Factors 11 (19) 3 (21) 14 (19)  View Large Conclusions Patients with early stage non-bulky DLBCL treated with short-course CMT continue to have an excellent prognosis. Our data confirms prior GEP data that the GCB phenotype, by immunohistochemistry-based Hans algorithm, is predominantly seen in early stage non-bulky DLBCL. In contrast to advanced stage DLBCL, COO does not appear to influence outcomes in early stage non-bulky DLBCL with this treatment approach. Disclosures: Horwitz: Celgene, Allos, Seattle Genetics, Bristol-Myers Squibb, Genzyme, Kyowa, Janssen, Johnson & Johnson, Millenium: Consultancy; Celgene, Allos, Seattle Genetics, Kyowa, Infinty, Millenium: Research Funding."
}