{
    "doi": "https://doi.org/10.1182/blood-2020-141515",
    "article_title": "Improved Safety and Efficacy of a Multi-Target Chimeric Antigen Receptor Modified T Cell Therapy (4SCAR2.0) Against Relapsed or Refractory Lymphomas ",
    "article_date": "November 5, 2020",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "BACKGROUND: Chimeric antigen receptor-modified T cell (CART) therapy holds great promise as a novel cancer therapy approach. Although CART cell therapy has revolutionized the treatment of B-cell non-Hodgkin lymphomas (NHLs), relapsed/refractory NHLs including diffuse large B-cell lymphoma (DLBCL), primary mediastinal B-cell lymphoma (PMBCL), and follicular lymphoma (FL) have not responded well to the currently approved CART cell products. The existing limitations include antigen escape, toxicities of currently approved CART cells, and the high cost of manufacture of a product which is only used for a single patient (pt). The development of an innovative multi-CART therapy using a safety improved CAR design may overcome the above limitations. METHODS: Lymphoma pts who have exhausted all available treatments with progressive or stable disease and life expectancy >2 months were enrolled in the study. Lymphoma biopsies were immunostained for various target antigens including CD19, CD20, CD22, CD30, CD38, CD70 and PSMA. An advanced CART therapy regimen, CAR 2.0, has been developed, which involves a primary and a booster CAR-T cell infusions targeting multiple antigens identified on each pt's tumor. Autologous T cells were apheresis collected and transduced with an apoptosis-inducible, safety-engineered lentiviral CAR with the following intracellular signaling domains: CD28/CD27/CD3ζ-iCasp9 (4SCAR). Pts received cyclophosphamide/fludarabine chemotherapy conditioning 1-2 days before infusion of 1.21- 4.87x10 6 CART cells/kg per infusion. The quality of apheresis cells, efficiencies of gene transfer and T cell proliferation, CAR T infusion dose and blood CAR copies were quantitatively documented. RESULTS: Total 60 pts were evaluated at three months follow-up time, including 42 pts with DLBCL, 10 with PMBCL, 7 with FL and 1 with gastric mucosal associated lymphoid tissue lymphoma (MALT). The median age was 47 years (range, 2-77), including 31 males and 29 females. Pt characteristics include 16 pts with stage IV disease (27%), 2 after allo-transplantation (3.3%), 4 with bone marrow involvement (6.7%), 8 with CNS involvement (13%), and 7 received prior PD-1 antibody treatment (12%). The performance status of 52 of the 60 patients (87%) was Eastern Co-operative Oncology Group score 0 at time of infusion. The study included two treatment cohorts: 30 pts received single 4SCAR19 cells, and 30 pts received CAR2.0 targeting CD19 plus an additional target, depending on the individual pt's tumor antigen staining results. In the DLBCL cohort, 25 pts received single target 4SCAR19 cell infusion, at an average dose of 1.42x10 6 CART cells/kg, and resulted in 7 complete response (CR), 9 partial response (PR), 3 stable disease (SD) and 6 progressive disease (PD). The other 17 DLBCL pts received dual target CART infusions (CD19 plus CD20, CD22, CD38 or CD70) at an average dose of 2.32x10 6 CART cells/kg, and resulted in 7 CR, 8 PR ,1 SD and 1 PD. The 5 FL pts received dual target CD19+CD22 CART infusions, at an average dose of 4.64x10 6 CAR-T cells/kg, and resulted in 4 CR, and 1 PR. The 10 PMBCL pts, 3 received single target 4SCAR19 cell infusions, at an average dose of 2.85x10 6 CART cells/kg, and resulted in 1 PR and 2 PD; the other 7 PMBCL pts received dual target CART infusions (CD19+CD22, CD30, or CD20), at an average dose of 4.87x10 6 CART cells/kg, and resulted in 4 CR, 2 PR and 1 PD. The MALT pt received double CART cell infusions, 2.8x10 6 4SCAR19 cells/kg and 2x10 6 4SCAR-PSMA cells/kg, and achieved PR. None of these pts developed greater than grade 2 CRS response, except for 1 DLBCL pt, who achieved CR following a grade 3 CRS. The toxicity profile of the 4SCART is consistent with our previous experience with B cell acute lymphoblastic leukemia. In summary, the comparison between single versus double CART cell infusions clearly illustrates an increased response rate for the double CART cohorts, either in DLBCL pts or in all lymphoma pts, as illustrated in the summary pie graphs below. CONCLUSIONS: The results of the multi-target 4SCAR2.0 therapy for the treatment of highly resistant lymphomas have demonstrated increased safety and improved response rate with this novel approach. There is clear overall clinical benefit with the multi-target CART regimen as compared with the single CD19 CART treatment. Continued follow-up will verify whether the 4SCAR2.0 therapy regimen can achieve long term overall survival. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Rui Zhang, MSc",
        "Yuhua Li, MD& PhD",
        "Sanfang Tu, MD& PhD",
        "Rui Huang, MD& PhD",
        "Xun Lai, MD",
        "Leping Zhang, MD PhD",
        "Eugene E. Zvonkov, MD PhD",
        "Valeriy G. Savchenko, MD PhD",
        "Nelly G Gabeeva, PhD",
        "Yuchen Liu, MSc",
        "Yuchen Li, MSc",
        "Cheng Jiao, MD PhD",
        "Lan Deng, MD PhD",
        "Xuan Zhou, MD",
        "Hongyu Zhang, MD PhD",
        "Wenli Zhang, MD",
        "Lung-Ji Chang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rui Zhang, MSc",
            "author_affiliations": [
                "Geno-Immune Medical Institute, Shenzhen, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuhua Li, MD& PhD",
            "author_affiliations": [
                "Department of Hematology, Zhujiang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanfang Tu, MD& PhD",
            "author_affiliations": [
                "Department of Hematology, Zhujiang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rui Huang, MD& PhD",
            "author_affiliations": [
                "Department of Hematology, Zhujiang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xun Lai, MD",
            "author_affiliations": [
                "Department of Hematology, Yunnan Cancer Hospital, The Third Affiliated Hospital of Kunming Medical University, Kunming, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leping Zhang, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Peking University People's Hospital, Beijing, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugene E. Zvonkov, MD PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeriy G. Savchenko, MD PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation, Moscow, Russian Federation "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelly G Gabeeva, PhD",
            "author_affiliations": [
                "National Research Center for Hematology, Moscow, Russian Federation "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuchen Liu, MSc",
            "author_affiliations": [
                "Geno-Immune Medical Institute, Shenzhen, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuchen Li, MSc",
            "author_affiliations": [
                "Geno-Immune Medical Institute, Shenzhen, China "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheng Jiao, MD PhD",
            "author_affiliations": [
                "Geno-Immune Medical Institute, Shenzhen, China "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan Deng, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Zhujiang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuan Zhou, MD",
            "author_affiliations": [
                "Department of Hematology, Zhujiang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongyu Zhang, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Peking University Shenzhen Hospital, Shenzhen, China"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenli Zhang, MD",
            "author_affiliations": [
                "Department of Hematology, Peking University Shenzhen Hospital, Shenzhen, China"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lung-Ji Chang, PhD",
            "author_affiliations": [
                "Geno-Immune Medical Institute, Shenzhen, China "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:36:17",
    "is_scraped": "1"
}