{
    "doi": "https://doi.org/10.1182/blood.V106.11.5551.5551",
    "article_title": "Can Health Care Plans Afford Hemophilia Costs? Yes. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Hemophilia care has high annual recurring costs. 80–90% of these costs are to cover replacement therapy. Managed care programs have, in general, not recruited specialists to help determine the guidelines of care, the use of hemophilia treatment centers (HTC) by their patients or the multiple sources and charges for acquiring these expensive biologics. Aetna has 700–750 hemophilia patients in a typical year whose medical costs are upward of $60 million. These patients represent only.005% of the total membership, and 0.198% of the health care dollars spent. A hemophilia specialist was asked to evaluate these patients vis-á-vis site of care, optimal treatment plan, and potential savings for covered members, payers and employers. Methods: working with the Aetna nurse case managers, individual patients were evaluated for the above issues. Results: From June 2004 to June 2005, 190 patient files were reviewed. Of these, 18% had lifetime caps, and 30% were not treated in an HTC. 16% of these patients decided to transfer to an HTC for either their care or product procurement. The remainder decided not to pursue this path. Table I  . Patients . Issue . 1) 4.5 % Altered regimen, product or product procurement 2) 3 % Contemplating altered regimen, product or product procurement 3) 17 % Physician contacted regarding optimal therapy 4) 9.5 % Prices of product negotiated downward 5) 12 % Product procurement switch to PHS pricing 6) 3 % Adhering to previous regimen . Patients . Issue . 1) 4.5 % Altered regimen, product or product procurement 2) 3 % Contemplating altered regimen, product or product procurement 3) 17 % Physician contacted regarding optimal therapy 4) 9.5 % Prices of product negotiated downward 5) 12 % Product procurement switch to PHS pricing 6) 3 % Adhering to previous regimen View Large Table II $ Savings (using above categories)  . Real . Potential . 1) 2,978,028  2) --- 353,972 3) 0  4) 1,157,504  5) 4,334,523  6) --- 1,904,360 Total 8,470,055 2,258,332 . Real . Potential . 1) 2,978,028  2) --- 353,972 3) 0  4) 1,157,504  5) 4,334,523  6) --- 1,904,360 Total 8,470,055 2,258,332 View Large The potential savings represent those who are either contemplating change but, in the main, are physicians and/or patients who chose not to accept the recommendations made. Realized annualized savings of more than $8 million affect all aspects of the care system. It is particularly revelant to those with lifetime caps. If this model were expanded for other high cost disorders, medical expenses could diminish and premium inflation could eventually decrease. Hemophilia biologics have continued to increase in costs from cryoprecipitate in the 1960s to current recombinant products. Fostering access to HTCs substantially improves quality of care and reduces medical expenditures. In conclusion, we believe that by using this approach, hemophilia care and its costs can be appropriately managed.",
    "topics": [
        "care plan",
        "hemophilia a",
        "hemophilias",
        "biological products",
        "cryoprecipitate",
        "transfer technique",
        "vaccine information sheets",
        "case managers",
        "employer",
        "nurses"
    ],
    "author_names": [
        "Louis M. Aledort",
        "James Coates"
    ],
    "author_dict_list": [
        {
            "author_name": "Louis M. Aledort",
            "author_affiliations": [
                "Mount Sinai School of Medicine, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James Coates",
            "author_affiliations": [
                "Aetna Inc"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T09:33:34",
    "is_scraped": "1"
}