{
    "doi": "https://doi.org/10.1182/blood-2020-136551",
    "article_title": "Real World (RW) Outcomes and Prognostication of Older Patients with Primary Central Nervous System Lymphoma (PCNSL) in the Contemporary Era ",
    "article_date": "November 5, 2020",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "Introduction: Treatment of older patients (pts) with PCNSL is challenging due to the prevalence of comorbidities, frailty, and complexities with delivery of chemotherapy (CT). The optimal induction CT and consolidation regimens for older PCNSL pts is unknown. Moreover, there are few large scale prognostication studies available, including analysis of geriatric assessments (GA). We analyzed detailed characteristics, treatment patterns and outcomes with prognostication across 17 academic centers. Methods: We conducted a large, RW retrospective study of newly diagnosed PCNSL pts (1/2008-1/2019) ages ≥ 60 years (yrs). Survival rates were estimated by Kaplan-Meier with differences assessed by log rank test. We detailed Cumulative Index Rating Scale-Geriatric (CIRS-G) scores & other GAs. Univariate associations were derived via Cox model with variables p<0.05 entered stepwise into a multivariate (MVA) model. Results: Among 491 initial cases, n=450 cases were verified for diagnosis & follow-up. Clinical features included: median age 71 yrs (60-88); male 47%; elevated LDH 30%; creatinine clearance 1 site). Cerebral involvement predominated in 75% with deep structure involvement in 20% & cerebellum in 5%. CSF involvement was documented in 13% of pts (unchecked in 26%). For GA at diagnosis, the median CIRS-G score was 6 (range 0-27) and impaired self-care activities of daily living (ADLs) were noted in 36%. Furthermore, geriatric syndrome (ie, dementia, delirium, depression, and/or falls) was present in 45% of pts. Induction therapy included CT in 91% of pts (of whom 82% had rituximab (Rtx)) and radiation therapy (RT) in 8%. The most common chemotherapy regimens were: high-dose methotrexate (HD MTX) or HD MTX with Rtx (MR) in 38%; HD MTX/procarbazine/vincristine (MPV) +/- Rtx 30%; HD MTX/temozolomide/Rtx (MTR) 22%; Rtx alone 2%; and HD MTX/cytarabine/thiotepa/Rtx (MATRIX) in 2%. Median MTX dosing for all pts was 3.5 g/m 2 (range 1-8 g/m 2 ), and by 3 most common regimens (all g/m 2 ): MTR 5.1; MR 5.4; MPV 3.1 (P<.0001). For response to induction, 60% had complete response (CR), 18% partial response (PR), 6% stable disease & 16% had primary refractory disease. Induction CT was stopped due to toxicity in 21% of pts and the treatment-related mortality was 7%. Among 321 pts with CR or PR, 14% had autologous stem cell transplant (ASCT); 25% received consolidative CT; and 5% had RT. The most common CT maintenance regimens were temozolomide (n=22), lenalidomide (n=20) and HD MTX (n=15). Among pts experiencing relapse or progression, the most common 2 nd line therapies were RT (n=40), MTX (n=39), temozolomide (n=14) and MTR (n=10); 2 pts ultimately went on to receive ASCT. With 42 month median follow-up (1-125), 3-yr PFS & OS for all pts were 38% & 52%, respectively ( Fig 1A/1B ). On MVA, factors associated with inferior PFS were: advancing age (continuous HR 1.05, P<.001); anemia (HR 1.14, P=.0035); high CIRS-G (HR 1.038, P=0.017) and geriatric syndrome (HR 1.537, P=.0098) ( Fig 1C ); and for inferior OS: advancing age (continuous HR 1.04, P=.01); low albumin (HR 2.203, P<.001); high CIRS-G (HR 1.053, P=.011); and geriatric syndrome (HR 1.851, P=.005) ( Fig 1D ). Among all pts, increasing HD MTX dosing in 500 mg/m 2 increments was associated with improved PFS (HR 0.958, P=.0002) & OS (HR 0.954, P=.001); and pts treated with MTR had improved PFS & OS vs MPV or MR ( Fig 1E /1F ). The favorable effect of MTR vs MR persisted when controlling for age, CIRS-G & geriatric syndrome. Additionally, use of Rtx was associated with improved outcomes (PFS HR 0.592, P<.0001; OS HR 0.528, P<0.0001). Finally, pts achieving CR had significantly improved survival ( Fig 1G/1H ). Conclusions: Older pts with PCNSL have suboptimal outcomes, with 2/3 progressing in the first several years. GA is an important prognostic tool, and could be used to stratify pts in future investigations. In addition, use of Rtx, increasing MTX dose, and the MTR regimen were associated with improved outcomes. View large Download slide View large Download slide  Close modal Disclosures Reddy: Genentech: Research Funding; Abbvie: Consultancy; KITE Pharma: Consultancy; Celgene: Consultancy; BMS: Consultancy, Research Funding. Bachanova: Gamida Cell: Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharma: Membership on an entity's Board of Directors or advisory committees; Kite: Membership on an entity's Board of Directors or advisory committees; FATE: Research Funding; BMS: Research Funding; Incyte: Research Funding. Bond: Seattle Genetics: Honoraria. Goldlust: COTA: Other; BMS: Membership on an entity's Board of Directors or advisory committees, Other: travel; Tocagen: Membership on an entity's Board of Directors or advisory committees, Other: travel; Novocure: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: travel, Research Funding, Speakers Bureau; Boston Biomedical: Consultancy; Cortice Bio: Consultancy, Other: travel; WEX: Consultancy, Other: travel. Spurgeon: Beigene: Research Funding; Janssen: Consultancy, Research Funding; Pharmacyclics: Consultancy; Bristol-Myers Squibb: Research Funding; Genentech: Research Funding; Gilead: Research Funding; Acerta: Research Funding; AstraZeneca: Research Funding; Genmab: Research Funding; VelosBio: Consultancy, Research Funding; Cardinal Health: Honoraria; Verastem: Research Funding. Epperla: Verastem Oncology: Speakers Bureau; Pharmacyclics: Honoraria. Karmali: Takeda: Research Funding; Karyopharm: Honoraria; AstraZeneca: Speakers Bureau; BeiGene: Speakers Bureau; BMS/Celgene/Juno: Honoraria, Other, Research Funding, Speakers Bureau; Gilead/Kite: Honoraria, Other, Research Funding, Speakers Bureau. Naik: Celgene: Other: advisory board; Sanofi: Other: advisory board. Martin: Celgene: Consultancy; Bayer: Consultancy; Janssen: Consultancy; Sandoz: Consultancy; I-MAB: Consultancy; Teneobio: Consultancy; Beigene: Consultancy; Cellectar: Consultancy; Incyte: Consultancy; Kite: Consultancy; Morphosys: Consultancy; Karyopharm: Consultancy, Research Funding; Regeneron: Consultancy. Smith: Genentech/Roche: Consultancy, Other: Support of parent study and funding of editorial support, Research Funding; TG Therapeutics: Consultancy, Research Funding; FortySeven: Research Funding; Karyopharm: Consultancy, Research Funding; Pharmacyclics: Research Funding; BMS: Consultancy; Janssen: Consultancy; Celgene: Consultancy, Research Funding; Acerta: Research Funding. Rubenstein: Kymera: Research Funding. Kahl: ADC Therapeutics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy; Celgene Corporation: Consultancy; AstraZeneca Pharmaceuticals LP: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech: Consultancy; Pharmacyclics LLC: Consultancy; Roche Laboratories Inc: Consultancy; BeiGene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Acerta: Consultancy, Research Funding. Evens: Merck: Consultancy, Honoraria, Research Funding; Research To Practice: Honoraria, Speakers Bureau; Seattle Genetics: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Epizyme: Consultancy, Honoraria, Research Funding; MorphoSys: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Mylteni: Consultancy, Honoraria.",
    "author_names": [
        "Kevin A. David, MD",
        "Suchitra Sundaram, MD",
        "Seo-Hyun Kim, MD",
        "Ryan Vaca, MD",
        "Yong Lin, PhD",
        "Samuel Singer, MD",
        "Mary-Kate Malecek, MD",
        "Jordan Carter, MD",
        "Adam Zayac, MD",
        "Myung Sun Kim, MD",
        "Nishitha Reddy, MD",
        "Alma Habib, MD",
        "Christopher Strouse, MD",
        "Jerome Graber, MD",
        "Veronika Bachanova, MD PhD",
        "Mazie Tsang, MD",
        "Ajay Major, MDMBA",
        "David A. Bond, MD",
        "Prashasti Agrawal",
        "Angel Mier-Hicks, MD",
        "Pallawi Torka, MD",
        "Priya Rajakumar, MD",
        "Parameswaran Venugopal, MD",
        "Michael Glantz, MD PhD",
        "Samuel Goldlust, MD",
        "Rahul Matnani, MD",
        "Pallavi Kumar, MD",
        "Thomas A Ollila, MD",
        "Johnny Cai, DO",
        "Stephen E. Spurgeon, MD",
        "Alex G Sieg, MD MS",
        "Joseph Cleveland, MD",
        "Narendranath Epperla, MDMS",
        "Reem Karmali, MDMSc",
        "Seema Naik, MD",
        "Peter Martin, FRCPC, MD MS",
        "Sonali M. Smith, MD",
        "James L. Rubenstein, MD PhD",
        "Brad S. Kahl, MD",
        "Andrew M. Evens, DO,MMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Kevin A. David, MD",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suchitra Sundaram, MD",
            "author_affiliations": [
                "Roswell Park, Buffalo, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seo-Hyun Kim, MD",
            "author_affiliations": [
                "Rush University Medical Center, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan Vaca, MD",
            "author_affiliations": [
                "Penn State Cancer Institute, Penn State University College of Medicine, Hershey, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Lin, PhD",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Singer, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary-Kate Malecek, MD",
            "author_affiliations": [
                "Department of Medicine, Washington University School of Medicine, University City, MO "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan Carter, MD",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Zayac, MD",
            "author_affiliations": [
                "Department of Medicine, Alpert Medical School of Brown University, Providence, RI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myung Sun Kim, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nishitha Reddy, MD",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alma Habib, MD",
            "author_affiliations": [
                "University of Minnesota School of Medicine, Minneapolis, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Strouse, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa, Iowa City, IA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Graber, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronika Bachanova, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mazie Tsang, MD",
            "author_affiliations": [
                "Hematology/Oncology, UCSF, San Francisco, CA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay Major, MDMBA",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Bond, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashasti Agrawal",
            "author_affiliations": [
                "Weill Cornell Medicine/New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angel Mier-Hicks, MD",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pallawi Torka, MD",
            "author_affiliations": [
                "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priya Rajakumar, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Stem Cell Transplant, Rush University Medical Center, Chicago, IL "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Venugopal, MD",
            "author_affiliations": [
                "Division of Hematology Oncology, Rush University Medical Center, Chicago, IL "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Glantz, MD PhD",
            "author_affiliations": [
                "Department of Neurosurgery, Penn State College of Medicine, Hershey, PA "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Goldlust, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack-Meridian Health, Hackensack, NJ "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Matnani, MD",
            "author_affiliations": [
                "Rutgers Robert Wood Johnson Medical School, New Brunswick, NJ "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pallavi Kumar, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Rutgers Robert Wood Johnson Medical School, New Brunswick, NJ "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas A Ollila, MD",
            "author_affiliations": [
                "Brown University, Providence, RI "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johnny Cai, DO",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen E. Spurgeon, MD",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex G Sieg, MD MS",
            "author_affiliations": [
                "Department of Internal Medicine, University of Iowa, Iowa City, IA "
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Cleveland, MD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Narendranath Epperla, MDMS",
            "author_affiliations": [
                "The Ohio State University James Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reem Karmali, MDMSc",
            "author_affiliations": [
                "Division of Hematology Oncology, Northwestern University, Chicago, IL "
            ],
            "author_rank": 34,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seema Naik, MD",
            "author_affiliations": [
                "Penn State Cancer Institute, Penn State Hershey Medical Center, Hershey, PA "
            ],
            "author_rank": 35,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Martin, FRCPC, MD MS",
            "author_affiliations": [
                "Weill Cornell Medicine-New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 36,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonali M. Smith, MD",
            "author_affiliations": [
                "Department of Oncology, University of Chicago, Chicago, IL "
            ],
            "author_rank": 37,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James L. Rubenstein, MD PhD",
            "author_affiliations": [
                "Hematology/Oncology, UCSF, San Francisco, CA "
            ],
            "author_rank": 38,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brad S. Kahl, MD",
            "author_affiliations": [
                "Washington University School of Medicine in St. Louis, Saint Louis, MO"
            ],
            "author_rank": 39,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M. Evens, DO,MMSc",
            "author_affiliations": [
                "Rutgers Cancer Institute of New Jersey, New Brunswick, NJ "
            ],
            "author_rank": 40,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T04:01:23",
    "is_scraped": "1"
}