{
    "doi": "https://doi.org/10.1182/blood.V122.21.4184.4184",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2418",
    "start_url_page_num": 2418,
    "is_scraped": "1",
    "article_title": "Rituximab and High-Dose Dexamethasone (R-dex) Is Effective In The Treatment Of Relapsed/Refractory Chronic Lymphocytic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "dexamethasone",
        "rituximab",
        "brachial plexus neuritis",
        "fludarabine",
        "infections",
        "antibiotic prophylaxis",
        "lymphadenopathy",
        "acyclovir",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Martin Simkovic, M.D.",
        "David Belada, M.D., Ph.D.",
        "Monika Motyckova, M.D.",
        "Lukas Smolej, MD, PhD",
        "Pavel Zak, Assoc. Prof., MD, PhD"
    ],
    "author_affiliations": [
        [
            "4th Department of Medicine, Division of Hematology, University Hospital and Faculty of Medicine, Hradec Kralove, Czech Republic, "
        ],
        [
            "4th Department of Medicine, Division of Hematology, University Hospital and Faculty of Medicine, Hradec Kralove, Czech Republic, "
        ],
        [
            "4th Department of Medicine, Division of Hematology, University Hospital and Faculty of Medicine, Hradec Králové, Czech Republic, "
        ],
        [
            "4th Department of Medicine, Division of Hematology, University Hospital and Faculty of Medicine, Hradec Kralove, Czech Republic, "
        ],
        [
            "4th Department of Internal Medicine - Hematology, University Hospital and Faculty of Medicine, Hradec Kralove, Czech Republic"
        ]
    ],
    "first_author_latitude": "50.21391945",
    "first_author_longitude": "15.84114275",
    "abstract_text": "Introduction High-dose methylprednisolone (HDMP) in combination with rituximab is active in the treatment of relapsed/refractory chronic lymphocytic leukemia (CLL) but serious infections are frequent. Recently published data suggest that high-dose dexamethasone might be equally effective to HDMP despite lower cumulative dose. Aims To assess efficacy and safety of high-dose dexamethasone combined with rituximab (R-dex) in relapsed/refractory CLL. Patients and Methods A total of 60 pts (pts) with relapsed/refractory CLL treated at a single tertiary center between September 2008 and October 2012 were included in this retrospective analysis. Basic characteristics are summarized in Table 1 . The schedule of R-dex consisted of rituximab 500 mg/m 2 i.v. day 1 (375 mg/m 2 in cycle 1) and dexamethasone 40 mg orally on days 1-4 and 10-13. Treatment was repeated every 3 weeks for a maximum of 8 cycles. All pts received antimicrobial prophylaxis with sulfamethoxazole/trimethoprim and aciclovir. Table 1 Basic characteristics.  Total number of patients . 60 . Age (median, range) 69 (54-83) Males 73% Rai stage III/IV 65% Bulky lymphadenopathy (≥ 5cm) 58% Previous treatment lines (median, range) 2 (1-7) Unmutated IgVH 82% Del 11q 42% Del 17p 19% Fludarabine-refractory 50% Bulky fludarabine-refractory 33% Total number of patients . 60 . Age (median, range) 69 (54-83) Males 73% Rai stage III/IV 65% Bulky lymphadenopathy (≥ 5cm) 58% Previous treatment lines (median, range) 2 (1-7) Unmutated IgVH 82% Del 11q 42% Del 17p 19% Fludarabine-refractory 50% Bulky fludarabine-refractory 33% View Large Results Median number of administered R-dex cycles was 6 (range, 1-8). The overall response (ORR)/complete remissions (CR) were achieved in 75/3%. At the median follow-up of 9 months, median progression-free survival was 8 months and median overall survival 24 months. Significant predictors of short PFS in univariate analysis were bulky lymphadenopathy (p=0.023) and refractoriness to fludarabine (p=0.02). Interestingly, activity of R-dex in bulky fludarabine-refractory CLL was similar to ofatumumab (ORR 62 %, median PFS, 4 months, median OS, 12 months) (Wierda et al., 2010). R-dex was successfully used as a debulking regimen before allogeneic stem cell transplantation in 8 patients. Serious (CTCAE grade III/IV) infections occurred in 29% of patients; 19% pts developed steroid diabetes requiring temporary short-acting insulin. Conclusions Our data show that R-Dex is an active and feasible treatment for patients with relapsed/refractory CLL; however, major infections remain relatively frequent despite combined antimicrobial prophylaxis. In addition, durable responses are infrequent. Therefore, further optimization of this therapeutic approach is warranted. Updated results will be presented. Disclosures: No relevant conflicts of interest to declare."
}