{
    "doi": "https://doi.org/10.1182/blood.V106.11.3204.3204",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=321",
    "start_url_page_num": 321,
    "is_scraped": "1",
    "article_title": "Histopathological Findings on Liver Biopsies (bx) Do Not Correlate with Serum Markers of Fibrosis and Necro-Inflammation in Hemophiliacs (HEM) Co-Infected with Hepatitis C (HCV) and Human Immunodeficiency Virus (HIV). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Virtually all severe HEM exposed to plasma concentrates in the USA before 1985 are seropositive for HCVand HIV. HIV accelerates progression of HCV-induced chronic liver disease. HAART therapy has stabilized HIV in HEM so that end-stage liver disease is the predominant cause of death in HIV/HCV HEM. Pegylated interferon-alpha and ribavirin (IFN-R) produces significant remission in chronic HCV, and HEM with chronic HCV should benefit similarly. Liver histology is desirable to decide who should receive IFN-R since evidence of limited fibrosis with inflammation would be expected to derive the most benefit. Liver bx in HEM is fraught by significant costs of factor replacement and the small risk of significant bleeding. Thus, a surrogate marker for the information revealed by liver bx would be particularly advantageous for HEM with HCV. Diagnostic kits composed of specific and sensitive serum biochemical markers for the chronic complications of HCV are being validated as surrogates for liver bx, particularly prior to initiating IFN-R. The FibroSure assay (Labcorp, Burlington, USA) purportedly detects hepatic fibrosis and necrosis (necroinflammation) and in non-HEM cohorts appears predictive for either absent or minimal fibrosis or for advanced fibrosis/cirrhosis. The assay poorly predicts intermediate fibrosis. Patients and Methods: Histopathologic features of acute and chronic HCV and fibrosis observed from liver bx in 49 HEM were retrospectively correlated with the biochemical markers for liver fibrosis and necrosis. This was intended to determine if the FibroSure assay could substitute for liver bx in HEM. Impact of HIV/HCV co-infection on bx morphology and FibroSure results were also assessed. Trans-jugular liver bx was utilized in all HEM. Results: Of 49 HEM, 22 (44.9%) had HCV/HIV co-infection. Thirty one HEM underwent liver bx and 40 had FibroSure results. Twenty two had both liver bx and FibroSure. Only 18 had interpretable data from FibroSure. Seven of these 18 (38.9%) had morphological evidence of chronic HCV with significant fibrosis (Metavir score >2) but only 3/7 (42.8%) had FibroSure results corroborative of significant fibrosis (score of 0.48 or higher correlating with a Meatier score>2). All of these 7 HEM were co-infected. One of 18 (5.6%) HEM exhibited minimal fibrosis on liver bx but FibroSure results consistent with severe fibrosis. The 4 uninterpretable FibroSure results were from HIV/HCV HEM with opportunistic infections involving the liver but without marked fibrosis on bx. The median bx length was 1.7 cm for the entire cohort, which was adequate for representative morphological assessment. No bleeding complications occurred with transjugular liver bx. Conclusions: In this cohort of HEM, FibroSure results do not strongly correlate with the presence of severe liver fibrosis observed on bx. HIV co-infection may be responsible for this poor sensitivity since all 7 HEM with severe fibrosis on liver bx were infected with both. Trans-jugular liver bx was well tolerated and safe in HEM. In summary, our data do not support using the FibroSure assay as a sensitive or reliable surrogate marker for the extent of hepatic fibrosis in HCV/HIV co-infected HEM. Liver bx should still be considered the \"gold standard\" in co-infected HEM when assessing the suitability of IFN-R therapy.",
    "topics": [
        "fibrosis",
        "hepatitis c",
        "hepatitis c virus",
        "histopathology tests",
        "hiv",
        "inflammation",
        "liver biopsy",
        "serum markers",
        "concentrate dosage form",
        "hepatic fibrosis"
    ],
    "author_names": [
        "Sean A. Fischer, MD",
        "Francis Carolyn, RNP",
        "Kessler M. Craig, MD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, Washington Cancer Institute, Washington Hospital Center, Washington, DC, USA"
        ],
        [
            "Hematology-Oncology, Lombardi Comprehensive Cancer Center, Georgetown Univeristy Hospital, Washington, DC, USA"
        ],
        [
            "Hematology-Oncology, Lombardi Comprehensive Cancer Center, Georgetown Univeristy Hospital, Washington, DC, USA"
        ]
    ],
    "first_author_latitude": "38.929970700000005",
    "first_author_longitude": "-77.015299"
}