{
    "doi": "https://doi.org/10.1182/blood.V126.23.2983.2983",
    "article_title": "Molecular Subgroups of Hyperdiploidy and Their Prognostic Relevance - an Analysis of 1,036 Myeloma Trial Patients ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction Hyperdiploidy (HRD) comprises the largest pathogenetic subgroup of myeloma. However, its clinical and molecular characterisation is incomplete. Here, we investigate HRD using a novel high-throughput molecular analysis method (MyMaP - Myeloma MLPA and translocation PCR; Kaiser MF et al., Leukemia 2013; Boyle EM et al., Gen Chrom Canc 2015) in a large cohort of 1,036 patients from the UK NCRI Myeloma XI trial. Materials, Methods and Patients Copy number changes, including gain of chromosomes 5, 9 and 15, as well as translocation status were assayed for 1,036 patients enrolled in the UK NCRI Myeloma XI (NCT01554852) trial using CD138+ selected bone marrow myeloma cells taken at diagnosis. HRD was defined by triploidy of at least 2 of analysed chromosomes 5, 9 or 15. Analysis was performed on standard laboratory equipment with MyMaP, a combination of TC-classification based multiplex qRT-PCR and multiplex ligation-dependent probe amplification (MLPA; MRC Holland). The parallel assessment of multiple loci with copy number alteration (CNA) by MLPA allowed unbiased association studies using a Bayesian approach. Semi-quantitative gene expression data for CCND1 and CCND2 was generated as part of the multiplexed qRT-PCR analysis. Median follow up for the analysis was 24 months. Results Of the 1,036 analysed patients, 475 (46%) were HRD. Of these, 325 (68%) had gain(11q25), 141 (29.7%) gain(1q), 43 (9.1%) del(1p32) and 36 (7.5%) del(17p). Gain(11q25) was significantly associated with HRD (Bayes Factor BF 01 <0.05) in the entire group of 1,036 cases and occurred in only 17% of non-HRD cases, but frequencies of the other copy number alterations (CNA) were similar to entire group. Although gain(1q) was negatively correlated with gain(11q25) within the HRD group (Corr-0.21, BF=0.0004), the two lesions co-occurred in 73 (15.4%) cases. Analysis of other CNA revealed that del(13q) was significantly less frequent (25%) in HRD cases than in non-HRD (56%) cases (BF<0.0001). Interestingly, del(13q) within HRD was highly associated with gain(1q) (BF<0.0001) and negatively correlated with gain(11q25) (BF<0.0001). Thus, CNA status can help discriminate three distinct molecular subgroups of HRD: gain(11q25), gain(11q25)+gain(1q), gain(1q)[+/-del(13q)]. HRD cases were classified as D1, D2 or D1+D2 according to the TC classification based on qPCR CCND1 and CCND2 expression values and expression was correlated with copy number status. An association of the D1 subtype with gain(11q25) and of D2 with gain(1q) was confirmed. CCND1 expression was significantly ( P <0.001) higher in cases with gain(11q) [Mean Relative Quantitative (RQ) value 5,466] than in cases with gain(1q) [Mean RQ value 721]. In contrast, CCND2 expression values were significantly higher in cases with gain(1q) [Mean RQ 8,723] than in cases with gain(11q) [mean RQ 1,087] ( P <0.001). Co-occurrence of gain(11q) and gain(1q) was associated with intermediate values with CCND1 mean RQ 5,090 and CCND2 mean RQ 2,776, reminiscent of the D1+D2 subtype. HRD was associated with favourable outcome when compared to non-HRD cases with median PFS 28.8 vs. 21.7 months ( P <0.0001) and 24-months OS of 83% vs. 77% (median not reached), respectively. However, cases with t(11;14) had a median PFS of 27.0 months and 24-month OS of 80%, combarable to outcome of the HRD group. Within HRD cases, gain(1q) was associated with shorter PFS ( P =0.02) and OS ( P =0.009), associating the D2 group with inferior outcome. Presence of del(1p32) was associated with inferior PFS ( P =0.01) and OS ( P =0.0007) in the HRD subgroup and del(17p) was associated with inferior OS ( P =0.04) with a trend for PFS. HRD cases with presence of any of the risk factors gain(1q), del(1p32) or del(17p) in comparison to those without had a median PFS of 25.1 vs 35.1 months ( P =0.0001) and 24-month OS of 73.8% vs 89.0% ( P <0.0001). C onclusion We describe in a large trial cohort an association between gain(11q25) and the D1 hyperdiploid subtype as well as gain(1q) and the D2 subtype, a finding that has so far only been inferred by gene expression array data in the original TC classification. We also find an association with adverse outcome for the D2/gain(1q) subtype. Our findings demonstrate that the novel molecular approach MyMaP allows precise molecular sub-classification of HRD myeloma. Disclosures Kaiser: BristolMyerSquibb: Consultancy; Chugai: Consultancy; Janssen: Honoraria; Amgen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding. Pawlyn: Celgene: Honoraria, Other: Travel support; The Institute of Cancer Research: Employment. Jones: Celgene: Other: Travel support, Research Funding. Savola: MRC Holland: Employment. Owen: Celgene: Honoraria, Research Funding; Janssen: Honoraria. Cook: Takeda Oncology: Consultancy, Research Funding, Speakers Bureau; Amgen: Consultancy, Speakers Bureau; Sanofi: Consultancy, Speakers Bureau; BMS: Consultancy; Celgene: Consultancy, Research Funding, Speakers Bureau; Janssen: Consultancy, Research Funding, Speakers Bureau. Gregory: Janssen: Honoraria; Celgene: Honoraria. Davies: Onyx-Amgen: Honoraria; Celgene: Honoraria; University of Arkansas for Medical Sciences: Employment; Takeda-Milenium: Honoraria. Jackson: Amgen: Honoraria; Takeda: Honoraria; Celgene: Honoraria. Morgan: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Weisman Institute: Honoraria; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda-Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees; University of Arkansas for Medical Sciences: Employment; CancerNet: Honoraria; MMRF: Honoraria.",
    "topics": [
        "multiple myeloma",
        "polyploidy",
        "cyclin d1",
        "polymerase chain reaction",
        "magnetic resonance cholangiography",
        "follow-up",
        "laboratory instruments and equipment",
        "leukemia",
        "ligation",
        "translocation (genetics)"
    ],
    "author_names": [
        "Martin F Kaiser, MD",
        "Eileen Mary Boyle, MD PhD",
        "Brian A Walker, PhD",
        "Dil B Begum",
        "Paula Proszek",
        "David C Johnson, PhD",
        "Charlotte Pawlyn, MB BChir",
        "John R Jones, MD",
        "Suvi Savola, PhD",
        "Roger G Owen",
        "Mark T Drayson, MD PhD",
        "David A Cairns",
        "Gordon Cook, MD PhD",
        "Walter M Gregory",
        "Richard S Houlston, MDPhDFRCP",
        "Faith E Davies, MD",
        "Graham H Jackson, MD",
        "Gareth J Morgan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martin F Kaiser, MD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Department of Haematology, The Royal Marsden Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eileen Mary Boyle, MD PhD",
            "author_affiliations": [
                "CHRU Lille, Maladies du Sang, Hopital Claude Huriez, Lille, France ",
                "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian A Walker, PhD",
            "author_affiliations": [
                "Centre for Molecular Pathology, The Royal Marsden Hospital, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dil B Begum",
            "author_affiliations": [
                "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Proszek",
            "author_affiliations": [
                "Centre for Molecular Pathology, The Royal Marsden Hospital, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David C Johnson, PhD",
            "author_affiliations": [
                "Centre for Myeloma Research, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlotte Pawlyn, MB BChir",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Department of Haematology, The Royal Marsden Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John R Jones, MD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Department of Haematology, The Royal Marsden Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suvi Savola, PhD",
            "author_affiliations": [
                "MRC-Holland, Amsterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger G Owen",
            "author_affiliations": [
                "United Leeds Teaching Hospitals, Leeds, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark T Drayson, MD PhD",
            "author_affiliations": [
                "Clinical Immunology, School of Immunity & Infection, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A Cairns",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon Cook, MD PhD",
            "author_affiliations": [
                "University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter M Gregory",
            "author_affiliations": [
                "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard S Houlston, MDPhDFRCP",
            "author_affiliations": [
                "Division of Genetics and Epidemiology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith E Davies, MD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham H Jackson, MD",
            "author_affiliations": [
                "Department of Haematology, University of Newcastle, Newcastle-upon-Tyne, United Kingdom"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J Morgan, MD PhD",
            "author_affiliations": [
                "The Institute of Cancer Research, London, United Kingdom ",
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T09:34:43",
    "is_scraped": "1"
}