{
    "doi": "https://doi.org/10.1182/blood.V128.22.2664.2664",
    "article_title": "Antibiotics Impair Murine Hematopoiesis By Depleting Intestinal Microbiota ",
    "article_date": "December 2, 2016",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Poster II",
    "abstract_text": "Bone marrow suppression is an adverse effect associated with many antibiotics, especially when administered for prolonged treatment courses. Despite the broad clinical importance of this phenomenon, neither the types of bone marrow cells affected nor the mechanism of bone marrow suppression have been defined. Here we characterized the effects of antibiotics on all classes of bone marrow hematopoietic progenitors in detail using a murine model. We report that broad-spectrum antibiotic treatment suppressed peripheral blood counts and nearly all progenitor subsets in the bone marrow. These effects are indirect and dependent on depletion of the intestinal microbiome. Based on our findings, we propose a model in which the intestinal microbiome is required for maintenance of normal progenitor populations and granulocyte maturation. We treated mice with a cocktail of oral antibiotics (vancomycin, ampicillin, neomycin, metronidazole) for two weeks. Antibiotic treated mice exhibited leukopenia, anemia and thrombocytosis. Analysis of leukocytes by flow cytometry revealed pronounced pan-lymphopenia, with reduction of activated CD4 T cells in particular. In the bone marrow, hematopoietic stem cells and multipotent progenitors of all subtypes were significantly diminished, and granulocytes and B cells were also depleted, while CD8 T cells were increased. Among the bone marrow progenitors, only committed myeloid progenitors were maintained and this was reflected by intact colony forming ability in methylcellulose. No increases in the rate of apoptosis were detected, but the proliferation rate of progenitors, measured by BrdU incorporation and Ki67 staining, was inappropriately low in light of their diminished numbers. Reductions in progenitor activity were not observed when cells were directly incubated with antibiotics, suggesting that these effects are indirect. The effects could be replicated with alternate regimens of broad-spectrum antibiotics; this finding also supports an indirect mechanism of action. Furthermore, lymphocyte differentiation was not diminished in OP9 co-culture, and emergency granulocyte production in response to G-CSF was intact, supporting the idea that impaired bone marrow cellularity could be overcome by the appropriate cytokine milieu. Given the known interactions between hematopoiesis and the intestinal microbiome, we investigated its role in antibiotic-associated effects. Hematopoietic changes were associated with a significant reduction of the fecal microbiome, and were partially rescued by fecal microbiota transfer. Mice raised in germ-free conditions had hematopoietic abnormalities similar to those seen in antibiotic-treated mice; furthermore, antibiotic therapy of germ-free mice caused no additional abnormalities. We conducted antibiotic administration in a series of knock out mice and found that effects of antibiotics were dependent on Stat1 but not MyD88-dependent TLR signaling or Nod2 signaling. In summary, we conclude that microbiome depletion as a result of broad-spectrum antibiotic treatment eliminates normal environmental cues to support steady state hematopoiesis and granulocyte maturation. Since the committed myeloid progenitor population was intact, suppressive effects of antibiotics must act at at least two separate stages of hematopoiesis: first, abnormal Stat1 signaling possibly related to increased CD8 T cells in the marrow, may suppress progenitor function, and second, a lack of CD4 T lymphocytes may impair normal terminal granulocyte maturation. Methods to preserve the microbiome may help reduce the incidence of antibiotic-associated bone marrow suppression. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibiotics",
        "hematopoiesis",
        "intestines",
        "mice",
        "microbiome",
        "bone marrow suppression",
        "adverse effects",
        "ampicillin",
        "anemia",
        "antibiotic therapy"
    ],
    "author_names": [
        "Kamilla Josefsdottir, MD",
        "Megan T Baldridge, MD PhD",
        "Katherine Y. King, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kamilla Josefsdottir, MD",
            "author_affiliations": [
                "Heilsugaeslan, Reykjavik, Iceland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Megan T Baldridge, MD PhD",
            "author_affiliations": [
                "Center for Genome Sciences & Systems Biology, Washington University, St. Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine Y. King, MD PhD",
            "author_affiliations": [
                "Pediatrics Department/Stem Cells and Regenerative Medicine Center, Baylor College of Medicine, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:30:17",
    "is_scraped": "1"
}