{
    "doi": "https://doi.org/10.1182/blood-2019-129070",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4235",
    "start_url_page_num": 4235,
    "is_scraped": "1",
    "article_title": "Estimation of Total Costs in Patients with Relapsed or Refractory Diffuse Large B-Cell Lymphoma Receiving Tisagenlecleucel from a US Hospital's Perspective ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "diffuse large b-cell lymphoma",
        "tisagenlecleucel",
        "infusion procedures",
        "laboratory techniques and procedures",
        "leukapheresis",
        "adverse event",
        "chemotherapy regimen",
        "chimeric antigen receptors",
        "cytokine release syndrome",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Hongbo Yang",
        "Yanni Hao, PhD",
        "Xinglei Chai, PhD",
        "Cynthia Z. Qi, MBA",
        "Eric Q Wu"
    ],
    "author_affiliations": [
        [
            "Analysis Group, Inc., Boston, MA "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ"
        ],
        [
            "Analysis Group, Inc., Boston, MA "
        ],
        [
            "Analysis Group, Inc., Boston, MA "
        ],
        [
            "Analysis Group, Inc., Boston, MA "
        ]
    ],
    "first_author_latitude": "42.346443799999996",
    "first_author_longitude": "-71.0817548",
    "abstract_text": "INTRODUCTION: Diffuse large b-cell lymphoma (DLBCL) is a common and aggressive form of non-Hodgkin lymphoma (NHL). Relapsed/refractory (r/r) patients after two lines of therapy have limited treatment options and poor prognosis. In August 2018, tisagenlecleucel, a chimeric antigen receptor T-cell (CAR-T) therapy, received approval from the US Food and Drug Administration (FDA) for the treatment of r/r DLBCL after two or more lines of systemic therapy. Given the novel mechanism of action of tisagenlecleucel, there has been a need to understand the health resource use (HRU) and costs associated with such treatment. The current study aimed to estimate the total costs associated with tisagenlecleucel treatment in adult patients with r/r DLBCL from a US hospital's perspective. METHODS: An economic model was developed to assess the total costs associated with tisagenlecleucel treatment among adult patients with r/r DLBCL from a US hospital's perspective. The total costs were estimated from the time of leukapheresis to 2 months post-infusion, which is the timeframe when HRU related to the tisagenlecleucel infusion would likely occur. The model was developed using a fee-for-service approach, which estimated costs based on the HRU and safety data from the pivotal Phase 2 JULIET trial. The model considered costs of leukapheresis, lymphodepleting chemotherapy, tisagenlecleucel infusion and hospital administration, inpatient and intensive care unit (ICU) admission, medical professional visits, lab tests and procedures, and additional medication and HRU for the management of major adverse events (AEs) (e.g., cytokine release syndrome [CRS]). Medication costs were estimated using the wholesale acquisition cost from the Truven Redbook. Unit costs for drug administration and medical professional visits were from the Centers for Medicare & Medicaid Services Physician Fee Schedule. Unit costs for AE were derived from the Healthcare Cost and Utilization Project. Lab tests, procedure costs, and daily inpatient and ICU costs were obtained from a hospital database analysis. All costs were inflation-adjusted to 2019 USD. The base-case model estimated the total costs using the observed hospitalization, ICU, and AE data from all patients receiving tisagenlecleucel infusion in the JULIET trial. Scenario analyses were conducted varying key assumptions related to AEs and hospitalization. RESULTS: The overall cost associated with the tisagenlecleucel treatment from leukapheresis to 2-months post infusion in r/r DLBCL patients were estimated at $437,927. Considering a list price of tisagenlecleucel at $373,000, the model calculated additional cost of care to be $64,784, which included $30,594 (47.2%) for AE management, $24,285 (37.5%) for inpatient and ICU not attributing to AEs, $5,443 (8.4%) for lab tests and procedure, $3,052 (4.7%) for lymphodepleting drug and administration, and $1,410 (2.2%) for medical professional visit. In the sensitivity analyses, the total costs ranged from $382,702 (no AEs, no hospitalization) to $469,006 (CRS and other AEs, hospitalization). CONCLUSIONS: This is the first US-focused study that comprehensively evaluated the costs associated with tisagenlecleucel treatment based on HRU data from clinical trial. The total cost within 2 months of tisagenlecleucel administration was estimated at $437,927, on average. Compared to the cost of tisagenlecleucel procedure, the non-drug cost is relatively small. Further research with estimates based on real-world clinical use of tisagenlecleucel is warranted. Disclosures Yang: Astellas: Other: I am an employee of Analysis Group, Inc., which provided paid consulting services to Astellas for the conduct of this study; Analysis Group, Inc.: Employment. Hao: Novartis Pharmaceuticals Corporation: Employment, Equity Ownership. Chai: Analysis Group, Inc.: Employment; Novartis: Other: I am an employee of Analysis Group, Inc., which provided paid consulting services to Novartis for the conduct of this study. Qi: Analysis Group, Inc.: Employment; Astellas: Other: I am an employee of Analysis Group, Inc., which provided paid consulting services to Astellas for the conduct of this study. Wu: Novartis: Other: I am an employee of Analysis Group, Inc., which provided paid consulting services to Novartis for the conduct of this study."
}