{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.169.169",
    "article_title": "Genome-Wide CRISPR/Cas9-Mediated Loss-of-Function Screening in Human Erythroleukemic Cells Identifies Novel Cellular Components Involved in Iron and Heme Trafficking ",
    "article_date": "December 7, 2017",
    "session_type": "102. Regulation of Iron Metabolism: Iron and erythropoiesis",
    "abstract_text": "To meet the high demand for iron during erythropoiesis, erythroid precursors utilize efficient yet tightly regulated mechanisms of iron trafficking. Transferrin-bound iron (TBI), the major cellular iron source for erythroid cells under physiological conditions, is taken up through the transferrin receptor (TfR) by endocytosis. Non-transferrin bound iron (NTBI), which exists in the circulation under conditions of iron overload, is also utilized by erythroid cells and its uncontrolled uptake by erythroid precursors presumably results in ineffective erythropoiesis (IE). The majority of iron acquired by erythroid cells is incorporated into heme in the mitochondria. Cellular trafficking of heme is indispensable for erythropoiesis and many other essential biological processes. Comprehensive elucidation of molecular pathways governing and regulating cellular iron acquisition and heme trafficking is required to better understand physiological and pathological processes affecting erythropoiesis. In this study, we employed a functional approach to identify cellular components involved in TBI and NTBI uptake and heme trafficking in human erythroid cells. We performed genome-wide loss-of-function screens using the CRISPR-Cas9 system in K562 erythroleukemic cells, which can utilize either TBI or NTBI as an essential iron source for proliferation and can be differentiated into erythroid cells by hemin. In addition to genes that are known to be involved in the studied processes, our approach revealed novel candidates whose roles in iron uptake, heme trafficking and erythroid differentiation were validated using targeted confirmatory approaches. Our screen on iron uptake identified 25 genes potentially involved in TBI acquisition in addition to 18 NTBI uptake candidate genes. The transferrin receptor (TfR1) was one of the top TBI uptake candidates indicating that our approach effectively revealed mechanistically relevant components in the process. Unsurprisingly, several components of the endocytic pathway were shown potentially indispensable for transferrin acquisition. We identified a role for the vacuolar-type H + - ATPase (V-ATPase) assembly factor CCDC115 in TBI uptake and validated this role by generating individual CCDC115 deficient K562 cells. Our study on heme trafficking revealed several candidate genes relevant to cellular heme uptake, heme-induced differentiation and heme export. Pathway analysis indicates a major role for clathrin-mediated endocytosis and vesicle acidification in heme acquisition by K562 cells. Interestingly, we demonstrated that CCDC115, which was also identified as a significant heme uptake candidate, is indispensable for heme-induced hemoglobinization. We further identified components involved in heme detoxification including two ATP-binding cassette (ABC) transporters that could play a critical unrevealed role in mitochondrial and cellular heme export. Our work demonstrates the strength of functional genomics in studying the various mechanisms affecting erythropoiesis. Disclosures Fraenkel: Sanofi: Employment, Other: Sanofi had no role in funding or influencing this study.",
    "topics": [
        "genome",
        "heme",
        "iron",
        "screening",
        "crispr",
        "transferrin receptors",
        "transferrin",
        "adenosine triphosphatases",
        "clathrin",
        "crispr-cas9"
    ],
    "author_names": [
        "Amin Sobh",
        "Alex Loguinov, PhD",
        "Paula Fraenkel, MD",
        "Chris D Vulpe, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amin Sobh",
            "author_affiliations": [
                "Department of Physiological Sciences, University of Florida, Gainesville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alex Loguinov, PhD",
            "author_affiliations": [
                "University of Florida, Gainesville, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Fraenkel, MD",
            "author_affiliations": [
                "Sanofi, Cambridge, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris D Vulpe, MD PhD",
            "author_affiliations": [
                "Department of Physiological Sciences, University of Florida, Gainesville, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:38:11",
    "is_scraped": "1"
}