{
    "doi": "https://doi.org/10.1182/blood.V114.22.4261.4261",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1481",
    "start_url_page_num": 1481,
    "is_scraped": "1",
    "article_title": "Cartridge-Based Automated BCR-ABL mRNA Quantification: Towards Simplified Standardisation. ",
    "article_date": "November 20, 2009",
    "session_type": "CHRONIC MYELOID LEUKEMIA - BIOLOGY AND PATHOPHYSIOLOGY EXCLUDING THERAPY",
    "topics": [
        "bcr-abl tyrosine kinase",
        "rna, messenger",
        "standardization",
        "protein-tyrosine kinase inhibitor",
        "immune reconstitution inflammatory syndrome",
        "leukemia, myelocytic, chronic",
        "iris"
    ],
    "author_names": [
        "Jean-Michel Cayuela, PhD, PharmD",
        "Elizabeth Macintyre, MD, PhD",
        "Meryl Darlington",
        "Raouf Ben Abdelali, MD",
        "Xavier Fund",
        "Patrick Villarèse",
        "William Piterboth",
        "Michel Tulliez, MD",
        "Emmanuel Raffoux, MD",
        "Francois Sigaux, MD, PhD",
        "Delphine Rea, MD, PhD",
        "Dominique Bories, MD, PhD",
        "Valerie Seror"
    ],
    "author_affiliations": [
        [
            "Laboratoire d'hématologie, Hôpital Saint Louis, Paris, France, "
        ],
        [
            "Laboratoire d'Hematologie, Hopital Necker-Enfants Malades, Paris, France, "
        ],
        [
            "Laboratoire d'hématologie, Hôpital Necker-Enfants-Malades, Paris, France, "
        ],
        [
            "Laboratoire d'hématologie,, Hôpital Necker-Enfants-Malades, Paris, France, "
        ],
        [
            "Laboratoire d'Hématologie, Hôpital Saint-Louis, Paris, France, "
        ],
        [
            "Laboratoire d'hématologie, Hôpital Necker-Enfants Malades, Paris, France, "
        ],
        [
            "Laboratoire d'hématologie, Hôpital Henri Mondor, Créteil, France, "
        ],
        [
            "Laboratoire d'hématologie, Hôpital Henri Mondor, Créteil, France, "
        ],
        [
            "Hôpital Saint-Louis, AP-HP, Paris, France, "
        ],
        [
            "Institute of Hematology, Paris, France, "
        ],
        [
            "Hopital Saint Louis, Paris, France, "
        ],
        [
            "Laboratoire d'hématologie, Hôpital Henri Mondor, Creteil, France, "
        ],
        [
            "Inserm, UMR912, Université d'Aix Marseille, Marseille, France"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Abstract 4261 Molecular monitoring of chronic myeloid leukaemia patients treated with tyrosine kinase inhibitors (TKI) is essential for therapeutic stratification. In this context inter-laboratory reproducibility is mandatory. This requires standardization and strict alignment to international scale (IS), as established by the IRIS laboratories. We compared economic and analytical performances, including the possibility of reporting results on the international scale, of an automated cartridge-based assay (Xpert BCR-ABL Monitor TM , Cepheid) to classical non-automated analysis on 181 blood samples from TKI treated CML patients in up to three experienced laboratories. The automated Xpert BCR-ABL Monitor TM assay greatly improved reproducibility between non standardized laboratories. Reproducible sensitivity covered 5 logs, on condition that pre-analytical delays were less than 6 hours. Results were convertible to the international reporting scale. Assessment of average costs showed that this automated assay could be economically relevant for annual activity levels below 300, although cost stability was achieved at 600, compared to 1200 annual tests for non-automated testing. The Xpert BCR-ABL Monitor TM assay could therefore be used in local laboratories for routine quantification of e13/e14-a2 transcripts and might contribute to simplified standardization. However, its prognostic impact relative to non-automated quantification remains to be tested prospectively within appropriate clinical trials. Disclosures: No relevant conflicts of interest to declare."
}