{
    "doi": "https://doi.org/10.1182/blood.V104.11.1205.1205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=203",
    "start_url_page_num": 203,
    "is_scraped": "1",
    "article_title": "The -Globin mRNA Stabilization Complex Is Assembled in the Nucleus Supporting CP Integration of Nuclear and Cytoplasmic Controls over -Globin Gene Expression. ααα. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Stability of human -globin mRNA in erythroid cells is critically dependent on the function of a 3UTR RNA-protein (RNP) complex ( complex ). This complex is assembled by the high-affinity binding of a polyC-specific RNA binding protein (CP) to a defined C-rich segment in the 3UTR. Recently we observed that certain CP protein isoforms contain nuclear localization signals, co-localize with nuclear speckles, and shuttle between nuclear and cytoplasmic compartments. These data suggested that the -complex may initially assemble on nascent nuclear transcripts and may have nuclear as well as cytoplasmic functions. To test this model, we immuno-enriched CP-RNP complexes from K562 nuclear extracts and probed these complexes for -globin transcripts. We found that these CP-containing nuclear RNP complexes were enriched for intron-containing -globin transcripts as well as mature, spliced -globin mRNAs. The association of mature -globin mRNA in the complex was entirely dependent on the presence of the 3UTR CP binding site. In contrast, the unspliced -globin transcripts remained associated with CP complexes in the absence of the 3 UTR binding site. These data suggested that one or more previously unrecognized CP binding sites are present within and specific to unspliced -globin transcripts. Visual inspection of -globin intronic sequences revealed two prominent C-rich elements. These sequences are in an open secondary structure and conform to established parameters for high-affinity CP binding sites. RNA EMSA confirmed two high-affinity CP binding sites within intron 1; the stronger site was coincident with the pyrimidine-rich tract of the splice-acceptor site. In vitro splicing assays were used to explore nuclear functions of the a complexes. Incubation of full-length -globin transcripts with HeLa cell nuclear extract resulted in the efficient removal of both introns. Elimination of the 3UTR complex slowed removal of intron 1 but accelerated intron 2 excision. The impact of the intron-1 complexes on splicing was also studied. Incubation of an -globin transcript segment extending from exon 1 through intron 1 and into exon 2 resulted in efficient intron excision. Affinity-depletion of CP from the HeLa extract enhanced intron 1 excision from this substrate. This splicing enhancement was reversed by the addition of recombinant CP to the depleted extract. In summary, we report that assembly of the complexes on -globin transcripts takes place in the nucleus, that these RNP complexes assemble at sites within intron 1 as well as at the previously described 3UTR binding site, and that the both sets of a complexes have the potential to alter the efficiency of -globin intron excision. The fully processed -globin mRNA, containing the remaining 3UTR complex, is then exported to the cytoplasm in a pre-packaged form where it is stabilized by the UTR complex and is robustly translated. We propose that CP mediates and integrates nuclear as well as cytoplasmic post-transcriptional controls over human -globin gene expression. α′’α’ αα′αααααααα′ααα′αααααα′ααααααα′αα′α“”′ααα",
    "topics": [
        "cell nucleus",
        "cytoplasm",
        "gene expression",
        "globins",
        "rna, messenger",
        "stabilization",
        "complex",
        "excision",
        "rna",
        "inspection"
    ],
    "author_names": [
        "Xinjun Ji, Ph.D",
        "Jian Kong, Ph.D",
        "Russ P. Carstens, M.D.",
        "Stephen A. Liebhaber, M.D."
    ],
    "author_affiliations": [
        [
            "Departments of Genetics and Medicine (Hematology), University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Departments of Genetics and Medicine (Hematology), University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Renal-Electrolyte and Hypertension Division, Department of Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Departments of Genetics and Medicine (Hematology), University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.948873",
    "first_author_longitude": "-75.19405015"
}