{
    "doi": "https://doi.org/10.1182/blood-2019-131256",
    "article_title": "BCL-2 Is Expressed in Advanced Mastocytosis and Midaustorin Induces Venetoclax Sensitivity of Mast Leukemia Cell Lines ",
    "article_date": "November 13, 2019",
    "session_type": "635.Myeloproliferative Syndromes: Basic Science",
    "abstract_text": "*° contributed equally to this work. Introduction: Systemic Mastocytosis (SM) is a heterogeneous disorder characterized by mast cells (MCs) accumulation in various tissues and associated with KIT mutations (KIT D816V) in more than 90% of the cases. It includes indolent (ISM) and advanced diseases (advSM), which are associated with additional molecular abnormalities. For advSM, recent clinical studies have shown that Midostaurin, a kinase inhibitor of WT and mutant KIT, induces high rate of responses associated with significant improvement of prognosis. However, complete responses are infrequent and relapses occur in a significant proportion of patients. Therefore, combination therapies are needed to increase overall response rate and prevent relapses. Venetoclax is a selective orally bioavailable BCL-2 inhibitor that induces cell death and is currently used for treatment of various lymphoid and myeloid malignancies. In an attempt to identify novel diagnostic and prognostic markers and potentially new therapeutic targets for mastocytosis, bone marrow sections of patients with different categories of mastocytosis were analyzed by IHC using anti-BCL-2 antibodies. BH-3 profiling was used to assess BH-3 proteins dependency, and sensitivity to Venetoclax alone or in combination of Midostaurin. Methods : Thirty-three adult patients were included in this preliminary study. According to the WHO classification, patients were classified as having ISM (n=10), Smoldering SM (SSM n=1), advSM (n=16, including SM-AHN (n=9), MC leukemia (MCL n=4), MC sarcoma (MCS n=2)). Most patients were KIT D816V (n=30; 90.9%); two MCL and one MCS exhibited extracellular and juxtamembrane mutations, respectively. Among these patients, 9 were treated with Midostaurin as first line therapy. Formalin fixed bone marrow sections were performed at diagnosis and during follow up. Mast cells were identified by Giemsa staining and as CD117 and tryptase positive cells. BCL-2 staining was performed by immunohistochemistry in formalin paraffin embedded fixed section. BCL-2 staining was considered as positive (>5%), heterogeneous (partial staining) or homogeneous (>80% positive cells), of high or low intensity (> or = or < to residual T cells). BH3 profiling was performed in ROSA KIT WT and ROSA KIT D816V using Cytochrome C upon exposure to distinct BH3 peptides/mimetics. Results: In ISM, BCL-2 staining was negative (n= 2/10) or when positive only in rare MCs (n=8/10), with low intensity. In contrast, all advSM cases were positive (16/16) with high (13/16), and homogeneous (6/16) staining. In MCL and MCS, BCL-2 staining was always positive with a homogeneous and high staining. In patients treated with Midostaurin, BCL-2 staining was performed before and three months after treatment initiation. Although MCs infiltration was reduced at least by 50% in all cases, number of BCL-2 positive cells and intensity of staining remain unchanged. In vitro , flow cytometry analysis showed that both MCL-like cell lines (ROSA KIT WT and ROSA KIT D816V) expressed BCL-2, MCL-1 and BCL-XL proteins. When treated with Midostaurin (200nM) for 48 hours, expression of BCL-XL and MCL-1 significantly decreased in MC lines especially the one with KIT D816V mutation. Interestingly, BCL-2 expression remained unchanged upon Midostaurin treatment, which was consistent with in vivo observations. Dynamic profiling performed in ROSA cell lines revealed that priming by midostaurin dramatically enhanced apoptotic dependencies to BCL-2 and other BH-3 proteins (>20% of apoptosis), especially in ROSA KIT D816V (figure). Conclusion: High expression of BCL-2 is associated with advSM and may participate to the pathogenesis of the disease, to its resistance to conventional chemotherapies and to partial resistance to Midostaurin. Consistent with its effect in reducing MCL-1 and BCL-XL expression, Midostaurin restored apoptotic dependency to BCL2 in human MCL-like cells, thereby suggesting that midostaurin could sensitize mast cell tumor to venetoclax. Our results provide thus a rationale to use a combination of Midostaurin and Venetoclax to treat AdvSM patients. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Dubreuil: AB Science: Employment, Membership on an entity's Board of Directors or advisory committees, Research Funding. Hermine: AB science: Consultancy, Equity Ownership, Honoraria, Research Funding; Celgene: Research Funding; Novartis: Research Funding. OffLabel Disclosure: Venetoclax preclinical studioes on mastocytosis",
    "topics": [
        "bcl2 gene",
        "cell lines",
        "leukemia",
        "mastocytosis",
        "michigan alcoholism screening test",
        "military anti-shock trousers",
        "venetoclax",
        "midostaurin",
        "minimally conscious state",
        "bcl-xl protein"
    ],
    "author_names": [
        "Danielle Canioni, MD",
        "Josquin Moraly, MD",
        "Ludovic Lhermitte, MD PhD",
        "Laura Polivka, MD",
        "Mélanie Féroul",
        "Julien Rossignol, MD PhD",
        "Laurent Frenzel, MD PhD",
        "Michel Arock, pharmD, PhD",
        "Patrice Dubreuil, PhD",
        "Leila maouche-Chretien, PhD",
        "Olivier Hermine, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Danielle Canioni, MD",
            "author_affiliations": [
                "Pathology, Necker Hospital, Paris, FRA ",
                "Pathology Department, Necker University Hospital, Paris, FRA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Josquin Moraly, MD",
            "author_affiliations": [
                "Pathology, Necker Hospital, Paris, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ludovic Lhermitte, MD PhD",
            "author_affiliations": [
                "Laboratory of hematology, Necker Hospital, Paris, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Polivka, MD",
            "author_affiliations": [
                "INSERM U 1153, Imagine institute, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mélanie Féroul",
            "author_affiliations": [
                "Laboratory of hematology, Necker Hospital, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julien Rossignol, MD PhD",
            "author_affiliations": [
                "Hematology, Gustave Roussy, Villejuif, France ",
                "French Reference Center for Mastocytosis (CEREMAST), Hematology Department, Necker-s Children Hospital, APHP, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Frenzel, MD PhD",
            "author_affiliations": [
                "Necker-s Children Hospital, APHP, French Reference Center for Mastocytosis (CEREMAST), France, Paris, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Arock, pharmD, PhD",
            "author_affiliations": [
                "Ecole Normale SupéRieure De Cachan, CACHAN, FRA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Dubreuil, PhD",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie de Marseille (CRCM), INSERM, CNRS, Aix-Marseille Univ, Institut Paoli-Calmette, Marseille, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leila maouche-Chretien, PhD",
            "author_affiliations": [
                "INSERM U 1153, Imagine institute, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Hermine, MD PhD",
            "author_affiliations": [
                "Necker-s Children Hospital, APHP, French Reference Center for Mastocytosis (CEREMAST), France, Paris, France ",
                "Clinical Hematology, Necker University Hospital, Paris, France ",
                "Université de Paris, Paris, France ",
                "Laboratory of Cellular and Molecular Mechanisms of Hematological Disorders and Therapeutic Implications, Institut Imagine U1163, INSERM, Paris, France ",
                "Assistance Publique - Hôpitaux de Paris, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T18:45:48",
    "is_scraped": "1"
}