{
    "doi": "https://doi.org/10.1182/blood.V108.11.1413.1413",
    "article_title": "BCL6 Regulates Diffuse Large B-Cell Lymphoma Cell Cycle and Apoptosis Checkpoints through Direct Repression of the p300 Histone Acetyl-Transferase. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The BCL6 oncogenic transcriptional repressor protein is frequently constitutively expressed in Diffuse Large B-cell Lymphomas (DLBCLs). A BCL6 peptidomimetic inhibitor (BPI) that specifically inhibits the repressor activity of BCL6 can induce cell death in DLBCL cell lines and primary tumor tissue, both in vitro and in vivo. Many genes involved in DNA damage, cell cycle and others are targets of BCL6. Among these is the p53 tumor suppressor gene. However, we find that p53 mRNA levels are actually higher in the subset of DLBCL patients with higher BCL6 expression (n=176 cases). Overall, we could readily detect p53 protein expression by immunohistochemistry in 50% of BCL6 positive DLBCL samples (n=350 cases). By studying expression levels of p53 target genes, we show that even in DLBCLs expressing wild-type p53, the protein is not fully active, and a p53 activating peptide was required to trigger p53 activity and execute cellular checkpoints. Accordingly, even though p53 was already present, BCL6 blockade by BPI could still induce a p53 response in DLBCL cells (with only small changes in p53 levels). Based on these results we speculated that BCL6 might inhibit p53 activity through an alternative mechanism such as regulating its activity through post-translational modifications. In accordance with this prediction, we found that BPI can strongly induce expression of the p300 histone acetyl-transferase, which can activate p53 by acetylation. The p300 promoter has two BCL6 binding sites and by chromatin immunoprecipitation (ChIP) assays we show that BCL6 directly binds to these sites. We found that 80% of DLBCL (n=70) express low protein levels of p300 (compared with other B-lymphomas) and the same is apparent from mRNA studies. By performing kinetic studies in DLBCL cells with multiple time points, we show that after BPI treatment, p300 mRNA and then protein levels are induced, after which p53 becomes acetylated and after which p53 target genes (p21, PUMA, NOXA, GADD45 and PIG3) are upregulated. These changes are partially or totally overcome by expression of either a p53-dominant negative or p300-dominant negative construct. In DLBCL cells with p53 mutations, this program is preferentially executed trough p73 and/or p63, which in turn become acetylated by p300. Interestingly, after BPI treatment p300 acetylates BCL6 itself, which further reduces BCL6 activity. This leads to higher BCL6 inhibition and triggering of a signal amplification loop. These findings have significant therapeutic implications, since co-treatment of DLBCL cells with BPI plus histone deacetylase inhibitors such as Trichostatin A or SAHA (i.e. that hyperacetylate p53 and BCL6) resulted in a synergistic effect in killing DLBCL cells. Our studies demonstrated that p300 is a direct target gene of BCL6 with a critical role in determining DLBCL response to treatments that require activation of p53 and/or p53-family members. This can be capitalized on to develop powerful biological therapeutic regiments for DLBCL.",
    "topics": [
        "cell cycle",
        "cell cycle checkpoint",
        "diffuse large b-cell lymphoma",
        "histones",
        "transferase",
        "apoptosis",
        "repression",
        "rna, messenger",
        "protein p53",
        "histone deacetylase inhibitors"
    ],
    "author_names": [
        "Leandro Cerchietti, MD",
        "Maria E. Figueroa, MD",
        "Rita Shaknovich, MD, PhD",
        "Ari Melnick, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Leandro Cerchietti, MD",
            "author_affiliations": [
                "Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria E. Figueroa, MD",
            "author_affiliations": [
                "Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rita Shaknovich, MD, PhD",
            "author_affiliations": [
                "Pathology, Montefiore Medical Center, Bronx, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ari Melnick, MD",
            "author_affiliations": [
                "Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T13:09:32",
    "is_scraped": "1"
}