{
    "doi": "https://doi.org/10.1182/blood.V114.22.2552.2552",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1406",
    "start_url_page_num": 1406,
    "is_scraped": "1",
    "article_title": "Active Von Willebrand Factor (VWF) in Plasma of Sickle Cell Patients Is An Indicator of Disease Severity. ",
    "article_date": "November 20, 2009",
    "session_type": "Hemoglobinopathies, Excluding Thalassemia Poster II",
    "topics": [
        "drepanocytes",
        "plasma",
        "severity of illness",
        "von willebrand factor",
        "gel",
        "atrial fibrillation",
        "thalassemia",
        "antigens",
        "hemoglobin sc disease",
        "hypertension"
    ],
    "author_names": [
        "Junmei Chen, PhD",
        "William Hobbs, MD, PhD",
        "Jennie Le",
        "Peter J Lenting, PhD",
        "Philip G De Groot, PhD",
        "Jose A. Lopez, MD"
    ],
    "author_affiliations": [
        [
            "Research, Puget Sound Blood Ctr., Seattle, WA, USA, "
        ],
        [
            "Hematology, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Research, Puget Sound Blood Ctr., Seattle, WA, USA, "
        ],
        [
            "Department of Clinical Chemistry and Hematology, University of Utrecht, The Netherlands, Utrecht, Netherlands, "
        ],
        [
            "Laboratory of Clinical Chemistry and Haematology, University Medical Centre Utrecht, Utrecht, Netherlands, "
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.633202",
    "first_author_longitude": "-122.3261356",
    "abstract_text": "Abstract 2552 Poster Board II-529 Vasoocclusion, hemolysis and oxidative stress are hallmarks of sickle cell anemia (SCA). Oxidants generated in SCA can stimulate endothelial cell release of ultra-large VWF (ULVWF), which is hyperactive in binding platelets and erythrocytes compared to normal plasma VWF, and binds sickle erythrocytes especially well. VWF levels in plasma as assessed by standard ELISA (VWF:Ag) have consistently been shown to be increased in patients with SCA; however, the extent of increase has not been demonstrated to correlate with disease severity. Given VWF's role as an adhesive ligand for several types of blood cells, including erythrocytes, we hypothesized that its contribution to SCA disease severity and pathophysiology would be better evaluated by measuring both its plasma concentration and its adhesive activity. We assessed several parameters of VWF quantity and function in plasma from SCA patients at disease baseline (n=13 including 9 homozygous sickle cell disease, 2 sickle-β + thalassemia, 1 sickle-β 0 thalassemia, and 1 hemoglobin SC ). Parameters included VWF:Ag, multimer pattern, ADAMTS13 activity, ADAMTS13 antigen, and VWF Activation Factor (VWF-AF). VWF-AF was determined using a llama-derived antibody fragment (nanobody) that detects an active conformation of the VWF A1 domain correlating with enhanced platelet binding. Elevated VWF-AF has been demonstrated in patients with type 2B von Willebrand disease, thrombotic thrombocytopenic purpura, HELLP syndrome, and other thrombotic disorders in which ULVWF is increased. VWF-AF is calculated as the ratio of nanobody binding in patient plasma to that of normal pooled plasma (NPP) at a given VWF:Ag level (the activation factor of NPP is set at 1). We also derived a novel, calculated measure of VWF reactivity present in plasma, termed Total Active VWF (TA-VWF), by multiplying the VWF-AF by VWF:Ag for each patient sample. As expected, all SCA patients had VWF:Ag levels that were higher than in NPP (1.2–3.6 fold) or in ethnically matched control plasma. VWF-AF was elevated in 9/13 individuals (0.6 to 4.4 fold). TA-VWF was increased in 11/13 patients (0.7 to 10.1 fold), which correlated with an increased size of VWF multimers on agarose gels. Individuals with the lowest VWF-AF and TA-VWF were those with genotypes consistent with less severe disease (sickle-β + thalassemia and Hemoglobin SC). Among individuals with homozygous SS disease and sickle-β 0 thalassemia, those with more severe clinical disease had higher TA-VWF than those with mild disease. Furthermore, TA-VWF significantly correlated with plasma lactate dehydrogenase (LDH) (P = 0.007), a measure of hemolysis that is associated with increased risk of pulmonary artery hypertension, leg ulcers, priapism, and sudden death in SCA. Consistent with this finding, TA-VWF also correlated (P < 0.01) with a non-invasive measures of pulmonary artery hypertension, the triscuspid regurgitent jet velocity. Increased VWF-AF was not correlated with increased VWF:Ag. We did not detect deficiency of ADAMTS13 activity using a sensitive assay measuring the ability of plasma ADAMTS13 to cleave a recombinant VWF A2 domain peptide substrate in vitro under static conditions. ADAMTS13 antigen in our patient population was similar to NPP. These findings suggest that elevated levels of active VWF predispose patients with SCA to disease complications. The increased VWF reactivity likely arises from increased endothelial secretion of ULVWF and activation of the VWF A1 domain in plasma of SCA patients. This also suggests that VWF reactivity is a pathophysiologic link between adhesion and hemolysis in SCA, and likely represents a novel therapeutic target. Disclosures: No relevant conflicts of interest to declare."
}