{
    "doi": "https://doi.org/10.1182/blood-2020-139184",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4628",
    "start_url_page_num": 4628,
    "is_scraped": "1",
    "article_title": "The Cytogenetic Aberrations of Lymphoplasmacytic Lymphoma/ Waldenström's Macroglobulinemia in China ",
    "article_date": "November 5, 2020",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Xiong Wenjie",
        "Shuhua Yi, MD",
        "Huimin Liu",
        "Tingyu Wang",
        "Wei Liu",
        "Dehui Zou, MD",
        "Lugui Qiu, MD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology and Blood Disease Hospital, Chinese Academy of Medical Sciences, State Key Laboratory of Experimental Hematology,, TIANJIN, China "
        ],
        [
            "lymphoma and myeloma center, National Clinical Research Center for Blood Diseases, State Key Laboratory of Experimental Hematology, Blood Diseases Hospital & Institute of Hematology, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "lymphoma and myeloma center, National Clinical Research Center for Blood Diseases, State Key Laboratory of Experimental Hematology, Blood Diseases Hospital & Institute of Hematology, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology & Blood, TIANJIN, China "
        ],
        [
            "Lymphoma Center, Institute of Hematology & Blood Diseases Hospital Chinese Academy of Medical Sciences & Peking Union Medical College Institute of Hematology and Blood Diseases Hospital (IH), Tianjin, China"
        ],
        [
            "lymphoma and myeloma center, National Clinical Research Center for Blood Diseases, State Key Laboratory of Experimental Hematology, Blood Diseases Hospital & Institute of Hematology, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ]
    ],
    "first_author_latitude": "39.121919000000005",
    "first_author_longitude": "117.183117",
    "abstract_text": "Object: Lymphoplasmacytic lymphoma/ Waldenström's macroglobulinemia (LPL/WM) is a rare B-cell proliferative malignancy characterized by immunoglobulin M monoclonal gammopathy and /or bone marrow infiltration by lymphoplasmacytic cells. Recently, there are no large-scale studies to detect the clinical features, genetic background in patients with LPL/WM in China even Asia. The aim of this study is to explore the clinical and genetic differences, observe the impact of cytogenetic abnormalities on survival and prognosis in Chinese patients. Methods: 305 patients with LPL/WM admitted in our hospital from June 1998 to December 2018 were retrospectively analyzed. Baseline characteristics, laboratory detection and therapy were compared using Chi-square test and Kaplan-Meier methodology was undertaken for survival analysis. Results: The median age of 305 patients in the study was 62 years (range 32-87) and male to female ratio was 2.45:1(216/89). The most common symptoms at diagnosis were fatigue (64.9%) and bleeding (14.1%).The patients in low, intermediate and high risk group of the international prognostic scoring system for WM (ISSWM) was 17.6%, 36.5% and 45.9%,respectively.The median hemoglobin was 8.5g/dl(range 2.4-18.7). About 41.3% patients had IgM higher than 4000mg/dl. The cytogenetic abnormalities were uncommon in LPL/WM patients. The chromosomal karyotypes were successful in 194 cases, of which 20 patients showed clonal abnormalities. 12 patients had two or more chromosome abnormalities. The most common chromosome abnormalities were deletion 6/6q(25%) and Y chromosome loss (20%). The median progression-free survival (PFS) and overall survival (OS) in patients with normal and abnormal chromosome karyotypes were similar. 194 patients had FISH detection, of which 33 patients (17%) had FISH abnormalities, 9 (4.6%) patients had two kind of abnormalities. The patients with more than one cytogenetic abnormality had lower survival than just had one abnormality or normal patients. The most common aberrations were 6q deletion and trisomy 12. 17p deletion was detected in 11 patients (11/184,6.0%) and it was a poor prognostic marker of PFS and OS. Single 13q14 deletion had not impact on PFS or OS, but when companied with other cytogenetic aberration, it could worsen the PFS and OS . Besides related to survival, cytogenetic abnormal was also related to the clinical features. Conclusions: Despite the low incidence and abnormal cytogenetic detection rate of LPL/WM, the clinical and genetic features are unique in Chinese patients. The cytogenetic aberrations play an important role in predicting prognosis. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}