{
    "doi": "https://doi.org/10.1182/blood.V108.11.2728.2728",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=634",
    "start_url_page_num": 634,
    "is_scraped": "1",
    "article_title": "CNTO 328, an Anti-Interleukin (IL)-6 Monoclonal Antibody (mAb) - Preliminary Results of Subjects with Castleman’s Disease from a Phase 1 Study in Selected Hematological Malignancies. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "angiolymphoid hyperplasia",
        "hematologic neoplasms",
        "interleukins",
        "monoclonal antibodies",
        "siltuximab",
        "weight reduction",
        "fatigue",
        "interleukin-6",
        "fever",
        "hypersensitivity"
    ],
    "author_names": [
        "Frits VanRhee, MD, PhD, FRCPath, MRCP",
        "Luis Fayad, MD",
        "Hossein Borghaei, OD, MS",
        "Peter M. Voorhees, MD",
        "Robert Z. Orlowski, MD,PhD",
        "Richard R. Furman, MD",
        "Mohamed Zaki, MD,PhD",
        "Uma Prabhakar",
        "Trina Jiao",
        "Christine Lihou",
        "Carlos A. Garay, MD",
        "Razelle Kurzrock, MD, FACP"
    ],
    "author_affiliations": [
        [
            "Myeloma & Transplantation, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Phase I Program, Division of Cancer Medicine/Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
        ],
        [
            "Lineberger Comprehensive Cancer Center, The University of North Carolina at Chapel Hill, Chapel Hill, NC, USA"
        ],
        [
            "Lineberger Comprehensive Cancer Center, The University of North Carolina at Chapel Hill, Chapel Hill, NC, USA"
        ],
        [
            "Center for Lymphomna and Myeloma, New York Presbyterian Hospital, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Clinical Hematology & Oncology, Centocort R & D Inc, Malvern, PA, USA"
        ],
        [
            "Clinical Hematology & Oncology, Centocort R & D Inc, Malvern, PA, USA"
        ],
        [
            "Clinical Hematology & Oncology, Centocort R & D Inc, Malvern, PA, USA"
        ],
        [
            "Clinical Hematology & Oncology, Centocort R & D Inc, Malvern, PA, USA"
        ],
        [
            "Clinical Hematology & Oncology, Centocort R & D Inc, Malvern, PA, USA"
        ],
        [
            "Phase I Program, Division of Cancer Medicine/Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "Background: IL-6 is a pleiotropic cytokine, the dysregulation of which plays an etiological role in many diseases. Multicentric Castleman’s disease (CD) is a polyclonal lymphoproliferative disorder in which IL-6, overproduced by enlarged lymph nodes, is responsible for B-cell proliferation, auto-immune phenomena, systemic inflammatory manifestations (eg, fever, fatigue, and weight loss) and abnormal laboratory findings, including anemia, hyper-γ-globulinemia, hypoalbuminemia, thrombocytosis and increases in acute-phase proteins (eg, CRP, ESR and fibrinogen). The inflammatory syndrome can be severe and refractory to steroids, chemotherapy and even autologous stem cell transplantation. CNTO 328 is a chimeric mAb that specifically binds and neutralizes human IL-6 with high affinity. A phase I trial is being conducted to assess the safety and PK of CNTO 328 in subjects with CD and other hematological diseases. Methods: This trial enrolls subjects with non Hodgkin’s B-cell lymphoma, multiple myeloma, or CD in cohorts exploring doses ranging from 3 to 12mg/kg given intravenously repeated either weekly, or every 2, or 3 weeks. Dose limiting toxicity (DLT) is defined as a ≥Grade 3 event (excluding hematologic toxicity), or ≥Grade 2 allergic reaction/hypersensitivity by NCI CTCAE attributed to CNTO 328 after the first administration. Clinical benefit assessment is based on improvements in Hb, fatigue, anorexia, fever/night sweats, weight, and size of target lymph node. Results: Results from the first 7 CD subjects enrolled in Cohorts 1 (n=1, CNTO 328 3mg/kg q 2 weeks), 2 (n=2, CNTO 328 6mg/kg q 2 weeks) and 3 (n=4, CNTO 328 12mg/kg q 3 weeks) are currently available. At present time, subjects have received a median number of 4 (range 3 to 21) doses. CNTO 328 alone was well tolerated and no DLTs were observed. Non-related to CNTO 328 Grade 3 AEs such as anemia, thrombocytosis, fatigue and one possibly-related AE (ie, vomiting, grade 3) were observed. In addition, 3 subjects experienced Grade 3 SAEs that were deemed either unrelated or unlikely related to CNTO 328. Six evaluable subjects with CD showed a response by clinical benefit assessment including improvement in Hb and in severe thrombocytosis, and fatigue, reduction of fever, resolution of rash, improvement in skin tumors, or decrease in lymphadenopathy. PK and PD analysis from these subjects is currently ongoing and data from these analyses will be presented. Conclusions: Treatment with CNTO 328 has been well tolerated in CD subjects at doses up to 12mg/kg q 3 weeks, and no allergic reactions have been observed after repeated dosing. Preliminary results suggest that CNTO 328 can abrogate the effects of IL-6 and induce both clinical and biochemical responses in CD."
}