{
    "doi": "https://doi.org/10.1182/blood-2018-99-118781",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3967",
    "start_url_page_num": 3967,
    "is_scraped": "1",
    "article_title": "Comparing a New Bovine Source Heparin to the Clinically Used Porcine Heparin for Platelet Function Effects and Heparin-Induced Thrombocytopenia Potential ",
    "article_date": "November 29, 2018",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "topics": [
        "cattle",
        "heparin",
        "platelet function",
        "suidae",
        "thrombocytopenia, heparin-induced",
        "agonists",
        "antibodies",
        "arachidonic acid",
        "cd40 ligand",
        "epinephrine"
    ],
    "author_names": [
        "Michelle Sung, BS",
        "Jeanine Walenga, PhD",
        "Walter Jeske, PhD",
        "Omer Iqbal, MD",
        "Mamdouh Bakhos, MD"
    ],
    "author_affiliations": [
        [
            "Loyola University Chicago, Stritch School of Medicine, Maywood, IL "
        ],
        [
            "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL"
        ],
        [
            "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
        ]
    ],
    "first_author_latitude": "41.8582344",
    "first_author_longitude": "-87.8360271",
    "abstract_text": "Background Heparin is a sulfated polysaccharide obtained from intestinal mucosa with anticoagulant properties that is widely used as a standard clinical therapeutic agent to treat and prevent thrombosis. Heparin is known to affect platelet function, and among its side effects is heparin-induced thrombocytopenia (HIT) that can occur in about 1% of patients exposed to heparin. Presently, only porcine source heparin is approved for use in the United States. The aims of this study were to determine if platelet activation by physiological agonists and platelet aggregation induced by HIT antibodies would be equivalent in the presence of bovine source heparin and porcine source heparin. Materials and Methods Seven lots of bovine heparin from Eurofarma and 3 lots of commercial clinical grade porcine heparin (Pfizer/Hospira) were evaluated. The USP Reference Standard for porcine heparin was used to determine anti-Xa and anti-IIa potencies of the bovine heparins. For each study, blood was collected from healthy volunteers (n=5 per test group), anticoagulated with sodium citrate, and centrifuged to obtain platelet rich plasma (PRP). Platelet aggregation responses were assessed using the BioData PAP-8 platelet aggregometer. For the first aim to evaluate platelet function, PRP was combined with heparin at final concentrations of 10.0, 1.0, and 0.1 µg/mL, covering both therapeutic and prophylactic ranges. Platelet agonists included adenosine diphosphate (ADP), collagen, epinephrine, arachidonic acid, and thrombin receptor agonist peptide (TRAP). The aggregation response was quantitated in terms of primary slope (PS), area under the curve (AUC), maximum aggregation (MA), and final aggregation (FA). For the second aim to evaluate the HIT potential, antibodies to the complex of heparin-platelet factor 4 (H-PF4) from banked HIT patient apheresis fluid were combined with donor PRP and heparin. Heparins were tested at final concentrations of 0.1, 0.4, 0.8, 1, and 100 U/mL. PS and FA results were recorded. For all data, comparisons were analyzed with 2-Way ANOVA using SigmaPlot software. Results In the presence of either bovine (BMH) or porcine heparin (PMH), the normal platelet aggregation response of all donors was not altered from that obtained with saline (see representative aggregation tracing in the image below). All heparin concentrations produced the same response. There were no significant differences between the bovine and porcine heparins for each of the 4 platelet aggregation parameters for ADP, arachidonic acid, collagen, epinephrine, and TRAP. Variation in the PS for arachidonic acid and collagen need to be assessed in a larger pool of donors to assure the lack of significant difference. Platelet activation to H-PF4 antibodies was strong at 0.1 to 1 U/mL concentrations with the expected inhibition observed when using 100 U/mL heparin. The HIT potential between bovine heparin and porcine heparin demonstrated no significant difference between the heparins (see MA responses in the image below). There were no lot to lot differences for the bovine heparins or the porcine heparins in either the platelet aggregation studies or the assessment for HIT. Conclusion In these studies of platelet function, the bovine and porcine source heparins were comparable with regards to their effects on platelet aggregation induced by multiple different agonists and their HIT potential. Figure. View large Download slide Figure. View large Download slide  Disclosures Walenga: Eurofarma: Research Funding."
}