{
    "doi": "https://doi.org/10.1182/blood.V106.11.5204.5204",
    "article_title": "Delivery of Autologous Bone Marrow Precursor Cells into the Spinal Cord Via Lumbar Puncture Technique in Patients with Spinal Cord Injury. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Alternative and less invasive routes for delivering hematopoietic stem cells in animals models of spinal cord injury (SCI) were described and the advantages of the percutaneous lumbar puncture (LP) technique have been recently demonstrated. (Bakshi A et al. 2004, Lepore AC et al. 2005) This proposition has not been described in humans. We therefore tested it by examining whether autologous bone marrow precursor cells can be delivered into the spinal cord via LP in patients with SCI. Seven patients with SCI (four had paraplegia and three had quadriplegia) were enrolled. The median age was 24 years and the mean duration of injury was 3 years. Patients received G-CSF (10microg/Kg) for five consecutive days and 100mL of bone marrow cells (BMC) were aspirated from the posterior iliac crest on day 6. Patients provided written informed consent. Mononuclear cells were separated by a Ficoll-Hypaque gradient, washed and resuspended in PBS. Flow cytometric enumeration of CD34+ cells was performed as previously described. (Gratama JW et al. 2001) Transplantation was performed 4 hours after bone marrow aspiration. CSF samples were collected before and seven days after the transplantation. For each patient, 15x10 6 mononuclear cells were injected via LP; the median number of CD34+ cells was 2.5x10 5 (1.8–5.0x10 5 ). Cell viability before transplantation was superior to 90% in all samples. Patients had no adverse events. CSF examination was normal in both times. Bone marrow precursor cells are clinically attractive because they can be obtained in patients at bedside raising the possibility of an autologous model of cell therapy for SCI. However, the potential therapeutic effects of these cells for SCI are poorly understood. What is the optimal CD34+ cell dosage? Will multiple doses of CD34+ cells be more efficacious? Is CD34+ the most appropriate BMC subset? Will BMC subsets combinations be more efficacious? The follow-up of our patients will probably provide some information. The absence of cells in CSF samples obtained after seven days is also intriguing. Although high speculative, a possible explanation is that cells home toward the injured spinal cord. All these issues need to be resolved in carefully designed experiments. Finally, our study demonstrated the possibility of delivering autologous bone marrow precursor cells via LP in patients with SCI. This procedure is feasible, safe and well-tolerated in humans. The potential therapeutic effects of these cells for SCI remain to be elucidated.",
    "topics": [
        "bone marrow",
        "diagnostic spinal puncture",
        "spinal cord",
        "spinal cord injuries",
        "transplantation",
        "colony-stimulating factors",
        "adverse event",
        "bone marrow aspiration",
        "cell therapy",
        "cerebrospinal fluid analysis"
    ],
    "author_names": [
        "Fernando Callera, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fernando Callera, MD",
            "author_affiliations": [
                " ",
                " Hematology, Serviço de Hematologia e Hemoterapia de São José dos Campos, São José dos Campos, São Paulo, Brazil."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T04:45:16",
    "is_scraped": "1"
}