{
    "doi": "https://doi.org/10.1182/blood.V122.21.815.815",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2484",
    "start_url_page_num": 2484,
    "is_scraped": "1",
    "article_title": "Somatic G17V Rhoa Mutation Specifies Angioimmunoblastic T-Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "abstract_text": "Background Angioimmunoblastic T-cell lymphoma (AITL) is a distinct subtype of peripheral T-cell lymphoma (PTCL) characterized by generalized lymphadenopathy, hyperglobulinemia, and autoimmune-like manifestations. Frequent mutations in TET2, IDH2 , and DNMT3A have been described in AITL, which are commonly found in myeloid malignancies. However, the molecular pathogenesis specific to AITL is still unknown. Methods To clarify the molecular pathogenesis of AITL, we performed comprehensive gene-mutation analysis. Somatic mutations in 3 AITL and 3 PTCL-NOS specimens were explored using whole-exome sequencing (WES). Targeted resequencing for genes identified by WES was also performed in a cohort of 157 patients with AITL/PTCL-NOS. Results We identified a novel recurrent mutation in RHOA (c.G50T/p.G17V) in 3 AITL and one PTCL-NOS samples by WES. Validation in an extended cohort revealed an extremely high frequency of the identical G17V RHOA mutation in AITL (50/72 [69.4%]), together with mutations in TET2 (39/47 [83.0%]), IDH2 (14/47 [29.8%]), and DNMT3A (12/47 [25.5%]). The G17V RHOA mutation was also found in PTCL-NOS samples at a lower frequency (14/85 [16.5%]), especially in those harboring AITL features (PTCL-NOS with AITL features vs PTCL-NOS w/o AITL features: 13/21 [61.9%] vs 0/38 [0%]). Remarkably, mutations in RHOA, TET2, and IDH2 showed striking correlations. All RHOA -mutated samples were accompanied by TET2 mutations. IDH2 mutations were confined to the samples having simultaneous mutations of RHOA and TET2 . Mutations in DNMT3A largely overlapped to TET2 mutations, but its correlation with RHOA or IDH2 mutations was much less clear. TET2 mutations showed a consistently higher allelic burden than RHOA mutations. Gene-mutation analysis of tumor cells and infiltrated cells demonstrated that the G17V RHOA mutation specifically existed in tumor cells, but not in non-tumor cells, while TET2 mutations were identified both in tumor and non-tumor cells. RHOA encodes a small GTPase, which operates as a molecular switch that regulates a wide variety of biological processes through cycling between an active (GTP-bound) and an inactive (GDP-bound) state. We demonstrated that the G17V RHOA mutant did not bind GTP and also inhibited GTP-binding of the wild-type RHOA protein. Accordingly, unlike wild-type RHOA, the G17V mutant was not able to activate transcription from the serum response factor-responsive element (SRF-RE). Conclusions Our data suggests that combination of preceding mutations in TET2 and subsequent tumor-specific G17V RHOA mutation determines distinct disease properties of AITL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angioimmunoblastic lymphadenopathy",
        "mutation",
        "rhoa gtp-binding protein",
        "lymphoma, t-cell, peripheral",
        "neoplasms",
        "tumor cells",
        "cancer",
        "generalized lymphadenopathy",
        "guanosine triphosphate phosphohydrolases",
        "binding (molecular function)"
    ],
    "author_names": [
        "Mamiko Sakata-Yanagimoto, MD, PhD",
        "Terukazu Enami, MD",
        "Kenichi Yoshida, MD",
        "Yuichi Shiraishi, PhD",
        "Ryohei Ishii",
        "Yasuyuki Miyake",
        "Hideharu Muto, MD, PhD",
        "Naoko Tsuyama, MD",
        "Yusuke Okuno, MD, PhD",
        "Seiji Sakata, MD",
        "Yuhei Kamada, MD",
        "Rie Nakamoto-Matsubara, MD",
        "Tran Nguyen, MD",
        "Koji Izutsu, MD, PhD",
        "Yasunori Ohta, MD",
        "Junichi Furuta, MD, PhD",
        "Seiichi Shimizu, MD, PhD",
        "Takuya Komeno, MD, PhD",
        "Yuji Sato, MD",
        "Takayoshi Ito, MD",
        "Masayuki Noguchi, MD, PhD",
        "Emiko Noguchi, MD, PhD",
        "Masashi Sanada, MD",
        "Kenichi Chiba, BA",
        "Hiroko Tanaka, BA",
        "Kazumi Suzukawa, MD, PhD",
        "Toru Nanmoku, PhD",
        "Yuichi Hasegawa, MD, PhD",
        "Osamu Nureki",
        "Satoru Miyano, PhD",
        "Naoya Nakamura, M.D., Ph.D.",
        "Kengo Takeuchi, MD, PhD",
        "Seishi Ogawa, MD, PhD",
        "Shigeru Chiba, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan, "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Biophysics and Biochemistry, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Pathology Project for Molecular Targets, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Pathology Project for Molecular Targets, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Pathology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department ot Dermatology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Hematology, Tsuchiura Kyodo General Hospital, Tsuchiura, Japan, "
        ],
        [
            "Department of Hematology, National Hospital Organization, Mito Medical Center, Mito, Japan, "
        ],
        [
            "Tsukuba Memorial Hospital, Tsukuba, Japan, "
        ],
        [
            "Department of Hematology, JA Toride Medical Center, Toride, Japan, "
        ],
        [
            "Department of Pathology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Medical Genetics, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan, "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Laboratory of Sequence Data Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Clinical Laboratory, University of Tsukuba Hospital, Tsukuba, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "Department of Biophysics and Biochemistry, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Pathology, Tokai University School of Medicine, Isehara, Japan, "
        ],
        [
            "Pathology Project for Molecular Targets, The Cancer Institutue Hospital, Japanese Foundation for Cancer Reserach, Tokyo, Japan"
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan, "
        ],
        [
            "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan, "
        ]
    ],
    "first_author_latitude": "36.100178400000004",
    "first_author_longitude": "140.10257555"
}