{
    "doi": "https://doi.org/10.1182/blood.V120.21.1439.1439",
    "article_title": "The MCP-1/CCR2 Axis in the Biology of Acute Myeloid Leukemia: Possible Role in Blast Cell Migration ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1439 Background: Acute myeloid leukemia (AML) is a complex disease with a high mortality rate despite chemotherapy and allogeneic stem cell transplantation. There are multiple mechanisms of resistance against chemotherapy and significant data indicate that both CXCR4/SDF-1 and VLA-4/VCAM1 axes are involved in leukemia protection. Little is known about the role of MCP-1/CCR2 in AML biology and protection against chemotherapy. Methods: To evaluate the role of MCP-1/CCR2 in AML biology, we first measured MCP-1/CCR2 expression in AML cell lines and primary AML cells. We quantified CCR2 by flow cytometry (FCM), real time PCR (RT-PCR) and western blot (WB). MCP-1 production was quantified by solid phase ELISA in peripheral blood (PB) and bone marrow (BM) serum. Our second objective was to establish the role of MCP-1/CCR2 axis in chemotaxis, cell cycle and AML proliferation. Chemotaxis was performed in a 5um transwell system with AML primary cells (6×10 5 cells) or AML cell lines (2×10 5 cells) in the upper chamber and different concentrations of MCP-1/CCR2 agonists/blockers or controls added to the lower chamber. Migrated cells were measured by optic microscopy and FCM 24 hrs after culture. Cell cycle and proliferation experiments were performed as with the chemotaxis studies. Quantification of cell cycle and proliferation was done with BrDU by FCM. We also quantified cell cycle using propidium iodide and proliferation with yellow tetrazolium MTT. Our third objective was to determine if synergy was present in cell apoptosis in vitro when conventional chemotherapy and MCP-1/CCR2 blockade was combined. AML cells were cultured in the presence of rhMCP-1, CCR2 inhibitors or controls at different doses and IC50 cytarabine. Apoptosis was measured by FCM against Annexin V. Results: Of 34 patients, 18 (53%) expressed CCR2 by FCM. Mean CCR2 expression was 19% (range, 4–53) in PB and 20% (range, 6–63) in BM. We also screened 5 AML cell lines (Kasumi, GDM, THP-1, U937 and a murine AML), 2 of them expressing high levels of CCR2 (THP-1 and murine AML). RT-PCR in AML primary cells and CCR2+ cell lines confirmed mRNA production in these samples. WB analysis confirmed RT-PCR findings. MCP-1 solid phase ELISA analysis in PB and BM serum samples showed significantly lower levels of MCP-1 compared to normal controls (p<0.05). No differences were seen between BM and PB MCP-1 plasma levels (p=NS). Chemotaxis experiments confirmed functional activity of the axis in cell lines and primary cells with receptor expression. Overall, both AML primary cells and cell lines (U937, Kasumi, GDM) that lacked CCR2 expression, failed to transmigrate under different MCP-1 concentrations. In contrast, a dose-dependent migration was seen in AML primary cells expressing CCR2 and THP-1 cells, with a maximum effect using MCP-1 10ng/ml (5-fold increase over control). SDF-1 used as a positive control showed 2-fold increased migration over controls. A significant inhibition of transmigration was seen after MCP-1/CCR2 blockade. Proliferation of AML cell lines expressing CCR2 was slightly increased (1.4-fold) compared to controls after incubation with MCP-1 100ng/ml. A non-significant increase in phase S THP-1 cells was seen after incubation with MCP-1 50ng/ml compared to control (64% vs 60%, respectively in S phase). A concomitant decrease of cells in G1 was also observed (controls 32% vs. MCP-1 50ng/ml 27%, in G1 phase). The chemotherapy studies did not show a protective effect of MCP-1 on cytarabine-induced apoptosis or synergy with chemotherapy after MCP-1/CCR2 blockade. Conclusions: MCP-1/CCR2 axis is expressed in the majority of AML blasts analyzed. The axis is involved in cell trafficking and proliferation but no in vitro chemotherapy protective effect was seen. We are now investigating the possibility that the main in vivo effect is related to cell migration and mobilization, which could be a potential target in the treatment of AML. Funded by Chilean Government Grant FONDECYT #1110319 Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blast cells",
        "leukemia, myelocytic, acute",
        "monocyte chemoattractant protein-1",
        "chemotherapy regimen",
        "reverse transcriptase polymerase chain reaction",
        "cytarabine",
        "stromal cell-derived factor 1",
        "agonists",
        "allogeneic stem cell transplant",
        "annexin a5"
    ],
    "author_names": [
        "Pablo A. Ramirez, MD",
        "Patricia Macanas, PhD",
        "Leonardo Navarrete",
        "Thomas Quezada",
        "Richard Broekhuisen",
        "Bruno Nervi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pablo A. Ramirez, MD",
            "author_affiliations": [
                "Hematology Oncology, Pontifical Catholic University, Santiago, Chile"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patricia Macanas, PhD",
            "author_affiliations": [
                "Hematology Oncology, Pontifical Catholic University, Santiago, Chile"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonardo Navarrete",
            "author_affiliations": [
                "Hematology Oncology, Pontifical Catholic University, Santiago, Chile"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Quezada",
            "author_affiliations": [
                "Hematology Oncology, Pontifical Catholic University, Santiago, Chile"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Broekhuisen",
            "author_affiliations": [
                "Hematology Oncology, Pontifical Catholic University, Santiago, Chile"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Nervi, MD",
            "author_affiliations": [
                "Hematology Oncology, Pontifical Catholic University, Santiago, Chile"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T15:42:35",
    "is_scraped": "1"
}