{
    "doi": "https://doi.org/10.1182/blood.V120.21.3249.3249",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2153",
    "start_url_page_num": 2153,
    "is_scraped": "1",
    "article_title": "Age and Sex Determinants of Bone Phenotype in a Transgenic Mouse Model of Sickle Cell Disease ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster III",
    "topics": [
        "mice, transgenic",
        "phenotype",
        "sickle cell anemia",
        "cd40 ligand",
        "telomeric repeat amplification protocol",
        "thyroid hormone associated protein complex",
        "rna, messenger",
        "osteopenia",
        "rna",
        "alkaline phosphatase"
    ],
    "author_names": [
        "Idowu Akinsheye Akinsanmi, PhD",
        "Angela Lin",
        "Robert Guldberg, PhD",
        "Manu Platt, PhD",
        "Gilda Barabino, PhD"
    ],
    "author_affiliations": [
        [
            "The Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory, Atlanta, GA, USA, "
        ],
        [
            "Mechanical Engineering, Georgia Institute of Technology, Atlanta, GA, USA, "
        ],
        [
            "Mechanical Engineering, Georgia Institute of Technology, Atlanta, GA, USA, "
        ],
        [
            "The Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology, Atlanta, GA, USA, "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.7857925",
    "first_author_longitude": "-84.35946845",
    "abstract_text": "Abstract 3249 Variations in the amino acid sequence of the beta globin gene ( HBB ) chain can result in the production of variant hemoglobins. Sickle cell anemia is caused by homozygosity for a single nucleotide mutation in codon 6 of HBB , GAG>GTG, resulting in the substitution of valine for glutamic acid (glu6val). Bone pathologies are among the myriad complications of sickle cell disease and are a common cause of pain and morbidity. These pathologies include osteonecrosis, osteoarthritis and vaso-occlusive infarct. Chronic vaso-occlusion in sickle cell disease patients leads to ischemia and necrotic lesions while bone marrow hyperplasia contributes to the softening of trabecular bone, and overall bone loss. The mechanism underlying these structural changes in sickle bone are not fully understood. Bone constantly undergoes a self-renewal process and adapts to damage through remodeling. The remodeling process is highly regulated and carried out by bone forming cells (osteoblast) and bone resorption cells (osteoclast). Disease states can alter the remodeling capacity of bone and compromise its structure and quality. To determine the effect of sickle cell disease on bone, we used microcomputed tomographic (microCT) analysis, real time PCR and immunohistochemistry to characterize the bone phenotype in a transgenic mouse model (Townes) of sickle cell disease. Osteoclasts are characterized by their expression of tartrate-resistant acidic phosphatase (TRAP), while proliferating osteoblasts show alkaline phosphatase (AP) activity. Relative levels of TRAP and AP mRNA were measured in RNA derived from the bone of 10 week and 21 week old mice. TRAP and AP were elevated (P<0.05) in (heterozygous) trait mice compared to (homozygote) sickle mice at 10weeks ( Figure 1 a), suggesting reduced bone formation in sickle mice. At 21 weeks, TRAP and AP mRNA in trait stayed relatively the same, while there was a 6 fold decrease in AP expression (P<0.05) in sickle mice and TRAP remained the same as 10 weeks ( Figure 1 b). The reduction in AP expression in sickle mice shows a balance shift favoring bone resorption in 21 week old mice. Taken together, sickle mice show reduced bone formation, and in an age dependent manner show bone loss. MicroCT analysis of the femoral trabecular morphology of the epiphysis and metaphysis also showed an age-dependent effect on bone. In addition, there were significant differences observed on the basis of sex. At 10 weeks, there were no significant differences observed between trait and sickle mice, however, there was a trend towards lower values in sickle mice. Although these differences were not statistically significant, an increase in the sample size might lead to more significant findings. Comparison of the 10 week old mice to the 21 week old mice showed a general decrease in trabecular number, and an increase in trabecular spacing, which may be indicative of bone loss. This difference was significant in the female trait mice. Although the trend in the female sickle mice was noted, a full statistical analysis was not possible due to the small sample size of the 21week old female sickle mice. Sickle cell disease and its impact on bone are highly variable. Our preliminary result suggest that age and sex may play a role and form the basis for further study. Figure 1, A and B. View large Download slide Expression levels of AP and TRAP mRNA in RNA derived from bone in trait and sickle mice. Figure 1, A and B. View large Download slide Expression levels of AP and TRAP mRNA in RNA derived from bone in trait and sickle mice. (A) AP and TRAP show relative and elevated expression in 10 week and 21 weeks old respectively trait mice compared to sickle mice. Results are shown as mean +/− SD (n=3 for each). (B). Alkaline phosphatase significantly reduces in sickle mice at 21weeks. (*) denotes statistical significance. Figure 2. View large Download slide Figure 2. View large Download slide Representative 3D thickness maps for femoral metaphyseal trabecular volumes of interest. Top panel shows trait mice at 10 and 21 weeks respectively. Bottom panel shows sickle mice at 10 and 21 weeks respectively. Measurements are depicted in pseudocolor scale - thicker = red, thinner = blue/green. Disclosures: No relevant conflicts of interest to declare."
}