{
    "doi": "https://doi.org/10.1182/blood.V122.21.3995.3995",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2559",
    "start_url_page_num": 2559,
    "is_scraped": "1",
    "article_title": "Exome Sequencing Reveals The Genetic Landscape Of Rare Atypical e6a2 CML ",
    "article_date": "November 15, 2013",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "atypical",
        "whole exome sequencing",
        "genetics",
        "bcr-abl tyrosine kinase",
        "bone marrow aspiration",
        "fusion proteins, bcr-abl",
        "leukemia, myelocytic, chronic",
        "micrornas",
        "rna",
        "rna, messenger"
    ],
    "author_names": [
        "Arati V. Rao, MD",
        "Yuri D. Fedoriw, MD",
        "Kristy L. Richards, MD PhD",
        "Zhen Sun, MS",
        "Cassandra L Love, MS",
        "Sandeep Dave, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Division of Cellular Therapy, Duke University, Durham, NC, USA, "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "Department of Genetics, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Institute for Genome Sciences and Policy, Duke University, Durham, NC, USA, "
        ],
        [
            "Duke University Institute for Genome Sciences & Policy, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.0014258",
    "first_author_longitude": "-78.9382286",
    "abstract_text": "Background Over 90% of Ph-positive chronic myelogenous leukemia (“typical CML”) patients have breakpoints in the M-bcr, which typically result in b2a2 (e13a2) and/or b3a2 (e14a2) fusion mRNAs, both of which are translated into the p210 BCR-ABL protein. CML patients with the p190 BCR-ABL (m-bcr) or p230 BCR-ABL (μ-bcr) fusion genes have been reported. Atypical BCR breakpoints outside these cluster regions are extremely rare. For instance, only 8 cases have been described of e6a2 fusion CML. Very little is known about the clinical or biological characteristics of this subtype of CML, including the role of collaborating gene mutations in the development of disease. In this study, we defined the gene mutations that occurred in a rare e6a2 CML case and compared the observed gene mutations to those in “typical” chronic phase (CP)-CML cases. To our knowledge, this is the first comparison of the genetic mutations occurring in typical CML and in this rare atypical form of CML. Methodology We identified the index e6a2 CML patient, and eight additional typical CML patients for whom we had bone marrow aspirate, peripheral blood and paired normal tissue. We performed whole-exome sequencing for all of these samples using the Agilent solution-based system of exon capture, which uses RNA baits to target all protein coding genes (CCDS database), as well as ∼700 human miRNAs from miRBase (v13). In all, we generated over 3 GB of sequencing data using high throughput sequencing on the Illumina platform. Results We identified 15 candidate cancer genes that were somatically mutated in our e6a2 CML patient. Commonly implicated biological processes comprising these genes included transcription (STAT5A, TET2, GTF2F1), cellular differentiation (TP73), and signal transduction (GPR116). Interestingly, the majority of these mutations also occurred in typical CML, albeit at lower frequency. Thus, genes mutated common to our atypical case and typical CMLs included STAT5A, TET2, GTF2F1, ABL1 and CYP2A6. Thus, while atypical e6a2 BCR-ABL fusion CML cases are extremely rare, they appear to share many aspects of the biology with typical CMLs. Conclusion This study represents an in-depth analysis of a rare e6a2 CML in combination with one of the first analyses of gene mutations that occur in typical CML. Our data provide a significant first step to identifying genes that play a role in the pathogenesis along with BCR-ABL that perhaps contribute to drug resistance, and ultimately impact overall survival. Disclosures: No relevant conflicts of interest to declare."
}