{
    "doi": "https://doi.org/10.1182/blood-2018-99-110406",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4078",
    "start_url_page_num": 4078,
    "is_scraped": "1",
    "article_title": "A Genome-Wide CRISPR/Cas9 Knockout Screen Identifies BEND3 As a Determinant of Sensitivity to UBA1 Inhibition in Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "topics": [
        "annexin a5",
        "bortezomib",
        "crispr",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "daunorubicin",
        "enzyme inhibitors",
        "enzymes",
        "genome",
        "heterochromatin",
        "histones"
    ],
    "author_names": [
        "Samir H Barghout, BSPharm, MSc",
        "Neil MacLean",
        "G. Wei Xu",
        "Geethu Thomas, PhDMSc,BSc",
        "Zachary Blatman",
        "Rose Hurren, BSc",
        "Aaron D Schimmer, MD PhD"
    ],
    "author_affiliations": [
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada ",
            "Department of Medical Biophysics, Faculty of Medicine, University of Toronto, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada ",
            "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, Canada"
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada ",
            "Department of Medical Biophysics, Faculty of Medicine, University of Toronto, Toronto, Canada "
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "UBA1 is the major ubiquitin-activating enzyme that initiates the ubiquitylation cascade whereby proteins are tagged with mono- or polyubiquitin to mark them for proteasomal degradation or modify their functions. Despite having equal levels of UBA1 protein, AML cell lines and primary AML cells are more dependent on UBA1 activity compared to normal hematopoietic cells, rendering them more vulnerable to UBA1 inhibition. Recently, we demonstrated that inhibiting UBA1 with the small-molecule inhibitor TAK-243 was selectively cytotoxic to a subset of AML cells and stem cells in vitro and in vivo through a mechanism at least partly dependent on inducing ER stress ( Leukemia , 2018). To identify potential determinants of sensitivity/resistance to TAK-243 (Millennium Pharmaceuticals, Takeda) in AML, we conducted a genome-wide CRISPR/Cas9 knockout screen in OCI-AML2 cells followed by selection with cytotoxic TAK-243 concentrations corresponding to the IC90 and IC99. By next-generation sequencing and enrichment analysis, we then identified genes whose knockout renders AML cells resistant to TAK-243. We identified 34 hits in the IC90 and 11 hits in the IC99 arms of the screen (cut off FDR < 0.2). These hits are involved in signaling pathways including transcriptional regulation, histone methylation, ubiquitin conjugation, cell cycle progression, mTOR and NF-κB signaling pathways, consistent with the broad range of pathways regulated by UBA1-mediated ubiquitylation. We focused our investigation on BEN domain-containing protein 3 ( BEND3 ) that ranked as a top hit in both arms (FDR = 0.0012). Compared to control, all 6 BEND3 -targeting gRNAs were enriched up to 10,000 times. BEND3 is a transcriptional repressor that regulates heterochromatin organization. To validate the screen results, we independently knocked out BEND3 in OCI-AML2 cells using the 4 top performing gRNAs in the screen. We confirmed target knockout by immunoblotting. BEND3 knockout did not alter the basal proliferation rate of the cells. However, knockout of BEND3 rendered OCI-AML2 cells resistant to TAK-243 with up to a 4-fold increase in the IC50 by the MTS assay. Resistance to TAK-243 was confirmed by Annexin V/PI staining, PARP cleavage, and colony-forming assays. Cells were cross resistant to the NEDD8-activating enzyme inhibitor pevonedistat (2-fold IC50 increase), but not bortezomib or daunorubicin. As assessed by immunoblotting, BEND3 knockout did not change expression of UBA1, or the related enzymes UBA2, UBA3, or UBA6. BEND3 knockout was associated with reduced induction of ER stress as assessed by levels of CHOP and ATF4 after TAK-243 treatment. Conclusions Through a genome-wide CRISPR screen, we identified BEND3 as a determinant of sensitivity to TAK-243 in AML. Mechanistically, lack of BEND3 expression dampens the ER stress response to UBA1 inhibition. Thus, these results may highlight a new mechanism of sensitivity to TAK-243. Disclosures Schimmer: Jazz Pharmaceuticals: Consultancy; Medivir AB: Research Funding; Otsuka Pharmaceuticals: Consultancy; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees."
}