{
    "doi": "https://doi.org/10.1182/blood-2019-121952",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4281",
    "start_url_page_num": 4281,
    "is_scraped": "1",
    "article_title": "Results of Unrelated Donor Hematopoietic Stem Cell Transplantation for Sickle Cell Disease in Europe on Behalf of Paediatric Diseases (PDWP) and Inborn Errors Working Parties (IEWP) of the EBMT ",
    "article_date": "November 13, 2019",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Introduction: Allogeneic hematopoietic stem cell transplantation (HSCT) is, to date, the only curative treatment for sickle cell disease (SCD). Because a human leukocyte antigen (HLA) matched sibling donor is not always available, alternative stem cell sources such as unrelated or haploidentical related donors have been explored. The likelihood of finding a 10/10 (HLA-A, B, C, DRB1 and DQB1) matched donor varies among ethnic groups, with the lowest probability among individuals of African descent. To date, few series of SCD patients transplanted with an unrelated donor (UD) have been reported, but the high rates of rejection and chronic graft versus host disease (cGvHD) have limited its widespread application. Patients and methods: We report the results of a retrospective, registry based, survey on 70 UD HSCT performed in patients (pts) with SCD from UD in 22 European Society for Blood and Marrow Transplantation (EBMT) centers between 2005 and 2017. Data were collected from the EBMT database and missing information was updated by the centers. Median follow up was 38 (range 2-154) months. Most pts were HbSS (n=54; 78%), had positive serology for CMV (80%), and a Karnofsky score >80% (98%). Eighteen pts had a major ABO incompatibility. Recurrent vaso-occlusive crisis (n=58), cerebral vasculopathy (n=23) and acute chest syndrome (n=24) were the main indications for HSCT. Red blood cell (RBC) transfusions pre-HSCT were reported in 97% of pts of whom 53% received more than 20 transfusions; 14% of the transfused pts had RBC alloantibodies. Hydroxyurea pre-HSCT was used in 65% of pts. Median age at HSCT was 9.6 years (range 2-43) with 87% of pts being ≤ 16 years. Stem cell source was bone marrow (BM) in 55 pts (79%) and peripheral blood (PBSC) in 15 (21%). The median number of infused TNC /kg was 3.6 x 10 8 for BM and 7.1 x 10 8 for PBSC; the median number of infused CD34/kg was 4.4 x 10 6 for BM and 8.3 x 10 6 for PBSC. HLA matching at high resolution typing was 10/10 (HLA-A, B, C, DRB1 and DQB1) in 31, 9/10 in 17 and 8/10 in 4 of the patient-donor pairs; intermediate resolution typing was available for 10 (10/10 or 9/10) and the HLA information was missing for the remaining 8 patient-donor pairs. The most frequent conditioning regimens were fludarabine-thiotepa-treosulfan (64%) and busulfan- cyclophosphamide (12%). GvHD prophylaxis was cyclosporine plus methotrexate in 59%. Anti-thymocyte globulin was used in 90% and alemtuzumab in 9% of pts. Results: The cumulative incidence (CI) of neutrophil engraftment at 60 days was 93% (95% CI 76-100), with median time to engraftment of 18 days; platelet engraftment at 180 days was 90% (95% CI 83-98) with a median time of 20 days. Ten pts had graft failure (5 primary and 5 secondary) of whom 6 had a second transplant and were all alive at last FU (median 9.5 months after second HSCT). The CI of grade II-IV aGVHD at 100 days was 23% (95% CI 15-36), and 8 pts (11%) had grade III-IV. Acute GVHD was more frequent in patients who received PBSC (PBSC 42.9%, BM 18.2%, p=0.062). Three-year CI of cGVHD was 23% (95% CI 15-36), 7 pts (10%) had limited and 9 (13%) extensive cGvHD. Three-year overall survival (OS) was 90±4%; three-year event free survival (EFS) (considering death and graft failure as events) was 76±6%; HLA matching between donor and recipient was the most important factor for OS and EFS. Considering only pts-donor pairs with high resolution HLA typing available (n=52), 3-year OS was 96±4% in 10/10 group compared to 77±11% in 9/10 plus 8/10 group (p 0.065), 3-year EFS was 85±7% vs 62±12% (p 0.040), respectively. No significant differences between the groups were observed in CI of neutrophil engraftment, aGVHD and cGVHD. Conclusion: UD HSCT is a valid option for SCD patients who lack an HLA-identical sibling donor. Nevertheless, efforts are still needed to improve outcomes after UD HSCT. Our results indicate that using a 10/10 HLA matched UD improves both OS and EFS compared to donors with 1 or more mismatches; so, when such a matched unrelated donor is not found, using an haplo relative or an unrelated cord blood as donor source should be evaluated. A prospective trial is in preparation to evaluate the use of haploidentical donors for HSCT in SCD (EudraCT number: 2018-002652-33). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "donors",
        "hematopoietic stem cell transplantation",
        "sickle cell anemia",
        "pediatrics",
        "brachial plexus neuritis",
        "human leukocyte antigens",
        "graft-versus-host disease, chronic",
        "blood transfusion",
        "hla-a antigens",
        "hla-a2 antigen"
    ],
    "author_names": [
        "Eliane Gluckman, MD PhD",
        "Josu de la Fuente, FRCP, PhD FRCPath",
        "Barbara Cappelli, MD",
        "Graziana M. Scigliuolo, PharmD",
        "Fernanda Volt, MSc",
        "Karina Tozatto-Maio, MD",
        "Vanderson Rocha, MD PhD",
        "Tommaso Mina, MD",
        "Farah O'Boyle, PhD",
        "Frans Smiers, MD",
        "Claudia Bettoni Da Cunha-Riehm, MD",
        "Elisabetta Calore, MD",
        "Sonia Bonanomi, MD",
        "Stelios Graphakos, MD",
        "Anna Paisiou, MD",
        "Michael H. Albert, MD",
        "Annalisa Ruggeri, MD",
        "Marco Zecca, MD",
        "Arjan C. Lankester, MD PhD",
        "Selim Corbacioglu, MD"
    ],
    "author_affiliations": [
        [
            "Eurocord, Hôpital Saint Louis, Université Paris Diderot, IUH, Paris, France ",
            "Monacord, Centre Scientifique de Monaco, Monaco, Monaco "
        ],
        [
            "Department of Paediatrics, St. Mary's Hospital, London, United Kingdom "
        ],
        [
            "Eurocord, Hôpital Saint Louis, Université Paris Diderot, IUH, Paris, France ",
            "Monacord, Centre Scientifique de Monaco, Monaco, Monaco "
        ],
        [
            "Eurocord, Hôpital Saint Louis, Université Paris Diderot, IUH, Paris, France ",
            "Monacord, Centre Scientifique de Monaco, Monaco, Monaco "
        ],
        [
            "Eurocord, Hôpital Saint Louis, Université Paris Diderot, IUH, Paris, France ",
            "Monacord, Centre Scientifique de Monaco, Monaco, Monaco "
        ],
        [
            "Eurocord, Hôpital Saint Louis, Université Paris Diderot, IUH, Paris, France ",
            "Monacord, Centre Scientifique de Monaco, Monaco, Monaco ",
            "Faculdade de Medicina de Ribeirao Preto, Universidade de Sao Paulo, Ribeirao Preto, Brazil "
        ],
        [
            "Eurocord, Hôpital Saint Louis, Université Paris Diderot, IUH, Paris, France ",
            "Monacord, Centre Scientifique de Monaco, Monaco, Monaco ",
            "Bone Marrow Transplant Unit, Hospital Sirio-Libanes, São Paulo, Brazil "
        ],
        [
            "Pediatric Hematology/Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Department of Paediatrics, St. Mary's Hospital, London, United Kingdom "
        ],
        [
            "Dept. of Pediatrics, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Dept. of Pediatric Hematology and Oncology, Medical School Hannover, Hannover, Germany "
        ],
        [
            "Pediatric Hematology-Oncology Unit, Department of Women's and Children's Health, Azienda Ospedaliera-University of Padova, Padova, Italy "
        ],
        [
            "Pediatric Clinic - Hemato-Oncology Department, University of Milano-Bicocca, MBBM Fundation c/o San Gerardo Hospital, Monza, Italy "
        ],
        [
            "Stem Cell Transplant Unit, Aghia Sophia Children's Hospital, Thivon and Papadiamantopoulou, Athens, Greece "
        ],
        [
            "Stem Cell Transplant Unit, Aghia Sophia Children's Hospital, Thivon and Papadiamantopoulou, Athens, Greece "
        ],
        [
            "Pediatric Hematology and Oncology, Dr. von Haunersches University Children's Hospital, Munich, Germany "
        ],
        [
            "Eurocord, Hôpital Saint Louis, Université Paris Diderot, IUH, Paris, France ",
            "Monacord, Centre Scientifique de Monaco, Monaco, Monaco ",
            "Department of Pediatric Hematology and Oncology IRCCS Ospedale Pediatrico Bambino Gesù, Roma, Italy "
        ],
        [
            "Pediatric Hematology/Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Dept. of Pediatrics, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Department of Pediatric Hematology, Oncology and Stem Cell Transplantation, University Hospital Regensburg, Regensburg, Germany"
        ]
    ],
    "first_author_latitude": "48.87402145",
    "first_author_longitude": "2.3670381500000004"
}