{
    "doi": "https://doi.org/10.1182/blood-2020-138514",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4508",
    "start_url_page_num": 4508,
    "is_scraped": "1",
    "article_title": "Unbiased Metabolomic Screening Reveals Pre-Existing Plasma Signatures in Large B-Cell Lymphoma Patients Treated with Anti-CD19 Chimeric Antigen Receptor (CAR) T-Cells: Association with Cytokine Release Syndrome (CRS) and Neurotoxicity (ICANS) ",
    "article_date": "November 5, 2020",
    "session_type": "704.Immunotherapies",
    "topics": null,
    "author_names": [
        "Akansha Jalota, PhDMSc,BSc",
        "Courtney E. Hershberger, PhD",
        "Manishkumar S. Patel, PhDMS,BPharm",
        "Agrima Mian, MBBS, MD",
        "Daniel M. Rotroff, PhD",
        "Brian T. Hill, MD",
        "Neetu Gupta, PhD MSc, BSc"
    ],
    "author_affiliations": [
        [
            "Department of Inflammation and Immunity, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Inflammation and Immunity, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH"
        ],
        [
            "Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH"
        ],
        [
            "Department of Inflammation and Immunity, Cleveland Clinic, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "41.4599625",
    "first_author_longitude": "-81.69482104999999",
    "abstract_text": "Background: CAR T-cells that target CD19 have been approved by the FDA for treatment of relapsed/refractory large B cell lymphoma (r/r LBCL). Despite clinical efficacy in chemo-refractory patients, the benefit of this approach is often complicated by potentially severe toxicities such as cytokine release syndrome (CRS) and immune effector cell-associated neurotoxicity syndrome (ICANS). The physiological basis of these limitations remains poorly understood, and represents an unmet clinical need. Metabolomics is a global approach that can be used to identify diverse low molecular weight biochemical entities with a wide range of functions. In this study we have employed an untargeted metabolomics approach to identify novel metabolites present in the plasma of patients treated with CAR T-cell therapy that associate with clinical outcomes and toxicities of treatment. Methods: Peripheral blood specimens were collected at the time of apheresis from 41 r/r LBCL patients treated with Axicabtagene Ciloleucel (Axi-cel; n=31) and Tisagenlecleucel (Tisa-cel; n=10). Baseline clinical characteristics and details of prior treatment were captured for all patients. Response outcomes and toxicity grading as measured by ASTCT consensus criteria for CRS and ICANS were recorded. Plasma was isolated from blood and analyzed for metabolites using a commercial Ultrahigh Performance Liquid Chromatography-Tandem Mass Spectrometry platform. Association analysis was performed using ordinal logistic regression to identify the metabolites whose plasma abundance at the time of apheresis correlated with ICANS and CRS grade (FDR ≤0.2). In addition, significant metabolites were utilized to identify perturbations of biologically relevant pathways associated with CRS/ICANS grade. Results: The median age of patients studied was 61 (range 25 - 77), with 25 (61%) males. All patients were previously treated with R-CHOP or R-EPOCH. Twenty (48.8%) patients had high or high-intermediate IPI at baseline. The patients had received a median of 3 (range, 2-6) lines of therapy prior to CAR T-cell therapy, with 21 (51.22%) having received prior autologous stem cell transplantation. At the 3-month time point, response evaluation was available for 28 Axi-cel and 10 Tisa-cel recipients. An objective response was seen in 16 (57%) and 2 (20%) patients, and death was documented in 3 (11%) and 2 (20%) patients, in the Axi-cel and Tisa-cel groups, respectively. Untargeted metabolomics revealed a total of 1,241 metabolites, detected in positive, negative and polar modes, of which 1,011 were named. These include lipids, amino acids, xenobiotics, nucleotides, partially characterized compounds, cofactors and vitamins. In examining toxicities of CAR-T cell treatment, we identified three metabolites whose abundance was negatively associated with ICANS grade (FDR ≤0.2), indicating that high abundance of these metabolites at the time of apheresis was associated with a decreased risk of (i.e. protection from) ICANS. Plasma metabolites were also found to be associated with CRS, with 23 associated with an increased risk (i.e. predisposing to) of CRS, and 204 associated with decreased risk (i.e. protection from) of CRS. Using a hypergeometric test for over-represented metabolites in the KEGG metabolic pathways (FDR ≤0.2), caffeine metabolism, glycine, serine, and threonine metabolism, arginine biosynthesis, and aminoacyl-tRNA biosynthesis were identified as the most significantly represented pathways. Conclusion: Pre-existing biochemical signatures present in the plasma at the time of apheresis are strongly associated with toxicities observed in response to commercial CD19 CAR T-cell therapies. These endogenous metabolites may serve as biomarkers for monitoring risk of toxicity associated with CD19 CAR T cell treatment and provide insight into rational clinical interventions to mitigate such risks. Disclosures Rotroff: Interpares Biomedicine LLC.: Current equity holder in publicly-traded company; CAR-T Response: Patents & Royalties. Hill: Takeda: Research Funding; Karyopharm: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria; AstraZenica: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding; Kite, a Gilead Company: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; Beigene: Consultancy, Honoraria, Research Funding."
}