{
    "doi": "https://doi.org/10.1182/blood.V128.22.1246.1246",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3531",
    "start_url_page_num": 3531,
    "is_scraped": "1",
    "article_title": "Mutations in the Second Linker of KLF1 Cause Congenital Non-Spherocytic Hemolytic Anemia Due to Global Reduction of In Vivo DNA-Binding Affinity ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "abstract_text": "The mommeD45 mutation generates an amino acid transversion (H350R) within a conserved linker peptide between zinc fingers two and three of Klf1 (linker 2). Klf1 H350R/H350R mice have mild compensated microcytic anaemia 1 . Mice Carrying the H350R mutation were interbred with Klf1 +/- mice. Klf1 H350R/- mice have severe perinatal haemolytic anaemia, jaundice and marked splenomegaly. Haematological evaluation of these mice shows similar phenotypes to human patients who are compound heterozygotes for null and linker 2 mutations in KLF1 2 . Analysis of Klf1 H350R/- fetal liver by flow cytometry showed an increase in circulating immature CD71+ Ter119+ erythroblasts. In the bone marrow, a marked reduction in mature (Cd71- Ter119+) red blood cells was observed . Flow cytometric analysis of the spleen from Klf1 H350R/- animals revealed an expansion of erythroid cells consistent with extramedullary erythropoiesis. ChIP-seq for Klf1 in 14.5DPC fetal liver from Klf1 H350R/H350R mice revealed no loss in specificity when compared to wildtype Klf1, but a global reduction in affinity. Affinity measurements of recombinant zinc finger domains in vitro will be presented. By RNA-seq, we observed significantly lower expression of Klf1 target genes in mice homozygous for the H350R mutation compared to mice carrying a wildtype allele. And this correlates with reduced DNA binding observed in ChIP-seq and in vitro assays. Previous studies of the linkers in C 2 H 2 zinc finger transcription factors have revealed their necessity as structural and regulatory components for the C 2 H 2 class of transcription factors. Our results show the second linker of Klf1 plays an indirect role in DNA-binding and does not act just as a spacer for the zinc fingers. References: 1. Sorolla A, Tallack MR, Oey H, et al. Identification of novel hypomorphic and null mutations in Klf1 derived from a genetic screen for modifiers of alpha-globin transgene variegation. Genomics . 2015;105(2):116-122. 2. Viprakasit V, Ekwattanakit S, Riolueang S, et al. Mutations in Kruppel-like factor 1 cause transfusion-dependent hemolytic anemia and persistence of embryonic globin gene expression. Blood . 2014;123(10):1586-1595. Disclosures Perkins: Novartis Oncology: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria.",
    "topics": [
        "affinity",
        "anemia, hemolytic, congenital nonspherocytic",
        "dna",
        "mutation",
        "hemolytic anemia",
        "transcription factor",
        "alpha-globin",
        "amino acids",
        "flow cytometry",
        "globins"
    ],
    "author_names": [
        "Stephen Huang, B Sc (Hons)",
        "Kevin R. Gillinder, PhD",
        "Annabel Sorolla, PhD",
        "Emma Whitelaw, BSc PhD",
        "Andrew C Perkins, PhD"
    ],
    "author_affiliations": [
        [
            "Mater Research, University fo Queensland, Woollongabba, Australia "
        ],
        [
            "Mater Research, University of Queensland, Woolloongabba, Australia "
        ],
        [
            "University of Western Australia, Perth, Australia "
        ],
        [
            "La Trobe University, Melbourne, Australia"
        ],
        [
            "Mater Research, University of Queensland, Woolloongabba, Australia "
        ]
    ],
    "first_author_latitude": "-27.486469",
    "first_author_longitude": "153.027591"
}