{
    "doi": "https://doi.org/10.1182/blood.V116.21.2716.2716",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1824",
    "start_url_page_num": 1824,
    "is_scraped": "1",
    "article_title": "Detection, Comprehensive Analysis and Clinical Validation of Chromosomal Aberrations by Multiplex Ligation-Dependent Probe Amplification In Chronic Lymphocytic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "amplification",
        "chromosome abnormality",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "ligation",
        "karyotype determination procedure",
        "leukemic cells",
        "microbiology procedures",
        "polymerase chain reaction",
        "screening test"
    ],
    "author_names": [
        "Adam Abdool",
        "Amber C. Donahue, Ph.D.",
        "Jay G Wohlgemuth, M.D.",
        "Chen-Hsiung Yeh, Ph.D."
    ],
    "author_affiliations": [
        [
            "Hematology Oncology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ],
        [
            "Hematology Oncology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ],
        [
            "Hematology Oncology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ],
        [
            "Hematology Oncology, Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA"
        ]
    ],
    "first_author_latitude": "33.562051499999995",
    "first_author_longitude": "-117.5439056",
    "abstract_text": "Abstract 2716 Background: Current strategies based on karyotyping or fluorescent in situ hybridization (FISH) for detection of chromosomal abnormalities in chronic lymphocytic leukemia (CLL) are laborious, time-consuming, and costly and have limitations in resolution. Multiplex ligation-dependent probe amplification (MLPA) can simultaneously detect copy number changes of multiple loci in a single PCR, making it an attractive alternative. We developed and validated an MLPA protocol for comprehensive, automated data analysis and interpretation of chromosome abnormalities associated with CLL. Patients and Methods: Reference ranges for individual MLPA probes were established from a group of 50 healthy control subjects. Using these ranges we built an automated spreadsheet-based analysis system that includes multiple quality checks; samples that fail these checks are flagged and not reported. Each target was given a call of “deletion,” “normal,” or “amplification,” depending on whether the normalized ratio fell within or outside of the established normal range (mean ± 2SD or mean ± 3SD). After establishing the normal references ranges for each probe, we used the MLPA assay to characterize chromosome abnormalities in blood samples from 100 patients with suspected CLL that had been previously tested with FISH. Results: The maximum normal ranges were distributed between 0.82 and 1.18 for the mean ± 2SD values (ie, 95% CI, P = 0.05), and between 0.73 and 1.27 for the mean ± 3SD values (ie, 99.7% CI, P = 0.01). MLPA showed good concordance with FISH results in the 100 clinically suspected CLL cases. In 6 of these cases, abnormalities detected by MLPA were in regions not covered by FISH, including additional copy number gains on chromosomes 18q21.1 and 19, and novel micro-deletions at 19q13.43 and 19p13.2 loci. Excluding these cases, MLPA showed 94% sensitivity, 94% concordance, and 93% specificity relative to FISH. MLPA detected abnormalities in 3 FISH-negative cases and failed to detect abnormalities in three 13q- cases with low percentages of leukemic cells (7%, 12% and 19%). The limit of detection of the CLL MLPA assay was about 20% leukemic clones. Conclusions: This MLPA-based assay for chromosome abnormalities in CLL showed excellent concordance with FISH. This multiplex assay represents a fast (roughly 2–3 days total process to report time vs 7–10 days for FISH), high-throughput, accurate, and user-friendly process for that has potential for use as a first-line screening test for detection of chromosome abnormalities associated with CLL in the clinical laboratory. Disclosures: No relevant conflicts of interest to declare."
}