{
    "doi": "https://doi.org/10.1182/blood-2020-137804",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4597",
    "start_url_page_num": 4597,
    "is_scraped": "1",
    "article_title": "Incorporating Hemoglobin Levels to Map Leukostasis Risk in Acute Leukemia Using Microvasculature-on-Chip Technologies ",
    "article_date": "November 5, 2020",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": null,
    "author_names": [
        "Jamie Oakley, MD",
        "Evelyn K. Williams, BS",
        "Christina Caruso, MD",
        "Yumiko Sakurai, MSc",
        "Reginald Tran, PhD",
        "Glen Lew, MD",
        "Wilbur A. Lam, MDPhD"
    ],
    "author_affiliations": [
        [
            "Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta and Department of Pediatrics, Emory University School of Medicine, Atlanta, GA "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
        ],
        [
            "Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta and Department of Pediatrics, Emory University School of Medicine, Atlanta, GA "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Emory Univ. / Children's Healthcare of Atlanta, Atlanta, GA"
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
        ]
    ],
    "first_author_latitude": "33.7934487",
    "first_author_longitude": "-84.3194417",
    "abstract_text": "Hyperleukocytosis, most commonly defined as a white blood cell (WBC) count > 100,000/μL, is an oncologic emergency in acute leukemia that can lead to leukostasis, which occurs when leukemia cells obstruct the microvasculature resulting in significant morbidity and mortality from neurologic (CNS hemorrhage, thrombosis) or pulmonary (respiratory distress, hypoxia) symptoms. The underlying mechanisms are poorly understood but are thought to be related to increased blood viscosity, secondary to high WBC count, leukemia cell aggregation, and the abnormal mechanical properties, size, and cell-cell interactions of leukemia cells. Leukapheresis is a commonly used therapy for rapid cytoreduction in symptomatic patients, but the procedure is not without risks. No existing methods reliably predict leukostasis or guide treatment including the commonly used WBC count, which only loosely correlates with leukostasis and does not accurately describe the blood viscosity at the microvascular level. Importantly, while hematocrit/hemoglobin levels (Hgb) are known to be major contributors to blood viscosity, they have not been systematically assessed in leukostasis risk, and Hgb often decreases as leukemic cell counts rise, complicating the issue. Incorporating Hgb levels may better predict leukostasis and assist physicians balancing the risk of hyperleukocytosis compared to the interventions themselves. To that end, we investigated how the differing presentations of acute leukemia lead to microvessel occlusion, thereby affecting effective blood viscosity at the microvascular level using \"microvasculature-on-a-chip\" devices that mimic the microvascular geometry (Figure 1) developed by our laboratory. This physiologically relevant microvascular model allows for in vitro investigation as in vivo studies are nearly impossible due to difficulty in visualizing and manipulating the animal microvasculature and cell counts. The devices were microfabricated using polydimethylsiloxane (PDMS). Acute T-cell lymphoblastic (Jurkat) and acute monocytic (THP-1) cell lines were maintained via standard cell culture conditions. Red cells from healthy donors were isolated and mixed with leukemia cells to achieve target Hgb and WBC levels. Various physiologic leukemia \"mixtures\" were then perfused under physiologic microcirculatory flow conditions through the microvascular device and microchannels occlusion was tracked via videomicroscopy (Figure 2). With T-cell leukemia, Hgb levels affected the risk of \" in vitro leukostasis.\" Specifically, with severe anemia and WBC count less than the hyperleukocytosis range, time to microchannel occlusion was longer, and was more dependent on Hgb rather than WBC count. However, in cases with severe anemia and WBC counts > 100k/μL, WBC count exhibited a stronger effect on occlusion with little dependence on Hgb (Figure 3). At Hgb > 8g/dL, microchannel occlusion was dependent on WBC count regardless of hyperleukocytosis or not. In contrast, our data to date shows that with myeloid leukemia, in vitro leukostasis is not associated with Hgb levels, and is consistent with how myeloid leukemias in vivo cause leukostasis symptoms at lower WBC counts than lymphoid leukemias, not only due to size but also adhesive interactions. These data suggest when determining risk for leukostasis, WBC count should not be the sole determinant. Here we show Hgb levels affect microvascular blood viscosity and propensity for microvascular occlusion, but it appears to have a greater impact with T-cell leukemias versus myeloid leukemias (Figure 4). These studies indicate Hgb is an important clinical parameter for leukostasis risk in acute leukemia and will help inform guidelines for leukapheresis and even phlebotomy, a much simpler and safer procedure, to mitigate hyperviscosity in acute leukemia. These results can also impact decisions regarding the need for red blood cell transfusions, which iatrogenically increase blood viscosity. Studies incorporating patient myeloid and lymphoid leukemia cells and microvasculature-on-chip devices integrating live endothelium to assess leukemia cell adhesion are ongoing. Figure View large Download slide Figure View large Download slide  Disclosures Lam: Sanguina, Inc: Current equity holder in private company."
}