{
    "doi": "https://doi.org/10.1182/blood.V128.22.2186.2186",
    "article_title": "Factors Influencing Long-Term Hematopoietic Function Following Autologous Stem Cell Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "711. Cell Collection and Processing: Poster I",
    "abstract_text": "Background/Objective: Mobilized peripheral blood hematopoietic progenitor cells are the most common stem cell source for autologous hematopoietic stem cell transplantation (auto-HSCT). Successful short-term stem cell engraftment requires collection of at least 2x10 6 CD34+ cells/kg. The American Society of Bone Marrow Transplantation (ASBMT) recommends a stem cell infusion target of 3-5 x10 6 cells/kg (Giralt et al. 2014). However, the number of CD34+ cells to reinfuse to ensure long-term engraftment has not been established. Plerixafor, a reversible CXCR4 antagonist, increases CD34+ cell yield at collection even in patients who are predicted poor mobilizers (PPM). Although plerixafor could be used universally for all collections, this may not be the most cost-effective strategy (Veltri et al. 2012). This study sought to determine the minimum number of CD34+ cells/kg required for adequate long-term hematopoiesis, identify factors associated with poor long-term hematopoiesis, and determine if plerixafor mobilization improved long-term peripheral blood counts. Methods: A retrospective chart review was conducted on patients who underwent auto-HSCT between January 2004 and September 2013 at The Ottawa Hospital, for management of hematological malignancies. Peripheral blood cell counts were collected from 1 to 5 years after auto-HSCT, or until disease relapse. Poor long-term hematopoiesis was defined as an ANC <1 x10 9 /L, hemoglobin <100 g/L, or platelets <100 x10 9 /L. Patients were stratified into groups based on the infused CD34+ concentration (in cells/kg), and the proportion of patients with poor long-term hematopoiesis at 1, 2, 3, 4, and 5 years post auto-HSCT was compared with chi square tests. Long-term clinical outcomes (platelet and packed red blood cell transfusions, and post auto-HSCT infection rates) were compared between plerixafor-mobilized patients and PPM (defined as patients with pre-collection CD34+ <2 x 10 6 cells/kg) with standard mobilization regimens. Results: This study included 560 patients who underwent auto-HSCT, 210 with multiple myeloma and 350 with lymphoma. At 1 and 5 years post auto-HSCT 377 and 104 patients were included, respectively. A dose dependent improvement 1 year after auto-HSCT was seen in patients who received 0-2.99 x 10 6 CD34+ cells/kg (24.4%, n= 41) compared to patients who received 5-9.99 x 10 6 CD34+ cells/kg (11%, n=154, p=0.051) and ³10 x 10 6 CD34+ cells/kg (4.5%, n=66, p=0.006). Though there was a trend towards lower CD34+ infusions and poorer hematopoietic function (see table 1), there was no statistically significant difference in hematopoietic function based on CD34+ infusion concentrations after 1 year post auto-HSCT. 10 patients received <2 x10 6 CD34+ cells/kg, of whom the rate of inadequate hematopoiesis was 33% at 1 year (n=6) and 0% (n=1) at 5 years post auto-HSCT. Factors that increased the risk of poor hematopoiesis over the course of study follow up, based on a univariate analysis, included advanced age (OR 1.189, p=0.05), multiple prior collections (OR 2.978, p=0.035), and prior treatment with more than two chemotherapy lines (OR 2.571, p=0.02). Plerixafor-mobilized patients (n=25), compared to PPM (n=197), had a significantly higher median CD34+ cell collection (4.048 x10 9 /L and 2.996 x10 9 /L cells/kg, respectively, p=0.005). There was no significant difference in overall cytopenias, transfusion requirements, or infection rates between plerixafor-mobilized and PPM patients over the course of the study follow up. Conclusion: Low pre-collection CD34+ counts, advanced age, multiple prior collections, and more than two prior chemotherapy treatments adversely affected long-term hematopoiesis post auto-HSCT. We support the transfusion target of 3-5 x 10 6 cells/kg, as proposed by the ASBMT, given that at 5 years post auto-HSCT there was no statistical or clinically significant difference in hematopoietic function with higher CD34+ infusion targets. While mobilization with plerixafor significantly increased overall CD34+ cell collection when compared with PPM, long-term hematopoietic function and clinical outcomes were not different. This finding supports the practise of limiting plerixafor use only to patients who are PPM, thereby facilitating adequate stem cell collection and early engraftment, as opposed to universal plerixafor mobilization. View large Download slide View large Download slide  Close modal Disclosures Sabloff: Lundbeck: Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis Canada: Membership on an entity's Board of Directors or advisory committees; Gilead: Research Funding; Alexion: Honoraria.",
    "topics": [
        "antagonists",
        "autologous stem cell transplant",
        "blood cells",
        "blood platelets",
        "bone marrow transplantation",
        "chemotherapy regimen",
        "cxcr4 receptors",
        "cytopenia",
        "follow-up",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Alissa Visram, MD",
        "Natasha Kekre, MD MPH, FRCPC",
        "Christopher N. Bredeson, MD MSc, FRCPC",
        "Jason Tay, MDFRCPC MSc",
        "Lothar B. Huebsch, MD",
        "Sheryl McDiarmid",
        "Ranjeeta Mallick, PhD",
        "Mitchell Sabloff, MDM",
        "Harold Atkins, MDFRCPC",
        "David S. Allan, MD FRCPC",
        "Alan Tinmouth, MD FRCPC",
        "Linda Hamelin",
        "Lisa Martin",
        "Dawn Maze, MD FRCPC MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Alissa Visram, MD",
            "author_affiliations": [
                "The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natasha Kekre, MD MPH, FRCPC",
            "author_affiliations": [
                "Medicine, University of Ottawa, Ottawa, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher N. Bredeson, MD MSc, FRCPC",
            "author_affiliations": [
                "Division of Hematology, The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Tay, MDFRCPC MSc",
            "author_affiliations": [
                "University of Calgary/Tom Baker Cancer Center, Calgary, CAN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar B. Huebsch, MD",
            "author_affiliations": [
                "Department of Hematology, University of Ottawa, Ottawa, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheryl McDiarmid",
            "author_affiliations": [
                "The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjeeta Mallick, PhD",
            "author_affiliations": [
                "Clinical Epidemiology Program Ottawa Hospital Research Institute, Ottawa, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell Sabloff, MDM",
            "author_affiliations": [
                "Ottawa General Hospital, Ottawa, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harold Atkins, MDFRCPC",
            "author_affiliations": [
                "Division of Hematology, The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David S. Allan, MD FRCPC",
            "author_affiliations": [
                "Division of Hematology, The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Tinmouth, MD FRCPC",
            "author_affiliations": [
                "Clinical Epidemiology Program, Ottowa Health Research Institute, Ottawa, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Hamelin",
            "author_affiliations": [
                "The Ottawa Hospital, Ottawa, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Martin",
            "author_affiliations": [
                "Canadian Blood Services, Ottawa, Canada "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dawn Maze, MD FRCPC MSc",
            "author_affiliations": [
                "University of Toronto/University Health Network, Toronto, Canada"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:39:58",
    "is_scraped": "1"
}