{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5653.5653",
    "article_title": "Side Effects and Supportive Care in Relapsed or Refractory Classical Hodgkin Lymphoma Patients Treated in Later Lines of Therapy: A Pilot Analysis Conducted in 4 Countries ",
    "article_date": "December 7, 2017",
    "session_type": "904. Outcomes Research—Malignant Conditions",
    "abstract_text": "Introduction: Most patients with classical Hodgkin lymphoma (cHL) can be cured with first-line multiagent chemotherapy. However, up to 20% require second-line (2L) therapy, including autologous hematopoietic cell transplantation (auto-HCT); 50% of those will develop relapsed/refractory cHL (R/R HL) after 2L therapy. The introduction of brentuximab vedotin (BV) in 2011 has changed the management of patients with R/R HL. The European Medicines Agency approved programmed death-1 (PD-1) inhibitor nivolumab (nivo) in 2016 for the treatment of patients with R/R HL who failed auto-HCT and BV and pembrolizumab (pembro) in 2017 for the treatment of R/R HL patients who failed auto-HCT and BV or who are transplant-ineligible and have failed BV. Both agents have improved clinical outcomes for indicated patients. As a pilot analysis, we assessed side effects and supportive care to manage side effects in patients with R/R HL who were treated with BV, nivo, or pembro in third- (3L) or later lines of therapy in real-world practice. Methods: The study was designed as a multicenter, cross-sectional survey of R/R HL patients receiving 3L or later-line systemic drug treatment, and was administered between June and September 2016 in Canada and 3 European countries (France, Germany, and UK). The study consisted of 2 components, a physician survey and a medical chart review; data captured included demographics and patient characteristics, treatment and disease management, clinical outcomes, and resource utilization. Side effects and supportive care were assessed during treatment. Summary statistics were reported and difference between treatment cohorts assessed using t -tests and Kruskal-Wallis tests for continuous variables and chi-square/Fisher exact tests for categorical variables. P value <0.05 (2-sided test) was considered significant. Results: A total of 116 physicians (Canada, 16; France, 31; Germany, 44; UK, 25) provided information on 955 patients with R/R HL who were treated in 3L or later-line therapy. Among these, 452 patients received exclusively BV, nivo, or pembro in 3L or later lines (median age 52 years; 58% male) and there was no overlap in utilization of the 3 agents. The 452 patients were divided into 3 treatment cohorts: 336 (74%) on BV, 90 (20%) on nivo, and 26 (6%) on pembro; these were mutually exclusive. Patients in the 3 cohorts were similar in terms of age, sex, most recent cancer stage, and performance status at study enrollment (Table). There was no statistically significant difference between cohorts in proportion of patients with bulky disease. Compared with those on BV, patients on nivo or pembro were more likely to be tested for Epstein-Barr virus (EBV)-specific antibodies (p=0.0003); among those tested, the proportions of patients with positive results were similar across cohorts (Table). The data suggest that nivo may generally result in fewer side effects than pembro and BV (Table). Pairwise comparisons between nivo and pembro show that nivo was associated with lower incidence of anemia (3.3% vs 15.4%, p=0.0438), diarrhea (2.2% vs 23.1%, p=0.0015), fatigue (3.3% vs 15.4%, p=0.0438), nausea (4.4% vs 26.9%, p=0.0024), vomiting (1.1% vs 26.9%, p<0.0001), and weight loss (1.1% vs 15.4%, p=0.0088). The fraction of patients using supportive care antibiotics, antidiarrheals, granulocyte colony-stimulating factor (G-CSF), and analgesics appears lower for nivo than for pembro or BV (Table). Patients on nivo used erythropoiesis-stimulating agents (ESAs) and corticosteroids slightly more than those on BV or pembro, although the difference was not statistically significant (Table). Pairwise comparison shows that the use of anti-emetics was significantly lower for patients on nivo than for those on pembro (6.7% vs 26.9%, p=0.0088). When compared with BV, nivo was associated with significantly lower use of antibiotics (7.8% vs 17.0%, p=0.0303) and anti-emetics (6.7% vs 14.9%, p=0.0405). P value from pairwise comparison is not shown in Table. Conclusions: The sample size of patients receiving nivo or pembro in this analysis is small, but preliminary analysis indicates that patients treated with nivo may have fewer side effects and require less supportive care than those receiving BV or pembro. Further analysis may be necessary to validate these findings. Study support: Bristol-Myers Squibb. View large Download slide View large Download slide  Close modal Disclosures Chen: Bristol-Myers Squibb: Employment. Byrne: Adelphi Real World: Employment. Hallworth: Adelphi Real World: Employment. Yasenchak: Bristol-Myers Squibb: Consultancy; Seattle Genetics: Consultancy.",
    "topics": [
        "adverse effects",
        "hodgkin's disease",
        "supportive care",
        "weight reduction",
        "antibiotics",
        "antiemetic agents",
        "chlorambucil",
        "granulocyte colony-stimulating factor",
        "adrenal corticosteroids",
        "analgesics"
    ],
    "author_names": [
        "Clara Chen, PhD BS, MS",
        "Katherine Byrne",
        "Pam Hallworth",
        "Christopher A. Yasenchak, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Clara Chen, PhD BS, MS",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katherine Byrne",
            "author_affiliations": [
                "Adelphi Real World, Bollington, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pam Hallworth",
            "author_affiliations": [
                "Adelphi Real World, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher A. Yasenchak, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute, Eugene, OR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:45:02",
    "is_scraped": "1"
}