{
    "doi": "https://doi.org/10.1182/blood-2019-123865",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4327",
    "start_url_page_num": 4327,
    "is_scraped": "1",
    "article_title": "Novel Insights Regarding Pediatric Essential Thrombocythemia ",
    "article_date": "November 13, 2019",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Background: Essential thrombocythemia (ET) is a chronic myeloproliferative neoplasm. As it is extremely rare in children, data regarding its clinical course are scarce and pediatric treatment guidelines are lacking. Aim: To evaluate diagnosis, treatment and clinical outcome in a group of pediatric ET patients. Methods: Medical files of all pediatric patients (age 0-18 years) diagnosed with ET between January 2010 and February 2019 in three tertiary hospitals were reviewed. Study was approved by all institutional ethics committees. Diagnosis was established according to the WHO criteria of ET. All patients had undergone bone marrow biopsy (BMB) and molecular evaluation for JAK2V617F. Patients with wild type JAK2V617F were also tested for JAK2 exon 12 mutation, calreticulin (CALR) mutations and thrombopoietin receptor (MPL) mutation. Complete blood count parameters at first evaluation and follow up were collected. Lag in diagnosis, defined as the period between the time at which thrombocytosis was first noticed until diagnosis of ET was documented. Patients were evaluated for acquired von Willebrand syndrome (AVWS) by testing for von Willebrand antigen level and activity. Clinical data included any adverse events particularly those related to thrombosis or bleeding. Initial treatment strategies and any need for therapy modifications were recorded. Results: Twelve children (5 males and 7 females) followed for a median time of 27.5 months (range 4-108 months) were included. Table 1 displays their demographic and clinical data. Family history of thrombocytosis was negative in all patients. Median age at which thrombocytosis was first noted was 8 years (range 1-14.5 years). In 5/12 patients thrombocytosis was detected as an incidental finding. In 7/12 patients CBC was performed due to symptoms including headache, visual disturbances, seizure and acroparesthesia (table 1). Patients who suffered from neurological symptoms had undergone cranial MRI; all were interpreted as normal. The mean lag period between the time in which thrombocytosis was first noted until diagnosis of ET was 36 months (range: 0.1-120 months). Molecular diagnosis yielded 5/12 patients who were positive for JAK2V617F, one patient with a JAK2 exon 12 mutation and 2/12 patients with mutations involving CALR (one with type 1 and one with type 2 mutation). No subjects with CMPL mutation were detected. Four children tested negative for all mutations. Bone marrow biopsies were compatible with ET and no chromosomal aberrations were identified in our cohort. Evaluation for AVWS was performed in nine of the panties. It was diagnosed in 67% of assessed patients. Median VWF:Rco/VWF:Ag 0.18 (range: 0.01-0.76). At diagnosis treatment with Aspirin was initiated in 4/12 patients. Cytoreductive therapy with Hydroxyurea was added at diagnosis in 2/4 patients, both symptomatic at presentation. One Patient underwent plateletpheresis at presentation due to severe headache and extreme thrombocytosis. In 3/8 untreated patients, therapy was added during follow up, with either Aspirin (n=1, due to increased severity of headaches and raising platelet count) or Hydroxyurea (n=2, following TIA). During follow up period neither leukemia nor myelofibrosis evolved in our cohort. One patient developed a provoked DVT, secondary to a femoral CVL. Three patients experienced TIA during study period. Two females experienced excessive bleeding (heavy menstrual bleedings and bleeding due to a raptured corpus luteum), both diagnosed with AVWS. Conclusions: Our study suggests that pediatric hematologists should increase awareness to ET as delayed diagnosis is common. Among children with ET, AVWS may be more prevalent as compared to adults and may increase the risk of bleeding. Further collaborative multicenter studies are required for robust data collection and may facilitate future ET treatment in children. Table 1 View large Download slide Table 1 View large Download slide  Disclosures Kenet: Alnylam: Consultancy, Honoraria, Research Funding; CSL: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria, Research Funding; Shire: Consultancy, Honoraria, Research Funding; Opko Biologics: Consultancy, Honoraria, Research Funding; BPL: Research Funding. Steinberg Shemer: Emendo bio: Consultancy. Revel-Vilk: Prevail therapeutics: Honoraria, Other: Travel, Research Funding; Sanofi: Honoraria, Other: Travel, Research Funding; Pfizer: Honoraria, Other: Travel, Research Funding; Takeda: Honoraria, Other: Travel, Research Funding.",
    "topics": [
        "pediatrics",
        "thrombocythemia, hemorrhagic",
        "thrombocytosis",
        "follow-up",
        "headache",
        "hemorrhage",
        "aspirin",
        "bone marrow biopsy",
        "hydroxyurea",
        "transient ischemic attack"
    ],
    "author_names": [
        "Assaf Arie Barg",
        "Gili Kenet",
        "Tami Livnat, PhD",
        "Gal Goldstein, MD",
        "Joanne Yacobovich, MD",
        "Oded Gilad, MD",
        "Orna Steinberg Shemer, MD MSc",
        "Shoshana Revel-Vilk, MD",
        "Hagit Miskin, MD",
        "Amos Toren, MD PhD",
        "Vered Shkalim, MD"
    ],
    "author_affiliations": [
        [
            "National Hemophilia Center and Coagulation Center and Amalia Biron Res Inst of Thromb & Hemost and Department of Pediatric Hematology-Oncology, Safra Children's Hospital, Tel Hashomer Medical Center, Ramat Gan, Israel ",
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Israel National Hemophilia Center, Chaim Sheba Medical Center, Tel Hashomer and The Amalia Biron Thrombosis Research Institute, Tel Aviv, Savyon, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "National Hemophilia Center and Thrombosis Unit and Amalia Biron Res Inst of Thromb & Hemost, Tel Hashomer, Israel "
        ],
        [
            "Paediatric Hemato Oncology & BMT, Edmond & Lily Safra Children`s Hospital, Sheba Med Center, Tel-Hashomer, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Department of Pediatric Hematology-Oncology, Schneider Children's Medical Center, Petach Tikva, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Department of Pediatric Hematology-Oncology, Schneider Children's Medical Center, Petach Tikva, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Department of Pediatric Hematology-Oncology, Schneider Children's Medical Center, Petach Tikva, Israel "
        ],
        [
            "Gaucher Unit, Shaare Zedek Medical Center, Jerusalem, Israel ",
            "Faculity of Medicine, Hebrew University, Jerusalem, Israel "
        ],
        [
            "Faculity of Medicine, Hebrew University, Jerusalem, Israel ",
            "Pediatric Hematology Unit, Shaare Zedek Medical Ctr., Jerusalem, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Department of Pediatric Hematology-Oncology, Safra Children's Hospital, Sheba Medical Center, Tel Aviv, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Clalit Health Services, Petach Tikva, Israel"
        ]
    ],
    "first_author_latitude": "32.04671",
    "first_author_longitude": "34.842852"
}