{
    "doi": "https://doi.org/10.1182/blood.V112.11.5302.5302",
    "article_title": "Prognostic Value of P-Glycoprotein (Pgp) in Non-Hodgkin’s Lymphoma ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Multidrug resistance (MDR) is one of the greatests obstacles of cancer therapy. One of the most studied mechanisms of resistance is mediated by Pgp encoded by gene MDR-1. Studies in patients with Human Immunodeficiency Virus associated non-Hodgkin’s lymphoma (NHL) show that those MDR positive achieve lower rate of complete remission than those MDR negative. Reports in refractory or relapsed NHL have failed to reproduce this finding. In an attempt to confirm the relationship between Pgp and poor outcome in NHL we analyzed the expression of Pgp in patients treated in our cancer reference hospital. Patients and Methods: We retrospectively analyzed a cohort of patients 15 years or older diagnosed with NHL in 1998–2002 quinquennium in Valdivia Public Hospital (VPH) treated in accordance with the protocols of the National Adults’ Antineoplastic Drugs Program (NAADP) with an emphasis on clinical response and histological features. An immunohistochemical staining (IH) with Pgp Clone C494 considering negative that one without positivity or <5% of the cells, + positive: 5–25%, + + positivity 25–50% and + + + positivity 50–100%. We performed a descriptive analysis and Kaplan-Meier actuarial survival analysis using log-rank and Wilcoxon statistical tests for comparing curves. It was considered statistically significant value of p <0.05. Results: During the study period 96 patients were admitted to NAADP at VPH corresponding 82 to newly diagnosed cases confirmed histologically, 14 were excluded (6 relapses, 4 histology not NHL, 2 without biopsy, 2 not evaluable). At the time of analysis there were 49 cases of with Pgp IH. 63% of the cases were positive and 37% negative. Among the positive cases Pgp intensity was: + in 34.5%, + + in17.2% and + + + in 48.3%. When analizing survival curves according to Pgp positivity at 2 and 5 years, respectively, we observed that: The overall survival (OS) showed a trend towards increased survival in the Pgp negative group, but without significant difference (log-rank p = 0.07; Wilcoxon p = 0.05). Disease-free survival (DFS) showed no differences (log-rank p = 0.49; Wilcoxon p = 0.65). The OS according to intensity of Pgp positivity again showed no differences (log-rank p = 0.07; Wilcoxon p = 0.11). When analizing OS in Pgp positive cases according to localized (I and II) or advanced (III and IV) stages we observed it was higher in the first group (log-rank p = 0.01; Wilcoxon p = 0.03). Conclusions : In our study the expression of Pgp or its intensity at the time of diagnosis in patients with NHL did not have prognostic value. We have to consider the limited number of cases analized and the low percentage of localized stages in it. Additionally histological subtypes Pgp negative cases were mostly aggressive. Further studies are needed to discard Pgp expression as another prognostic factor in NHL. (DID S-200725 Proyect)",
    "topics": [
        "lymphoma, non-hodgkin",
        "p-glycoprotein",
        "antineoplastic agents",
        "biopsy",
        "cancer",
        "cancer therapy",
        "complete remission",
        "prognostic factors",
        "immunohistochemistry",
        "survival curve"
    ],
    "author_names": [
        "Lilian M Pilleux, MD",
        "Cristian S Carrasco, MD",
        "Claudia V Pisón, MD",
        "Yenny O Valencia",
        "Mauricio G Lopez, PhD",
        "Tatiana Benavides, MD",
        "Susana E Calderón, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lilian M Pilleux, MD",
            "author_affiliations": [
                "Hematology Unit, School of Medicine, Valdivia, Chile"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cristian S Carrasco, MD",
            "author_affiliations": [
                "Pathology Institute, School of Medicine, Austral University of Chile, Valdivia, Chile"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia V Pisón, MD",
            "author_affiliations": [
                "Hematology Unit, School of Medicine, Valdivia, Chile"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yenny O Valencia",
            "author_affiliations": [
                "Pathology Institute, School of Medicine, Austral University of Chile, Valdivia, Chile"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricio G Lopez, PhD",
            "author_affiliations": [
                "Hematology Unit, School of Medicine, Valdivia, Chile"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatiana Benavides, MD",
            "author_affiliations": [
                "Pathology Institute, School of Medicine, Austral University of Chile, Valdivia, Chile"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana E Calderón, MD",
            "author_affiliations": [
                "Hematology Unit, School of Medicine, Valdivia, Chile"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T15:38:07",
    "is_scraped": "1"
}