{
    "doi": "https://doi.org/10.1182/blood.V112.11.1362.1362",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1103",
    "start_url_page_num": 1103,
    "is_scraped": "1",
    "article_title": "The Role of Tissue Inhibitor of Metalloproteinase-3 (TIMP-3) in Hematopoiesis ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "topics": [
        "hematopoiesis",
        "tissue inhibitor of metalloproteinase-3",
        "cd45 antigens",
        "rna, messenger",
        "bromodeoxyuridine",
        "matrix metalloproteinases",
        "polymerase chain reaction",
        "tissue inhibitor of metalloproteinases",
        "collagenase",
        "flow cytometry"
    ],
    "author_names": [
        "Yi Shen",
        "Valerie Barbier",
        "Ingrid G Winkler, PhD",
        "Jean Hendy",
        "Jean-Pierre Levesque, PhD"
    ],
    "author_affiliations": [
        [
            "Mater Medical Research Institute, South Brisbane, Australia"
        ],
        [
            "Mater Medical Research Institute, South Brisbane, Australia"
        ],
        [
            "Mater Medical Research Institute, South Brisbane, Australia"
        ],
        [
            "Peter MacCallum Cancer Centre, Australia"
        ],
        [
            "Mater Medical Research Institute, South Brisbane, Australia"
        ]
    ],
    "first_author_latitude": "-27.486469",
    "first_author_longitude": "153.027591",
    "abstract_text": "Matrix metalloproteinase (MMP) activity is regulated by tissue inhibitor of metalloproteinases (TIMPs). We found that while TIMP-1 and -2 expressions were unaffected, and TIMP-4 was not expressed, TIMP-3 mRNA expression decreased 10-fold within the bone marrow (BM) during G-CSF induced mobilization. In addition, through reverse zymography, the level of biologically active TIMP-3 protein was also shown to decrease during mobilization. Down-regulation of TIMP-3 may contribute to the accumulation of active MMPs within the BM, allowing for the release of hematopoieticstem/progenitor cells (HSPC) from the BM matrix. By qRT-PCR we have shown 10-fold greater TIMP-3 expression in endosteal mRNA compared to central BM mRNA in mouse femur (p=0.008). To assess which bone associated cell populations expressed the majority of TIMP-3, pooled bones were crushed, collagenase treated and FACS sorted. Mesenchymal progenitors (CD45-Lin-Sca1+) expressed the highest level of TIMP-3 followed by endothelial cells (CD45-Lin-CD31+) and mature osteoblasts (CD45-Lin-Sca1-CD51+). Erythroid progenitors (CD45+Ter119+Kit+), megakaryocyte progenitors (CD45+CD41+Kit+) and megakaryocytes (CD45+CD41+Kit−) from BM were also found to express TIMP-3, but at a level at least 10-fold lower than those of non-hematopoietic stromal cells. All other BM hematopoietic cell types tested were negative for TIMP-3 expression. Immunohistofluorescence on bone sections validated TIMP-3 expression in megakaryocytes, endothelial cells and osteoblasts. Expression of TIMP-3 in mouse platelets was confirmed by reverse zymography. To investigate TIMP-3 function we over-expressed huTIMP-3 in mice via retroviral transduction with MND-X-IRES-eGFP (MXIE) retroviral vector. BM cells retrovirally transduced with MXIE-huTIMP-3 or empty MXIE control was transplanted into lethally irradiated congenic mice. Engraftment and transduction levels were determined by GFP expression. At 3-months post-transplant there were no significant differences in body weight, total blood, spleen or BM cell counts between the two groups. qRT-PCR data showed that over-expressing huTIMP-3 did not alter the expression level of endogenous mTIMP-3. Flow cytometry analysis showed that in mice transduced with MXIE-huTIMP-3, the frequency of GFP+ B cells (CD11b-B220+) was reduced by 50% in the blood from 23.88±12.00% to 11.94±7.85% (p=0.0315) and by 64% in the BM from 25.06±13.78% to 9.02±7.67% (p=0.0188) when compared to MXIE controls. Conversely, the frequency of GFP+ huTIMP-3 expressing myeloid cells (CD11b+) was significantly increased in the blood from 55.69±17.13% to77.91±6.31% (p=0.0005), BM from 58.67±16.32% to 77.32±12.02% (p=0.0244) and spleen from 14.07±3.75% to 28.82±6.85% (p=0.0002). Unexpectedly, the frequency of untransduced GFP- myeloid and B cells were similar between the two groups. Although huTIMP-3 over-expression did not significantly alter the number of GFP+ HSPC (Linage-Sca1+Kit+, LSK) per femur (MXIE 0.03±0.03%, MXIE-huTIMP-3 0.01±0.01%, p=0.1139), LSK turnover in huTIMP-3 over-expressing cells was increased in vivo from 4.36±2.83% to 13.31±5.61% (p=0.0159) as determined by BrdU incorporation following 3 days of BrdU administration. Similarly, a trend was also observed in vitro after 12days of culture, LSK sorted from MXIE-huTIMP-3 mice proliferate faster than MXIE controls from 2.55^ 6 cells/ml±1.05 to 9.6^ 6 cells/ml±0.54 (p=0.1). In summary, huTIMP-3 over-expression in mice increased HSPC proliferation in vivo and in vitro . And whilst the huTIMP-3 over-expression in mice was not at a sufficient level to observe a global effect on total BM haematopoiesis, our data suggests that forced huTIMP-3 over-expression in vivo skews differentiation towards myelopoiesis at the detriment of lymphopoiesis."
}