{
    "doi": "https://doi.org/10.1182/blood.V116.21.739.739",
    "article_title": "The Vent-Like Homeobox Gene VENTX Promotes Human Myeloid Development and Is Highly Expressed In Acute Myeloid Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription: Transcriptional Control of Hematopoiesis",
    "abstract_text": "Abstract 739 Recent studies suggest that a variety of regulatory molecules active in embryonic development such as clustered and non-clustered homeobox genes play an important role in normal and malignant hematopoiesis. Since it was shown that the Xvent-2 homeobox gene is part of the BMP-4 signalling pathway in Xenopus, it is of particular interest to examine the expression profile and function of its only recently discovered human homologue VENTX in hematopoietic development. Expression of the VENTX gene was analyzed in normal human hematopoiesis and AML patients samples by microarray and qPCR. To test the impact of the constitutive expression of VENTX on human progenitor cells, CD34 + cord blood (CB) cells were retrovirally transduced with VENTX or the empty control vector and analyzed using in vitro and in vivo assays. So far we and others have not been able to identify a murine Xenopus xvent gene homologue. However, we were able to document the expression of this gene by qPCR in human lineage positive hematopoietic subpopulations. Amongst committed progenitors VENTX was significantly 13-fold higher expressed in CD33 + BM myeloid cells (4/4 positive) compared to CD19 + BM lymphoid cells (5/7 positive, p=0.01). Of note, expression of VENTX was negligible in normal CD34 + /CD38 − but detectable in CD34 + BM human progenitor cells. In contrast to this, leukemic CD34 + /CD38 − from AML patients (n=3) with translocation t(8,21) showed significantly elevated expression levels compared to normal CD34 + BM cells (n=5) (50-fold higher; p≤0.0001). Furthermore, patients with normal karyotype NPM1c + /FLT3-LM − (n=9), NPM1c − /FLT3-LM + (n=8) or patients with t(8;21) (n=9) had an >100-fold higher expression of VENTX compared to normal CD34 + BM cells and a 5- to 7.8-fold higher expression compared to BM MNCs. Importantly, lentivirus-mediated long-term silencing of VENTX in human AML cell lines (mRNA knockdown between 58% and 75%) led to a significant, reduction in cell number compared to the non-silencing control construct (>79% after 120h). Suggesting that growth of human leukemic cell lines depends on VENTX expression in vitro. As we observed that VENTX is aberrantly expressed in leukemic CD34 + cells with negligible expression in normal counterparts, we assessed the impact of forced VENTX gene expression in normal CD34 + human progenitor cells on the transcription program. Gene expression and pathway analysis demonstrated that in normal CD34 + cells enforced expression of VENTX initiates genes associated with myeloid development ( CD11b , CD125 , CD9 , CD14 and M-CSF ), and downregulates genes involved in early lymphoid development (IL-7, IL-9R, LEF1/TCF and C-JUN) and erythroid development such as EPOR , CD35 and CD36 . We then tested whether enforced expression of VENTX in CD34 + cells is able to alter the hematopoietic development of early human progenitors as indicated by gene expression and pathway analyses. Functional analyses confirmed that aberrant expression of VENTX in normal CD34 + human progenitor cells induced a significant increase in the number of myeloid colonies compared to the GFP control with 48 ± 6.5 compared to 28.9 ± 4.8 CFU-G per 1000 initially plated CD34 + cells (n=11; p=0.03) and complete block in erythroid colony formation with an 81% reduction of the number of BFU-E compared to the control (n=11; p<0.003). In a feeder dependent co-culture system, VENTX impaired the development of B-lymphoid cells. In the NOD/SCID xenograft model, VENTX expression in CD34 + CB cells promoted generation of myeloid cells with an over 5-fold and 2.5-fold increase in the proportion of human CD15 + and CD33 + primitive myeloid cells compared to the GFP control (n=5, p=0.01). Summary: Overexpression of VENTX perturbs normal hematopoietic development, promotes generation of myeloid cells and impairs generation of lymphoid cells in vitro and in vivo . Whereas VENTX depletion in human AML cell lines impaired their growth.Taken together, these data extend our insights into the function of human embryonic mesodermal factors in human hematopoiesis and indicate a role of VENTX in normal and malignant myelopoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antigens, cd15",
        "cd14 antigen",
        "cd19 antigens",
        "cd33 antigen",
        "cd34 antigens",
        "cd36 antigens",
        "cell count",
        "coculture techniques",
        "complement 3b receptors",
        "erythropoietin receptors"
    ],
    "author_names": [
        "Vijay P. S. Rawat, Ph.D",
        "Natalia Arseni",
        "Farid Ahmed",
        "Medhanie A. Mulaw",
        "Silvia Thoene",
        "Bernhard Heilmeier, M.D.",
        "Tim Sadlon",
        "J. D.' Andrea",
        "Wolfgang Hiddemann, MD",
        "S. K Bohlander, MD",
        "Christian Buske, MD",
        "Michaela Feuring-Buskea, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vijay P. S. Rawat, Ph.D",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital Ulm, Institute of Experimental Cancer Research, Ulm, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natalia Arseni",
            "author_affiliations": [
                "Clinical Cooperative Group “Leukemia” and Department of Medicine III, Helmholtz Zentrum Muenchen, Munich, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farid Ahmed",
            "author_affiliations": [
                "Clinical Cooperative Group “Leukemia” and Department of Medicine III, Helmholtz Zentrum Muenchen, Munich, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Medhanie A. Mulaw",
            "author_affiliations": [
                "Clinical Cooperative Group “Leukemia” and Department of Medicine III, Helmholtz Zentrum Muenchen, Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Thoene",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital Ulm, Institute of Experimental Cancer Research, Ulm, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernhard Heilmeier, M.D.",
            "author_affiliations": [
                "Internal Medicine III, Ludwig-Maximilians-University Munich, Munich, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim Sadlon",
            "author_affiliations": [
                "Leukaemia Laboratory, Child Health Research Institute, North Adelaide, Australia, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. D.' Andrea",
            "author_affiliations": [
                "Leukaemia Laboratory, Child Health Research Institute, North Adelaide, Australia, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Hiddemann, MD",
            "author_affiliations": [
                "Internal Medicine III, Ludwig-Maximilians-University Munich, Munich, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. K Bohlander, MD",
            "author_affiliations": [
                "Medical Clinic III, Laboratory for Leukemia Diagnostic; University of Munich Grosshadern, 81377 - Munich, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Buske, MD",
            "author_affiliations": [
                "Institute of Experimental Cancer Research, University of Ulm, Munich, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michaela Feuring-Buskea, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital Ulm, Institute of Experimental Cancer Research, Ulm, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T06:47:55",
    "is_scraped": "1"
}