{
    "doi": "https://doi.org/10.1182/blood.V104.11.686.686",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=150",
    "start_url_page_num": 150,
    "is_scraped": "1",
    "article_title": "FLT3-Targeted Therapy Selectively Kills MLL-Rearranged Infant and Childhood ALL Blasts In Vitro and in Vivo. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "blast cells",
        "flt3 gene",
        "infant",
        "leukemia, lymphocytic, acute, childhood",
        "ms-like tyrosine kinase 3",
        "killing",
        "cytotoxicity",
        "mechlorethamine",
        "immunoblotting",
        "immunoprecipitation"
    ],
    "author_names": [
        "Patrick Brown, MD",
        "Obdulio Piloto",
        "Mark Levis, MD PhD",
        "Sheila Shurtleff, PhD",
        "Dario Campana, MD PhD",
        "James Downing, MD",
        "Donald Small, MD PhD"
    ],
    "author_affiliations": [
        [
            "Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Pathology and Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology and Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology and Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Oncology and Pediatrics, Johns Hopkins University, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2963474",
    "first_author_longitude": "-76.59170189999999",
    "abstract_text": "The FLT3 receptor tyrosine kinase has been convincingly implicated in the pathogenesis of human leukemia. In childhood acute lymphoblastic leukemia (ALL), FLT3 is expressed in 94% of B-lineage disease and 32% of T-lineage disease. Co-expression of FLT3 ligand (FL) may frequently occur in these cases, as we have observed constitutive activation of the wild type receptor in cell lines and primary samples. A smaller percentage of ALL cases harbor activating mutations of FLT3. Cases of ALL with MLL gene rearrangements are common among infants less than 1 year of age, and have a distinctly poor prognosis, with overall survival rates of approximately 20%. Gene expression studies have revealed that these cases express the highest levels of FLT3, and activating mutations of FLT3 also occur in 18% of MLL-rearranged ALL. We hypothesized that inhibition of FLT3 signaling would be selectively cytotoxic to ALL blasts with high levels of FLT3 expression, particularly if MLL rearrangements were present. We determined the anti-leukemic activity of CEP-701, a potent (IC50=3 nM) and selective small molecule FLT3 inhibitor, in 36 bone marrow samples obtained at diagnosis from infants and children with various subtypes of ALL. FLT3 expression level was determined by RNA microarray analysis or by FLT3 immunoprecipitation and immunoblotting, and FLT3 mutation status was determined by PCR analysis. MTT cytotoxicity assays and annexin V binding apoptosis assays were performed on all samples. CEP-701 induced more pronounced cytotoxicity at all six dose levels (5–100 nM) in samples that expressed high levels of FLT3 (N=23) compared to samples with low levels of expression (N=13). At 50 nM, for example, the MTT mean optical density was 45% that of untreated control in the FLT3 high group vs. 84% in the FLT3 low group (P<0.0001). Cytotoxicity was particularly pronounced in samples with MLL gene rearrangements (N=11, P=0.0006). Seven samples (five with MLL rearrangements) that were sensitive to CEP-701, and six samples that were resistant (none with MLL rearrangements), were examined by FLT3 immunoprecipitation and immunoblotting. All seven sensitive samples demonstrated constitutively phosphorylated FLT3 that was potently inhibited by CEP-701. Conversely, 0 of 6 resistant samples expressed constitutively phosphorylated FLT3. To assess the in vivo activity of FLT3-targeted therapy for MLL-rearranged ALL, six week old NOD/SCID mice were injected with MLL-rearranged primary infant leukemia blasts. Mice were treated with vehicle control, CEP-701 or EB10 (a fully humanized anti-FLT3 monoclonal antibody) for 14 weeks. Bone marrow was then harvested and assessed for engraftment of human cells. Inhibition of engraftment was achieved in the CEP-701-treated mice (mean engraftment 45%, N=5) and EB10-treated mice (mean engraftment 28%, N=4) compared to vehicle controls (mean engraftment 96%, N=9). Finally, in cytotoxicity and apoptosis assays utilizing MLL-rearranged cell lines and primary blast samples, schedule-dependent synergy between CEP-701 and several chemotherapy agents active in ALL was demonstrable, including doxorubicin, dexamethasone, l-asparaginase, etoposide, vincristine and cytarabine. We conclude that FLT3-targeted therapy is a promising novel approach to the treatment of MLL-rearranged ALL, a disease with dismal prognosis with current treatment approaches. Clinical testing is warranted."
}