{
    "doi": "https://doi.org/10.1182/blood.V128.22.3925.3925",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3540",
    "start_url_page_num": 3540,
    "is_scraped": "1",
    "article_title": "Aldehyde Dehydrogenase Activity in the Leukemic Stem Cell Compartment Uncovers Opposing Methylation Patterns of Leukemia Stem Cells in AML ",
    "article_date": "December 2, 2016",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "topics": [
        "aldehyde dehydrogenases",
        "leukemia",
        "leukemic hematopoietic stem cell",
        "methylation",
        "stem cells",
        "cd34 antigens",
        "cd45 antigens",
        "leukemia, myelocytic, acute",
        "transcription factor",
        "blast cells"
    ],
    "author_names": [
        "Lauren Suarez",
        "Tingting Qin, PhD",
        "Kristen Meldi, PhD",
        "Manjusha Thakar",
        "Sarah Sakoian",
        "Gabriel Ghiaur, MD PhD",
        "Jonathan M. Gerber, MD",
        "Hetty E. Carraway, MD MBA",
        "Maria E Figueroa, MD",
        "Steven D. Gore, MD"
    ],
    "author_affiliations": [
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Department of Pathology, University of Michigan, Ann Arbor, MI "
        ],
        [
            "Department of Pathology, University of Michigan Medical School, Ann Arbor, MI "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Johns Hopkins University School of Medicine, Baltimore, MD "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Department of Hematologic Oncology and Blood Disorders, The Levine Cancer Institute, Carolinas HealthCare System, Charlotte, NC "
        ],
        [
            "Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Pathology, University of Michigan, Ann Arbor, MI "
        ],
        [
            "Section of Hematology, Yale University School of Medicine, New Haven, CT"
        ]
    ],
    "first_author_latitude": "39.2958496",
    "first_author_longitude": "-76.5931147",
    "abstract_text": "Acute myeloid leukemia (AML) is a disease marked by abnormal differentiation of the myeloid cell lineage. Leukemia stem cells differentiate to give rise to leukemic progenitor cells (LPC) and ultimately leukemic blasts which are not leukemia-initiating. Previous studies have revealed a diverse methylation landscape in AML, but have mostly relied on the blast population rather than more purified primitive populations. Consequently, the status of the leukemic methylome during expansion from LSC to LPC and finally blast remains largely unknown. We sorted HSC from the bone marrow of normal donors and LSC, LPC, and blasts from AML patients based on expression of CD34, CD38, CD45 and aldehyde dehydrogenase (ALDH) activity. Normal HSC were defined as CD34 + CD38 - ALDH high . In AML patients, LSC were either CD34 + CD38 - ALDH high or CD34 + CD38 - ALDH mid ; LPC were CD34 + CD38 + ; the blast population consisted of unsorted mononuclear cells. Though patients with an ALDH high LSC profile may have had some residual normal HSCs present, contribution of these cells was likely minimal and thus the overall population predominantly leukemic. Methylation profiles for each cell fraction in eight untreated AML patients and five normal donors were generated using the enhanced reduced representation bisulfite sequencing (ERRBS) assay. All sequenced ERRBS libraries were aligned against the human genome (hg19) and organized into 25 base pair tiles for analysis of differentially methylated regions (DMR) using a beta-binomial model that takes variation across samples into account during DMR identification. DMR classification required a difference in methylation of >25% and false discovery rate (FDR) < 10%. Unsupervised correspondence analysis indicated that methylomes of two patients with ALDH high LSC were distinct from the six patients with ALDH mid LSC and therefore patients were grouped based on the ADLH activity of their LSCs for comparisons. Both ALDH high LSC and ALDH mid LSC had extensive alterations in methylation across their genomes when compared to HSC. The great majority of DMRs in ALDH high LSC were hypomethylated; of the 62,415 DMRs identified, 55,418 regions were hypomethylated while only 6,997 were hypermethylated in ALDH high LSC. In contrast, in ALDH mid LSC, 39,162 DMRs were hypermethylated and 5,408 regions hypomethylated compared to HSC. Despite opposing patterns of methylation, DMRs were enriched at intergenic and intragenic enhancers in both ALDH high and ALDH mid LSC. DMRs were functionally annotated to gene sets in the MSigDb database. Genes associated with ALDH high DMRs were enriched for genes with the binding motif for transcription factor Sp1 near their promoters (FDR = 2.55×10 -79 ) and ALDH mid DMR associated genes were enriched for genes with H3K27 trimethylation in their promoters (FDR = 7.19×10 -169 ). We compared methylation profiles of LSC to LPC and blasts in an effort to determine whether changes to the methylome occur with leukemic maturation. Interestingly, there were no significant changes in methylation between LSC and LPC in either ALDH population. However, we did see changes to the epigenome emerge when LSC or LPC were compared to leukemic blasts. In ALDH high patients, LSC and LPC were more hypomethylated than blasts while ALDH mid LSC and LPC were more hypermethylated than the more differentiated blasts. In conclusion, alterations to the LSC methylome were extensive and two patterns of methylation emerged based on the ALDH activity of LSC; ALDH high LSC displayed hypomethylated profiles and ALDH mid LSC were hypermethylated. Enrichment of DMRs at intra and intergenic enhancer regions in both LSC types despite their opposing methylation patterns highlights the importance of epigenetic marks in these regions and their role as regulators of gene expression. Significant changes in methylation between LSC or LPC and blasts, but not LSC and LPC suggest relative stability of the methylome during early leukemic differentiation with more substantial alterations occurring after the LPC level. Disclosures Gerber: Janssen: Research Funding; Alexion: Membership on an entity's Board of Directors or advisory committees; Spectrum: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees. Carraway: Incyte: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Research Funding, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees; Baxalta: Speakers Bureau. Gore: Celgene: Consultancy, Honoraria, Research Funding."
}