{
    "doi": "https://doi.org/10.1182/blood-2019-122629",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4313",
    "start_url_page_num": 4313,
    "is_scraped": "1",
    "article_title": "Phase 2 Study of Zanubrutinib (BGB-3111) in Patients with Relapsed/Refractory Marginal Zone Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": [
        "marginal zone b-cell lymphoma",
        "toxic effect",
        "atrial fibrillation",
        "btk inhibitors",
        "cancer",
        "diarrhea",
        "exanthema",
        "fatigue",
        "hemorrhage",
        "thrombocytopenia"
    ],
    "author_names": [
        "Stephen Opat",
        "Robert Marcus, MA, FRCP, FRCPath",
        "Craig A. Portell, MD",
        "William Reed, MD",
        "Chris Tankersley",
        "Jane Huang, MD",
        "Judith Trotman, MBChB, FRACP, FRCPA"
    ],
    "author_affiliations": [
        [
            "Monash Health, Clayton, Australia ",
            "Monash University, Clayton, Australia "
        ],
        [
            "Sarah Cannon Research Institute, London, United Kingdom "
        ],
        [
            "Division of Hematology and Oncology, University of Virginia, Charlottesville, VA "
        ],
        [
            "BeiGene (Beijing) Co., Ltd., Beijing, China and BeiGene USA, Inc., San Mateo, CA "
        ],
        [
            "BeiGene (Beijing) Co., Ltd., Beijing, China and BeiGene USA, Inc., San Mateo, CA "
        ],
        [
            "BeiGene (Beijing) Co., Ltd., Beijing, China and BeiGene USA, Inc., San Mateo, CA "
        ],
        [
            "University of Sydney, Concord, Australia ",
            "Concord Repatriation General Hospital, Concord, Australia"
        ]
    ],
    "first_author_latitude": "-37.91750045",
    "first_author_longitude": "145.12670615",
    "abstract_text": "Background : Bruton tyrosine kinase (BTK) plays a critical role in B-cell receptor signaling, which mediates B-cell proliferation, migration, and adhesion. Inhibition of BTK has emerged as a strategy for targeting B-cell malignancies including marginal zone lymphoma (MZL). Zanubrutinib (BGB-3111) is an investigational, next-generation BTK inhibitor that was designed to maximize BTK occupancy and minimize off-target inhibition of TEC- and EGFR-family kinases. Increased specificity may minimize toxicities reported with ibrutinib potentially due to off-target inhibition such as diarrhea, thrombocytopenia, bleeding, atrial fibrillation, rash, and fatigue (Coutre et al. Blood Advances 2019). In non-clinical studies, zanubrutinib has been shown to be highly potent, selective, bioavailable, and irreversible, with potentially advantageous pharmacokinetic and pharmacodynamic properties. Complete and sustained BTK occupancy has been observed with zanubrutinib treatment in both peripheral blood mononuclear cells and in lymph nodes (Tam et al. Blood 2019). Based on drug-drug interaction studies and population PK analyses (internal data), zanubrutinib may be co-administered with strong or moderate CYP3A4 inhibitors at a reduced dose, proton pump inhibitors, vitamin K antagonists, as well as direct oral anticoagulants. Zanubrutinib does not prolong the QT interval. Pooled clinical data from 6 zanubrutinib monotherapy trials including 682 patients with either non-Hodgkin lymphoma, Waldenström macroglobulinemia, or chronic lymphocytic leukemia suggests that zanubrutinib has been generally well tolerated amongst patients with B-cell malignancies (Tam et al. EHA 2019). This data further showed that some toxicities often associated with BTK inhibitors were infrequent with zanubrutinib, including 1.9% atrial fibrillation/flutter (0.6% grade ≥3), 2.5% major hemorrhage (2.1% grade ≥3), 10.9% fatigue (0.7% grade ≥3), 18.0% rash (0.1% grade ≥3), 18.3% thrombocytopenia (6.6% grade ≥3), and 19.4% diarrhea (0.9% grade ≥3). Early clinical data from a phase 1 study demonstrated responses in 7 of 9 patients with relapsed/refractory (R/R) MZL treated with zanubrutinib (Tam et al. ASH 2017); the remaining 2 patients had stable disease indicating an encouraging rate of overall disease control. Study Design and Methods : This ongoing global phase 2, single-arm, open-label study (MAGNOLIA; NCT03846427) is examining zanubrutinib monotherapy in patients with R/R MZL who have received 1 or more prior lines of systemic therapy (Figure). Eligible patients must have histologically confirmed diagnosis of MZL including splenic, nodal, and extranodal subtypes, have received prior anti-CD20 antibody therapy, and have measurable disease. Patients must have documented clinical need for therapy as well as adequate marrow and organ function. Patients are treated with oral zanubrutinib at 160 mg twice daily until progressive disease, unacceptable toxicity, or withdrawal of consent. The primary efficacy endpoint is ORR according to the Lugano Classification (Cheson et al. J Clin Oncol . 2014) measured by computed tomography and bone marrow assessment data as determined by an independent review committee (IRC). A 2-sided Clopper-Pearson 95% CI for ORR will be calculated. Key secondary endpoints include ORR by investigator assessment, time to and duration of response, time to treatment discontinuation, progression-free survival (all determined by IRC and investigator assessments), overall survival, safety, and patient-reported outcomes. All patients are tested for the MYD88 mutation at study entry. Recruitment is ongoing. View large Download slide View large Download slide  Disclosures Opat: Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Mundipharma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Beigene: Research Funding; Pharmacyclics LLC, an AbbVie Company: Research Funding; Amgen: Research Funding; Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Epizyme: Research Funding; CSL: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Research Funding; Novartis: Consultancy. Marcus: Gilead: Consultancy; Roche: Other: Travel, Accommodations, Expenses, Speakers Bureau; Takeda: Other: Travel, Accommodations, Expenses; Roche-Genentech: Honoraria. Portell: Xencor: Research Funding; Roche/Genentech: Research Funding; Infinity: Research Funding; TG Therapeutics: Research Funding; Acerta/AstraZeneca: Research Funding; Kite: Consultancy, Research Funding; BeiGene: Consultancy, Research Funding; Bayer: Consultancy; Amgen: Consultancy; Genentech: Consultancy, Research Funding; Janssen: Consultancy; AbbVie: Research Funding; Pharmacyclics: Consultancy. Reed: BeiGene: Employment, Equity Ownership, Other: Travel, Accommodations, Expenses. Tankersley: BeiGene: Employment, Equity Ownership. Huang: BeiGene: Employment, Equity Ownership. Trotman: Pharmacyclics: Research Funding; Roche: Research Funding; BeiGene: Research Funding; Janssen: Research Funding; Celgene: Research Funding. OffLabel Disclosure: Zanubrutinib is an investigational agent and has not yet been approved in the US"
}