{
    "doi": "https://doi.org/10.1182/blood.V118.21.1497.1497",
    "article_title": "Survival After Failure of Initial Therapy for Newly-Diagnosed or Relapsed/Refractory AML At An Academic Center: Subsequent Clinical Trial Vs. Not ",
    "article_date": "November 18, 2011",
    "session_type": "613. Acute Myeloid Leukemia - Biology and Pathophysiology: Poster I",
    "abstract_text": "Abstract 1497 Background: Many adult patients do not enter complete remission (CR) after therapy for acute myeloid leukemia (AML) and the physician must often give advice regarding continued anti-AML therapy in a clinical trial. Even with novel therapeutics and approaches, numerous publications suggest a probability of CR <20% in these patients. Considering the time investment, the possibility of toxicity, and the impact on quality of life, the “non trial” (i.e. supportive or palliative care) approach becomes a potentially attractive alternative for some patients. These factors are especially critical when the patient lives a considerable distance from the treating center. To better inform this decision-making process, we compared survival in two groups of patients who had each received therapy at the Seattle Cancer Care Alliance (outpatient) or University of Washington (inpatient) (SCCA/UW) without obtaining a CR. One group included those who subsequently elected to enroll in a clinical trial and did not achieve a remission ( Trial group), and the other group included patients who subsequently decided to receive no further specific anti-leukemic therapy at the SCCA/UW (the Non-trial group). Methods: Patients were identified by database query, and when necessary confirmed by direct review of paper and electronic medical records. Our data set included patients arriving to the SCCA/UW between January 2008 and March of 2011. Patients selected for this study were those whose most recent therapy was given at SCCA/UW and was unsuccessful (no CR). The date this outcome was determined is called the “resistance date” (RD). We dated survival from RD in the Non-trial group and from the date on which the salvage treatment was started in the patients receiving therapy. As best we can tell, none of the Non-Trial patients received subsequent salvage outside the SCCA/UW (i.e., after returning home). Multivariate analysis was used to assess the effect on survival time of (a) Trial participation (yes or no), (b) age, (c) performance status (PS 0–1 vs. 2–4) at resistance date, (d) cytogenetics (unfavorable vs. favorable/intermediate), and (e) status at initial SCCA/UW visit (newly-diagnosed vs. secondary vs. relapsed vs. refractory). Results: 134 patients had their initial SCCA/UW therapy without obtaining CR. Sixty-four of these subsequently received unsuccessful salvage therapy at the SCCA/UW (the Trial group) and 70 did not (Non-trial group). Distribution of age (median 59), cytogenetic risk (60% unfavorable), and PS of 2 or higher (35%) was similar in both groups. Independent predictors of shorter survival were: PS 2–4 (HR 1.70, p=0.02), “unfavorable” cytogenetics (HR 1.77, p = 0.01), relapsed at initial SCCA visit compared to newly-diagnosed (HR 1.93, p = 0.03), and presence in the non-trial group (HR 3.20, p <.001). The unadjusted survival comparison is shown below and indicates an approximate 10 month median survival benefit for patients receiving salvage at SCCA (HR 2.68, p<.001). Conclusions: There is a survival benefit associated with receiving salvage therapy (Trial group) for adult AML at the SCCA/UW (and presumably similar centers) despite failure to achieve CR with this salvage therapy. This degree of benefit in a new therapeutic trial would likely lead to FDA approval. The seeming advantage may reflect a non-quantifiable bias leading to selection of “better” patients for trials, a closer follow-up of patients placed on trials, or a true survival benefit despite lack of CR. The latter might reflect a regimen's ability to lower malignant proliferation and/or improve functional cell counts. Despite the confounding, and recognizing that a randomized trial to address this issue is unlikely, it seems reasonable for a patient to attempt to participate in clinical trials of new AML salvage therapies, recognizing however, that factors other than survival may affect a given patient's decision. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "cell count",
        "complete remission",
        "conflict of interest",
        "cytogenetics",
        "datasets",
        "decision making",
        "disclosure",
        "disease remission",
        "drug approval"
    ],
    "author_names": [
        "Ravinder K Sandhu",
        "Jack M. Lionberger, MD, PhD",
        "Megan Othus, PhD",
        "John M. Pagel, MD, PhD",
        "Kathleen ShannonDorcy, RN, PhD",
        "Paul C. Hendrie, MD, PhD",
        "Stephen H. Petersdorf, MD",
        "Pamela S Becker, MD, PhD",
        "Frederick R. Appelbaum, M.D.",
        "Elihu H Estey, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ravinder K Sandhu",
            "author_affiliations": [
                "Oncology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jack M. Lionberger, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan Othus, PhD",
            "author_affiliations": [
                "Public Health Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Pagel, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen ShannonDorcy, RN, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul C. Hendrie, MD, PhD",
            "author_affiliations": [
                "Univ. of Washington Med. Ctr., Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen H. Petersdorf, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela S Becker, MD, PhD",
            "author_affiliations": [
                "University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R. Appelbaum, M.D.",
            "author_affiliations": [
                "Southwest Oncology Group, Seattle, WA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elihu H Estey, MD",
            "author_affiliations": [
                "Hematology/Oncology, Fred Hutchinson Cancer Research Center and University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T15:42:10",
    "is_scraped": "1"
}