{
    "doi": "https://doi.org/10.1182/blood-2019-122789",
    "article_title": "First-in-Human CD4 CAR Clinical Trial on Peripheral T-Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Background CD19 CAR T cell therapy has achieved success in treating acute lymphoblastic leukemia. However, the treatment for Sezary syndrome, an aggressive form of cutaneous peripheral T cell lymphoma (PTCL) has remained a challenge. Despite patients with Sezary syndrome typically receiving multiple treatments within their disease progression, the prognosis is poor with 5 year survival rate of only 24%. Therefore, it is crucial to establish a novel treatment for PTCLs. CD4 is uniformly expressed on most mature T cell lymphoma, which makes it a promising target for treating PTCLs. Here, we present the efficacy of CD4 CAR T cell in our preclinical study and the success in level 1 dose escalation clinical trial on patients with Sezary syndrome. Methods We engineered a CD4 CAR with scFv (single-chain variable fragment) with CD28 and 4-1BB co-activators fused to CD3zeta and a leader sequence of CD8. The efficacy of CD4 CAR was tested with CD4+ leukemic cell line, primary CD4+ PTCL patient samples and multiple mouse models. An alemtuzumab safety switch has also been established to ensure the elimination of CAR T cells following tumor eradication. Children and adults with PTCLs were enrolled in our phase 1 dose escalation trial to evaluate the safety and efficacy of CD4 CAR T cell antitumor activity. Results Coculture assays results showed that CD4 CAR T cells displayed profound tumor killing effects in leukemia cell lines, primary patient samples and multiple mouse model systems. Our preclinical findings suggest that CD4 CAR T cells is an effective approach in treating PTCLs. Patients enrolled in the phase 1 dose escalation trial have shown remarkable response to CD4 CAR T cells treatment. Noticeably, a 54-yr-old patient diagnosed with Sezary syndrome had achieved complete remission with CD4 CAR T cell therapy. Prior to admission, he had been having symptoms of erythroderma, pruritus and scaling of the skin for over 10 years and had been resistant to multiple lines of chemotherapy. Before the initiation of CAR therapy, patient's body skin has extensive leukemia infiltrate (Fig. 1A) confirmed with skin biopsy (Fig. 1B) with bone marrow and blood comprising 50% leukemic cells (Fig. 1C). Patient received a total dose of 3x10^6 /kg single dose CAR T cells, following which fluconazole and valacyclovir were administrated for infection prophylaxis. Since patient received CD4 CAR T cell infusion, the percentage of CAR T cells (Fig 1. D) in peripheral blood had continue to increase as well as NK cells. (Fig 1. E) On day 13, patient had achieved complete remission with the percentage of leukemia cells in blood decreased to zero (Fig. 1C). On day 28, the appearance of the skin had undergone drastic change from what was before the treatment. Noticeable skin regeneration on both legs of the patients was observed (Fig 1. F). Flow cytometry of bone marrow and peripheral blood confirmed the absence of tumor cells. In addition, Skin biopsy on multiple sites demonstrated absence of leukemia infiltrates post CAR treatment (Fig. 1G). Patient was subsequently discharged with no additional medication needed. Throughout the treatment, patient had developed no infections with Grade II CRS toxicity noted. No other toxicities were observed. Updated results on other patients enrolled in this clinical trial including adverse events will be presented. Conclusion Our first-in-human clinical trial demonstrates promising efficacy of CD4 CAR T cell therapy in treating patients with refractory Sezary syndrome. cCAR is able to eradicate leukemia blasts, exerting a profound tumor killing effect that is superior to traditional chemotherapies. View large Download slide View large Download slide  Close modal Disclosures Pinz: iCell Gene Therapeutics LLC: Employment. Ma: iCAR Bio Therapeutics Ltd: Employment. Wada: iCell Gene Therapeutics LLC: Employment. Ma: iCell Gene Therapeutics LLC: Consultancy, Equity Ownership, Research Funding; iCAR Bio Therapeutics Ltd: Consultancy, Equity Ownership, Research Funding.",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "leukemia",
        "sezary syndrome",
        "neoplasms",
        "t-cell therapy",
        "chemotherapy regimen",
        "complete remission",
        "ferrous salts",
        "infiltrates",
        "leukemic cells"
    ],
    "author_names": [
        "Hongyu Zhang, MD PhD",
        "Jia Feng, MD PhD",
        "Wenli Zhang, MD",
        "Qi Chen, PhD",
        "Yuanzhen Cao",
        "Kevin Pinz",
        "Fang Liu, MD PhD",
        "Yu Ma",
        "Masayuki Wada, PhD",
        "Yupo Ma, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hongyu Zhang, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Peking University Shenzhen Hospital, Shenzhen, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jia Feng, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Peking University Shenzhen Hospital, Shenzhen, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenli Zhang, MD",
            "author_affiliations": [
                "Department of Hematology, Peking University Shenzhen Hospital, Shenzhen, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qi Chen, PhD",
            "author_affiliations": [
                "Department of Hematology, Peking University Shenzhen Hospital, Shenzhen, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuanzhen Cao",
            "author_affiliations": [
                "Research & Development Division, iCell Gene Therapeutics LLC, Stony Brook, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Pinz",
            "author_affiliations": [
                "Research & Development Division, iCell Gene Therapeutics LLC, Stony Brook, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fang Liu, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Chengdu Military General Hospital, Chengdu, Sichuan, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Ma",
            "author_affiliations": [
                "Manufactory Division, iCAR Bio Therapeutics Ltd, Zhongshan, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masayuki Wada, PhD",
            "author_affiliations": [
                "Research & Development Division, iCell Gene Therapeutics LLC, Stony Brook, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yupo Ma, MD PhD",
            "author_affiliations": [
                "Research & Development Division, iCell Gene Therapeutics LLC, Stony Brook, NY ",
                "Manufactory Division, iCAR Bio Therapeutics Ltd, Zhongshan, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T03:54:42",
    "is_scraped": "1"
}