{
    "doi": "https://doi.org/10.1182/blood.V108.11.256.256",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=576",
    "start_url_page_num": 576,
    "is_scraped": "1",
    "article_title": "Exploiting the Tr3 Interaction with Bcl-2 as a Novel Therapeutic Strategy of Cancer and Leukemia Therapy. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "bcl2 gene",
        "cancer",
        "leukemia",
        "peptides",
        "amino acids",
        "fluorescein-5-isothiocyanate",
        "fluorescence polarization",
        "kinase inhibitors",
        "receptors, nuclear",
        "retinoids"
    ],
    "author_names": [
        "Dayong Zhai, PhD",
        "Eduard Sergienko, Ph.D.",
        "Shinichi Kitada, M.D., Ph.D.",
        "Frederic Luciano, Ph.D.",
        "Arnold C. Satterswait, Ph.D.",
        "Xiaokun Zhang, B.S.",
        "John C. Reed, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA",
            " "
        ],
        [
            "San Diego Center for Chemical Genomics, Burnham Institute for Medical Research, La Jolla, CA, USA",
            " "
        ],
        [
            "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA",
            " "
        ],
        [
            "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA",
            " "
        ],
        [
            "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA",
            " "
        ],
        [
            "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA",
            " "
        ],
        [
            "Cancer Research Center, Burnham Institute for Medical Research, La Jolla, CA, USA",
            " "
        ]
    ],
    "first_author_latitude": "32.889592449999995",
    "first_author_longitude": "-117.23252025",
    "abstract_text": "TR3 (Nur77) is an orphan member of the retinoid/steroid family of nuclear receptors, which translocates from nucleus to mitochondria where it binds Bcl-2 and converts Bcl-2 from an anti-apoptotic to a pro-apoptotic protein ( Li, et al. Science  289 : 1159 , 2000 ; Lin, et al CELL  116 : 527 , 2004 ). Because Bcl-2 is pathologically over-expressed in many ca cancers and leukemias, contributing to chemoresistance, we sought to exploit the TR3 interaction with Bcl-2 as a novel therapeutic approach. Mutagenesis studies identified a 9 amino-acid peptide from TR3 that mimics the effects of the full-length protein in terms of binding Bcl-2 and inducing conformational changes that covert Bcl-2 into a killer. A cell-permeable version of this TR3 peptide induced apoptosis of cultured leukemia cell lines (CEM; Jurkat), such that gene transfer-mediated over-expression of Bcl-2 enhanced sensitivity to the TR3 peptide. In contrast, Bcl-2 over-expression rendered these leukemia cells resistant to other inducers of apoptosis, such as the broad-spectrum kinase inhibitor Staurosporine. Mutant TR3 peptides that fail to bind Bcl-2 did not induce apoptosis. To identify chemical compounds that mimic the pro-apoptotic TR3 peptide, a Fluorescence Polarization Assay (FPA) was developed in which FITC-conjugated TR3 peptide binding to Bcl-2 or other appropriate anti-apoptotic Bcl-2-family proteins was measured in high-throughput mode. This high-throughput screening (HTS) assay performs well in 384 well format, with Z′ > 0.75. A chemical library of ~70,000 compounds was screened to identify compounds that displace the TR3 peptide, thus yielding hits that may serve as a potential starting point for drug discovery. Characterization of the properties of these compounds and their analogs will be described. (Supported by NIH grants R01-GM60554 and U54-HG003916)."
}