{
    "doi": "https://doi.org/10.1182/blood.V124.21.4817.4817",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2858",
    "start_url_page_num": 2858,
    "is_scraped": "1",
    "article_title": "Novel Small-Molecule Inhibitors Targeting Complement Factor D for Therapy of Paroxysmal Nocturnal Hemoglobinuria ",
    "article_date": "December 6, 2014",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster III",
    "topics": [
        "complement factor d",
        "paroxysmal nocturnal hemoglobinuria",
        "small molecule",
        "complement system proteins",
        "eculizumab",
        "mechlorethamine",
        "antibodies",
        "administration, oral",
        "complement factor b",
        "complement membrane attack complex"
    ],
    "author_names": [
        "B. Paul Morgan, PhD",
        "Jane Thanassi",
        "Steven Podos, PhD",
        "Avinash Phadke, PhD",
        "Venkat Gadhachanda, PhD",
        "Godwin Pais, PhD",
        "Akihiro Hashimoto, PhD",
        "Qiuping Wang, PhD",
        "Dawei Chen, PhD",
        "Xiangzhu Wang, PhD",
        "Atul Agarwal, PhD",
        "Milind Deshpande, PhD",
        "Yongqing Huang, PhD",
        "Jason Wiles, PhD",
        "Mingjun Huang, PhD"
    ],
    "author_affiliations": [
        [
            "Cardiff University, Cardiff, United Kingdom "
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ],
        [
            "Achillion Pharmaceuticals, New Haven, CT"
        ]
    ],
    "first_author_latitude": "51.4866271",
    "first_author_longitude": "-3.1788640999999997",
    "abstract_text": "INTRODUCTION: The complement system is a pivotal player in multiple hematological conditions that include paroxysmal nocturnal hemoglobinuria (PNH). The current standard of care for PNH is intravenous infusion of eculizumab, a humanized monoclonal antibody that targets the terminal complement protein C5 and thereby efficiently impairs intravascular hemolysis. However, a significant fraction of PNH patients in clinical practice respond incompletely to eculizumab due to extravascular hemolysis by immune cells as eculizumab does not prevent erythrocyte opsonization. Additionally, a non-responsive sub-population has been identified with a rare genetic polymorphism in C5 that renders the variant incapable of binding eculizumab. Therefore, an unmet medical need remains for regimens that improve efficacy and that can be administered orally. To achieve this goal, we initiated a discovery program for small molecule inhibitors of complement factor D, a serine protease that is the rate limiting enzyme of the alternative complement pathway. We have obtained high resolution (1.5 Å) crystal structure of inhibitor-bound factor D. Through structure-guided optimization, we have discovered novel inhibitors of factor D that possess high potency and specificity as well as pharmacokinetic properties suitable for oral administration. Herein, we present a biochemical characterization of lead compounds and studies of their activities in various complement-mediated processes. METHODS: The binding affinity to factor D was determined by surface plasmon resonance (Biacore) analysis. The inhibitory effect on factor D protease was evaluated biochemically using both a nonspecific synthetic substrate and a natural substrate consisting of C3b and the complement factor B. The alternative pathway (AP) hemolytic assay was conducted with unsensitized rabbit erythrocytes, 8% human or non-human primate serum, and 10 mM MgEGTA. The classical pathway (CP) hemolytic assay was conducted with antibody-sensitized sheep erythrocytes and 0.5% human serum. To assess inhibition of CP activation through the AP-dependent amplification loop, inhibition of terminal complement complex (TCC) formation by 50% human serum was quantitated following activation by the CP-specific activator HAIGG. Inhibition of complement opsonization and lysis of PNH-like erythrocytes exposed to acidified serum (Ham test) was assessed ex vivo. Finally, selected lead compounds were administered to non-human primates to evaluate the efficacy of factor D inhibitors for blockade of alternative pathway-mediated events. RESULTS: Lead compounds obtained through optimization bound to factor D with K d values below 1 nM. Tight binding to factor D of the compounds resulted in potent inhibition of factor D proteolytic activity assessed using a synthetic nonspecific substrate as well as a natural substrate. When evaluated in an AP hemolytic assay with human serum, the most potent compounds inhibited cell lysis with EC 50 values below 10 nM. Similar inhibitory activity was observed when compounds were assessed in AP hemolytic assays with non-human primate serum, but not with rodent serum. The compounds showed no activity in a CP hemolytic assay using highly diluted human serum and antibody-coated erythrocytes, indicating specificity for factor D. When evaluated in the presence of 50% human serum and with TCC formation as an endpoint, however, the compounds blocked approximately 75% of TCC formation upon CP activation, a consequence of blockage of the AP-dependent amplification loop. Furthermore, the compounds prevented both opsonisation and lysis of PNH-like cells in the Ham test. Finally, when selected compounds were administered to non-human primates, potent inhibition of TCC formation following ex vivo AP activation was observed with EC 50 values below 50 nM. CONCLUSIONS: Highly potent and specific factor D inhibitors that block both the terminal pathway and opsonization were discovered using structure-guided design. These orally deliverable inhibitors hold promise as a novel therapeutic approach for treatment of complement-mediated hematological conditions including PNH. Disclosures Morgan: Swedish Orphan Biovitrum: Consultancy, Research Funding; Glaxo Smith Kline: Consultancy; Achillion Pharmaceuticals: Consultancy, Research Funding. Thanassi: Achillion Pharmaceuticals: Employment. Podos: Achillion Pharmaceuticals : Employment. Phadke: Achillion Pharmaceuticals: Employment. Gadhachanda: Achillion Pharmaceuticals: Employment. Pais: Achillion Pharmaceuticals: Employment. Hashimoto: Achillion Pharmaceuticals: Employment. Wang: Achillion Pharmaceuticals: Employment. Chen: Achillion Pharmaceuticals: Employment. Wang: Achillion Pharmaceuticals: Employment. Agarwal: Achillion Pharmaceuticals: Employment. Deshpande: Achillion Pharmaceuticals: Employment. Huang: Achillion Pharmaceuticals: Employment. Wiles: Achillion Pharmaceuticals: Employment. Huang: Achillion Pharmaceuticals: Employment."
}