{
    "doi": "https://doi.org/10.1182/blood-2021-150852",
    "article_title": "PK and PD Assessment of BET Inhibitor Pelabresib (CPI-0610) in Patients with Relapsed or Refractory Lymphoma: Findings from a Phase 1 Study ",
    "article_date": "November 5, 2021",
    "session_type": "605.Molecular Pharmacology and Drug Resistance: Lymphoid Neoplasms",
    "abstract_text": "Background: Nuclear factor-κB (NF-κB), a transcription factor essential for inflammatory responses, is constitutively activated in many lymphomas. Pelabresib (CPI-0610) is a first-in-class, oral, small-molecule inhibitor of the tandem amino-terminal bromodomains (BD1 and BD2) of bromodomain and extraterminal domain (BET) proteins, which regulate gene expression pathways. In preclinical studies, pelabresib downregulated NF-κB signaling and demonstrated antitumor activity in vitro. Here we report the pharmacokinetics (PK), pharmacodynamics (PD), safety and tolerability, and preliminary efficacy results from the first-in-human Phase 1, multicenter, open-label, dose-escalation study of pelabresib in patients (pts) with relapsed or refractory lymphomas (NCT01949883). Methods: Adults with relapsed non-Hodgkin or Hodgkin lymphoma after at least one prior therapy or who were not eligible for high-dose chemotherapy and autologous stem cell transplant (HD-ASCT) or had refused HD-ASCT were enrolled. Pts were required to have platelet count ≥75 × 10 9 /L, absolute neutrophil count ≥1.0 × 10 9 /L and Eastern Cooperative Oncology Group (ECOG) performance status of ≤2. Pelabresib was administered under fasting conditions orally once daily (QD) for 14 days followed by a 7-day break in continuous 21-day cycles. Cohorts of three to six pts were sequentially enrolled with increasing doses of pelabresib (6, 12, 24, 48, 80, 120, 170, 230 and 300 mg with the capsule formulation, and 125 and 225 mg QD with the micronized tablet formulation) to assess maximum tolerated dose (MTD). Results: A total of 64 lymphoma pts, with a median of four prior therapies, were enrolled and treated with pelabresib, 47 pts with the capsule formulation and 17 pts with the tablet formulation. Pelabresib exhibited dose-proportional exposure with rapid absorption, with maximum plasma concentrations reached at 2.9 hours post dose. Plasma concentrations declined in a generally monophasic manner with a half-life of ~16 hours. Following 14 days of QD dosing, accumulation of pelabresib plasma concentrations was low (~40%), confirming the suitability of a QD dosing schedule. The tablet formulation displayed increased bioavailability compared with the capsule formulation (75 vs 60 %, respectively) and was selected for use in subsequent trials. PD analysis demonstrated appreciable suppression of interleukin-8 ( IL8 ) and C-C motif chemokine receptor 1 ( CCR1 ) mRNA in peripheral blood mononuclear cells at capsule doses greater than or equal to 120 and 170 mg, respectively, and for both tablet dose levels (125 and 225 mg) of pelabresib. Decreased expression of both IL8 and CCR1 were seen as early as 2 hours post dose, suggesting rapid transcriptional regulation following treatment. A total of 8 pts among all dosing groups had a dose limiting toxicity (DLT) during cycle 1 (hematologic changes [n = 5], gastrointestinal events [n = 2], and rash [n=1]). All 64 pts had ≥1 treatment emergent adverse event (TEAE) during the study; 44 (68.8%) pts had ≥1 TEAE of Grade 3 or higher. The most common TEAEs (>20%) were fatigue, nausea, vomiting, decreased appetite, thrombocytopenia, platelet count decreased, anemia, and lymphocyte count decreased. Gastrointestinal TEAEs were common but mostly low grade and easily manageable. Thrombocytopenia, frequently reported hematological TEAE and a class effect for all BET inhibitors, was dose dependent in both frequency and intensity, reversible, non-cumulative and not associated with bleeding events. There was a strong dose-dependent correlation of platelet count. There were no treatment related deaths. Four pts had an objective response (two complete responses in pts treated with 48 mg and 230 mg and two partial responses in pts treated with 230 mg and 300 mg), and five pts had prolonged (>6 months) stable disease, as per Revised Response Criteria for Malignant Lymphoma (2007). Conclusions: Pelabresib has a wide therapeutic index capable of BET target gene suppression with an acceptable safety profile. As previously reported, the MTD was 225 mg (Blum KA, et al. Ann Oncol 2018;29(Suppl 3):mdy048). Due to the dose dependent nature of the observed platelet count decrease, the 125 mg dose (with the ability to titrate up to 225 mg, if needed) was selected and is currently being studied in Phase 2 (MANIFEST; NCT02158858) and Phase 3 (MANIFEST-2; NCT04603495) trials of pts with myelofibrosis. Disclosures Flinn:  Merck: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Teva: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Genentech: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Celgene: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Karyopharm Therapeutics: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Iksuda Therapeutics: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Calithera Biosciences: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; IGM Biosciences: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Agios: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Acerta Pharma: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Verastem: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Roche: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; TG Therapeutics: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; MorphoSys: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Infinity Pharmaceuticals: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Yingli Pharmaceuticals: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Nurix Therapeutics: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Trillium Therapeutics: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Takeda: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Portola Pharmaceuticals: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Unum Therapeutics: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Juno Therapeutics: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Constellation Pharmaceuticals: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Great Point Partners: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Curis: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Gilead Sciences: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Novartis: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Triphase Research & Development Corp.: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Pfizer: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Loxo: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Seagen: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Forty Seven: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Kite, a Gilead Company: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Incyte: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; ArQule: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Janssen: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; Rhizen Pharmaceuticals: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; Forma Therapeutics: Other: All research funding payments made to Sarah Cannon Research Institute, Research Funding; BeiGene: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; AstraZeneca: Consultancy, Other: All consultancy and research funding payments made to Sarah Cannon Research Institute, Research Funding; AbbVie: Consultancy, Other: All Consultancy and Research Funding payments made to Sarah Cannon Research Institute, Research Funding; Century Therapeutics: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Hutchison MediPharma: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Vincerx Pharma: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Sarah Cannon Research Institute: Current Employment; Servier Pharmaceuticals: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Yingli Pharmaceuticals: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Seagen: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Servier Pharmaceuticals: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute; Unum Therapeutics: Consultancy, Other: All consultancy payments made to Sarah Cannon Research Institute, Research Funding; Johnson & Johnson: Current holder of individual stocks in a privately-held company; Seattle Genetics: Research Funding. Goy:  Bristol Meyers Squibb: Membership on an entity's Board of Directors or advisory committees; Constellation: Research Funding; Janssen: Research Funding; Xcenda: Consultancy; Medscape: Consultancy; Novartis: Consultancy, Honoraria; OncLive Peer Exchange: Honoraria; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; MorphoSys: Honoraria, Other; Incyte: Honoraria; AbbVie/Pharmacyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; COTA (Cancer Outcome Tracking Analysis): Current holder of stock options in a privately-held company, Membership on an entity's Board of Directors or advisory committees, Other: Leadership role; Bristol Meyers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie/Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Kite Pharma: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Research Funding; Phamacyclics: Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Membership on an entity's Board of Directors or advisory committees; Genentech/Hoffman la Roche: Research Funding; Acerta: Consultancy, Research Funding; Infinity/Verastem: Research Funding; Genomic Testing Cooperative: Current holder of stock options in a privately-held company, Membership on an entity's Board of Directors or advisory committees, Other: Leadership role; Vincerx pharma: Membership on an entity's Board of Directors or advisory committees; Rosewell Park: Consultancy; LLC(Targeted Oncology): Consultancy; Elsevier's Practice Update Oncology, Intellisphere, LLC(Targeted Oncology): Consultancy; Michael J Hennessey Associates INC: Consultancy; Hoffman la Roche: Consultancy; Vincerx: Honoraria, Membership on an entity's Board of Directors or advisory committees; Physicians' Education Resource: Consultancy, Other: Meeting/travel support; AstraZeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Xcenda: Consultancy, Honoraria; Kite, a Gilead Company: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Elsevier PracticeUpdate: Oncology: Consultancy, Honoraria; Hackensack Meridian Health, Regional Cancer Care Associates/OMI: Current Employment. Younes:  AZ: Current Employment, Other: Senior Vice President, Global Head of Haematology (Early and Late Stage) Oncology R&D at AstraZeneca. Bobba:  Constellation Pharmaceuticals: Current Employment. Senderowicz:  Constellation Pharmaceuticals: Current Employment. Efuni:  Constellation Pharmaceuticals: Current Employment. Rippley:  Constellation Pharmaceuticals: Current Employment. Abramson:  EMD Serono: Consultancy; Genmab: Consultancy; Bristol-Myers Squibb Company: Consultancy, Research Funding; C4 Therapeutics: Consultancy; Morphosys: Consultancy; Kite Pharma: Consultancy; Novartis: Consultancy; Seagen Inc.: Research Funding; Allogene Therapeutics: Consultancy; Astra-Zeneca: Consultancy; Incyte Corporation: Consultancy; BeiGene: Consultancy; Kymera: Consultancy; Bluebird Bio: Consultancy; AbbVie: Consultancy; Karyopharm: Consultancy; Genentech: Consultancy.",
    "author_names": [
        "Kristie A. Blum",
        "Jeffrey G. Supko",
        "Michael Maris",
        "Ian W. Flinn",
        "Andre H. Goy",
        "Anas Younes",
        "Suresh Bobba",
        "Adrian Senderowicz",
        "Sergey Efuni",
        "Ronda Rippley",
        "Jeremy S. Abramson"
    ],
    "author_dict_list": [
        {
            "author_name": "Kristie A. Blum",
            "author_affiliations": [
                "Winship Cancer Institute, Emory University Medical Center, Atlanta, GA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey G. Supko",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Maris",
            "author_affiliations": [
                "Colorado Blood Cancer Institute, Denver, CO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian W. Flinn",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre H. Goy",
            "author_affiliations": [
                "Division of Lymphoma, John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anas Younes",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York City, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suresh Bobba",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Senderowicz",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergey Efuni",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronda Rippley",
            "author_affiliations": [
                "Constellation Pharmaceuticals a MorphoSys Company, Cambridge, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeremy S. Abramson",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Boston, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:37:43",
    "is_scraped": "1"
}