{
    "doi": "https://doi.org/10.1182/blood.V122.21.4017.4017",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2554",
    "start_url_page_num": 2554,
    "is_scraped": "1",
    "article_title": "Six-Year Follow-Up Of Dasatinib-Related Pulmonary Arterial Hypertension (PAH) For Chronic Myeloid Leukemia In Single Center ",
    "article_date": "November 15, 2013",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "topics": [
        "dasatinib",
        "follow-up",
        "leukemia, myelocytic, chronic",
        "pulmonary arterial hypertension",
        "echocardiography",
        "angiogram",
        "new york heart association classification",
        "brain natriuretic peptide",
        "catheterization",
        "computed tomography"
    ],
    "author_names": [
        "Young-Woo Jeon, M.D.",
        "Sung-Eun Lee, M.D.",
        "Soo-Hyun Kim",
        "Soo-Young Choi",
        "Jin-Eok Park",
        "Hye-Rim Jeon",
        "Eun-Jung Jang",
        "Dong-Wook Kim, MD, PhD"
    ],
    "author_affiliations": [
        [
            "The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Division of Hematology, Seoul St. Mary’s Hospital, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Cancer Research Institute, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Cancer Research Institute, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Cancer Research Institute, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "The Catholic University of Korea, Cancer Research Institute, Seoul, South Korea"
        ],
        [
            "Cancer Research Institute, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Cancer Research Institute, The Catholic University of Korea, Seoul, South Korea, "
        ]
    ],
    "first_author_latitude": "37.58592180000001",
    "first_author_longitude": "127.00432749999999",
    "abstract_text": "Introduction Recent randomized trial (DASISION trial), compared clinical outcomes between dasatinib and imatinib in newly diagnosed (chronic myeloid leukemia) CML patients. Results showed that dasatinib had faster and deeper responses compared with imatinib, and thus dasatinib became to be considered as a first-line therapy in CML patients. However, the long-term administration of dasatinib has been reported to have a risk of pleural effusion and dasatinib-related (pulmonary arterial hypertension) PAH. So, we have prospectively evaluated for emergence of PAH in all CML patients treated with dasatinib in our institute. Materials and methods Between May 2005 and July 2013, a total of 89 CP CML patients on dasatinib treatment were tested with laboratory studies, Brain natriuretic peptide (BNP), echocardiography (echo) in the Catholic University of Korea, Seoul, and baseline functional capacity (NYHA or WHO functional class) was assessed. PAH was defined as mean pulmonary artery pressure (mPAP) of >25mmHg at rest, with wedge pressure < 15mmHg, or Rt. Ventricular systolic pressure (RVSP) of 40 mmHg on echocardiography. And patients who had abnormal RVSP and/or symptoms (New York heart association-NYHA class 3, 4) were performed with additional studies such as pulmonary angiographic catheterization or pulmonary arterial computed tomography. Results So far, 62 patients (70%) of total 89 were evaluated with echocardiography (46 male, 16 female). The median age was 48 year old (range, 22∼72). The median duration of disease was 8.5 years (range, 0.8∼16.1). The median mean daily dosage of dasatinib was 102mg (range, 73∼140mg). The duration of dasatinib treatment was 34.6 months (range, 0.5∼99.6). 8 of 66 patients (12.1%) showed abnormal echocardiographic findings as increased right ventricular systolic pressure or symptom. All of 8 patients had treated with dasatinib as second line, and had exertional dyspnea (2 patients on class 2, and 5 patients on class 3 of NYHA). 5 patients of these showed abnormal BNP levels. The mean RVSP in screened patients was 65.2 mmHg (range, 40∼108mmHg), 2 of 8 patients were confirmed diagnosis with overt PAH on as pulmonary angiographic catheterization, and right ventricular hypertrophy on pulmonary angiographic computed tomography. Clinical, functional, or hemodynamic improvements were observed within 5 months of dasatinib discontinuation and then, in 5 patients the treatment was switched to radotinib, and another 3 patients received reduced dosage of dasatinib. Conclusion Although the lowest estimate of incident PAH occurring in patients exposed to dasatinib was 0.45% in France group. our preliminary data show more higher incidence rates (8 of 66 patients, 12.1%) in Korea. So, we suggest that the long-term dasatinib treatment for CML requires careful attention to cardiopulmonary adverse effects. and routine cardiovascular and pulmonary evaluation on regular basis is strongly recommended before and during treatment with dasatinib. Disclosures: No relevant conflicts of interest to declare."
}