{
    "doi": "https://doi.org/10.1182/blood.V122.21.2332.2332",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2638",
    "start_url_page_num": 2638,
    "is_scraped": "1",
    "article_title": "Tissue Factor On The Herpes Simplex Virus Type 1 Surface Enhances Infection In Vivo ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "human herpesvirus 1",
        "infections",
        "thromboplastin",
        "monoclonal antibodies",
        "endopeptidases",
        "peptide hydrolases",
        "reverse transcriptase polymerase chain reaction",
        "epitopes",
        "recombinant coagulation factor viia",
        "coagulants"
    ],
    "author_names": [
        "Michael R Sutherland, PhD",
        "Ayo Y Simon, DVM, PH.D.",
        "Iryna Shanina, Ph.D.",
        "Marc S Horwitz, Ph.D.",
        "Wolfram Ruf, MD",
        "Ed L.G. Pryzdial, Ph. D."
    ],
    "author_affiliations": [
        [
            "Research and Development, Canadian Blood Services, Vancouver, BC, Canada, "
        ],
        [
            "Research and Development, Canadian Blood Services, Vancouver, BC, Canada, "
        ],
        [
            "Department of Microbiology and Immunology, University of British Columbia, Vancouver, BC, Canada, "
        ],
        [
            "Department of Microbiology and Immunology, University of British Columbia, Vancouver, BC, Canada, "
        ],
        [
            "Immunology and Microbial Sciences, The Scripps Research Institute, La Jolla, CA, USA, "
        ],
        [
            "Canadian Blood Services, Research and Development Department, and University of British Columbia, Centre for Blood Research, Department of Pathology and Laboratory Medicine, Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "49.23555269999999",
    "first_author_longitude": "-123.02092665000002",
    "abstract_text": "Tissue factor (TF) is a multifunctional transmembrane receptor. As the pivotal initiator of the coagulant response to vascular damage, it accelerates factor (F) VIIa-dependent generation of FXa. However, TF also functions in FVIIa/FXa-dependent cell signaling via protease activated receptors (PARs), and has consequently been implicated in a wide variety of physiological and pathological conditions. Our previous work adds to this repertoire by revealing that TF, originating from the host cell membrane, is on the surface of enveloped viruses. Using herpes simplex virus type 1 (HSV1) as a model for enveloped viruses, we recently produced TF +/- HSV1 variants, which showed that viral TF enhances infection of cultured cells through a mechanism involving FXa/FVIIa-mediated activation of PAR-2. In the current project we extended these studies in vivo, hypothesizing that TF on the HSV1 surface would enhance infection by influencing the activation of coagulation proteases and/or their role in cell signaling. As before, HSV1 NS strain (with restored glycoprotein C) was propagated in TF- or genetically engineered TF+ human melanoma A7 cells, then purified and quantified. HSV1 TF+ or HSV1 TF- virus (5 x 10 5 virus plaque forming units of similar particle number) was injected slowly in 100 µL into the tail vein of female, eight-week old balb/c mice. On the third day, organs and blood were harvested. Live virus and total HSV1 genome were evaluated by plaque assays and rtPCR, respectively. Strikingly, production of live HSV1 TF+ (n=13) in the lung, heart, spinal cord, liver and brain was greater by an order of magnitude compared to HSV1 TF- (n=13), which was not detected in some tissues. The presence of TF on HSV1 furthermore increased virus titers in spleen and blood by several fold. Viral replication in organs was corroborated by rtPCR. The procoagulant and signaling functions of TF can be dissected using epitope-specific monoclonal antibodies (mAbs) selective for human TF. These mAbs only recognize HSV1 surface TF and not the endogenous mouse TF. These mAbs or an irrelevant mAb (TIB115, n=8) were administered by intraperitoneal injection 4 hours pre-inoculation (1 mg/mouse). When TF-dependent coagulation and the related effects on cell signaling due to attenuated protease activation was blocked by a potent combination of three mAbs to non-overlapping epitopes (5G9/6B4/9C3; 0.33 mg/mouse each, n=10), reduced levels of live HSV1 TF+ were seen in lung, heart, liver, brain and blood, with concordantly reduced viral genome levels measured by rtPCR. Similar results were obtained with mAb 5G9 alone (n=6), which selective blocks FXa generation. Interestingly, titers of HSV1 TF+ in blood and spleen were not affected by mAB 10H10 (n=6) that has no effect on coagulation, but is an effective direct inhibitor of TF signaling. Despite normal blood titers, mAb 10H10 (n=6) reduced virus titers in heart and brain, but not in other organs. These data demonstrate that virus surface TF is important for HSV1 infection in vivo and indicate that distinct functions of TF contribute to organ-specific tropism. Disclosures: No relevant conflicts of interest to declare."
}