{
    "doi": "https://doi.org/10.1182/blood.V120.21.5064.5064",
    "article_title": "High Percentage of JAK2 exon 12 Mutation in Polycythemia Vera and Essential Thrombocythemia Among Populations of Qatar ",
    "article_date": "November 16, 2012",
    "session_type": "Myeloproliferative Syndromes - Clinical",
    "abstract_text": "Abstract 5064 The chronic myeloproliferative Neoplasm (NPM) are clonal hematopoietic stem cell malignancies with 3 main subtypes: polycythemia vera (PV), essential thrombocytosis, and idiopathic myelofibrosis. PV is characterized by increased RBC proliferation in the absence of erythropoietin and proliferation of myeloid lineages usually is noted, A gain-of-function mutation of Janus kinase 2 ( JAK2 ) V617F, is identified in about 95% of patients with PV and about 50% of patients with essential thrombocytosis and idiopathic myelofibrosis. It has been shown that JAK2 exon 12 mutations can activate erythropoietin signaling pathways while these findings have been confirmed by many studies from Western countries, there are no reports from Asian countries in general and Arab countries in particular about the prevalence of the JAK2 exon 12 mutation in patients with PV and ET. In the present study, we determined the prevalence of JAK2V617F and JAK2 exon 12 mutations in patients with PV and ET in Qatar. Materials and Methods We enrolled patients with a diagnosis of PV and ET at National Centre for Cancer Care and Research in Qatar from January till June 2012. The diagnosis of PV and ET was established according to the 2008 World Health Organization criteria. The study included 82 patients. Clinical information and the CBC data at diagnosis were obtained from medical records. Pretreatment serum erythropoietin levels. Total DNA was isolated from buffy coat cells taken from peripheral blood using a kit (QIAamp DNA Mini Kit, Qiagen, Hilden, Germany) according to the manufacturer's instructions. Allele-specific polymerase chain reaction (PCR) was performed using 80 ng of genomic DNA as the template in a35-cycle PCR reaction at an annealing temperature of 58°C, as previously described. The mutant allele yields a 203-base-pair (bp) PCR product (sensitivity of mutant allele detection <1%). For exon 12 mutation screening, 80 ng of genomic DNA was amplified by specific primers designed to amplify a region of 453 bp containing the 128 bp of the exon 12 sequence of JAK2. PCR products were directly sequenced in both directions on an ABI 3730 DNA Analyzer using the BigDye Terminator Sequencing kit. Results We examined the occurrence of JAK2V617F and JAK2 exon 12 mutations in a clinical cohort of 82 patients with polycythemia vera (PV) and Essential thrombocythemia (ET) Of which 42 patients had PV aged 25 to 53, 13 (31%) females and 29 (69 %) males and V617F mutation was detected in all of them exon 12 mutation was detected in 38 (90. 47%) patients. We found 2 different exon 12 mutations:3 N542-E543del, 1 F537-K539delinsL, and among 40 ET patients aged 25 to 59, 22 (55 %) males and 18 (45%) females, 35 patients (87. 5%) were JAK2 V617F and JAK 2 exon12 positive and 5 (12. 5%) were JAK2V617F as well as exon 12 negative patients with V617F and exon 12 mutations showed significantly higher WBC and platelet counts at diagnosis than patients with exon V617F mutation alone (P =. 021 and P =. 038, respectively). We report a surprisingly high incidence of exon 12 mutations in MPN patients with PVand ET in Qatar, a result quite different from reports in the Western literature (P =. 001). Conclusion Our data suggest that exon 12 mutation of JAK2 in patients with PV and ET may have an uneven geographic distribution. A clinical laboratory providing the V617F test alone may risk missing a substantial number of patients with PV in areas with a high incidence of exon 12 mutation. the importance of such associations may need further studies and evaluations. Disclosures: Yassin: Qatar National Research Fund: Patents & Royalties, Research Funding. Rafii El-Ayoubi: Qatar National Research Fund: Patents & Royalties, Research Funding. Al-Dewik: Qatar National Research Fund: Patents & Royalties, Research Funding.",
    "topics": [
        "jak2 gene exon 12",
        "mutation",
        "polycythemia vera",
        "qatar",
        "thrombocythemia, hemorrhagic",
        "dna",
        "polymerase chain reaction",
        "cancer",
        "erythropoietin",
        "myelofibrosis, idiopathic, chronic"
    ],
    "author_names": [
        "Mohamed A. Yassin, MBBS, MSc, CABM, FACP",
        "Hanadi Rafii El-Ayoubi, MD",
        "Nader Al-Dewik, BSc, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamed A. Yassin, MBBS, MSc, CABM, FACP",
            "author_affiliations": [
                "Hematology/BMT, National Centre for Cancer Care and Research Hamad Medical Corporation, Doha, Qatar, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hanadi Rafii El-Ayoubi, MD",
            "author_affiliations": [
                "Hematology/BMT, National Centre for Cancer Care and Research Hamad Medical Corporation, Doha, Qatar, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nader Al-Dewik, BSc, MSc",
            "author_affiliations": [
                "Qatar Medical Genetic Center, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T18:37:01",
    "is_scraped": "1"
}