{
    "doi": "https://doi.org/10.1182/blood.V120.21.1313.1313",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2328",
    "start_url_page_num": 2328,
    "is_scraped": "1",
    "article_title": "Targeting Sphingosine Kinase 1 in NK-LGL Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "topics": [
        "chronic natural killer cell lymphocytosis",
        "phosphotransferases",
        "sphingosine",
        "liposomes",
        "caspases",
        "sphingolipids",
        "ceramides",
        "rna, messenger",
        "leukemia",
        "leukemic cells"
    ],
    "author_names": [
        "Francis LeBlanc",
        "Xin Liu, MD, PhD",
        "Todd Fox, PhD",
        "Mithun Shah, MD, PhD",
        "Andrew Rogers",
        "Lindsay Ryland, PhD",
        "Mark Kester, PhD",
        "Jong Yun, PhD",
        "Thomas P. Loughran, Jr., MD"
    ],
    "author_affiliations": [
        [
            "Pennsylvania State Hershey Cancer Institute, Hershey, PA, USA, "
        ],
        [
            "Pennsylvania State Hershey Cancer Institute, Hershey, PA, "
        ],
        [
            "The Pennsylvania State University"
        ],
        [
            "Pennsylvania State Hershey Cancer Institute, Hershey, PA, "
        ],
        [
            "Pennsylvania State Hershey Cancer Institute, Hershey, PA, "
        ],
        [
            "Pennsylvania State Hershey Cancer Institute, Hershey, PA, "
        ],
        [
            "Pennsylvania State Hershey Cancer Institute, Hershey, PA, "
        ],
        [
            "Pennsylvania State Hershey Cancer Institute, Hershey, PA, "
        ],
        [
            "Pennsylvania State Hershey Cancer Institute, Hershey, PA, USA, "
        ]
    ],
    "first_author_latitude": "40.2645547",
    "first_author_longitude": "-76.6744677",
    "abstract_text": "Abstract 1313 Natural killer cell large granular lymphocytic leukemia (NK-LGL) is a rare lymphoproliferative disorder of cytotoxic CD3-/CD56+ natural killer cells. Patients present with a malignant clinical course and a fatal outcome with median survival time of two months from diagnosis. Aggressive NK-LGL is refractory to conventional chemotherapy and pathogenetic mechanisms remain undefined. The sphingolipid metabolic pathway or ‘sphingolipid rheostat’ has been identified as a key player in determining cell fate. We hypothesize that this sphingolipid rheostat is dysregulated in NK-LGL leukemia. Ceramide and sphingosine are pro-apoptotic members of this pathway and sphingosine-1-phosphate (S1P) is pro-survival. Sphingosine kinase 1 (SphK1) is a cytosolic enzyme that converts sphingosine into S1P and has been implicated in oncogenesis. SphK1 is overexpressed in tumors of the breast, ovary, colon, brain, liver and esophagus and various leukemias and lymphomas. Here, we show that the sphingolipid rheostat is dysregulated in leukemic NK cells. Lipids were extracted from NK cells from nine NK-LGL patients and compared to nine, age and gender matched normal controls. Ceramide and S1P levels were quantified by tandem mass spectrometry. Ceramide levels were decreased 2-fold in NK-LGL patients compared to normal NK (p < 0.05). S1P levels were increased 2-fold in NK-LGL patients compared to normal NK (p < 0.05). SphK1 mRNA levels were measured by qRT-PCR in eight NK-LGL patients and matched to eight, age and gender matched normal controls. SphK1 mRNA levels were elevated >4 times in NK-LGL patients compared to controls (p < 0.05). This same elevation in SphK1 mRNA can be seen in target recognition and activation of normal NK cells (>4 fold increase, p < 0.05). In addition, elevated SphK1 mRNA levels were detected the NK cells of Fisher 344 rats. Fischer F344 rat LGL leukemia model has been established as an important experimental model for the study of NK-LGL leukemia progression and closely resembles human aggressive NK-LGL leukemia exhibiting clonal expansion of CD3-CD8a+ lymphocytes. To investigate the role of SphK1 in survival of leukemic NK cells, pegylated cationic liposome delivery of RNAi was utilized. The human NKL cell line was established from the peripheral blood of a patient with CD3-/CD16+/CD56+ LGL leukemia and is an important model for studying the disease. RNK-16 is a spontaneous NK leukemic cell line from Fisher 344 rats. RNAi targeting SphK1 in NKL cells led to a two-fold increase of cell death by ELISA (p < 0.05). This genetic inhibition resulted in an increase in pro-apoptotic signaling proteins Bax and Bak, while leading to a decrease in anti-apoptotic proteins Bcl-2, Bcl-X L and survivin. Additionally, there was decreased phosphorylation of AKT and cleaved Poly ADP Ribose Polymerase (PARP). Treatment of NK cells with SKI-II (2.5u M), a pharmacologic inhibitor of SphK1, resulted in an increase in specific apoptosis in a dose-dependent manner by Annexin-V staining and flow cytometry in NK-LGL patients (n=4 patients, 20%, p < 0.005), NKL cells (15%, p < 0.01) and RNK-16 cells (40%, p < 0.05). This pharmacologic inhibition selectively induced apoptosis in leukemic cells and had no effect on NK cells from normal donors. Apoptosis by inhibition of SphK1 with SKI-II is caspase-dependent with significant increases in pro-caspase 3 and cleaved caspase-3. Treatment of NKL cells with z-FAD-fmk, a caspase-activity inhibitor, led to a dose-dependent increased viability of cells after treatment with SKI-II (2.5uM). The viability of NKL cells increased from 50% to 80% in a dose-dependent manner with treatment of a caspase-activity inhibitor, z-FAD-fmk (0, 10, 20, 50uM). This shows that inhibition of SphK1 results in caspase-dependent apoptosis. Through the utilization of a rat model, rat cell line, human cell line and clinical samples, the sphingolipid rheostat is shown to be dysregulated in NK-LGL leukemia. By employing both genetic and pharmacologic approaches, we have demonstrated that SphK1 is a potential therapeutic target for novel treatment of NK-LGL leukemia. Disclosures: Kester: Penn State Research Foundation: Licensed ceramide based nanotechnologies and siRNA based nanotechnologies, Keystonenano Inc. State College, PA, Co-founder and CMO Other."
}