{
    "doi": "https://doi.org/10.1182/blood.V110.11.4251.4251",
    "article_title": "Assessment of Multidrug Resistance and FLT3 Internal Tandem Duplication in Patients with Plasmacytoid Dendritic Cell Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Plasmacytoid dendritic cell leukemia (pDCL) is a rare hematological malignancy, characterized by the expression of CD123 hi , CD4+, CD56+ and absence of myeloid or lymphoid markers. Patients usually have an aggressive clinical course, short survival and increased rates of relapse after chemotherapy. We report the clinical, biological, phenotypic features of three cases of pDCL and their multidrug resistance profile (MDR) and FLT3 internal tandem duplication ( FLT3 -ITD) status. Methods and Results: we reanalyzed 193 patients with acute leukemia, studied at the laboratory of Cellular Biology and Flow Cytometry at diagnosis, between 2002 and 2006. Among them three patients presented imunnophenotypic features of dendritic cell malignancy. At diagnosis, patients (2M/1F, aged 63, 64 and 74 y) presented anemia, thrombocytopenia and the WBC count was 6.7, 12.6 and 45.1×10 9 /L, with circulating blast cells in two cases (69% and 80%). Bone marrow blasts showed L2/M0 (one case) or monocytoid morphology (2 cases). Lymph nodes enlargement and splenomegaly in one case and cutaneous lesions in one other case were observed. Multiparametric flow cytometry using a large panel of monoclonal antibodies showed the presence of CD123 hi , CD4, HLA-DR and CD45 dim in all cases, CD56 in two and the absence of any lineage-associated markers expression (CD13-, CD117-, CD15-, CD14-, CD64-, MPO-, CD41-, CD3-, CD19-, CD16-). Karyotype was available in one patient and it was normal. MDR was studied on leukemic cells by Rhodamine 123 efflux test in the presence/absence of Verapamil, using flow cytometry. All three cases showed increased rates of functional drug efflux. The FLT3-ITD was assessed by polymerase chain reaction in mononuclear cells DNA using the following primers: 14F (GCAATTTAGGTATGAAAGCAGC) and 15R (CTTTCAGCATTTTGACGGCAACC) and it was negative in all patients. Two patients were submitted to chemotherapy (BFM-ALL-5/93 protocol in one and Idarubicin + Cytarabine in another). One patient was resistant to IDA+ Cytarabine and the other died 20 days after BFM protocol induction by infection. The untreated patient died one month later. Discussion To our knowledge, these are the first cases of dendritic cell malignancies where the MDR functional expression and FLT3-ITD status were evaluated. Additionally, they are the first Brazilian cases of pDCL reported. None of the patients presented the FLT3-ITD; moreover a recent study (Dijkman R et al, Blood, 2007) of gene expression profile using microarray demonstrated that FLT3 mRNA was upregulated on pDCL. Our results suggest that the expression of MDR might contribute to the adverse outcome in this rare entity and to the poor response to chemotherapy described by others. Literature data suggest intensive treatment with bone marrow transplantation for pDCL but the addition of MDR-modulators to the chemotherapy schedules might be useful for the management of this disorder, especially in elderly patients.",
    "topics": [
        "dendritic cells",
        "drug resistance, multiple",
        "flt3 gene",
        "leukemia",
        "ms-like tyrosine kinase 3",
        "chemotherapy regimen",
        "impedance threshold device",
        "flow cytometry",
        "cancer",
        "cytarabine"
    ],
    "author_names": [
        "Alex F. Sandes, MD",
        "Rodrigo S. Barroso, MD",
        "Eliza Y.S. Kimura",
        "Mihoko Yamamoto, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alex F. Sandes, MD",
            "author_affiliations": [
                "Hematology, Universidade Federal de Sao Paulo (UNIFESP), Sao Paulo, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo S. Barroso, MD",
            "author_affiliations": [
                "Hematology, Universidade Federal de Sao Paulo (UNIFESP), Sao Paulo, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eliza Y.S. Kimura",
            "author_affiliations": [
                "Hematology, Universidade Federal de Sao Paulo (UNIFESP), Sao Paulo, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mihoko Yamamoto, MD, PhD",
            "author_affiliations": [
                "Hematology, Universidade Federal de Sao Paulo (UNIFESP), Sao Paulo, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T06:40:21",
    "is_scraped": "1"
}