{
    "doi": "https://doi.org/10.1182/blood-2019-126318",
    "article_title": "Stanozolol and Danazol Have Different Effects on Hematopoiesis in Murine Model of Immune-Mediated Bone Marrow Failure ",
    "article_date": "November 13, 2019",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Background: Stanozolol and danazol are widely used in the treatment of aplastic anemia (AA), however, they may have different effects on the recovery of hematopoiesis with the detail mechanism unclear. Methods: Bone marrow mononuclear cells from 5 newly diagnosed AA patients and 5 healthy volunteers were collected for marrow colony assays and cultured together with stanozolol, danazol or blank control, separately. After incubated for 14 days, colonies of different lineage were calculated, and erythroid or megakaryocytic differentiation was also identified by the mean fluorescence intensity (MFI) of CD235a or CD41 expressed on the harvest cells. Meanwhile, CB6F1/Crl mice were injected with 1×10 6 C57BL/6 donor originated lymphocytes after irradiated with 5Gy total body irradiation to setup a model for immune-mediated bone marrow failure (AA mice model). AA mice were treated with CsA monotherapy, CsA combined with stanozolol, CsA combined with danazol for 30 days, respectively. Peripheral blood cell counts once a week, bone marrow colony assays at the end of one month were performed. Proportion of T cell subsets, level of inflammatory factors, EPO and TPO were detected before and after treatment. Level of EPO receptor on the progenitor cells after treatment were tested by western blot. Results: For ex vivo experiment, although the number of BFU-E, CFU-GM and CFU-GEMM colonies of AA patients were significantly lower than that of the normal controls ( P <0.05), the number of colonies and MFI of CD235a or CD41 expression of the harvested cultured cells had no significant difference among different treatment groups, either in AA patients or in normal controls, showing no direct hematopoietic stimulating effects of stanozolol and danazol on progenitor cells. However, in the in vivo experiment, AA mice treated with CsA and danazol showed the most rapid recovery of mega karyopoiesis, with the platelet count returned to normal level after three weeks' treatment, at least one week earlier than the other groups. Whereas mice treated with CsA and stanozolol had the best hemoglobin level at the end of treatment ( P <0.05). Bone marrow colony assays at the 30 days showed that the number of BFU-E was the highest in mice treated with CsA and stanozolol while the number of CFU-GM was the highest in those with CsA and danazol. Compared to CsA monotherapy, additional stanozolol and danazol can both increase the level of regulatory T cells and up-regulate interleukin-10 ( P <0.05). But interferon-α and tumor necrosis factor-α were more effectively reduced by danazol than stanozolol ( P <0.05). CsA and stanozolol- treated mice showed higher serum EPO (corrected by HGB level)and higher EPO receptor(EPOR) level on the hematopoietic precursor cells compared with other groups ( P <0.05). Conclusions: Neither stanozolol or danazol directly stimulated hematopoiesis in vitro . But in vivo , stanozolol may have advantage in improving erythropoiesis while danazol may has more effects on white cells or platelet. Danazol had more comprehensive immunosuppressive roles compared with stanozolol. Stanozolol can enhance the expression of EPO, probably by increasing EPOR expression on hematopoietic precursor cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "danazol",
        "hematopoiesis",
        "mice",
        "pancytopenia",
        "stanozolol",
        "cyclosporine",
        "erythropoietin receptors",
        "aplastic anemia",
        "hemoglobin",
        "hemoglobin measurement"
    ],
    "author_names": [
        "Hongmin Li, MD",
        "Zhangbiao Long, MD",
        "Bing Han",
        "Zhao Wang, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hongmin Li, MD",
            "author_affiliations": [
                "Peking union medical college hospital, Beijing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhangbiao Long, MD",
            "author_affiliations": [
                "Peking union medical college hospital, Beijing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bing Han",
            "author_affiliations": [
                "Peking union medical college hospital, Beijing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhao Wang, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Beijing Friendship Hospital, Beijing, CHN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:26:02",
    "is_scraped": "1"
}