{
    "doi": "https://doi.org/10.1182/blood-2021-145524",
    "article_title": "CD117 Antibody Drug Conjugate-Based Conditioning Allows for Efficient Engraftment of Gene-Modified CD34+ Cells in a Rhesus Gene Therapy Model ",
    "article_date": "November 5, 2021",
    "session_type": "801.Gene Therapies",
    "abstract_text": "Hematopoietic stem cell (HSC) gene therapy is now curative for multiple genetic diseases; however, it is limited by morbidity and mortality from cytotoxic chemotherapy-based conditioning. To overcome these limitations, we developed an antibody drug conjugate (ADC) targeting CD117 (c-Kit) to specifically deplete both HSCs and progenitor cells. In our preliminary study, 0.2 mg/kg CD117-ADC conditioning resulted in >99% bone marrow depletion, detectable engraftment of gene-modified cells (vector copy number per cell (VCN) ~0.01), and minimal toxicities in a rhesus HSC gene therapy model (ASH 2019). In this study, we investigated escalating doses of CD117-ADC to determine the optimum conditioning dose to enable engraftment of gene-modified CD34+ HSCs in rhesus macaques. We evaluated autologous CD34+ cell transplantation with lentiviral gene marking following conditioning using a single injection of CD117-ADC at the 0.3 mg/kg dose for ZL13 and ZJ62, and the 0.4 mg/kg dose for H635 and H96G. The extent of gene marking was compared with myeloablative busulfan conditioning (5.5 mg/kg x 4 days) for 12U018 and 12U020. Mobilized rhesus CD34+ cells (ADC 3.8±1.9x10e7 vs. Busulfan 2.9±0.2x10e7, n.s.) were transduced with a lentiviral vector encoding BCL11A -targeting microRNA-adapted short hairpin RNA (shmiR-BCL11A) co-encoding a truncated human erythropoietin receptor (thEpoR) for stable fetal hemoglobin (HbF) induction (Sci Transl Med. 2021). These cells ( in vitro VCN 10.1±3.8 vs. 10.2±7.3, n.s.) were transplanted into autologous animals 6 or 10 days after ADC conditioning (0.3 or 0.4 mg/kg, respectively) or 1 day after busulfan conditioning. Blood counts, gene-marking levels, and HbF induction were evaluated for 0.3-1.2 years post-transplant in ADC conditioning and for 1.5 years in busulfan conditioning. After a reduction of blood counts post-transplantation with ADC or busulfan conditioning, all lineages recovered. Granulocyte (>500/μl, day 6-9 vs. day 8-9), reticulocyte (>50,000/μl, day 10-14 vs. day 11), and platelet (>30,000/μl, day 2-8 vs. no reduction) recoveries were similar for ADC and busulfan conditioning, respectively. Only ADC conditioning resulted in a reduction of platelet counts as well as a novel transient rebound in all major lineages. Two months post-transplant, efficient gene marking (VCN in granulocytes 0.28±0.16 vs. 0.44±0.17, n.s.) was observed in 3 of 4 animals in ADC-conditioning (ZJ62 with 0.3 mg/kg ADC, and H635 and H96G with 0.4 mg/kg ADC). This marking level was similar to busulfan conditioning (Left panel in Figure). Robust and durable HbF induction was also detected by both HbF-positive percentages (F-cell 8.5±1.8% vs. 13.7±5.8%, n.s.) and HPLC-quantitated HbF amounts (8.0±2.9% vs. 11.1±5.2%, n.s.) in these 3 animals, similar to busulfan conditioning (Right panel in Figure). In ZL13 (1 of 2 animals in 0.3 mg/kg ADC), lower gene marking (VCN in granulocytes 0.02) was obtained, along with low HbF induction (F-cell 1.0% and HbF amounts 0.9%), suggesting that 0.3 mg/kg ADC is marginal and 0.4 mg/kg ADC is sufficient for robust engraftment of gene-modified cells. Importantly, CD117-ADC conditioning resulted in minimal toxicities unlike busulfan conditioning. In summary, we demonstrated that a single dose of CD117-ADC allows for efficient engraftment of gene-modified CD34+ HSCs in a rhesus gene therapy model, achieving a similar level as myeloablative busulfan conditioning. Robust HbF induction was also confirmed at the protein levels in this rhesus gene therapy model with ADC conditioning. This targeted approach for safer conditioning could improve the risk benefit profile in HSC gene therapy. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Latimer:  Magenta Therapeutics: Current Employment, Current holder of stock options in a privately-held company. Bhattarai:  Magenta Therapeutics: Current Employment, Current holder of stock options in a privately-held company. Yoder:  Magenta Therapeutics: Current Employment, Current holder of stock options in a privately-held company. Palchaudhuri:  Magenta Therapeutics: Current Employment, Current holder of stock options in a privately-held company, Patents & Royalties. Li:  Magenta Therapeutics: Current Employment, Current holder of stock options in a privately-held company. Bertelsen:  Magenta Therapeutics: Current Employment, Current holder of stock options in a privately-held company. Olson:  Magenta Therapeutics: Current Employment, Current holder of stock options in a privately-held company.",
    "author_names": [
        "Naoya Uchida",
        "Ulana Stasula",
        "Malikiya Hinds",
        "Paula Germino-Watnick",
        "Allen E. Krouse",
        "N Seth Linde",
        "Aylin C. Bonifacino",
        "Kellie Latimer",
        "Prashant Bhattarai",
        "Nicholas C. Yoder",
        "Rahul Palchaudhuri",
        "Qing Li",
        "Kirk Bertelsen",
        "Lisa Olson",
        "Robert E. Donahue",
        "John F. Tisdale"
    ],
    "author_dict_list": [
        {
            "author_name": "Naoya Uchida",
            "author_affiliations": [
                "CMTB, NHLBI / NIDDK, NIH, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ulana Stasula",
            "author_affiliations": [
                "CMTB, NHLBI / NIDDK, NIH, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malikiya Hinds",
            "author_affiliations": [
                "CMTB, NHLBI / NIDDK, NIH, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Germino-Watnick",
            "author_affiliations": [
                "CMTB, NHLBI / NIDDK, NIH, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allen E. Krouse",
            "author_affiliations": [
                "NHLBI/Translational Stem Cell Biology Branch, NIH, Bethesda, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "N Seth Linde",
            "author_affiliations": [
                "NHLBI/Translational Stem Cell Biology Branch, NIH, Bethesda, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aylin C. Bonifacino",
            "author_affiliations": [
                "NHLBI/Translational Stem Cell Biology Branch, NIH, Bethesda, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kellie Latimer",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant Bhattarai",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas C. Yoder",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Palchaudhuri",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Li",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirk Bertelsen",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Olson",
            "author_affiliations": [
                "Magenta Therapeutics, Cambridge, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert E. Donahue",
            "author_affiliations": [
                "CMTB, NHLBI / NIDDK, NIH, Bethesda, MD"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. Tisdale",
            "author_affiliations": [
                "CMTB, NHLBI / NIDDK, NIH, Bethesda, MD"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:44:30",
    "is_scraped": "1"
}