{
    "doi": "https://doi.org/10.1182/blood.V122.21.4124.4124",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2410",
    "start_url_page_num": 2410,
    "is_scraped": "1",
    "article_title": "Both PI3K p110α and p110δ Isoforms Control CD160-Mediated CLL Cell Viability and Cytokine Production ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "cell survival",
        "cytokine",
        "phosphoinositide 3-kinase",
        "protein isoforms",
        "interleukin-6",
        "interleukin-8",
        "monocyte chemoattractant protein-1",
        "rantes",
        "chemokines"
    ],
    "author_names": [
        "Timothy W. Farren, Ph.D",
        "Fengting Liu, MD Ph.D",
        "Samir G. Agrawal"
    ],
    "author_affiliations": [
        [
            "Division of Haemato-Oncology and Immunophenotyping Laboratory, Barts Health NHS Trust, London, United Kingdom, "
        ],
        [
            "Blizard Institute, Pathology Group, Queen Mary, University of London, London, United Kingdom, "
        ],
        [
            "Division of Haemato-Oncology, St Bartholomew's Hospital, Barts Health NHS Trust, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.5178708",
    "first_author_longitude": "-0.0588687",
    "abstract_text": "Expression of CD160 on normal immune cells is primarily observed on human and murine circulating cytotoxic lymphocytes (NK cells and a small subset of T-cells). CD160 exhibits a broad specificity for major histocompatibility complex molecules. While normal B-cells do not express CD160, malignant B-cells of CLL (and HCL) are CD160+. 1 Triggering of CD160 on CLL cells mediates increased viability, PI3K dependent growth signals and marked IL-6 and IL-8 secretion. 2 In this study, the role of the different PI3K subunits in CD160 effector functions in CLL have been investigated in terms of cytokine/chemokine secretion and cell viability. Unstimulated CLL cells underwent apoptosis over 5 days in culture, which was significantly inhibited by the anti-CD160 antibody, CL1-R2 (p<0.01). Similarly, the viability of purified CLL cells was enhanced by addition of a microenvironment milieu (CD19 negative fraction from BM samples) and further improved by CL1-R2 triggering of CD160 (p=0.03). Without stimulation, CLL cells secreted minimal levels of IL-2, IL-4, IL-10, TNF-alpha, INF-gamma, CCL2 and CCL5 (as assessed by cytokine bead array (BD Biosciences). At baseline, low levels of IL-6 (median: 23 pg/ml) and IL-8 (median: 114 pg/ml) were detected. Incubating CL1-R2 with CLL cells led to a significant increase in IL-6 (median: 1431 pg/ml, p<0.01), IL-8 (median: 7945 pg/ml, p<0.01), CCL2 (monocyte chemotactic protein-1, median: 813.3 pg/ml, p=0.01) and CCL5 (median: 53.61 pg/ml, p=0.03). These effects of CD160 triggering were suppressed, in a dose-dependent manner, by the pan PI3K inhibitors LY294002 (p=0.01) and Wortmannin (p<0.01, Table 1 ). Table 1 (above): n= 12  . CD160 (10μg/ml) Median pg/ml (range) . CD160 (10μg/ml) and LY294002 10μM Median pg/ml (range) . CD160 (10μg/ml) and LY294002 20μM Median pg/ml (range) . IL-6 1431 (147 - 8972) 108 (4.0 - 5512) p=0.0039 29 (3.38-5250) p=0.0019 IL-8 7945 (950 - 9665) 4394 (71 - 7744) p=0.0017 1958 (28 - 7024) p=0.0075 CCL2 813 (84 - 879) 7.0 (1.3 - 81) p=0.0063 1.8 (0.0 - 20) p=0.0045 CCL5 54 (42 - 106) 36 (24 - 72) p=0.0018 21 (6.5 -27) p=0.0024 . CD160 (10μg/ml) Median pg/ml (range) . CD160 (10μg/ml) and LY294002 10μM Median pg/ml (range) . CD160 (10μg/ml) and LY294002 20μM Median pg/ml (range) . IL-6 1431 (147 - 8972) 108 (4.0 - 5512) p=0.0039 29 (3.38-5250) p=0.0019 IL-8 7945 (950 - 9665) 4394 (71 - 7744) p=0.0017 1958 (28 - 7024) p=0.0075 CCL2 813 (84 - 879) 7.0 (1.3 - 81) p=0.0063 1.8 (0.0 - 20) p=0.0045 CCL5 54 (42 - 106) 36 (24 - 72) p=0.0018 21 (6.5 -27) p=0.0024 View Large The roles of the different p110-catalytic subunits of PI3K in CD160 mediated activation were investigated. CLL cells from 5 different patients were incubated with the specific isoform-selective inhibitors PI103 (p110α), TGX-115 (p110β) and IC87114 (p110δ) at concentrations of 0.5, 1 and 10μM, in the presence of CL1-R2. CD160 induced cell viability was significantly reduced in a dose dependent manor by both PI103 (p=0.004) and IC87114 (p=0.002). Although the p110β inhibitor demonstrated a reduction in CD160 mediated cell viability it was not significant. Combining the p110α and p110δ inhibitors, a further decrease in CD160 mediated cell viability was observed (p<0.01), but not in a synergistic manner. Upon performing cytokine and chemokine bead array assays on the same patients, the CD160 induced cytokine and chemokine production of IL-6, IL-8, CCL2 and CCL5 were suppressed by all the inhibitors at a concentration of 10 μM ( Table 2 ). However, only p110α and p110δ subunit inhibition resulted in significant reductions, with a further decrease in both CD160 mediated cytokine and chemokine secretion when both were inhibited together (IL-6: p<0.01, IL-8: p=0.03, CCL2: p=0.02, CCL5: p=0.03), but not with a synergistic or additive effect ( Table 2 ). Table 2 (Above): n=5  . CD160 (10μg/ml) . CD160 (10μg/ml) and PI103 (p110a) . CD160 (10μg/ml) and TGX-221 (p110b) . CD160 (10μg/ml) and IC87114 (p110d) . CD160 (10μg/ml) and PI103+IC87114 . IL-6 457 198 p=0.05 365 p=NS 189 p=0.02 101 p<0.01 IL-8 4861 3405 p=0.04 4066 p=NS 3143 p=0.03 2625 p=0.03 CCL2 696 130 p=0.04 583 p=NS 111 p=0.02 46 p=0.02 CCL5 91 59 p=0.05 73 p=NS 61 p=0.05 43 p=0.03 . CD160 (10μg/ml) . CD160 (10μg/ml) and PI103 (p110a) . CD160 (10μg/ml) and TGX-221 (p110b) . CD160 (10μg/ml) and IC87114 (p110d) . CD160 (10μg/ml) and PI103+IC87114 . IL-6 457 198 p=0.05 365 p=NS 189 p=0.02 101 p<0.01 IL-8 4861 3405 p=0.04 4066 p=NS 3143 p=0.03 2625 p=0.03 CCL2 696 130 p=0.04 583 p=NS 111 p=0.02 46 p=0.02 CCL5 91 59 p=0.05 73 p=NS 61 p=0.05 43 p=0.03 View Large These results demonstrate that CL1-R2 engagement of CD160 leads to: (1) a direct survival signal in CLL cells; and (2) production of IL-6, IL-8, CCL2 and CCL5. These functions are PI3K-dependent. These PI3K dependent responses signal largely through the p110α and p110δ isoform-selective catalytic subunits. From a clinical perspective, this data lends further support to targeting the p110α subunit, in addition to p110δ, as a therapeutic strategy. However, none of the inhibitors, alone or in combination, reduced cytokine secretion to basal levels, suggesting that CD160 is also signalling via other undefined pathways. References: 1. Farren TW et al. Blood . 2011; 118 (8): 2174-2183. 2. Liu FT et al. Blood . 2010; 115 (15): 3079-3088 Disclosures: No relevant conflicts of interest to declare."
}