{
    "doi": "https://doi.org/10.1182/blood.V110.11.110.110",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=910",
    "start_url_page_num": 910,
    "is_scraped": "1",
    "article_title": "HIF-1 Supports the Survival of Multiple Myeloma Cells through the Induction of Survivin Gene. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "genes",
        "multiple myeloma",
        "survivin",
        "insulin-like growth factor i",
        "echinomycin",
        "interleukin-6",
        "rna, messenger",
        "transcription factor",
        "apoptosis inhibitor",
        "arterial oxygen tension"
    ],
    "author_names": [
        "Keita Kirito, MD, PhD",
        "Hu Yongzhen, MD",
        "Kozue Yoshida, MD",
        "Toru Mitsumori, MD",
        "Kei Nakajima, MD",
        "Yumi Nozaki, MD",
        "Takahiro Nagashima, MD",
        "Masae Kunitama, MD",
        "Kumi Sakoe, PhD",
        "Norio Komatsu, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ],
        [
            "Hematology, University of Yamanashi, Chuoshi, Yamanashi, Japan"
        ]
    ],
    "first_author_latitude": "35.60959615",
    "first_author_longitude": "138.53894925",
    "abstract_text": "In spite of the recent development of therapeutic strategies, multiple myeloma (MM) still remains incurable. Several cytokines and chemokines contribute to progression of the disease and acquisition of resistance to chemotherapy. These humoral factors support the growth and survival of myeloma cells through the regulation of transcription factors including NF-κB, Stat3 and FOXO3a. Hypoxia inducible factor-1 (HIF-1) is an important transcription factor that is activated under low oxygen tension and controls dozens of genes involved in angiogenesis, energy production and resistance to apoptosis. Interestingly, HIF-1 is frequently activated in cancer cells even under normoxic condition and it is well established that HIF-1 expression and activation correlates with tumor progression and resistance to cancer treatments. In this study, we investigated whether HIF-1 is involved in the biology of multiple myeloma. To this end, we used three MM cell lines U266, RPMI8226 and KMM-1. After informed consent, we also prepared primary MM cells from bone marrow samples of patients (n=5) using anti-CD138 magnetic beads. Initially, we treated MM cells with insulin-like growth factor-1 (IGF-1) and IL-6, both of which are major growth and survival factors for myeloma cells. Treatment with IGF-1 and, to be a lesser degree, IL-6 clearly enhanced expression of HIF-1α, a subunit of HIF-1, in all three cell lines. Similar results were obtained from isolated primary MM cells. Based on several lines of evidence that survivin, a member of inhibitor of apoptosis (IAP) family protein, is transcriptionally regulated by HIF-1 in breast cancer cells, and that this anti-apoptotic factor is important for growth of MM cells, we examined whether HIF-1 supports the survival of MM cells through the induction of survivin. Quantitative RT-PCR assay revealed that IGF-1 increased survivin mRNA both in MM cell lines and in primary MM cells. In addition, IGF-1 activated survivin gene promoter containing a HIF-1-binding site. To confirm that IGF-1-induced activation of survivin gene is mediated by HIF-1, we treated MM cell lines with echinomycin, an inhibitor of DNA-binding activity of HIF-1. As expected, echinomycin inhibited IGF-1-induced survivin gene expression in a dose-dependent manner. The inhibitor also induced apoptosis of MM cells, and IGF-1 could not rescue the MM cells from echinomycin-induced apoptosis. Furthermore, echinomycin enhanced melphalan-induced apoptosis of MM cells. To further examine the involvement of HIF-1 in IGF-1-induced survivin gene expression, we generated three independent HIF-1α knockdown KMM-1 clones using siRNA system. Survivin mRNA was not detected in the HIF-1α knockdown cells, and these clones easily underwent apoptosis even in the presence of IGF-1, compared to the parental cells. Taken together, HIF-1 plays a pivotal role in survival of MM cells through the induction of survivin gene. In conclusion, HIF-1 might be an attractive therapeutic target for MM."
}