{
    "doi": "https://doi.org/10.1182/blood.V114.22.1130.1130",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1510",
    "start_url_page_num": 1510,
    "is_scraped": "1",
    "article_title": "Response and Outcomes to Nilotinib at 24 Months in Imatinib-Resistant Chronic Myeloid Leukemia Patients in Chronic Phase (CML-CP) and Accelerated Phase (CML-AP) with and without BCR-ABL Mutations. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster I",
    "topics": [
        "accelerated phase",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "mutation",
        "nilotinib",
        "measles-mumps-rubella vaccine",
        "alternative medicine",
        "amino acids",
        "disease progression"
    ],
    "author_names": [
        "Jerald P. Radich, MD",
        "Giovanni Martinelli, MD",
        "Andreas Hochhaus, MD",
        "Enrico Gottardi",
        "Simona Soverini, PhD",
        "Susan Branford, PhD",
        "Martin C Müller, MD",
        "Lan Beppu",
        "Yaping Shou, MD, PhD",
        "Ariful Haque, MS",
        "Richard C. Woodman, MD",
        "Hagop M. Kantarjian, MD",
        "Timothy P. Hughes, MD, MBBS",
        "Dong-Wook Kim, MD, PhD",
        "Giuseppe Saglio, MD"
    ],
    "author_affiliations": [
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Department of Hematology and Science Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Abt. Hämatologie und internistische Onkologie, Universitätsklinikum Jena, Jena, Germany, "
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Turin, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna and S.Orsola - Malpighi Hospital, Bologna, Italy, "
        ],
        [
            "Department of Molecular Pathology, SA Pathology, Adelaide, Australia, "
        ],
        [
            "Medizinische Fakultät Mannheim der Universität Heidelberg, III. Medizinische Klinik, Mannheim, Germany, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Novartis Institutes for BioMedical Research, Cambridge, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Haematology, SA Pathology, Royal Adelaide Hospital, Adelaide, Australia, "
        ],
        [
            "Seoul St. Mary's Hospital, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Laboratory of Medicine & Molecular Oncology, University of Turin San Luigi Gonzaga Hospita, Turin, Italy"
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Abstract 1130 Poster Board I-152 Background Nilotinib is a selective and potent BCR-ABL inhibitor, with in vitro activity against most BCR-ABL mutants (excluding T315I) indicated for the treatment of patients with Philadelphia chromosome positive (Ph+) CML in CPor AP resistant or -intolerant to prior therapy, including imatinib. In a previous analysis of nilotinib in patients with BCR-ABL mutations, mutations occurring at three specific amino acid residues (E255K/V, Y253H, and F359C/V) were shown to be associated with less favorable response to nilotinib. The current analysis is based on mature data with a minimum follow-up of 24-months for all patients. Outcomes of patients at 24 months were analyzed by mutation type. Methods Imatinib-resistant CML-CP (n = 200) and CML-AP (n = 93) patients were subdivided into the following mutational subsets: no mutation, sensitive mutations (including mutations with unknown in vitro IC 50 ). or E255K/V, Y253H, or F359C/V mutations at baseline. Patients with mutations of unknown in vitro sensitivity were classified as sensitive in this analysis based on a previous finding that patients with these mutations responded similarly to nilotinib as patients with sensitive mutation. Patients with baseline T315I mutations were excluded from this analysis. Patient groups were analyzed for kinetics and durability of cytogenetic and molecular response to nilotinib, as well as event-free survival (EFS), defined as loss of hematologic or cytogenetic response, progression to AP/BC, discontinuation due to disease progression, or death, and overall survival (OS). Results In CML-CP and -AP patients with no mutation, sensitive mutations, or E255K/V, Y253H, or F359C/V mutations, hematologic, cytogenetic and molecular responses are provided in the Table. Overall, patients with no mutations responded similarly to patients with sensitive mutations, whereas patients with E255K/V, Y253H, or F359C/V mutations had less favorable responses. This correlation was observed in both CML-CP and CML-AP patients, respectively. Median time to CCyR was 3.3 months (range, 1.0–26.7) for CML-CP patients with no mutations, and 5.6 months (range, 0.9–22.1) for patients with sensitive mutations. At 24 months, CCyR was maintained in 74% of CML-CP patients with no mutation and in 84% of patients with sensitive mutations. One patient with CML-CP and an E255K mutation achieved CCyR at 25 months and maintained until last assessment at 30 months. Median time to MMR was similar at 5.6 months (range, 0.9–25.8) for CML-CP patients with no mutations and 5.6 months (range, 2.7–22.1) for patients with sensitive mutations. No patient with a less sensitive mutation achieved MMR. Median EFS and 24-month estimated OS rate are provided in the Table. Conclusions Imatinib-resistant CML-CP and CML-AP patients treated with nilotinib therapy with BCR-ABL mutations (excluding E255K/V, Y253H, or F359C/V) achieved rapid and durable cytogenetic responses, and estimated EFS and OS at 24 months similar to that of patients with no mutations, respectively. Patients with E255K/V, Y253H, or F359C/V mutations had lower and less-durable responses and shorter EFS than patients with sensitive mutations. Alternative therapies may be considered for patients with these uncommon mutations (E255K/V, Y253H, and F359C/V). Table. Response and outcomes to nilotinib at 24 months by mutation type.  Efficacy Endpoint . CP/AP . No mutation . Sensitive mutations . E255K/V, Y253H, F359C/V . (CP, n=91; AP, n=36) (CP, n=78; AP, n=34) (CP, n=27; AP, n=17) HR, % † CP 80 85 35 AP 56 68 24 MCyR, % CP 68 60 22 AP 39 27 6 CCyR, % CP 47 47 4 AP 28 24 0 MMR, % CP 32 27 0 AP 11 13 0 EFS, median (months) CP NR NR 6 AP 17 20 3 OS, 24-month rate CP 89 84 92 AP 65 70 53 Efficacy Endpoint . CP/AP . No mutation . Sensitive mutations . E255K/V, Y253H, F359C/V . (CP, n=91; AP, n=36) (CP, n=78; AP, n=34) (CP, n=27; AP, n=17) HR, % † CP 80 85 35 AP 56 68 24 MCyR, % CP 68 60 22 AP 39 27 6 CCyR, % CP 47 47 4 AP 28 24 0 MMR, % CP 32 27 0 AP 11 13 0 EFS, median (months) CP NR NR 6 AP 17 20 3 OS, 24-month rate CP 89 84 92 AP 65 70 53 NR, not yet reached † HR, complete HR for CP and confirmed HR for AP View Large Disclosures Radich: Novartis: Consultancy, Honoraria, Research Funding. Hochhaus: Novartis: Research Funding. Branford: Novartis Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding. Shou: Novartis: Employment. Haque: Novartis: Employment. Woodman: Novartis: Employment. Kantarjian: Novartis: Research Funding. Hughes: Bristol-Myers Squibb: Advisor, Honoraria, Research Funding; Novartis: Advisor, Honoraria, Research Funding. Kim: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Wyeth: Research Funding. Saglio: Novartis: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau."
}