{
    "doi": "https://doi.org/10.1182/blood.V112.11.2072.2072",
    "article_title": "Disruption of T Cell Suppression in Chronic Lymphocytic Leukemia by CD200 Blockade. ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Suppression of patients’ T-cells is a key event in CLL pathogenesis and was demonstrated to be mediated by direct cell-cell contact of malignant CLL cells with T-cells. CD200 plays a critical role in regulating the immune system and has been shown to be up-regulated on the surface of different tumors including CLL. In this study we addressed the effects of CD200 over-expression on CLL cells on autologous T cells in a mixed lymphocyte reaction system. We used native and CD40 ligand (CD40L)- stimulated CLL cells as antigen-presenting cells (APCs) to expand autologous T cells of 14 patients. T-cell proliferation was analyzed over 3 weeks of in vitro culture. A functional anti- CD200 antibody (1B9) was added to reveal CD200-mediated immunosuppression in the autologous system. Expansion of patient T-cells was assessed by flow cytometry including intracellular staining of FOXP3. Specificity towards CLL-specific antigens was monitored applying fibromodulin derived peptides for detection of specific T-cells by ELISPOT analysis. T-cell proliferation over 3 weeks of in vitro culture was significantly enhanced compared to control cells when using CD40L-stimulated APCs and an anti-CD200 antibody (p=0.0004). CD200 blockade was further shown to stimulate antigen-specific T-cell responses towards the F2 and F4 peptides of the CLL-associated antigen fibromodulin (p=0.04). Finally, the number of CD4+/CD25high/FOXP3+ T cells (T reg ) was significantly decreased in CD200 treated mixed lymphocyte reaction (p=0.04). In summary, CD200 blockade may provide therapeutic benefits in CLL by enhancing T-cell expansion, augmenting an antigen-specific T cell response with suppression of regulatory T cells. CD200 seems to be an important immunosuppressive molecule in CLL: by CD200 blockade immune suppression can be overcome by altering tolerance to tumor antigens and deregulation of regulatory T cells. This combination of an immune induction paralleled by a disruption of immunosuppressive factors makes anti-CD200 mAb a powerful tool for future treatment of CLL, possibly in combination with other B cell cytotoxic or immunostimulatory approaches.",
    "topics": [
        "antibodies",
        "antigens",
        "atrial premature complexes",
        "cd40 ligand",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "fibromodulin",
        "flow cytometry",
        "immunosuppressive agents",
        "lymphocyte culture test, mixed"
    ],
    "author_names": [
        "Christian P Pallasch, MD",
        "Susanne Ulbrich, MD",
        "Reinhild Brinker",
        "Robert A Uger, PhD",
        "Michael Hallek, MD",
        "Clemens- Martin Wendtner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christian P Pallasch, MD",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanne Ulbrich, MD",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinhild Brinker",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A Uger, PhD",
            "author_affiliations": [
                "Trillium Therapeutics Inc., Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek, MD",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clemens- Martin Wendtner, MD",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T15:33:13",
    "is_scraped": "1"
}