{
    "doi": "https://doi.org/10.1182/blood-2020-137572",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4572",
    "start_url_page_num": 4572,
    "is_scraped": "1",
    "article_title": "A Multicenter Phase 1/2 Clinical Trial of Tagraxofusp, a CD123-Targeted Therapy, in Patients with Poor-Risk Primary and Secondary Myelofibrosis ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Naveen Pemmaraju, MD",
        "Vikas Gupta, MD FRCP, FRCPath",
        "Haris Ali, MD",
        "Abdulraheem Yacoub, MD",
        "Eunice S. Wang, MD",
        "Sangmin Lee, MD",
        "Gary J. Schiller, MD",
        "Christopher Brooks, PhD",
        "Nicole Rupprecht, MS",
        "Animesh Pardanani, MBBS, PhD",
        "Ayalew Tefferi, MD",
        "Moshe Talpaz, MD",
        "Minakshi S. Taparia, MBBS",
        "Tariq I. Mughal, MD FRCP",
        "Srdan Verstovsek, MD PhD",
        "Joseph D. Khoury, MD",
        "Mrinal M. Patnaik, MDMBBS"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "City of Hope Medical Center, Duarte, CA "
        ],
        [
            "University of Kansas Cancer Center, Westwood, KS "
        ],
        [
            "Roswell Park Comprehensive Cancer Center, BUFFALO, NY "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine and The New York-Presbyterian Hospital, New York, NY "
        ],
        [
            "Ronald Reagan UCLA Medical Center, Los Angeles, CA "
        ],
        [
            "Stemline Therapeutics, New York, NY "
        ],
        [
            "Stemline Therapeutics, New York, NY "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "University of Michigan Health Systems, Ann Arbor, MI "
        ],
        [
            "University of Alberta Hospital, Edmonton, CAN "
        ],
        [
            "Stemline Therapeutics, New York, NY ",
            "Tufts Medical Center, Boston, MA "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Study Rationale: At present there are no effective therapies for patients with primary or secondary myelofibrosis (MF) after the failure of the JAK inhibitory class of therapies. Furthermore, patients with monocytosis, thrombocytopenia, accelerated phase, or high-risk genetic features fare poorly with JAK inhibitors (JAKi), as intolerance, resistance, and/or ineligibility often limit treatment options. Median overall survival in most studies post-JAKi demonstrate poor outcomes (14-28 months) among patients with MF. Consequently, there is a considerable need in identifying new therapeutic targets beyond JAK-STAT inhibition. One potential cancer target is CD123, aberrantly expressed on leukemia stem cells and aberrant/malignant microenvironmental plasmacytoid dendritic cells (pDC) in certain myeloid cancers including MF. Tagraxofusp (TAG), a CD123-targeted therapy FDA-approved for patients with blastic plasmacytoid dendritic cell neoplasm, a pDC-derived malignancy, has demonstrated preclinical proof-of-concept in MF. We now report the updated results of an ongoing study of TAG monotherapy in patients with relapsed/refractory MF, or who were unable to tolerate currently approved JAKi. (NCT02268253) Experimental Design: A multicenter Phase 1/2 trial with TAG administered as a daily IV infusion at 7, 9, or 12 mcg/kg on days 1-3 every 21 days (cycle 1-4), 28 days (cycles 5-7), and 42 days (cycles 8 + ) in stage 1, and 12 mcg/kg every 21 days (C1-4), 28 days (C5+) in the currently ongoing stage 2. Results: Thirty-five patients (pts) with a median age 69 years (range: 54-87) have been treated thus far: 26% had baseline monocytosis and 69% had baseline thrombocytopenia, which impacts optimal dosing of JAKi, including 37% with platelets <50x10 9 /L including 7 pts with platelets ≤20; 75% had baseline palpable splenomegaly. Baseline genomic analysis in 35 pts revealed: JAK2 V617F (n=21); CALR (n=3); MPL (n=2); 7 of 21 pts who had comprehensive NGS, had an ASXL1 mutation. Most common treatment-related adverse events (incidence ≥15%) include hypoalbuminemia (23%), headache (17%), and elevated alanine aminotransferase (17%). Notably, capillary leak syndrome (CLS) was reported in 3 pts (1 was grade 4). Twenty-one pts (60%) achieved stable disease (SD) by IWG-MRT revised 2013 criteria, including 4 who had substantial clinical benefits; SD was noted in 7 of 9 (78%) with monocytosis, 7 of 13 (54%) with baseline platelets ≤50x10 9 /L, including 3 of 7 (43%) with baseline platelets ≤20x10 9 /L, and 2 of 3 (67%) pts with accelerated phase. At week 24, spleen responses by palpation were observed in 10 (45%), including 2 with >50% spleen reduction; 12 of 26 (46%) had symptom burden reduction, including 3 pts who met the IWG-MRT criteria. There have been three deaths, all deemed to be unrelated to study drug, occurring in cycles 1, 6, 13, respectively. The median overall survival of our cohort was 31 months (range: 0.6-42 months). Conclusions: Interim results demonstrate clinical efficacy and safety of TAG monotherapy in JAKi relapse/refractory/intolerant MF patients, including those associated with recognized poor-risk biological and clinical features, such as monocytosis. Some patients have experienced clinical benefit, including reduction in splenomegaly and improvement in quality of life and enrollment continues. Disclosures Pemmaraju: Celgene: Honoraria; DAVA Oncology: Honoraria; Roche Diagnostics: Honoraria; Blueprint Medicines: Honoraria; AbbVie: Honoraria, Research Funding; MustangBio: Honoraria; SagerStrong Foundation: Other: Grant Support; Pacylex Pharmaceuticals: Consultancy; Novartis: Honoraria, Research Funding; LFB Biotechnologies: Honoraria; Stemline Therapeutics: Honoraria, Research Funding; Plexxikon: Research Funding; Cellectis: Research Funding; Incyte Corporation: Honoraria; Affymetrix: Other: Grant Support, Research Funding; Daiichi Sankyo: Research Funding; Samus Therapeutics: Research Funding. Gupta: Sierra Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol MyersSquibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy; Incyte: Honoraria, Research Funding. Ali: Incyte Corporation: Consultancy. Yacoub: Hylapharm: Current equity holder in private company; Incyte: Speakers Bureau; Agios: Honoraria, Speakers Bureau; Novartis: Speakers Bureau; Roche: Other: Support of parent study and funding of editorial support; Dynavax: Current equity holder in publicly-traded company; Ardelyx: Current equity holder in publicly-traded company; Cara Therapeutics: Current equity holder in publicly-traded company. Wang: PTC Therapeutics: Consultancy; Stemline: Speakers Bureau; Macrogenics: Consultancy; Astellas: Consultancy; Genentech: Consultancy; Pfizer: Speakers Bureau; Abbvie: Consultancy; Jazz Pharmaceuticals: Consultancy; Bristol Meyers Squibb (Celgene): Consultancy. Lee: Roche Molecular Systems: Consultancy; Jazz: Consultancy; AstraZeneca: Consultancy; Helsinn: Other: Member -DSMB; BMS: Consultancy. Schiller: Pfizer: Current equity holder in publicly-traded company, Research Funding; Regimmune: Research Funding; Samus: Research Funding; Sangamo: Research Funding; Tolero: Research Funding; Trovagene: Research Funding; Kaiser Permanente: Consultancy; Johnson & Johnson: Current equity holder in publicly-traded company; Jazz Pharmaceuticals: Research Funding; Geron: Research Funding; Genentech-Roche: Research Funding; Gamida: Research Funding; FujiFilm: Research Funding; Forma: Research Funding; Bristol-Myers Squibb: Current equity holder in publicly-traded company, Research Funding; DeltaFly: Research Funding; Deciphera: Research Funding; Daiichi Sankyo: Research Funding; Cyclacel: Research Funding; Constellation: Research Funding; Celator: Research Funding; Astellas Pharma: Honoraria, Research Funding; Ariad: Research Funding; Actinium: Research Funding; Abbvie: Research Funding; Stemline: Speakers Bureau; Gilead: Speakers Bureau; Agios: Consultancy, Research Funding, Speakers Bureau; Sanofi: Speakers Bureau; Amgen: Consultancy, Current equity holder in publicly-traded company, Research Funding, Speakers Bureau; AstraZeneca: Consultancy; Incyte: Consultancy, Research Funding, Speakers Bureau; Novartis: Consultancy, Research Funding; Ono Pharma: Consultancy; Celgene: Research Funding, Speakers Bureau; Karyopharm: Research Funding; Kite Pharma: Research Funding; Mateon: Research Funding; MedImmune: Research Funding; Onconova: Research Funding. Brooks: Stemline: Current Employment. Rupprecht: Stemline: Current Employment. Talpaz: Takeda: Research Funding; IMAGO: Consultancy; Constellation Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Novartis: Research Funding. Mughal: Stemline: Current Employment. Verstovsek: PharmaEssentia: Research Funding; AstraZeneca: Research Funding; ItalPharma: Research Funding; Incyte Corporation: Consultancy, Research Funding; Gilead: Research Funding; Promedior: Research Funding; CTI Biopharma Corp: Research Funding; Genentech: Research Funding; Blueprint Medicines Corp: Research Funding; Novartis: Consultancy, Research Funding; Sierra Oncology: Consultancy, Research Funding; Roche: Research Funding; NS Pharma: Research Funding; Celgene: Consultancy, Research Funding; Protagonist Therapeutics: Research Funding."
}