{
    "doi": "https://doi.org/10.1182/blood.V122.21.2613.2613",
    "article_title": "Assessment Of Minimal Residual Disease In Acute Myeloblastic Leukemia In Multiparameter Flow Cytometry ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Acute myeloid leukemias (AML) represent a vast and complex group of diseases where numerous molecular lesions have been and keep being described. From the immunophenotypic point of view, probably because of the variety of cells in the myeloid lineage, a rather large variety also exists. The detection of minimal residual disease (MRD) in such conditions therefore meets the challenge of tracking the proper anomaly and correctly separate leukemic cells from their normal counterparts. In an oligocentric project initiated in France in late 2006, ten cytometry platforms and six molecular biology laboratories collaborated to detect MRD concomitantly in flow and with molecular techniques. The flow cytometry part of this work is reported here. A total of 307 consecutive patients were tested at diagnosis with a comprehensive common panel allowing for the detection of immature markers and potential leukemia-associated immunophenotypic patterns. Follow-up samples were planned to be obtained after induction and at the end of treatment, with an optional control before the second consolidation. In fine, 274 patients had at least one point of follow up. All samples were tested in a technique of whole bone marrow lysis no wash, avoiding any cell loss. The flow cytometry panel comprised ten five-colors tubes, all containing CD45 as gating marker. A newly developed strategy was devised to analyse MRD data. The approach of the GTLLF (Arnoulet, Cytometry part B, 2011) was first applied to properly identify mature polymorphonuclears, monocytes and lymphocytes, allowing for a negative Boolean selection of immature cells in the region dubbed “bermudes” by this group. Focusing on this area, each combination of the four markers tested together with CD45 was then displayed in a total of six biparametric histograms. For each of them, on the diagnosis sample, quadrant gates were constructed so that the lower left one contained no blast cells. A Boolean operation was then designed to exclude all these six areas, thereby combining the positive blasts present in the three other parts of each quadrant. The resulting population was visualized on a CD45/side scatter biparametric histogram to check that the cells appeared as a focused cluster at a precise position. The same strategy was then applied for each patient’s consecutive samples, always checking whether any cells identified with this protocol displayed the scattered pattern of cells engaged in maturation (no MRD) or constituted a focused population without maturation (positive MRD). The amount of MRD was then calculated taking into account as denominator the whole population of nucleated cells in the sample (excluding debris on a live gate). As internal control a specific feature of the Kaluza software was used to merge samples obtained for a given patient in order to display on the same worksheet the diagnosis and follow up samples using the principal component separation provided by the “radar” tool of this software. This original method proved to be easily applicable and provide a consistent help for MRD interpretation. All patients could be assessed for MRD with only two of the ten tubes used. These contained the following combinations : CD15, CD13, CD33, CD34, CD45 and CD7, CD117, CD33, CD34, Cd45. At diagnosis, any combination of expression of CD13, CD33, CD117 and CD34 could be observed, the percentage of positive cases for each of these antigens being respectively 86%, 89%, 81% and 58%. As a whole, 93% of the follow-up samples (MRD) tested contained less than 5% of cells with an immunophenotype comparable to that of diagnosis. This figure was 77% for less than 1% and 43% for less than 0.1%. The strategy devised for files analysis was easily applicable for all patients except those with myelomonocytic leukemia. For some of them, separation of the blasts from the monocytic compartment could be problematic in regenerating bone marrow samples. In conclusion, the flow cytometry part of this multicenter study allowed to establish that the combination of CD45 with CD13, CD33, CD117 and CD34 with the additional information provided by CD5 and CD7 represents a quasi-universal panel, now easy to implement on instruments with 8 or 10 detectors, for the detection of MRD in multiparameter in flow cytometry. Moreover, a powerful strategy of listmodes analysis was developed allowing for the direct comparison of several samples from the same patients and/or of a given sample and normal (control) bone marrow. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "flow cytometry",
        "leukemia, myelocytic, acute",
        "neoplasm, residual",
        "cd45 antigens",
        "cd33 antigen",
        "cd34 antigens",
        "follow-up",
        "alanine aminopeptidase",
        "proto-oncogene protein c-kit",
        "antigens"
    ],
    "author_names": [
        "Francis Lacombe",
        "Kaoutar Allou",
        "Christine Arnoulet, Pharm. D.",
        "Lydia Campos, MD, PhD",
        "Adrienne de Labarthe",
        "Florent Dumezy, MD",
        "Jean Feuillard",
        "Franck Genevieve, MD, PhD",
        "Estelle Guerin",
        "Julien Guy",
        "Hélène Jouault",
        "Pascale Lepelley, MD",
        "Marc Maynadie, MD, PhD",
        "Francoise Solly",
        "Orianne Wagner Ballon",
        "Claude Preudhomme",
        "Andre Baruchel, MD, PhD",
        "Herve Dombret, MD, PhD",
        "Norbert Ifrah, MD",
        "Marie C. Béné, PharmSciD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francis Lacombe",
            "author_affiliations": [
                "Hematology Laboratory, Universitary Hospital Haut-Lévêque, Bordeaux, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kaoutar Allou",
            "author_affiliations": [
                "CHU de Bordeaux, BORDEAUX, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Arnoulet, Pharm. D.",
            "author_affiliations": [
                "Laboratoire d'Hematologie, IPC, Marseille, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydia Campos, MD, PhD",
            "author_affiliations": [
                "Hematology Laboratory, Saint Etienne University Hospital, Saint Etienne, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrienne de Labarthe",
            "author_affiliations": [
                "Hematology Laboratory and Inserm U944, Hopital Saint-Louis, Paris, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florent Dumezy, MD",
            "author_affiliations": [
                "CBP, Laboratoire d'Hematologie, CHRU, LILLE, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Feuillard",
            "author_affiliations": [
                "Laboratoire d'Hématologie, CHU Dupuytren, Limoges, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Genevieve, MD, PhD",
            "author_affiliations": [
                "Laboratory of Hematology, University Hospital, Angers, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Estelle Guerin",
            "author_affiliations": [
                "CHU de Limoges, LIMOGES, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julien Guy",
            "author_affiliations": [
                "Hematology Laboratory, University Hospital, Dijon, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hélène Jouault",
            "author_affiliations": [
                "hématologie biologie, CHU Henri Mondor. APHP. UPEC, Créteil, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pascale Lepelley, MD",
            "author_affiliations": [
                "CBP, Laboratoire d'Hematologie, CHRU, LILLE, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Maynadie, MD, PhD",
            "author_affiliations": [
                "Service d'Hématologie Biologique, Plateau Technique de Biologie, Dijon cedex, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francoise Solly",
            "author_affiliations": [
                "Hematology Laboratory, Saint Etienne University Hospital, Saint Etienne, France, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Orianne Wagner Ballon",
            "author_affiliations": [
                "Hopital Henri Mondor, CRETEIL, France, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude Preudhomme",
            "author_affiliations": [
                "Biology and Pathology Center, Hematology Laboratory, CHRU, Lille, France, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Baruchel, MD, PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Robert Debré Hospital, AP-HP, Paris, France, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Dombret, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Hopital Saint Louis AP-HP, Paris, France, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Ifrah, MD",
            "author_affiliations": [
                "CHU, Angers, France, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie C. Béné, PharmSciD, PhD",
            "author_affiliations": [
                "Universitary Hospital of Nantes, NANTES, France"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:33:22",
    "is_scraped": "1"
}