{
    "doi": "https://doi.org/10.1182/blood.V114.22.24.24",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1554",
    "start_url_page_num": 1554,
    "is_scraped": "1",
    "article_title": "Characterization of the Human Neutrophil Alloantigen (HNA) 3a. ",
    "article_date": "November 20, 2009",
    "session_type": "BASIC SCIENCE AND CLINICAL PRACTICE IN BLOOD TRANSFUSION: TRANSFUSION MEDICINE - CLINICAL RESEARCH",
    "topics": [
        "hereditary neuralgic amyotrophy",
        "human neutrophil antigens",
        "neutrophils",
        "transfusion-related acute lung injury",
        "antibodies",
        "peptides",
        "isoantibodies",
        "transfusion",
        "arginine",
        "choline"
    ],
    "author_names": [
        "Juergen Bux, MD, PhD",
        "Jan Wesche",
        "Elke Hammer, PhD",
        "Uwe Voelker, PhD",
        "Angelika Reil, MD",
        "Andreas Greinacher, MD"
    ],
    "author_affiliations": [
        [
            "German Red Cross Blood Service West, Hagen, Germany, "
        ],
        [
            "Institute for Immunology & Transfusion, Greifswald, Germany, "
        ],
        [
            "Interfakultäres Institut für Genetik und Funktionelle Genomforschung, Ernst Moritz Arndt Universität, Greifswald, Germany, "
        ],
        [
            "Interfakultäres Institut für Genetik und Funktionelle Genomforschung, Ernst Moritz Arndt Universität, Greifswald, Germany, "
        ],
        [
            "German Red Cross Blood Service West, Hagen, Germany, "
        ],
        [
            "Institute for Immunology & Transfusion, Ernst Moritz Arndt University, Greifswald, Germany"
        ]
    ],
    "first_author_latitude": "51.299486599999994",
    "first_author_longitude": "7.3657183",
    "abstract_text": "Abstract 24 Transfusion-related acute lung injury (TRALI) has been recognized as a frequent cause of transfusion-associated major morbidity and mortality in the Western world. About 80% of reported TRALI cases have been associated with the transfusion of blood products containing leukocyte alloantibodies (Middelburg et al., 2008). Up to 28% of severe and fatal TRALI cases have been reported to be associated with antibodies directed against the human neutrophil alloantigen (HNA)-3a, previously known as 5b (Reil et al., 2008). Since the membrane molecule bearing the HNA-3a/b polymorphism is still unknown, we initiated a study with the objective of elucidating the molecular basis of HNA-3a. For characterization of HNA-3a, we first precipitated HNA-3a from biotinylated HNA-3a expressing neutrophils by the use of HNA-3a antibodies, cell solubilisation with Triton-X100 and Protein G beads coupled with goat anti-human IgG. After electrophoretic separation of the immunoprecipitated proteins by SDS-PAGE and transfer onto membrane, we observed in Western blot analysis a broad band of 80-100 kDa which shifted to 64 kDa after deglycosylation with the N-glycosidase PNGase F. Control plasma samples and/or the use of HNA-3a negative granulocytes did not show these bands. Immunoprecipitates of non-biotinylated granulocytes were purified by μC18 tips and concentrated by vacuum drying. Peptide mixtures were separated and analysed using ultra high performance liquid chromatography and tandem mass spectrometry. Proteins were identified by aligning all obtained spectra with a protein database. Ten peptides were identified which were only present in the HNA-3a precipitates but not in the control precipitates. These peptides were found to be parts of the choline transporter-like protein 2 (CTL2 ) with six peptides matching to the first of the ten extracellular domains. We then assessed a panel of 54 individuals serologically typed for HNA-3a for nonsynonymous mutations in the gene SLC44A2 encoding CTL2 by sequence-specific PCR. The single nucleotide polymorphism 461 G>A resulting in an amino acid substitution from arginine to glutamine at position 154 was fully concordant with the HNA-3a/b phenotypes of these 54 individuals. In addition 461G (154Arg) representing the HNA-3a allele was always found in patients who developed TRALI due to HNA-3a alloantibody transfusion, whereas 461A (154Gln) representing the HNA-3b allele was solely present in all blood donors who formed HNA-3a alloantibodies. In a population study of 3700 individuals using DNA microarrays, 176 (4.8%) were homozygous for A461 (HNA-3b), 1188 (32.1%) were heterozygous (AG461), and 2336 (63.1%) were homozygous for G461 (HNA-3a). Finally, we expressed parts of the first extracellular domain of CTL2 in E. coli which included the amino acid position 154. After culturing, fusion proteins were isolated from the bacteria and transferred on membrane. By immunoblotting, specific signals were only obtained with anti-HNA-3a antibodies containing plasma samples but not with controls. We conclude that the HNA-3a/b polymorphism is caused by a single nucleotide polymorphism at position 461G>A in the gene encoding the choline transporter-like protein 2 resulting in an arginine (R) to glutamine (Q) amino acid substitution at position 154. This finding provides the basis for the development of assays allowing large scale screening of blood donor samples for the presence of HNA-3a antibodies. Such screening will contribute to the reduction of severe TRALI. Disclosures: No relevant conflicts of interest to declare."
}