{
    "doi": "https://doi.org/10.1182/blood.V118.21.5200.5200",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2043",
    "start_url_page_num": 2043,
    "is_scraped": "1",
    "article_title": "DISTINCT CLINICOLABORATORY CHARACTERISTICS of the t(14;19)(q32;q13)-POSITIVE SPLENIC MARGINAL ZONE LYMPHOMA ",
    "article_date": "November 18, 2011",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "topics": [
        "splenic marginal zone b-cell lymphoma",
        "splenectomy",
        "bone marrow involvement",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "lymphadenopathy",
        "splenomegaly",
        "antigens",
        "atypical",
        "b-cell lymphomas",
        "b-cell neoplasms"
    ],
    "author_names": [
        "Hunan Julhakyan, MD, PhD",
        "Aminat Magomedova",
        "Sergey K Kravchenko, MD",
        "Tatyana N Obukhova",
        "Rima Samoylova",
        "Irina B Kaplanskaya, PhD, MD"
    ],
    "author_affiliations": [
        [
            "Chemotherapy and intensive care, Hematological Scientific Center of Russia, Moscow, Russia, "
        ],
        [
            "Hematological Scientific Center of Russian Academy of Medical Science, Moscow, Russia, "
        ],
        [
            "Chemotherapy of Hematological Diseases and Intensive Care, National Center for Hematology, Moscow, Russia, "
        ],
        [
            "Cytogenetics, National Research Center for Hematology, Moscow, Russia, "
        ],
        [
            "Hematological Scientific Center of Russian Academy of Medical Science, Moscow, Russia, "
        ],
        [
            "Pathological anatomy, National Research Center for Hematology, Moscow, Russia"
        ]
    ],
    "first_author_latitude": "55.58202595",
    "first_author_longitude": "37.3855235",
    "abstract_text": "Abstract 5200 Background: Splenic marginal zone lymphoma (SMZL) is a well recognized B-cell neoplasm which is characterized by splenomegaly, bone marrow involvement, immunologically by typical phenotype of marginal zone cells. The most frequent cytogenetic findings are involvement of chromosomes 1, 3, 7(usually deleted in 7q) and 8. The t(14;19)(q32;q13) is a rare cytogenetic abnormality with bcl-3 rearrangement that has been reported in other B-cell lymphomas. Aims: To describe the clinical, morphological, immunophenotypic findings in SMZL associated with t(14;19)(q32;q13). Methods and results: In Hematological Research Centre, Moscow between January 2001 and May 2011 three cases SMZL with t(14;19)(q32;q13) were identified. All patients were males with age 51, 58, 67 y.o. Lymphoma presented with B-symptoms, high level of lactate dehydrogenase (LDH), hepatosplenomegaly and regional lymphadenopathy (enlarge splenic hilar lymphnodes). The hemoglobin was 92 g/l, 110 g/l, 122 g/l. All patients had normal count of leukocytes with an absolute lymphocytosis (lymphocytes count 72 × 10 9 g/l, 79 × 10 9 g/l, 83 × 10 9 /l) and thrombocytopenia. Morphological examination of peripheral blood and bone marrow lymphocytes showed that all lymphocytes are atypical with wide cytoplasm and nuclear indentation. In all cases there was nodular type of bone marrow involvement, composed of majority medium sized cells. Immunophenotypic analysis has shown the expression of mature B-cells antigens (CD19, CD20, CD22, FMC7, sIg) and absence of ÑD10, CD23, CD5, CD43, CyclinD1. Two patients were treated with CHOP-regimen without any response. They progressed with spleen enlargement and decreased of thrombocytes counts. All 3 patients undergo splenectomy. Weight of spleen was 1800 g, 2083 g, 2850 g. Splenic section generally show massive nodular pattern (involvement of the white and red pulp) associated with diffuse invasion of the sinuses. In all cases discovered high Ki-67. All patients demonstrated progression after splenectomy during 3–6 months that was characterized by increase of leukocytes count (range 45,4 – 101,8 × 10 9 /l), high level of LDH, appearance of peripheral and visceral lymph nodes. Considering the increase leucocytes, presence of lymphadenopathy in all cases CHOP, FMC regimen were used. All patients died of disease progression and infectious complications. Time of observation was 21, 30, 34 months. Conclusions: The t(14;19)(q32;q13)-positive SMZL is distinct variant which is characterized by rapid progression after splenectomy, poor responses to chemotherapy and short survival. So t(14;19)(q32;q13) may be regarded as a poor prognostic factor. Disclosures: No relevant conflicts of interest to declare."
}