{
    "doi": "https://doi.org/10.1182/blood.V122.21.2524.2524",
    "article_title": "Inhibition Of Ectodomain Shedding Of Rptp-κ Rescues TKI-Resistance In BCR-ABL Positive Leukemia Through Down-Regulating β-Catenin Transcriptional Activity ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster II",
    "abstract_text": "Background Tyrosine kinase inhibitor (TKI) resistance is a major challenge in treatment of BCR-ABL positive leukemia such as chronic myeloid leukemia (CML). The latest studies have demonstrated that super-activation of β-catenin plays pivotal roles in TKI resistance. RPTPκ, a receptor protein-tyrosine phosphatase, functions as a tumor suppressor by down regulating β-catenin activity when expressed as an integral receptor on plasma membrane, while release of its intracellular domain PIC after two-step-cleavage by ADAM 10 and γ-secretase will up-regulate the transcriptional activity of β-catenin. Objectives and methods Hypothesizing that down-regulation of PIC level via inhibition of RPTPκ shedding might regulate TKI resistance of BCR-ABL positive leukemia cells by decreasing the activity of β-catenin and inhibiting the proliferation of leukemia cells, we aim in this study to identify PIC and β-catenin expression level in TKI sensitive or resistant BCR-ABL positive leukemia cells, and the correlation between their transcriptional activities and cell proliferation rate. To provide theoretical support for the development of a potent RPTPκ-targeting drug with low toxicity, we’ve produced a rabbit polyclonal antibody specifically targeting the cleavage site of ADAM 10 on RPTPκ, and determined its efficacy and specificity on regulating β-catenin’s activity and TKI resistance in vitro. Results By using qRT-PCR and Western blot, we have found that in TKI resistant cell line and CML patients, levels of RPTPκ expression, intracellular shedding product PIC and activated form of β-catenin are all significantly higher than those in TKI-sensitive cell line or CML patients. To confirm the role of β-catenin activity and RPTPκ shedding in TKI resistance, we artificially up-regulated β-catenin activity by treating the BCR-ABL positive cell line KU812 with GSK 3β inhibitor treatment. We found that KU812, which used to be sensitive to TKI, became resistant to TKI upon such treatment, and such resistance could be reversed by inhibiting RPTPκ shedding with γ-secretase inhibitor (GSI). Furthermore, overexpression of PIC by lentivirus infection in KU812 also induced its resistance to TKI. Similarly, the TKI resistant BCR-ABL positive cell line Sup-B15 became sensitive to TKI after GSI treatment, in the light of its cell proliferation reduced by at least 40%, suggesting that RPTPκ shedding might play a pivotal role in TKI resistance of these cell lines. Given the broad substrates of γ-secretase, we developed a polyclonal antibody against ADAM10 cleavage site on RPTPκ to inhibit its shedding, and found that the polyconal antibody could effectively rescue TKI resistance of Sup-B15. Conclusion Our results confirmed the super-activation of β-catenin played pivotal roles in TKI resistance, and demonstrated for the first time the role of RPTPκ for β-catenin activity and TKI resistance in BCR-ABL positive cell lines, contributing to the following targeted drug development and refractory BCR-ABL positive leukemia management. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "leukemia",
        "protein-tyrosine kinase inhibitor",
        "transcription, genetic",
        "polyclonal antibody",
        "antibodies",
        "lentivirus infections",
        "leukemia, myelocytic, chronic",
        "polymerase chain reaction",
        "protein tyrosine phosphatase"
    ],
    "author_names": [
        "Lanbo Liu, MD",
        "Xi Mo, PhD",
        "Renhao Li, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lanbo Liu, MD",
            "author_affiliations": [
                "Institute for Pediatric Transational Medicine, Shanghai Children's Medical Center, Shanghai, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xi Mo, PhD",
            "author_affiliations": [
                "Institute for Pediatric Transational Medicine, Shanghai Children's Medical Center, Shanghai, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renhao Li, PhD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T13:00:25",
    "is_scraped": "1"
}