{
    "doi": "https://doi.org/10.1182/blood.V112.11.3510.3510",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1204",
    "start_url_page_num": 1204,
    "is_scraped": "1",
    "article_title": "Soluble Lymphotoxin Plays a Critical Role in Acute Graft-Versus-Host Disease ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "topics": [
        "graft-versus-host disease, acute",
        "tumor necrosis factor-beta",
        "graft-versus-host disease",
        "tumor necrosis factors",
        "molecule",
        "tissue transplants",
        "tumor necrosis factor receptor",
        "leukemia",
        "rna, messenger",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Kate A Markey, BE",
        "Angela C Burman, PhD",
        "Rachel D Kuns, BSc",
        "Edward S Morris, MD",
        "Tatjana Banovic, MD",
        "Neil C Raffelt, BSc",
        "Stuart D Olver, BSc",
        "Christian R Engwerda, PhD",
        "Heinrich Korner, PhD",
        "Kelli P A MacDonald, PhD",
        "Geoff R Hill, MD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Immunology and Infection Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Comparative Genomics Centre, James Cook University, Townsville, Australia"
        ],
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ],
        [
            "Bone Marrow Transplantation Laboratory, Queensland Institute of Medical Research, Brisbane, Australia"
        ]
    ],
    "first_author_latitude": "-27.4493302",
    "first_author_longitude": "153.0272838",
    "abstract_text": "TNF is a key cytokine in the effector phase of both graft-versus-host disease (GVHD) and the graft-versus leukemia (GVL) effect after bone marrow transplantation (BMT). TNF neutralizing antibodies are now established as effective therapeutic adjuncts for the treatment of severe acute GVHD. TNF signals through the p55 and p75 TNF receptors (TNFR), which are also receptors for the soluble lymphotoxin homotrimer (LTα 3 ). The membrane-bound lymphotoxin heterotrimeric molecule (LTα 1 β 2 ) signals through the LTβ receptor. The function of these molecules in GVHD remains unknown. Pharmacological agents are available which block either TNF alone, or both TNF and LTα 3 and elucidating the roles of these molecules in GVHD is essential for the design of rational therapeutic strategies. We have employed multiple well established preclinical models of GVHD to investigate the roles of these molecules. We first used a functional bioassay to confirm that a human TNFR:Fc construct was capable of preventing physiological activity of both recombinant murine TNF and LTα 3 . Irradiated B6D2F1 recipients were then transplanted with allogeneic B6.TNF −/− bone marrow and T cells, then treated with control Ig or the TNFR:Fc. Suprisingly, the TNFR:Fc provided significant protection from GVHD mortality in the absence of donor derived TNF (median survival 25.5 vs 35 days, P 3 logs more LTα than LTβ). We subsequently developed the first reported ELISA to assess murine LTα 3 protein and were able to clearly demonstrate LTα 3 production by wild-type (WT) CD4 T cells seven days after BMT. To further examine this molecule, we performed experiments using WT, LTα −/− or LTβ −/− donor grafts in two BMT systems (B6 → B6D2F1 and B6 → BALB/c). Recipients of LTα −/− grafts were protected from GVHD ( P <0.01) in both systems while LTβ −/− grafts induced GVHD that was equivalent to, or more severe than in recipients of WT grafts. This data confirms soluble LTα 3 but not membrane bound LTα 1 β 2 as an additional pathogenic molecule in GVHD. Using a luciferase-expressing, host-type leukemia (P815) in the B6 → B6D2F1 system, relapse occurred at an identical rate in recipients of WT and LTα −/− grafts confirming that GVL is maintained in the absence of donor derived soluble LTα 3 . Thus the combined neutralization of both LTα 3 and TNF represents an important and logical therapeutic intervention in transplant medicine."
}