{
    "doi": "https://doi.org/10.1182/blood.V116.21.4691.4691",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1645",
    "start_url_page_num": 1645,
    "is_scraped": "1",
    "article_title": "In Vitro Induction of HLA-G Expression In Peripheral Blood Mononuclear Cells of Healthy Individuals and Examination of Its Immunomodulatory Role ",
    "article_date": "November 19, 2010",
    "session_type": "EXPERIMENTAL TRANSPLANTATION - BASIC BIOLOGY, IMMUNE FUNCTION, AND ENGRAFTMENT",
    "topics": [
        "hla-g antigen",
        "peripheral blood mononuclear cell",
        "deoxycytidine",
        "human leukocyte antigens",
        "demethylating agents",
        "molecule",
        "cell culture techniques",
        "iodides",
        "polymerase chain reaction",
        "propidium"
    ],
    "author_names": [
        "Anastasia Zoudiari",
        "Ioanna Lazana",
        "Dimitra Kokkinou",
        "Nicholas C. Zoumbos, MD, PhD",
        "Alexandros Spyridonidis, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Bone Marrow Transplantation Unit, University Hospital Patras, Patras, Greece, "
        ],
        [
            "Hematology/Bone Marrow Transplantation Unit, University Hospital Patras, Patras, Greece, "
        ],
        [
            "Hematology/Bone Marrow Transplantation Unit, University Hospital of Patras, Patras, Greece, "
        ],
        [
            "Patras Univ. Medical School, Patras, Greece"
        ],
        [
            "Hematology/Bone Marrow Transplantation Unit, University Hospital of Patras, Patras, Greece, "
        ]
    ],
    "first_author_latitude": "38.2945759",
    "first_author_longitude": "21.7950459",
    "abstract_text": "Abstract 4691 HLA-G is a nonclassic MHC class I with unique features that functions as an immunomodulatory molecule. HLA-G was found to be expressed in extravillous trophoblasts during pregnancy and protects fetal tissues from the maternal immune system. In healthy adults its expression is limited on thymus and cornea. HLA-G gene is regulated with epigenetic alterations, with hypermethylation on the CpG islands of its 5′ promoter region. Our team has previously isolated and characterized naturally occurring HLA-G expressing cells (HLA-G+) with immunoregulatory properties in peripheral blood of healthy individuals which are detected on the population of monocytes. On the contrary, HLA-G is not expressed in T-lymphocytes of healthy individuals. The aim of this study was the induction of HLA-G expression with the use of demethylating agents (5-Aza-dC) in HLA-G negative (HLA-G-) peripheral blood mononuclear cells of healthy individuals and the investigation of the possible immunoregulatory properties of these induced HLA-G+ T-lymphocytes (CD3+/HLA-G+). Peripheral blood monuclear cells (PBMC) were obtained from volunteer donors and were treated with 5-Aza-dC for 3 days at final concentrations of 100nM, 500nM, 1μ M, 5μ M, 10μ M. Moreover, we investigated the potential effect of 5-Aza-dC on HLA-G expression in activated T-lymphocytes after their incubation with PHA. Then cells were analyzed by FACS for membrane HLA-G expression both in whole PBMC and CD3 cells and we analyzed their viability with the use of propidium iodide (PI) by FACS. The expression levels were compared with those of untreated cells. Moreover, the supernatant of these cultures was analyzed for the expression of the soluble form of HLA-G (sHLA-G) with Elisa, while the transcription level of HLA-G gene was tested with Reverse-Transriptase PCR by using specific primers for the membrane and soluble form of the molecule. After the induction of the expression, with the use of 5-Aza-dC, we isolated CD3+/HLA-G+ and CD3+/HLA-G- cell populations by FACS, sorting and analyzing their tolerogenic properties by using them as third party cells in mixed lymphocytes cultures (MLC). The lymphoproliferative response in the cultures was measured by using the CFSE cell proliferation assay. The incubation of PBMC with 5-Aza-dC 10μ M indicated significant increase in the percentage of membrane HLA-G expression, both in whole PBMC and in CD3+ cells, compared to the control. Specifically, the mean percentage in PBMC was 13,37% versus 5,34% of the control (p=0,0298) and in the CD3+ subpopulation was 28,21% versus 0,98% of the control (p=0,0044), with viability 20%. The incubation of activated lymphocytes with lower concentration of 5-Aza-dC (500nM) led to the increase of HLA-G expression on the CD3+ subpopulation to the level of 20,33% versus 5,31% of the control, with better viability 56,51%. The induction of HLA-G protein expression on the cells, after the incubation, was proved on molecular level with RT-PCR. Moreover, we observed an increase of sHLA-G in the supernatant of the cell cultures which contained 5-Aza-dC. Finally, starting experiments showed that the addition of CD3+/HLA-G+ cells as third party cells on MLC, suppress the proliferation when compared to the control. Our results indicate the possibility to create in vitro induced HLA-G+ T-lymphocytes with immunoregulatory properties, after treatment with the demethylating agent 5-Aza-dC. Our long term goal is the use of this population as immunosuppressive therapy. Disclosures: No relevant conflicts of interest to declare."
}