{
    "doi": "https://doi.org/10.1182/blood.V126.23.3148.3148",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2986",
    "start_url_page_num": 2986,
    "is_scraped": "1",
    "article_title": "Impaired B Lymphopoiesis Concurrent with Marrow Infiltration By Allogeneic Donor T-Cells: Further Evidence for Bone Marrow Graft-Versus-Host Disease ",
    "article_date": "December 3, 2015",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "topics": [
        "bone marrow",
        "donors",
        "graft-versus-host disease",
        "lymphopoiesis",
        "t-lymphocytes",
        "steroids",
        "allopurinol",
        "lymphopenia",
        "bone marrow biopsy",
        "prednisone"
    ],
    "author_names": [
        "Armin Rashidi, MD PhD",
        "Tandon Bevan, MD",
        "Amanda F. Cashen, MD"
    ],
    "author_affiliations": [
        [
            "Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Division of Molecular Pathology,, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Division of Oncology, Washington University School of Medicine, St. Louis, MO"
        ]
    ],
    "first_author_latitude": "38.63688205",
    "first_author_longitude": "-90.26201295",
    "abstract_text": "Background: The recently introduced concept of bone marrow graft-versus-host disease (BM-GvHD) representing destruction of the host hematopoietic niche in the marrow by allogeneic donor T-cells is loosely defined. Otherwise unexplained B lymphocytopenia and other cytopenias of unclear etiology that frequently occur in the early post-transplant period are often attributed to BM-GvHD. B lymphocytopenia can co-exist with systemic GvHD, supporting the theory of concurrent donor T-cell-induced damage to the marrow causing suppressed B lymphopoiesis. However, demonstration of such correlations has been difficult in humans due to the lymphotoxic effect of steroids which are the frontline therapy for GvHD. The best evidence comes from a recent study showing a correlation between delayed recovery of B lymphopoiesis and donor T-cell infiltration in the marrow 3-4 weeks post-transplant. The potential confounding effect of steroids was not evaluated. The purpose of the present study was to assess whether there is significant donor T-cell infiltration in the marrow at the time of B lymphocytopenia in carefully selected, fully chimeric allo-SCT recipients on minimal or no steroids and with minimal or no systemic GvHD. Methods: A total of 11 patients who underwent allo-SCT for myeloid malignancies were retrospectively studied. Inclusion criteria were: ( i ) bone marrow biopsy available on days 90-100 or 170-190 post-SCT concurrent with peripheral blood B-cell count using flow cytometry, ( ii ) full donor chimerism at the time of bone marrow biopsy, ( iii ) no B lymphodepleting therapy post-SCT, ( iv ) not on more than 15 mg/d of prednisone on the day of measurement, ( v ) no GvHD other than acute stage I skin GvHD, and ( vi ) delayed B-cell recovery defined as <10 CD19 + B-cells/µl on days 90-100 or <100 cells/µl on days 180-200. Peripheral B-cell count measurements were not due to specific clinical indications and were either based on the treating physician's routine practice or the protocols patients were enrolled to. Similar to previous studies, increased T-cell infiltration was defined as ≥5% of total nucleated cells in the core determined by anti-CD3 antibody labeling in a fully chimeric recipient. We determined the frequency of increased marrow T-cell infiltration (as a marker of acute BM-GvHD) on the same day when delayed B-cell recovery (as a marker of impaired B lymphopoiesis) was diagnosed. Results: 11 patients (10 males) with a median (range) age of 60 (32-67) years were studied. Measurements were made between days 90-100 and 170-190 post-SCT in 4 and 7 patients, respectively. The underlying diagnosis was acute myeloid leukemia (n = 7) or myelodysplastic syndrome (n = 4). The donor was a matched sibling (n = 1), matched unrelated donor (n = 4), or haploidentical donor (n = 6). Conditioning was ablative in 5 patients. Leukopenia, anemia, and thrombocytopenia were present in 3, 9, and 11 patients, respectively. The median (range) B-cell count on days 90-100 and 180-200 was 7 (0-9) and 19 (0-65) cells/µl, respectively. All patients had ≥5% T-cells/µl in the concurrent core biopsy with one exception. This patient had zero B-cells on day 180 but no evidence of concurrent BM-GvHD while on 12 mg/d of prednisone for appetite stimulation. Conclusions: Using a carefully selected cohort of fully chimeric allo-SCT recipients with delayed B lymphopoiesis, on no or minimal amounts of steroids, and with minimal or no systemic GvHD, we demonstrated a high frequency of concurrent increased marrow T-cell infiltration. These results support the recently introduced concept of BM-GvHD and highlight its negative effect on B lymphopoiesis. We show that bone marrow damage by allogeneic T-cells can occur even in the absence of systemic GvHD. Given the difficulties in quantification of marrow T-cells on the core, a more reproducible definition for BM-GvHD is needed. Disclosures No relevant conflicts of interest to declare."
}