{
    "doi": "https://doi.org/10.1182/blood.V106.11.1389.1389",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=417",
    "start_url_page_num": 417,
    "is_scraped": "1",
    "article_title": "Differentiation of Human Embryonic Stem Cells into Mesenchymal Stem Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "5'-nucleotidase",
        "alanine aminopeptidase",
        "cd34 antigens",
        "cd44 antigens",
        "cd45 antigens",
        "cell therapy",
        "dna, complementary",
        "embryonic stem cells",
        "endopeptidases",
        "gene expression profiling"
    ],
    "author_names": [
        "Emmanuel N. Olivier, PhD",
        "Anne C. Rybicki, MD",
        "Eric E. Bouhassira"
    ],
    "author_affiliations": [
        [
            "Einstein Center For Human Embryonic Stem Cell Research, Department of Medicine, Hematology and Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Department of Medicine, Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Einstein Center For Human Embryonic Stem Cell Research, Department of Medicine, Hematology and Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA"
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022",
    "abstract_text": "Mesenchymal stem cells (MSC) are multipotent progenitors that contribute to the formation of many connective tissues including fat, bone, cartilage and muscle. Because of this great versatility MSCs have a large therapeutic potential particularly in the areas of cell therapy and regenerative and reconstructive medicine. MSCs are rare cells that can be isolated from tissues such as bone marrow, cartilage and muscles. Since no unique marker characteristic of MSCs has been identified, investigators have relied on a series of functional and morphological criteria to identify them. These criteria include growth on plastic, resistance to trypsin, presence of specific cell surface antigens and potential to differentiate into adipocytes, chondrocytes and osteoblasts.We report here a method to reproducibly differentiate human embryonic stem cells (hESCs) into MSCs by pre-differentiating for 8 days hESCs growing on MEF, mechanically dissociating the differentiated colonies, replating the differentiated colonies in DMEM, 10% FBS and 7.5% CO2 for 4 to 8 weeks until a thick multi-layer epithelium-like sheet of cells develop; and dissociating these multi-layer structures with a combination of proteases. The cells obtained with this procedure are morphologically similar to MSCs, are contact-inhibited, can be grown in culture for about 20–25 passages and have a gene expression profile, as determined by cDNA micro-array, similar to published profiles of mesenchymal stem cells. Immuno-phenotyping of these hESC-derived MSCs revealed a immuno-profile similar to bone marrow MSCs (negative for CD34, CD45 and positive for CD13, CD44, CD71, CD73, CD105, CD166, HLA ABC, SSEA4 and TRA1-85). Functional differentiation experiments revealed that hESC-derived MSCs can be differentiated into osteocytes and adipocytes as demonstrated by staining with alizarin red and oil red O. Finally, we have also shown that hESC-derived MSCs can support the growth of undifferentiated hESCs cells and of CD34+ hematopoietic cells.The ability to produce MSCs from hESCs should prove useful to produce large amount of genetically identical and genetically modifiable MSCS that can be used to study the biology of MSCs and for therapeutic applications."
}