{
    "doi": "https://doi.org/10.1182/blood.V126.23.1073.1073",
    "article_title": "Pharmacokinetics of BAX 826, a Polysialylated Full-Length rFVIII, in Hemophilia a Mice, Rats, and Cynomolgus Monkeys ",
    "article_date": "December 3, 2015",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Factor VIII (FVIII) is a critical component of the intrinsic coagulation pathway. Plasma-derived or recombinant (r) FVIII concentrates are used in patients with hemophilia A to provide a FVIII level sufficient to treat and prevent bleeding episodes. Prophylactic FVIII levels can only be maintained by administering several infusions per week. Extended FVIII circulation times would reduce the frequency of infusions, increase patient compliance, reduce the number of bleeds, and offer the possibility to achieve higher trough levels of FVIII. Prolonged circulation can be achieved by modifying the FVIII molecule with hydrophilic polymers, for example with polysialic acid (PSA). BAX 826, Baxalta's polysialylated FVIII is based on ADVATE, a full length recombinant FVIII molecule with an established extensive safety and efficacy profile. The aim of the presented studies was to assess the pharmacokinetic profile of BAX 826 in hemophilia A mice, wild-type rats, and cynomolgus monkeys. Unmodified rFVIII (ADVATE) was used as the reference compound. Test and reference compounds were administered at the same dose. Hemophilia A mice and Sprague Dawley rats were intravenously injected with BAX 826 at a target dose of 200 IU/kg rFVIII, and blood was sampled pre-dose and 5 min to 48 h after administration. Cynomolgus monkeys received a target dose of 350 IU/kg rFVIII and blood sampled 5 min to 120 h after administration. Citrated plasma was prepared and analyzed for FVIII activity (chromogenic), FVIII antigen (ELISA), and PSA-rFVIII concentration. The primary endpoint was area under the curve from administration time to the last quantifiable time point (AUC 0-tlast ). Mean residence time (MRT) and systemic clearance (CLs) were also assessed. Unless stated otherwise, results for FVIII activity (mice, monkeys) and FVIII antigen (rats) are presented. In mice, the AUC 0-tlast for BAX 826 was 20.6 h*IU/mL, which was 2.4 times larger than for ADVATE (8.71 h*IU/mL); MRT was 10.6 h for BAX 826 and 5.8 h for ADVATE. Clearance was lower for BAX 826 (9.4 vs. 22.3 mL/h/kg). In rats, the AUC 0-tlast for BAX 826 was 18.0 h*IU/mL, which was 1.8 times larger than for ADVATE (9.9 h*IU/mL). MRT was 12.5 h for BAX 826 and 4.0 h for ADVATE, and CLs was 5.3 and 28.1 mL/h/kg. In monkeys, the geometric mean of AUC 0-tlast was 189.0 h*IU/mL for BAX 826 and 39.6 h*IU/mL for ADVATE. MRT was 23.4 and 10.1 h, and CLs was 2.25 and 6.72 mL/h/kg for BAX 826 and ADVATE, respectively. In monkeys, a baseline FVIII activity level was detected and adequately taken into account in calculating pharmacokinetic parameters. Nevertheless, to better follow the pharmacokinetic profile of BAX 826, the polysialylated rFVIII concentration was also assessed using a PSA specific assay. PSA-FVIII was measured in all animals after administration of BAX 826. In summary, pharmacokinetics studies in three animal species provided evidence that modification of ADVATE with PSA increases circulation time and exposure compared with the unmodified protein. Disclosures Schiviz: Baxalta Innovations GmbH: Employment. Hoebarth: Baxalta Innovations GmbH: Employment. Wolfsegger: Baxalta Innovations GmbH: Employment. Rossato: Baxalta Innovations GmbH: Employment. Weber: Baxalta Innovations GmbH: Employment. Gritsch: Baxalta Innovations GmbH: Employment. Rottensteiner: Baxalta Innovations GmbH: Employment. Turecek: Baxalta Innovations GmbH: Employment. Scheiflinger: Baxalta Innovations GmbH: Employment. Hoellriegl: Baxalta Innovations GmbH: Employment. Putz: Baxalta Innovations GmbH: Employment.",
    "topics": [
        "hemophilia a",
        "macaca fascicularis",
        "mice",
        "pharmacokinetics",
        "rats",
        "recombinant antihemophilic factor viii",
        "concentrate dosage form",
        "prostate-specific antigen",
        "capillary leak syndrome",
        "antigens"
    ],
    "author_names": [
        "Alexandra Schiviz, DVM",
        "Gerald Hoebarth",
        "Martin Wolfsegger",
        "Paolo Rossato",
        "Alfred Weber",
        "Herbert Gritsch",
        "Hanspeter Rottensteiner, PhD",
        "Peter L. Turecek, PhD",
        "Friedrich Scheiflinger, PhD",
        "Werner Hoellriegl, DVM",
        "Marietta Putz, MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexandra Schiviz, DVM",
            "author_affiliations": [
                "Nonclinical Development, Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerald Hoebarth",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Wolfsegger",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Rossato",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfred Weber",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herbert Gritsch",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanspeter Rottensteiner, PhD",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter L. Turecek, PhD",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friedrich Scheiflinger, PhD",
            "author_affiliations": [
                "Research & Innovation, Baxalta Innovations GmbH, Vienna, Austria"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Werner Hoellriegl, DVM",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marietta Putz, MS",
            "author_affiliations": [
                "Baxalta Innovations GmbH, Vienna, Austria "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:39:39",
    "is_scraped": "1"
}