{
    "doi": "https://doi.org/10.1182/blood-2021-149254",
    "article_title": "Delineating CDK9 Regulated Molecular Events for the Development of Rationally Derived Multiple Myeloma Treatment Strategies ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Background: Despite major advances in multiple myeloma (MM) therapy over the last 2 decades, most patients relapse. The identification of novel targets and the development of derived treatment approaches are therefore urgently needed. Aberrant expression of various cyclin-dependent kinases (CDKs) in solid and hematologic malignancies including MM, results in the loss of proliferative control and enhanced survival. The serine-threonine kinase CDK9, a subunit of pTEFb, in particular, is a major transcriptional regulator of numerous oncogenes. Past studies have suggested CDK9 as a potential therapeutic target in MM. However, CDK9-regulated molecular events in MM are only partly understood. By delineating CDK9-dependent pathophysiologic effects, the present study proposes rationally derived anti-CDK9-containing novel MM treatment strategies to improve patient outcome. Methods: Following expression profiling, CRISPR loss-of-function screens and correlation analyses in MM cell line and patient cells, the regulatory impact of CDK9 on downstream target genes was outlined using genomic as well as pharmacological approaches in 2D/3D MM models of the tumor microenvironment. Functionally, CDK9-regulated molecular effects as well as anti-MM activity of anti-CDK9-containing rationally derived treatment combinations were determined by gene arrays, qPCR, flow cytometry, and western blot, proliferation and survival analyses. Result s: Strongly suggested by a significant induction of CDK9 mRNA expression levels progressing from normal plasma cells to cells from patients with MGUS, SMM and MM; siRNA and CRISP loss-of-function screens across various MM cell lines verified their dependency on CDK9. Correlative expression levels indicated a functional role of CDK9 (but not for CDK2 and CDK7) on Mcl-1, cMyc, Mdm2, RNA Pol II, and IRF4, but not other genes (e.g. Bcl-2) in the CCLE as well as CoMMpass and GSE5900/GSE2658 MM patient datasets. Indeed, siRNA-mediated CDK9 silencing decreased protein levels of Mcl-1, cMyc, Mdm2, RNA Pol II, and IRF4, and consequently tumor cell survival. Similarly, the novel, selective CDK9-directed proteolysis-targeting chimera Thal-sns-032 induced a reduction of mRNA/ protein levels of Mcl-1, cMyc, RNA Pol II, but not of other potential targets (e.g. Bcl-2) in a dose- and time-dependent manner. Moreover, Thal-sns-032 reduced Mdm2 and thereby increased p53 protein levels. Consequently, Thal-sns-032 inhibited tumor cell proliferation and survival both in tumor cell- and tumor cell:BMSC co- cultures. Rationally, derived combination strategies of Thal-sns-032 for example with venetoclax, but also other investigational and established MM therapies induced synergistic anti-MM effects within the tumor microenvironment. Conclusion: In summary, by delineating CDK9-regulated molecular events in MM, our studies strongly support the therapeutic role of targeted CDK9-therapy and rationally derive MM combination treatment strategies. Disclosures Vallet:  Pfizer: Honoraria; MSD: Honoraria; Roche Pharmaceuticals: Consultancy. Podar:  Celgene: Consultancy, Honoraria; Amgen Inc.: Consultancy, Honoraria; Janssen Pharmaceuticals: Consultancy, Honoraria; Roche Pharmaceuticals: Research Funding.",
    "author_names": [
        "Osman Aksoy",
        "Judith Lind",
        "Vincent Sunder-Plassmann",
        "Martin Percherstorfer",
        "Sonia Vallet",
        "Klaus Podar"
    ],
    "author_dict_list": [
        {
            "author_name": "Osman Aksoy",
            "author_affiliations": [
                "Karl Landsteiner University of Health Sciences, Krems, Austria"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Judith Lind",
            "author_affiliations": [
                "Karl Landsteiner University of Health Sciences, Krems, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Sunder-Plassmann",
            "author_affiliations": [
                "Karl Landsteiner University of Health Sciences, Krems, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Percherstorfer",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Krems, Krems, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonia Vallet",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Krems, Krems, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus Podar",
            "author_affiliations": [
                "Karl Landsteiner University of Health Sciences, Krems, Austria",
                "Department of Internal Medicine II, University Hospital Krems, Krems, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:13:30",
    "is_scraped": "1"
}