{
    "doi": "https://doi.org/10.1182/blood.V104.11.1909.1909",
    "article_title": "Molecular Mechanisms Involved in Homing and Migration of B-Chronic Lymphocytic Leukemia (CLL) in Response to CXCR4 Stimulation and Downstream Activation of the PI3K Pathway. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Malignant B-cells characteristically home to the bone marrow and lymph nodes. However, the mechanisms by which cells are recruited into and mobilized from the bone marrow/lymph nodes into the peripheral blood are not well understood. Chemokines such as SDF-1 and it receptor CXCR4 play a central role for lymphocyte trafficking and homing. Downstream activation of the PI3K pathway by chemokines has been implicated in the migration of many cell types. We recently demonstrated that CXCR4 expression correlates significantly with disease progression in CLL. Patients with Rai stage 4 had a higher expression of CXCR4 when compared to patients with Rai stage 0. The expression of CXCR4 was not found on CLL B cells resident within the lymph nodes implying that there may have been downregulation of CXCR4. In this study, we explore the molecular mechanisms involved in homing and migration of B-CLL cells in response to CXCR4 and investigated the role of the PI3K pathway in migration of CLL cells in response to SDF-1. Boyden chamber in vitro migration assays were used with primary CLL peripheral blood cells and the MEK1 CLL cell line. In addition, we expressed fluorescent YFP-CXCR4 in the cells and used confocal microscopy to visualize changes in the subcellular location of the fluorescent CXCR4 before and after SDF-1 stimulation. Inhibitors of the PI3K pathway such as the PI3K inhibitor LY294002 (10uM, one hour pretreatment) and the mTOR inhibitor, rapamycin (200nM overnight) were used. SDF-1 induced a dose dependent migration of primary CLL cells and MEK1 cells, indicating functional CXCR4 receptors. MEK 1 cells transfected with YFP-CXCR4 demonstrated surface localization on the cells. 3-Dimensional and continuous live imaging after SDF-1 stimulation for 30 minutes demonstrated alterations in the CXCR4-YFP leading to its capping and internalization subcellularly. Pretreatment of the cells with PI3K pathway inhibitors led to inhibition of migration with LY294002 but not with rapamycin. Confocal microscopy demonstrated abrogation of subcellular localization in the presence of LY294002 but not with rapamycin with the addition of SDF-1. These results demonstrate that CLL cells express functional CXCR4 receptora and that the PI3K pathway is essential for SDF-1 dependent CLL migration. In addition, we demonstrate that the CXCR4 receptor is internalized in response to SDF-1 stimulation indicating that CLL cells downregulate the CXCR4 receptor once they home to the bone marrow or lymph nodes where there is abundant SDF-1 in the microenvironment. This leads to the confinement of the cells in the microenvironment preventing further migration of the cells outside of the bone marrow/lymph nodes. Supported in part by CA97274",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "cxcr4 receptors",
        "lymphoblastic leukemia",
        "phosphoinositide 3-kinase",
        "stromal cell-derived factor 1",
        "rapamycin",
        "chemokines",
        "microscopy, confocal",
        "diagnostic imaging",
        "disease progression"
    ],
    "author_names": [
        "Irene M. Ghobrial, MD",
        "Joanna M. Ghobrial, BS",
        "Patricia Bramati, MS",
        "Michael M. Timm, BS",
        "Ashock Kumar, PhD",
        "Thomas E. Witzig, MD",
        "Neil Kay, MD",
        "Karen E. Hedin, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Irene M. Ghobrial, MD",
            "author_affiliations": [
                "Hematology/Oncology, Internal Medicine, University of Pittsburgh, Pittsburgh, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joanna M. Ghobrial, BS",
            "author_affiliations": [
                "Medicine, Wayne State University, Detroit, MI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Bramati, MS",
            "author_affiliations": [
                "Transplantation Biology and Immunology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael M. Timm, BS",
            "author_affiliations": [
                "Hematology, Internal Medicine, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashock Kumar, PhD",
            "author_affiliations": [
                "Transplantation Biology and Immunology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas E. Witzig, MD",
            "author_affiliations": [
                "Hematology, Internal Medicine, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Kay, MD",
            "author_affiliations": [
                "Hematology, Internal Medicine, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen E. Hedin, PhD",
            "author_affiliations": [
                "Transplantation Biology and Immunology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T02:25:22",
    "is_scraped": "1"
}