{
    "doi": "https://doi.org/10.1182/blood.V120.21.2943.2943",
    "article_title": "Simultaneous Inhibition of cIAP1, cIAP2 and XIAP Is Required for Inducing Apoptosis in Multiple Myeloma Cells. ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2943 Background: Inhibitor of apoptosis (IAP) proteins represents a conserved group of proteins that are important regulators of cell survival and apoptosis. X-linked IAP (XIAP) is the best studied IAP that inhibits pro-apoptotic caspases 3, 7 and 9. Multiple myeloma (MM) cell lines express high levels of XIAP. The levels of XIAP are further increased when stimulated by cytokines IL6 and IGF-1, both secreted in copious amounts in myeloma microenvironment. The other two main IAP proteins, namely cIAP1 and cIAP2 are not direct inhibitors of caspases. Instead, they modulate the levels of various signaling pathways by ubiquitinating proteins within the pathways. The NFKB pathway could be activated or inhibited by cIAP1 and 2. In MM, deletions of cIAP1 and cIAP2 have been shown to activate non-canonical NFKB pathway, which indicates a possible tumor suppressor role of these proteins. We wanted to investigate the role of the three IAPs by using a small molecule inhibitor. Our studies clearly indicate the importance of inhibiting all the three IAPs for the induction of apoptosis in MM cells. Methods: LCL161 was synthesized by Novartis Inc. (Basel, Switzerland). Stock solutions were made in DMSO, and subsequently diluted in RPMI-1640 medium for use. MM cell lines were cultured in RPMI 1640 containing 10% fetal bovine serum (20% serum for primary patient cells) supplemented with L-Glutamine, penicillin, and streptomycin. Cytotoxicity was measured using the MTT viability assay and proliferation using thymidine uptake. Apoptosis was measured using flow cytometry with Annexin V-FITC and propidium iodide (PI) for cell lines and patient cells. Immunoblotting was done on cell extracts at various time points following incubation with the drug in order to study the cell signaling pathways. siRNA to cIAP2 was purchased from Invitrogen and was electroporated into MM1S cells. Results: We first examined baseline levels of cIAP1, cIAP2 and XIAP in several MM cell lines and a few patient cells. We observed that the IAPs were constitutively expressed in MM cells. We then wanted to examine the functional significance of these IAP proteins in MM cells. For this, we used an IAP inhibitor LCL161. We observed that LCL161 was able to induce cytotoxicity and inhibit proliferation of MM cells, albeit with differences observed between cell lines. We then examined the factors contributing to resistance in the less sensitive cell lines. For this we chose H929, a sensitive cell line and MM1S, a less sensitive cell line to LCL161. Upon treatment with LCL161, cIAP1 and XIAP were down regulated accompanied by increase in levels of activated caspases 9, 8 and 3 in both H929 and MM1S cells. Using LCL161 in combination with a caspase 9 or a caspase 8 or a pan caspase inhibitor showed clearly that the extrinsic pathway is more involved in the LCL161 induced cell death process. LCL161, however, was unable to inhibit cIAP2 in the less sensitive cell line MM1S whereas cIAP2 was not found to be expressed in H929 cells. It has been shown that cIAP1 is required for ubiquitination and degradation of cIAP2. Therefore, cIAP1 down regulation by LCL161 could actually be contributing to the lack of down regulation of cIAP2 and the observed resistance to LCL161. In order to test this, we used a siRNA to cIAP2 and transfected it into MM1S cells by electroporation. We observed that the siRNA reduced cIAP2 levels and in combination with LCL161 led to marked increase in cells undergoing apoptosis. We also examined signaling pathways after treatment with LCL161 and observed upregulation of both canonical and non-canonical NFKB pathways and Jak/Stat pathway in MM1S cells and not in H929 cells. Combining LCL161 with a Jak2 specific inhibitor SD-1029 synergized in inducing cell death in MM1S and other cell lines less sensitive to LCL161. We are currently testing this combination in MM patient cells. Conclusion: These studies demonstrate the importance of inhibiting cIAP1, cIAP2 and XIAP together in MM cells. Furthermore, by this study we were able to identify resistance mechanisms that are upregulated due to inhibiting the IAP proteins and the importance of using agents that inhibit the IAPs along with inhibitors of these pathways in inducing apoptosis in MM cells. The findings from these studies form the basis of evaluation of IAP inhibitors in combination with a Jak/Stat pathway inhibitor in patients with MM. Disclosures: Kumar: Celgene: Consultancy, Research Funding; Merck: Consultancy, Honoraria; Millennium Pharmaceuticals, Inc.: Research Funding; Novartis: Research Funding; Genzyme: Research Funding; Cephalon: Research Funding.",
    "topics": [
        "apoptosis",
        "baculoviral iap repeat-containing 3 protein",
        "birc4 gene",
        "multiple myeloma",
        "caspases",
        "nf-kappa b",
        "rna, small interfering",
        "cytotoxicity",
        "annexins",
        "apoptosis inhibitor"
    ],
    "author_names": [
        "Vijay G. Ramakrishnan, PhD",
        "Teresa K. Kimlinger",
        "Utkarsh Painuly, MD",
        "Jessica Haug",
        "S. Vincent Rajkumar, MD",
        "Shaji K. Kumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vijay G. Ramakrishnan, PhD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Teresa K. Kimlinger",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Utkarsh Painuly, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Haug",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:41:01",
    "is_scraped": "1"
}