{
    "doi": "https://doi.org/10.1182/blood.V114.22.3862.3862",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1462",
    "start_url_page_num": 1462,
    "is_scraped": "1",
    "article_title": "Bortezomib-Doxorubicin-Dexamethasone (BDD) in Patients with Acute Light Chain Induced Renal Failure (ARF) in Multiple Myeloma (MM). Final Results of a Phase II Study. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster III",
    "topics": [
        "antigens, cd98 light chains",
        "body dysmorphic disorders",
        "bortezomib",
        "dexamethasone",
        "doxorubicin",
        "kidney failure",
        "multiple myeloma",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "neoplasms"
    ],
    "author_names": [
        "Heinz Ludwig, MD",
        "Zdenek Adam, MD",
        "Roman Hajek, MD",
        "Richard Greil, MD",
        "Elena Tóthová, MD",
        "Felix Keil, MD",
        "Eva-Maria Autzinger, MD",
        "Josef Thaler, MD",
        "Heinz Gisslinger, MD",
        "Alois Lang, MD",
        "Miklós Egyed, MD, PhD",
        "Niklas Zojer, MD"
    ],
    "author_affiliations": [
        [
            "1st Department of Internal Medicine, Center for Oncology and Hematology, Wilhelminenspital, Vienna, Austria, "
        ],
        [
            "Department of Internal Medicine Hematooncology, University Hospital Brno and Masaryk University, Brno, Czech Republic, "
        ],
        [
            "Clinic of Internal Medicine — Hematology and Oncology, Faculty Hospital Brno, Brno, Czech Republic, "
        ],
        [
            "3rd Med. Dept., Laboratory for Immunological & Molecular Cancer Research, University Hospital Salzburg, Salzburg, Austria, "
        ],
        [
            "Department of Hematology, Faculty Hospital L. Pasteura Kosice, Kosice, "
        ],
        [
            "Department of Internal Medicine and Intensive Care, Hospital Leoben, Leoben, Austria, "
        ],
        [
            "Wilhelminenspital, Vienna, Austria, "
        ],
        [
            "Department of Internal Medicine IV, Hospital Wels-Grieskirchen, Wels, Austria, "
        ],
        [
            "Department of Hematology and Blood Coagulation, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Internal Medicine, Hospital Feldkirch, Feldkirch, "
        ],
        [
            "Internal Med., Hematology, Kaposi Mor Teaching Hospital, Kaposvar, Hungary, "
        ],
        [
            "Department of Medicine I, Center for Oncology and Hematology, Wilhelminenspital, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.2102779",
    "first_author_longitude": "16.3008041",
    "abstract_text": "Abstract 3862 Poster Board III-798 Acute light chain (LC) induced renal failure (ARF) is a severe complication of progressive MM. Reversal of ARF can only be achieved by fast, substantial and continuous suppression of production of pathogenic LCs. Bortezomib is highly effective and well tolerated in myeloma patients (pts) with renal impairment, because its metabolism is independent of renal function. In this study we evaluated the efficacy of Bortezomib in combination with doxorubicin and dexamethasone (BDD) in restoring renal function and in achieving tumor control in pts with LC-induced renal failure. In total, 72 pts have been enrolled; 2 pts did not fulfil inclusion criteria, 2 pts had been excluded because kidney biopsy revealed renal amyloidosis as main cause of renal failure. Hence, 68 pts constituted the intent to treat population and 58 pts were evaluable per protocol (≥2 cycles of therapy). Age: median 65.8; range 41-79 years. Forty-six (79%) pts presented with de novo MM, and 12 (21%) with progressive, previously treated disease; median baseline GFR was 20.0 ml/min (range 3.7-49.5 ml/min). ARF was defined as decrease in GFR to <50ml/min due to LC nephropathy. Previously treated pts were required to have acute deterioration (< 4 weeks before inclusion) of formerly normal renal function (GFR „d60ml/min), and clear signs of progressive disease with increased LC excretion. Treatment regimen: Bortezomib (1.3mg/m 2 , d 1, 4, 8, 11 until the first safety analysis; thereafter 1.0mg/m 2 , d 1, 4, 8, 11), doxorubicin (9mg/m 2 , d 1, 4, 8, 11 until first safety analysis; thereafter 9mg/m 2 , d 1 and 4) and dexamethasone 40mg (d 1, 4, 8, 11). Cycles were repeated every 21 days. Renal response was defined as complete (CR renal , with GFR ≥60 ml/min), partial (PR renal with GFR increase >100%, from <15 ml/min to 30-<60 ml/min), or minor (MR renal with GFR increase >50%, either from <15 ml/min to 15-<30 ml/min or from 15-<30 ml/min to 30-<60 ml/min). Twenty-six of 58 evaluable pts achieved CR/nCR (45%), 10 (17%) VGPR, 9 (16%) PR and 4 (7%) MR (CR-MR: 85%). Median time to best tumor response was 88 days. Twenty-one (36%) pts achieved CR renal , and 19 (33%) pts PR/MR renal , respectively, yielding an ORR renal of 69%. Three of the 9 dialysis dependent pts became dialysis independent. Median GFR increased from 20.0 ml/min (range: 3.7 – 50.2 ml/min) to 48.4 ml/min (range 6.7 – 135.5 ml/min). Improvement of GFR correlated weakly with tumor response. The median of best GFR increased to 60.0 ml/min (14.7-131.3 ml/min) in the 36 pts with CR/nCR/VGPR, to 38.9 ml/min (14.7 – 135.5 ml/min) in the 13 pts with PR/MR, and to 16.8 ml/min (6.7 – 57.9 ml/min) in 9 the pts with SD/PD, respectively. Overall survival (OS) was 72% @ 1 and 60% @ 2 years in the intent to treat and 84% @ 1 and 70% @ 2 years in the evaluable population. OS was similar in pts with and without complete renal response (p= 0.9267). Univariate analysis revealed a significant association between both, treatment status (previously treated vs. not previously treated), and LDH with survival (p<0.0003, and p<0.0232, respectively), while in multivariate analysis (Cox regression) treatment status only was found to correlate with survival (p=0.0211). Leukopenia, thrombopenia, and anemia of grade 3&4 were seen in 12%, 14% and 48%, respectively. Other common grade 3&4 toxicities were weakness/fatigue (12%) and polyneuropathy (10%), infection (7%), herpes reactivation (7%) and nausea/vomiting (5%). In conclusion, the BDD regimen resulted in high tumor (CR/nCR/VGPR: 62%, ORR: 85%) and renal response rates (CR renal 36%, ORR renal 69%). Improvement of renal function was more often seen in pts with significant tumor response and CR renal was more likely in pts with less severe renal impairment. Treatment was well tolerated after dose adjustment. Disclosures: Ludwig: Celgene: Honoraria; Mundipharma: Honoraria; AMGEN: Honoraria; Ortho-Biotech : Honoraria; Janssen-Cilag: Research Funding; Roche: Honoraria. Hajek: Janssen-Cilag: Honoraria."
}