{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2829.2829",
    "article_title": "R-GEM-Lenalidomide Versus R-GEM-P As Second-Line Treatment of Diffuse Large B-Cell Lymphoma: Results from the UK NCRI Phase II Randomized Legend Trial ",
    "article_date": "December 7, 2017",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Poster II",
    "abstract_text": "Introduction: Outcome of patients with relapsed or refractory (R/R) DLBCL after rituximab-containing first-line therapy remains poor and novel treatment approaches are urgently needed for this patient population. In this randomized multicenter phase II study we aimed to evaluate the efficacy of lenalidomide in combination with rituximab, methylprednisolone and gemcitabine (R-GEM-L) as second-line treatment of R/R DLBCL. Methods: DLBCL patients ≥18 years relapsed or refractory after standard rituximab/anthracyclin-containing treatment were randomized to receive either 3 cycles of R-GEM-P [rituximab 375mg/m 2 D1/15, methylprednisolone 1g D1-5, gemcitabine 1000 mg/m² D1/8/15, cisplatin 100 mg/m² D15; q28 days (arm A)] or R-GEM-L [rituximab 375mg/m 2 D1/15, methylprednisolone 1g D1-5, gemcitabine 1000 mg/m² D1/8/15, lenalidomide 25mg D1-21; q28 days (arm B)]. Patients were stratified according to IPI (0-1 vs. ≥2) and time to relapse (≤12 vs. > 12 months). Patients in remission after induction treatment underwent autologous stem cell transplant (ASCT) as indicated. For patients on arm B, induction treatment +/- ASCT was followed by 12 months lenalidomide maintenance 25mg D1-21. The primary endpoint was complete response (CR) rate after end of induction treatment (IWG 2007 criteria). The trial was designed as 2 phase II studies running in parallel and not powered to compare arms. Using an Optimal Simon 2-stage design aiming for a CR rate of at least 60% but ruling out 40% (with 5% alpha, 80% power) a total of 46 patients were planned to be recruited to each arm with an interim analysis after 1st stage (16 patients), where >7 CR were required to continue to 2nd stage. Results: From October 2013 to November 2016, 40 patients were enrolled across 11 UK sites. After the planned interim analysis failed to demonstrate a CR rate of at least 40%, the independent data monitoring committee recommended early closure of the trial. Baseline characteristics of the 40 patients enrolled were well balanced between arms (Table 1). Median age of the total cohort was 58 years (range 21-77). 77.5% had relapsed/progressed within 12 months of first-line treatment. 14/21 patients in the R-GEM-L arm and 13/19 in the R-GEM-P arm completed 3 cycles of induction treatment. Early termination of R-GEM-L treatment was due to PD (n=4), patient choice (n=2), and trial ineligibility (n=1). 5 patients on R-GEM-P stopped treatment early due to PD (n=2), toxicity (n=1) and death (n=2). End of treatment response was evaluable for 18/21 patients on R-GEM-L and 16/19 patients on R-GEM-P. CR was achieved in 4/18 (22.2%) patients in the R-GEM-L arm and 4/16 (25%) patients in R-GEM-P. Overall response rates were 9/18 (50%) for R-GEM-L vs. 6/16 (37.5%) for R-GEM-P. Analysis of treatment response according to cell-of-origin subtypes is ongoing. 6 patients on R-GEM-L and 4 patients on R-GEM-P underwent ASCT. One patient on R-GEM-P did not proceed with ASCT due to insufficient stem cell harvest. All harvest attempts in arm B were successful. 4 patients on arm B received lenalidomide maintenance after ASCT [2 completed 12 cycles, 2 stopped early (patient choice)]. With a median follow-up of 20.8 months in the intent-to-treat population, median event-free survival was 3.5 vs. 3.8 months for R-GEM-L vs. R-GEM-P, respectively. Median overall survival was 10.8 months for R-GEM-L vs. 8.3 months for R-GEM-P. The overall incidence of grade ≥3 toxicities was 42.9% in the R-GEM-L arm and 72.2% in R-GEM-P (P=0.11). Main toxicities were hematological toxicities and infections with no significant difference in any particular toxicity between arms. There were 18 serious adverse events (SAEs) reported in 12 patients during 21 cycles of R-GEM-L and 26 SAEs in 13 patients during 18 cycles or R-GEM-P. Conclusion: R-GEM-L was well tolerated and showed similar efficacy compared to the standard second-line treatment R-GEM-P. Moderate response rates in both arms led to early closure of the trial, but are in fact similar to results from large phase III studies in this high-risk patient population (Crump, JCO 2014; van Imhoff JCO 2016). Combination of lenalidomide with gemcitabine-based regimens should be further evaluated in R/R DLBCL. View large Download slide View large Download slide  Close modal Disclosures Ardeshna: Celgene: Membership on an entity's Board of Directors or advisory committees, Other: Conference Expenses; Roche: Membership on an entity's Board of Directors or advisory committees, Other: Conference Expenses, Research Funding; ADC Therapeutics: Consultancy. Radford: ADC Therapeutics: Research Funding; AztraZeneca: Equity Ownership; GlaxoSmithKline: Equity Ownership; Novartis: Speakers Bureau; Seattle Genetics: Speakers Bureau; Takeda: Research Funding, Speakers Bureau. Chau: Taiho: Honoraria; Roche: Other: Advisory board; MSD: Other: Advisory board; Merck-Serono: Research Funding; Pfizer: Honoraria; Amgen: Research Funding; Bayer: Other: Advisory board; Sanofi Oncology: Other: Advisory board; Eli-Lilly: Other; Janssen-Cilag: Research Funding; Five Prime Therapeutics: Other: Advisory board; Bristol Meyers Squibb: Other: Advisory board; Novartis: Research Funding; Sanofi Oncology: Research Funding; Eli-Lilly: Research Funding; Gilead Science: Research Funding. Kaiser: Takeda: Consultancy; Chugai: Consultancy; Janssen: Honoraria; BMS: Consultancy, Other: Travel expenses; Celgene: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria. Cunningham: AstraZeneca: Research Funding; Bayer: Research Funding; Celgene: Research Funding; Merrimack: Research Funding; Mediummune: Research Funding; Merck Serono: Research Funding; Amgen: Research Funding; Sanofi: Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "lenalidomide",
        "second line treatment",
        "autologous stem cell transplant",
        "rituximab",
        "toxic effect",
        "gemcitabine",
        "methylprednisolone",
        "adverse event",
        "cisplatin"
    ],
    "author_names": [
        "Andrea Kuhnl, MD",
        "Clare Peckitt",
        "Bijal Patel",
        "Kirit M Ardeshna, MD",
        "Marian P Macheta",
        "John Radford, MD",
        "Rod Johnson",
        "Shankaranarayana Paneesha",
        "Sarah Barton",
        "Ian Chau, MD",
        "Martin F Kaiser, MD",
        "Ruwaida Begum",
        "Nicola Valeri",
        "Andrew Wotherspoon",
        "Yong Du",
        "Imene Zerizer",
        "David Cunningham, MD FRCP"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrea Kuhnl, MD",
            "author_affiliations": [
                "Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Clare Peckitt",
            "author_affiliations": [
                "Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bijal Patel",
            "author_affiliations": [
                "Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirit M Ardeshna, MD",
            "author_affiliations": [
                "University College London Hospital, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marian P Macheta",
            "author_affiliations": [
                "Blackpool Victoria Hospital, Blackpool, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Radford, MD",
            "author_affiliations": [
                "University of Manchester and the Christie NHS Foundation Trust, Manchester Academic Health Science Centre, Manchester, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rod Johnson",
            "author_affiliations": [
                "St James's Hospital Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shankaranarayana Paneesha",
            "author_affiliations": [
                "Heart of England NHS Foundation Trust, Birmingham, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Barton",
            "author_affiliations": [
                "Wellington Blood and Cancer Centre, Wellington, New Zealand "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Chau, MD",
            "author_affiliations": [
                "Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin F Kaiser, MD",
            "author_affiliations": [
                "Department of Haematology, The Royal Marsden Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruwaida Begum",
            "author_affiliations": [
                "Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Valeri",
            "author_affiliations": [
                "Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Wotherspoon",
            "author_affiliations": [
                "The Royal Marsden Hospital, London, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Du",
            "author_affiliations": [
                "Department of Nuclear Medicine, Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Imene Zerizer",
            "author_affiliations": [
                "Department of Nuclear Medicine, Royal Marsden NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Cunningham, MD FRCP",
            "author_affiliations": [
                "The Royal Marsden NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:43:28",
    "is_scraped": "1"
}