{
    "doi": "https://doi.org/10.1182/blood-2018-99-117754",
    "article_title": "Immature Platelet Fraction Based Diagnostic Predictive Model for Immune Thrombocytopenic Purpura ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "abstract_text": "Introduction Immune thrombocytopenic purpura (ITP) is known as an acquired, immune-mediated disease characterized by isolated thrombocytopenia. Many studies have asserted that a diagnosis of ITP does not require a routine bone marrow examination. However, bone marrow examination is necessary in many cases because the diagnosis of ITP requires exclusion of other diseases including bone marrow disease. As both physicians and patients are reluctant to perform an invasive bone marrow examination, other parameters, including the immature platelet fraction (IPF, %), have been incorporated into the differential diagnosis of thrombocytopenia. In this study, we assessed its usefulness of IPF as a diagnostic marker and developed a diagnostic predictive model for ITP. Methods We retrospectively analyzed 330 patients with thrombocytopenia (platelet count < 100 x 10 9 /L) who presented to Korea University Guro hospital between April 2013 and December 2017. We classified patients into 2 groups: those diagnosed with ITP (ITP group) and those without ITP (non-ITP group). ITP was diagnosed on the basis of clinical manifestations and laboratory results according to International Working Group diagnostic criteria. Non-ITP group included thrombocytopenia due to bone marrow disease, infection, drug, liver disease, etc. We used an automated hematologic analyzer (Sysmex XE-2100) to quantify the IPF and estimated other laboratory variables, including hemoglobin, platelet, white blood cell counts, reticulocytes, protein, albumin, bilirubin, pro-thrombin, activated partial thromboplastin time, ferritin, lactate dehydrogenase, blood urea nitrogen, creatinine, and C-reactive protein. All data were statistically analyzed using SPSS version 20. Logistic regression analysis was performed with the laboratory variables to access their diagnostic contribution. We used receiver-operating characteristic (ROC) and the point with the highest sum of sensitivity and specificity on the ROC curve was determined as the cut-off value of each variables. P-values < 0.05 were considered statistically significant. Results A total of 103 and 227 patients were diagnosed as ITP and non-ITP. The median IPF is significantly higher in ITP group, with a value of 10.5% (1.3-48%) vs. 5.9% (0.7-31.5%) in the non-ITP group, and cut-off value for differentiation of ITP was 7.0% with a sensitivity of 64.8% and a specificity of 65.2%. Since ITP remains a diagnosis of exclusion, some patients who did not undergo a bone marrow examination might have been misclassified into the ITP group. To exclude the possibility of misclassification, we conducted a subgroup analysis of only patients who had undergone a bone marrow examination (BM group). A total of 162 patients performed bone marrow examination, 47 and 115 were classified into the ITP and non-ITP group. The median IPF was significantly higher in ITP group, with a value of 13.6% (4.3-38.5%) vs. 4.7% (0.7-31.5%) for the non-ITP group. The cut-off value was 9.25%, with a sensitivity of 78.7% and a specificity of 78.3%. The median IPF was higher in this subgroup and the sensitivity and specificity of the cut-off value were also higher than the former group. (Figure 1) We confirmed that IPF could be a useful parameter for diagnosing ITP, but since IPF alone could not diagnose ITP, we also evaluated other laboratory variables by the logistic regression analysis. Hemoglobin, ferritin showed statistical significance, and the optimal cut-off value was 12 g/dl and 175 mg/ml. To adequately reflect sensitivity and specificity, we divided patients into 3 groups according to IPF; IPF12g/dl), low ferritin level (<175ng/ml) and IPF ≥5 and <10, 2 to IPF ≥10. The final score was obtained by summing the points. We demonstrated that ITP could be highly predicted in patients with score 3-4 (80% in all patients group, 89% in BM group) and could be excluded in patients with score 0-1 (95% in all patients group, 97% in BM group). (Table 1) Conclusions The results showed that IPF could be a good diagnostic marker for ITP. We suggested the diagnostic predictive model for ITP using IPF, hemoglobin and ferritin. This model could diagnose ITP with high probability and avoid a bone marrow examination. Further studies would be needed to refine and validate this predictive model. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "immature platelets",
        "purpura, thrombocytopenic, idiopathic",
        "bone marrow examination",
        "thrombocytopenia",
        "ferritin",
        "hemoglobin",
        "bone marrow diseases",
        "activated partial thromboplastin time measurement",
        "albumins",
        "bilirubin"
    ],
    "author_names": [
        "Min Ji Jeon, MD",
        "Hojoon Choi, MD",
        "Eun Sang Yu, MD",
        "Ka-Won Kang, MD",
        "Byung-Hyun Lee, MD",
        "Dae Sik Kim, MD PhD",
        "Yong Park, MD",
        "Se Ryeon Lee, MD PhD",
        "Hwa Jung Sung, MD PhD",
        "Chul Won Choi, MD PhD",
        "Byung Soo Kim, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Min Ji Jeon, MD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Guro Hospital, Seoul, South Korea "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hojoon Choi, MD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Ansan Hospital, Ansan, Korea, Republic of (South) "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eun Sang Yu, MD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Guro Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ka-Won Kang, MD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Anam Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Byung-Hyun Lee, MD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Anam Hospital, Seoul, South Korea "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dae Sik Kim, MD PhD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Guro Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Park, MD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University School of Medicine, Anam Hospital, Seoul, South Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Se Ryeon Lee, MD PhD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Ansan Hospital, Ansan, Korea, Republic of (South) "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hwa Jung Sung, MD PhD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Ansan Hospital, Ansan, Korea, Republic of (South) "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chul Won Choi, MD PhD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Guro Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Byung Soo Kim, MD PhD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Internal Medicine, Korea University College of Medicine, Anam Hospital, Seoul, Korea, Republic of (South) "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T12:57:23",
    "is_scraped": "1"
}