{
    "doi": "https://doi.org/10.1182/blood.V126.23.4511.4511",
    "article_title": "A Comparison of Single Dose Rasburicase 3 Mg Versus 6 Mg for the Management of Tumor Lysis Syndrome ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster III",
    "abstract_text": "Introduction: Rasburicase, a recombinant form of urate oxidase, is a highly effective treatment for tumor lysis syndrome (TLS). Although the FDA-approved dose for rasburicase is 0.2 mg/kg/day for up to five days, many centers have adopted alternative dosing strategies to decrease cost, the most common being a single 6 mg dose. We hypothesized that further reducing the dose to 3 mg would result in similar efficacy and yield significant cost savings compared to the 6 mg dose strategy. Methods: We conducted a retrospective cohort study to examine the comparative effectiveness of a single 3 mg dose of rasburicase versus a single 6 mg dose in 108 adults with hematological malignancies presenting with a baseline uric acid (UA) ≤ 12 mg/dL between June 2009 and February 2015. Prior to January 2012, our institutional policy recommended a single 6 mg dose for all patients who met criteria for rasburicase for TLS. In January 2012, the policy was amended to recommend a single 3 mg dose for patients with a baseline UA ≤ 12 mg/dL. Thus, the study included 56 patients with UA ≤ 12 who received a single 6 mg dose prior to the policy modification and 52 patients with UA ≤ 12 given the 3 mg dose after the amendment. The primary endpoint was the percentage of patients who achieved a UA ≤ 8 mg/dL (the upper limit of normal at our institution) 24 hours after a single dose of rasburicase. Fisher's exact test was used to analyze categorical variables and t -tests were used to analyze continuous variables. The a priori level of significance was set at α < 0.05. Results: The mean baseline UA was 9.3 mg/dL and 9.8 mg/dL in the 3 mg arm and 6 mg arm, respectively ( P = .19). At 24 hours there was no difference in the percentage of patients who achieved a UA ≤ 8 mg/dL (92% vs. 98%; P = 0.36). In addition, there was no difference in the percentage of patients who achieved a UA ≤ 8 mg/dL at 48 hours (98% vs. 100%; P = 0.48). Six (11.5%) patients in the 3 mg arm and one (1.8%) patient in the 6 mg arm required a second dose of rasburicase to achieve a UA <8 mg/dL ( P = 0.1). Of note, the 6 mg group had a greater percent reduction in UA from baseline compared to the 3 mg group at both 24 hours (-68.1% vs. -48.6%; P < .01) and 48 hours (-69.3% vs. -51.3%; P = 0.02) after rasburicase administration. There was no difference in the percent change of serum creatinine between the two dosing strategies at 24 hours (-6.5% vs. 0.1%; P = 0.11) or 48 hours (-4.5% vs. -2.5%; P = 0.22). In addition, no difference was observed with respect to the percent of patients who required renal replacement therapy within 7 days of rasburicase administration (8.9% vs. 9.6% P = 1.0). Based on the average wholesale price of $815 for one 1.5 mg vial of rasburicase, the single 3 mg dose was associated with approximately $1,500 cost savings per encounter compared to the 6 mg dose. Conclusion: A single 3 mg dose of rasburicase was as effective as 6 mg in normalizing UA within 24 hours. Our findings demonstrate that administering a single 3 mg dose of rasburicase is a cost-effective alternative for TLS management in patients with hematological malignancies presenting with a UA ≤ 12 mg/dL. Disclosures Svoboda: Immunomedics: Research Funding; Celgene: Research Funding; Seattle Genetics: Research Funding; Celldex: Research Funding. Ganetsky: Onyx: Speakers Bureau.",
    "topics": [
        "rasburicase",
        "single-dose regimen",
        "tumor lysis syndrome",
        "hematologic neoplasms",
        "creatinine tests, serum",
        "renal replacement therapy",
        "urate oxidase",
        "uric acid",
        "vial",
        "categorical variables"
    ],
    "author_names": [
        "Sarah K Kraus, PharmD",
        "Catherine E Burdalski, PharmD",
        "Colleen Timlin, PharmD, BCOP",
        "Tracy M Krause, PharmD, BCOP",
        "Todd A Miano, PharmD, MSCE",
        "Jakub Svoboda, MD",
        "Alex Ganetsky, PharmD, BCOP"
    ],
    "author_dict_list": [
        {
            "author_name": "Sarah K Kraus, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, Hospital of the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catherine E Burdalski, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, Hospital of the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen Timlin, PharmD, BCOP",
            "author_affiliations": [
                "Department of Pharmacy, Hospital of The University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy M Krause, PharmD, BCOP",
            "author_affiliations": [
                "Department of Pharmacy, Hospital of the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd A Miano, PharmD, MSCE",
            "author_affiliations": [
                "Center for Pharmacoepidemiology Research and Training, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakub Svoboda, MD",
            "author_affiliations": [
                "Center for Chronic Lymphocytic Leukemia, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Ganetsky, PharmD, BCOP",
            "author_affiliations": [
                "Department of Pharmacy, Hospital of the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T02:13:37",
    "is_scraped": "1"
}