{
    "doi": "https://doi.org/10.1182/blood.V108.11.2179.2179",
    "article_title": "The ATP Competitor INNO-406 (NS-187) Inhibits Proliferation and Survival of Mouse Cells Expressing Several Immatinib Mesylate Resistant Bcr/Abl Mutants and Cells from CML Patients. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Imatinib mesylate (IM) resistance during the therapy of chronic myeloid leukemia (CML) patients is associated with point mutations in the Bcr/Abl kinase, which strongly interferes with IM binding to Abl kinase domain. INNO-406 (NS-187) is reported to be a new specific inhibitor of the Bcr/Abl and Lyn kinase, and is a candidate for treatment of IM resistant CML patients ( Kimura et al, Blood  2005 , 106 : 3948 ). We tested INNO-406 on both IM resistant mouse cell lines and CML patient samples. The MTT assay was used to detect the anti-proliferation effects of INNO-406 on Bcr/Abl wild type cells (32Dp210 wt) and Bcr/Abl mutants (L387M, H396R, Q252R, F311L, T315I and Y253H) after 72 hours treatment. IM or dasatinib treatment was included as controls. The MTT results showed 32Dp210 wt and four of the six Bcr/Abl mutants were sensitive to INNO-406, with the IC 50 values of 0.6 nM (wild type), 15 nM (L387M ), 35 nM (H396R), 0.8 nM (Q252R) and 8.2 nM (F311L). The IC 50 values of those four cell lines treated with IM were much higher than with INNO-406 treatment. The IC 50 values for IM were: 100 nM (wild type), 500 nM (L387M), 1220 nM (H396R), 100 nM (Q252R) and 100 nM (F311L). But neither INNO-406 nor IM exhibited inhibitory effects on the proliferation of T315I and Y253H mutants (IC 50 > 10000 nM). These results indicated that INNO-406 suppressed the growth of Bcr/Abl mouse leukemia cell lines expressing wt Bcr/Abl and Bcr/Abl mutants except T315I and Y253H. We note that the Y253F mutant was sensitive to INNO-406 (IC 50 64 nM, Nippon Shinyaku Co. Ltd.). Annexin V/PI apoptosis assays were conducted on cells from CML patient samples after 72 hours treatment with various concentrations of INNO-406. Flow cytometry results showed that INNO-406 (10–20 nM) induced apoptosis in blood/marrow cells from two blast crisis patients, one of which had the G250E mutation. INNO-406 also induced apoptosis in marrow cells from two patients in IM induced remission. One of these samples with a Bcr/Abl mutation at M244V showed a weak response to IM but a strong apoptosis with INNO-406 (20 nM), indicating that NS-187 worked more efficiently in the M244V mutant. Based on these results, INNO-406 (NS-187) appears to be a candidate for the treatment of some forms of imatinib resistant CML. A phase I study of INNO-406 has been initiated in patients with CML who have failed prior imatinib therapy and the first cohort has been safely treated.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "mesylates",
        "mice",
        "mechlorethamine",
        "imatinib mesylate",
        "phosphotransferases",
        "annexin a5",
        "blast phase",
        "dasatinib",
        "disease remission"
    ],
    "author_names": [
        "Wenjing Tao, PhD",
        "Tong Sun, MS",
        "Adam R. Craig, MD, PhD",
        "Jorge E. Cortes, MD",
        "Oliver G. Ottmann, MD",
        "Andreas Hochhaus, MD",
        "Premkumar E. Reddy, PhD",
        "Hagop M. Kantarjian, MD",
        "Ralph B. Arlinghaus, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenjing Tao, PhD",
            "author_affiliations": [
                "Department of Molecular Pathology, The University of Texas, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tong Sun, MS",
            "author_affiliations": [
                "Department of Molecular Pathology, The University of Texas, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam R. Craig, MD, PhD",
            "author_affiliations": [
                "Innovive Pharmaceuticals, Inc, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver G. Ottmann, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Johann Wolfgang Goethe University, Frankfurt, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Medizinische Klinik Mannheim, Universitaet Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Premkumar E. Reddy, PhD",
            "author_affiliations": [
                "Department of Biochemistry, Temple University School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph B. Arlinghaus, PhD",
            "author_affiliations": [
                "Department of Molecular Pathology, The University of Texas, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T06:44:27",
    "is_scraped": "1"
}