{
    "doi": "https://doi.org/10.1182/blood-2018-99-114488",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4061",
    "start_url_page_num": 4061,
    "is_scraped": "1",
    "article_title": "Telomere Length Is Associated with Epigenetic Programming in CLL and Is a Superior Predictor of Clinical Outcome with the Ability to Bifurcate Patients with the Same CLL-IPI Score ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": null,
    "author_names": [
        "Kevin Norris, PhD",
        "Christopher C. Oakes",
        "Brian Giacopelli, BS",
        "Tait D. Shanafelt, MD",
        "Neil E. Kay, MD",
        "Kari G. Chaffee, MS",
        "Christopher Fegan, MD",
        "Duncan M Baird, PhD",
        "Chris Pepper, BSc, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer & Genetics, Cardiff University, Cardiff, United Kingdom "
        ],
        [
            "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "Stanford University, Stanford, CA "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
        ],
        [
            "Cardiff and Vale University Health board, Cardiff, GBR "
        ],
        [
            "Division of Cancer and Genetics, Cardiff University, Cardiff, United Kingdom "
        ],
        [
            "Brighton and Sussex Medical School, University of Sussex, Brighton, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.508658200000006",
    "first_author_longitude": "-3.1913641999999998",
    "abstract_text": "The characteristic clinical heterogeneity observed in chronic lymphocytic leukemia (CLL) reflects its biological diversity and as a consequence, better understanding of the biology of this disease has led to the identification of a number of useful prognostic tools. Advances in massively parallel sequencing technologies have unearthed genetic and epigenetic heterogeneity and reinforced the concept that specific genetic lesions and the development of genomic complexity can modulate the pathology of CLL. In addition, DNA methylation profiling has shown that CLL patients can be grouped into at least three clinically relevant epigenetic subgroups with distinct outcomes. However, despite this explosion in knowledge, defining the prognosis of individual CLL patients remains a significant clinical challenge. Consequently, there is a need to identify prognostic tests that can provide reliable personalized risk assessments. We have recently shown that a subset of CLL patients manifest telomere dysfunction, which drives genomic instability and clonal evolution. We went on to show an association between short, dysfunctional telomeres and 'high-risk' genetic lesions 1,2 . Importantly, longitudinal analysis confirmed that tumor cell telomere length remained remarkably stable throughout the course of the disease suggesting that the telomere length is fixed at an early point in disease pathogenesis making it a reliable predictor of both clinical progression and overall survival (OS) regardless of when the measurement is made. In this study, we generated telomere length profiles in 224 newly diagnosed, early stage CLL patients seen at the Mayo clinic in Rochester using high-throughput single telomere length analysis (HT-STELA). We then tested the ability of telomere length to predict time to treatment (TTT) and OS and compared its predictive power with DNA methylation profiling and CLL-IPI scores. Patients with a mean telomere length inside the fusogenic range (IFR) had a significantly shorter time to treatment (P2.17kb), patients with the shortest telomeres had a significantly worse OS (P = 0.034; HR = 2.83). Telomere length was also strongly associated with CLL-IPI score; the CLL-IPI low-risk group (CLL-IPI 1) had the longest telomeres and the CLL-IPI high-risk group (CLL-IPI 4) had the shortest telomeres (P<0.0001). More heterogeneity in telomere length was observed in the CLL-IPI 1 and 2 groups and patients with telomere length IFR in these 'low-risk' groups showed significantly shorter TTT (P<0.0001; HR = 4.24) and overall survival (P<0.0001; HR = 10.1) (Figure 1C and 1D). Finally, multivariate modelling, using Cox proportional hazards with forward selection, revealed that telomere length retained independent prognostic significance when CLL-IPI score was entered in the model for time to treatment (HR = 1.42; P = 0.023) and OS (HR = 1.68; P = 0.008). In conclusion, telomere length analysis provides more accurate prognostic information about the progression and outcome of CLL patients and can augment the prognostic power of the CLL-IPI for early stage CLL. References Lin TT et al. Blood. 2010;116(11):1899-907. Britt-Compton et al. Leukemia. 2012; 26(4):826-30. View large Download slide View large Download slide  Disclosures Norris: Cardiff University: Patents & Royalties: Telomere measurement patent. Shanafelt: GlaxoSmithKline: Research Funding; Genentech: Research Funding; Pharmacyclics: Research Funding; Jansen: Research Funding. Kay: Acerta: Research Funding; Tolero Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Cytomx Therapeutics: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Agios Pharm: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Infinity Pharm: Membership on an entity's Board of Directors or advisory committees; Morpho-sys: Membership on an entity's Board of Directors or advisory committees. Fegan: Napp: Honoraria; Gilead Sciences, Inc.: Honoraria; Roche: Honoraria; Abbvie: Honoraria; Janssen: Honoraria. Baird: Cardiff University: Patents & Royalties: Telomere measurement patents. Pepper: Cardiff University: Patents & Royalties: Telomere measurement patents."
}