{
    "doi": "https://doi.org/10.1182/blood.V122.21.3052.3052",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2587",
    "start_url_page_num": 2587,
    "is_scraped": "1",
    "article_title": "A Randomized Comparison Of Maintenance Therapy With Subcutaneous Rituximab For 2 Years Versus Until Progression In Patients With Indolent Non-Hodgkin’s Lymphoma: Interim Safety Data From The Mabcute Study ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "non-hodgkin's lymphoma, indolent",
        "rituximab",
        "inhalers",
        "neoadjuvant therapy",
        "neutropenia",
        "chemotherapy regimen",
        "adverse event",
        "asthenia",
        "bendamustine",
        "bronchopneumonia"
    ],
    "author_names": [
        "Simon Rule, MD",
        "Javier Briones, MD",
        "Angelo Michele Carella, MD",
        "Olivier Casasnovas, MD",
        "Wolney Gois Barreto, MD",
        "Christopher Pocock, PhD",
        "Stuart Osborne, PhD",
        "Rodney Smith, MD",
        "Francesco Zaja, MD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Derriford Hospital, Plymouth, United Kingdom, "
        ],
        [
            "Department of Hematology, Santa Creu i Sant Pau Hospital, Barcelona, Spain, "
        ],
        [
            "IRCCS AOU San Martino, IST, Genoa, Italy, "
        ],
        [
            "Haematology Clinic, CHU Le Bocage, Dijon, France, "
        ],
        [
            "Department of Haematology, Santa Marcelina Hospital, Sao Paulo, Brazil, "
        ],
        [
            "Department of Haematology, East Kent Hospitals, Canterbury, United Kingdom, "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland, "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland, "
        ],
        [
            "Haematology Clinic, AOUD S. M. Misericordia, Udine, Italy"
        ]
    ],
    "first_author_latitude": "50.4164515",
    "first_author_longitude": "-4.114290699999999",
    "abstract_text": "Background Rituximab is part of the standard induction and maintenance therapy for most patients with first-line or relapsing indolent non-Hodgkin's lymphoma (iNHL). However, the optimal duration of maintenance is still to be defined. The MABCUTE trial is designed to evaluate the efficacy and safety of maintenance therapy with subcutaneous (SC) rituximab until disease progression (PD). Patients with relapsed or refractory iNHL, who respond to induction and an initial 2 years' maintenance therapy, are randomized to receive additional maintenance therapy or observation. Here we report the findings of a planned interim safety analysis in the first 231 patients enrolled in the trial. Methods MABCUTE (NCT01461928) is an ongoing multicenter, randomized, parallel-group, phase IIIb study that started in December 2011. Eligible patients were aged ≥18 years with relapsed or refractory CD20+ iNHL (histologically confirmed) following ≥1 line of immunotherapy and/or chemotherapy and/or radiotherapy. Patients were scheduled to receive induction therapy consisting of rituximab every 3–4 weeks for 8 cycles (intravenous [IV] 375 mg/m 2 in cycle 1 then SC 1400 mg in cycles 2–8) and 6–8 cycles of standard chemotherapy. Patients who achieved a complete or partial response (CR/PR) continued into standard maintenance (rituximab SC 1400 mg every 8 weeks for 24 months). Upon completion of standard maintenance, patients in sustained CR/PR will be randomized to receive additional maintenance (rituximab SC 1400 mg every 8 weeks) until PD, or observation. Results At data cut-off (January 16, 2013), the safety population consisted of 216 patients who had received ≥1 dose of rituximab SC: 70 (32%) had completed induction therapy, 122 (57%) were receiving induction therapy, and 24 (11%) had discontinued induction therapy. A total of 58 (27%) patients had continued into standard maintenance, with 2 patients having subsequently discontinued maintenance therapy. Patients had a median age of 64.5 years (range, 20–90). At screening, the most common types of iNHL were follicular NHL (n=131, 61%), marginal zone lymphoma (n=41, 19%), and Waldenström's macroglobulinemia (n=31, 14%). The most commonly used chemotherapy regimens were bendamustine (n=137, 63%), CHOP (n=31, 14%) and CVP (n=21, 9.7%). During therapy, AEs occurred in 174 (81%) patients ( Table ), grade 3 or higher AEs in 70 (32%) patients and serious AEs (SAEs) in 44 (20%) patients. Administration-related reactions (ARRs) were reported by 61 (28%) patients after 1 dose of rituximab IV and by 89 (41%) patients after a median (range) of 5 (1–11) doses of rituximab SC. The majority of ARRs were mild to moderate and transient, and expected with the change in the route of administration. Overall, 25 patients had grade 4 hematological events, most commonly neutropenia (22 patients). Only 4 cases of neutropenia lasted >14 days and these resolved without interruption to treatment. One patient had a grade 4 non-hematological event (thrombosis and pulmonary embolism that resolved after 12 days). Among the 26 patients who discontinued study treatment, reasons given were AEs (n=8; skin reactions [3], neutropenia [2], general health problems [2], and oseophagitis [1]), patient or investigator request (n=6), PD (n=5), death (n=2), and other (n=5). One patient died of bronchopneumonia and sepsis due to leucopenia and 1 died of myocarditis; neither was considered by the investigator to be related to the study drug. Table. Summary of AEs  Adverse event . Number of patients (%) . SAE 44 (20) Grade 3 or higher AE 70 (32) Any grade AE occurring in ≥10% of patients 174 (81) Neutropenia 44 (20) Pyrexia 35 (16) Asthenia 24 (11) Nausea 41 (19) Constipation 23 (11) Diarrhea 22 (10) Adverse event . Number of patients (%) . SAE 44 (20) Grade 3 or higher AE 70 (32) Any grade AE occurring in ≥10% of patients 174 (81) Neutropenia 44 (20) Pyrexia 35 (16) Asthenia 24 (11) Nausea 41 (19) Constipation 23 (11) Diarrhea 22 (10) View Large Conclusions Rituximab SC is associated with ARRs that are transient and mainly mild to moderate in severity. The incidence and intensity of other hematological and non-hematological toxicities are within the expected range for rituximab SC or IV administration. No new safety signals or concerns associated with rituximab SC were identified during induction and maintenance therapy in this interim safety analysis, as confirmed by the Independent Data Monitoring Committee. Rituximab SC appears to be well tolerated and the study continues. Disclosures: Rule: Pharmacyclics, Inc: Consultancy; J&J: Consultancy; F. Hoffmann-La Roche: Consultancy. Off Label Use: Rituximab, administered as an IV infusion, is approved for use in a number of hematologic indications. The data presented here assess a subcutaneous approach to rituximab administration in patients with indolent Non-Hodgkin’s Lymphoma. Briones: Celgene: Membership on an entity’s Board of Directors or advisory committees; Takeda: Membership on an entity’s Board of Directors or advisory committees; Novartris: Membership on an entity’s Board of Directors or advisory committees; F. Hoffmann-La Roche: Honoraria. Casasnovas: F. Hoffmann-La Roche: Consultancy, Research Funding. Pocock: F. Hoffmann-La Roche: Honoraria. Osborne: F. Hoffmann-La Roche: Employment. Smith: F. Hoffmann-La Roche: Employment. Zaja: F. Hoffmann-La Roche: Consultancy."
}