{
    "doi": "https://doi.org/10.1182/blood.V124.21.4735.4735",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2862",
    "start_url_page_num": 2862,
    "is_scraped": "1",
    "article_title": "Phase I/II Trial of Weekly Escalated Dose Bortezomib Combined with Lenalidomide and Dexamethasone in Patients in First Relapse or Primary Refractory Disease after First Line Therapy for Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "treatment resistant disorders",
        "prognostic factors",
        "toxic effect",
        "chemotherapy regimen",
        "embolism",
        "follow-up"
    ],
    "author_names": [
        "Annemiek Broijl, MDPhD",
        "Marie José Kersten, MD PhD",
        "Wendim Ghidey Alemayehu, PhD",
        "Mark-David Levin, MDPhD",
        "Okke de Weerdt, MD",
        "Edo Vellenga, MDPhD",
        "Ellen Meijer, MDPhD",
        "Shulamiet Wittebol, MDPhD",
        "Rosita Ghiraw-Visser",
        "Marian Stevens-Kroef, PhD",
        "Berna Beverloo, PhD",
        "Gerard M.J. Bos, MDPhD",
        "Pierre W. Wijermans, MDPhD",
        "Henk Lokhorst, MDPhD",
        "Pieter Sonneveld, MDPhD"
    ],
    "author_affiliations": [
        [
            "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Academic Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Albert Schweitzer Hospital, Dordrecht, Netherlands "
        ],
        [
            "Sint Antonius Hospital, Nieuwegein, Netherlands "
        ],
        [
            "University Medical Center Groningen, Groningen, Netherlands "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Hospital Gelderse Vallei, Ede, Netherlands "
        ],
        [
            "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Radboud university medical center, Nijmegen, Netherlands "
        ],
        [
            "Erasmus University Medical Center, Rotterdam, Netherlands "
        ],
        [
            "Academic Hospital Maastricht, Maastricht, Netherlands "
        ],
        [
            "Haga Hospital, The Hague, Netherlands "
        ],
        [
            "UMC Utrecht, Utrecht, Netherlands"
        ],
        [
            "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ]
    ],
    "first_author_latitude": "51.9101675",
    "first_author_longitude": "4.466608099999999",
    "abstract_text": "Background Both Bortezomib and Lenalidomide monotherapy, as well as in combination with dexamethasone and chemotherapy, have shown high overall response rates (ORR) in relapsed and refractory multiple myeloma (RRMM). Recently, the combination of Bortezomib (1.0 mg/m2), Lenalidomide (15 mg) and Dexamethasone was reported to show efficacy in RRMM. (Richardson, Blood 2014) Here, we report the long-time follow-up results of a multicenter, dose-escalating phase I-II trial, HOVON86, which evaluated the effect of weekly escalated dose Bortezomib combined with Lenalidomide and Dexamethasone as reinduction treatment followed by Lenalidomide monotherapy for maintenance treatment in patients with RRMM after first line therapy. (Trial EudraCTnr 2007-002533-37) Methods In the dose escalation part of the study, the maximum tolerated dose (MTD) and recommended dose level (RDL) of weekly Bortezomib and Lenalidomide with Dexamethasone were determined according to a \u00913 + 3' dose-escalation scheme. A maximum of 4 dose levels were planned. Bortezomib was administered once weekly by rapid intravenous administration on days 1, 8, and 15, at a starting dose of 1.3 mg/m2 and planned to be escalated to 1.6 mg/m2, Lenalidomide was administered days 1-21 followed by a one-week interval at a starting dose of 10 mg/day and planned to be increased to 15 mg at dose level 3 and 4. Low dose Dexamethasone was added at a fixed dose of 20 mg days 1,2,8,9,15, and 16. Cycles were repeated at 28 days for a maximum of 8 cycles. The MTD was defined as the level with 2 dose-limiting toxicities (DLT) minus 1 level. A phase II part of the study was performed at the MTD level. All patients received Lenalidomide maintenance at a dose of 10 mg/day, days 1-21 in 28 day cycles until relapse or progression. Patients received valaciclovir prophylaxis with Bortezomib and prophylactic salicylic acid throughout treatment. Results 81 patients with a first RRMM were enrolled, 4 patients were non-eligible based on not having measurable disease. The median age of all 77 evaluable patients at enrollment was 66 years (range, 46–84), 64% male, and 26%/5% of patients had ISS II/III disease. In the Phase 1 part, 15 patients received Bortezomib/Lenalidomide/Dexamethasone according to dose level 1: 1.3 mg/m2/10mg/20mg (n=3), dose level 2: 1.6 mg/m2/10mg/20mg (n=6) or dose level 3: 1.6 mg/m2/15mg/20mg (n=6). The DLT was reached at the 3rd dose level, due to two grade 3 non-hematological DLT's. There were no DLT's in dose level 1 or 2. Therefore, the RDL for the phase 2 part was established at Bortezomib 1.6 mg/m2, Lenalidomide 10 mg, Dexamethasone 20 mg. In the Phase 2 part of the study, the ORR after induction in 70 patients at the RDL of Phase I (n=6) and in Phase II (n=64), was 89%, with 64% CR +VGPR, table 1. The median number of cycles to achieve ≥PR was 1, while the median number of cycles to maximum response was 2. The median duration of response was 28 months. The median progression free survival (PFS) and overall survival (OS) were 19 and 42 months, respectively, Figure 1 . The median time to progression was 27 months; the median time to next treatment was 19 months. Prognostic factors associated with PFS included complex karyotype, defined as showing 3 or more abnormalities; no prognostic factors were identified in association with OS. Hematologic toxicity NCI-CTC grade 1-4 occurred in 33/70 (47%) of patients, including 30% grade 3-4. Infectious complications concerned grade 2 in 29% and grade 3 in 16% of patients. Thrombo-embolic events (VTE) occurred in 2 patients (3%). 41/70 (59%) patients developed polyneuropathy (PN) grade ≥ 1; of these 41 patients, 18 patients experienced sensory PN, 2 patients had motor PN, and in 21 cases the type of PN was not further specified. 29 (41%) patients had grade 1-2, and the remaining 12 (17%) patients had grade 3-4 PN. 12/29 (41%) patients received a dose reduction upon development of PN grade 1-2, 11/12 (92%) patients upon development of grade 3-4 PN. 19/29 (66%) patients with grade 1-2 PN showed a complete recovery as compared to 6/12 (50%) patients with grade 3-4 PN. Conclusion Weekly Bortezomib 1.6 mg/m2 plus Lenalidomide 10 mg/day, combined with low-dose Dexamethason is a feasible, effective treatment for relapsed, refractory patients with manageable toxicity. Table 1 . Phase 1: n(%) . Phase 2: n(%) . Total: n(%) . Total  6  64  70      CR+VGPR    No  3(50%)  2(34%)  25(36%)  Yes  3(50%)  42(66%)  45(64%)      ORR: ≥PR    No  1(17%)  7(11%)  8(11%)  Yes  5(83%)  57(89%)  62(89%)  . Phase 1: n(%) . Phase 2: n(%) . Total: n(%) . Total  6  64  70      CR+VGPR    No  3(50%)  2(34%)  25(36%)  Yes  3(50%)  42(66%)  45(64%)      ORR: ≥PR    No  1(17%)  7(11%)  8(11%)  Yes  5(83%)  57(89%)  62(89%)  View Large Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures Kersten: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees. Vellenga: Janssen: Research Funding. Bos: celgene: Research Funding. Lokhorst: Genmab: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Sonneveld: Onyx: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}