{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1592.1592",
    "article_title": " In Vitro Effects of BCR-ABL Tyrosine Kinase Inhibitors on Endothelial Cells Survival and Functions ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "abstract_text": "Background BCR-ABL tyrosine kinase inhibitors (TKIs) are the mainstay of the treatment from chronic myeloid leukemia (CML). However, new generation TKIs (dasatinib, nilotinib, bosutinib and ponatinib) increase the risk of arterial occlusive events (e.g. ischemic stroke, peripheral artery disease, myocardial infarction) in patients with CML compared with the first generation (imatinib). To date, the mechanism(s) of these side effects is poorly understood but clinical data suggest that new generation TKIs might accelerate atherogenesis, in which endothelial cells play major function in its initiation (e.g. lipid deposition, leukocyte recruitment). Aims This research aims to determine the effect of BCR-ABL TKIs on endothelial cell survival and major functions (endothelial cell migration and expression of adhesion molecules) on in vitro models. Methods The 5 BCR-ABL TKIs were tested at 3 clinically relevant concentrations. Effects of BCR-ABL TKIs on endothelial cells were assessed on the EA.hy926 cell line and on endothelial cells derived from human umbilical vein (HUVEC). Viability after 24h of treatment with BCR-ABL TKIs was assessed using MTS and LDH assays following standard protocols. The impact of TKI on the expression of 3 adhesion molecules (i.e. ICAM-1, VCAM-1 and E-selectin) was measured by on-cell ELISA after 4-hour TNF-α activation (10ng/mL), cell fixation, blockade and staining with primary and secondary antibodies. Migration of endothelial cells was evaluated by a scratch assay. EA.hy926 and HUVEC cells were cultured in 24-well plates and pre-treated with BCR-ABL TKIs in serum-free condition. The confluent monolayer was then scratched with a pipette tip and the wound closure was observed through inverted microscope. Photography were taken at baseline, after 2h, 4h, 6h and 24h and analyzed using the Leica Application Suite software (version 4.7) to quantify the extent of cell migration into the gap. Results Dasatinib, nilotinib and ponatinib at high concentration reduce cell metabolism indicating an inhibition of proliferation or induction of apoptosis by the 3 TKIs. Additionally, high-dose ponatinib (0.5µM) induces necrosis as demonstrated by increased LDH release. Cell death within the arterial wall has already been recognized in atherosclerosis, and it appears plausible that dasatinib, nilotinib and ponatinib facilitate atherosclerosis development through alteration of endothelial cell viability. Leukocyte recruitment is also an important process in atherogenesis and requires the expression of adhesion molecules by activated endothelial cells. We assessed the expression of 3 adhesion molecules (ICAM-1, VCAM-1 and E-selectin) in HUVEC and demonstrate a decreased of ICAM-1, VCAM-1 and E-selectin expression with dasatinib, nilotinib and ponatinib at high concentration (0.5µM, 2µM and 0.5µM respectively). This diminution correlates with the decreased viability of endothelial cell with these 3 treatments. Oppositely, imatinib and bosutinib have no or little impact on adhesion molecule expression. Finally, we evaluate the migration ability of endothelial cell after treatment. Scratch assay results showed that high dose dasatinib inhibits endothelial cell migration whereas other TKIs do not have any impact. Therefore, dasatinib might induce arterial occlusive events through impaired vascular wound healing. Conclusions Over the 5 commercialized BCR-ABL TKIs, dasatinib, nilotinib and ponatinib possess the most impact on endothelial cells. They reduce viability by inducing apoptosis, necrosis or inhibiting cell proliferation, which possibly help to the development of atherosclerosis through impaired endothelium permeability, enabling migration and trapping of lipoprotein into the intima. Additionally, dasatinib reduces endothelial cell migration, which might contribute to arterial thrombosis formation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "endothelial cells",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "ponatinib",
        "cell adhesion molecules",
        "nilotinib",
        "atherosclerosis",
        "e-selectin",
        "intercellular adhesion molecule 1"
    ],
    "author_names": [
        "Hélène Haguet, MSc",
        "Jonathan Douxfils",
        "Christian J. Chatelain, MD",
        "Carlos Graux",
        "Francois Mullier, PharmD",
        "Jean-Michel Dogné"
    ],
    "author_dict_list": [
        {
            "author_name": "Hélène Haguet, MSc",
            "author_affiliations": [
                "Department of Pharmacy, University of Namur, Namur, Belgium ",
                "Hematology laboratory, CHU UCL Namur, Yvoir, Belgium "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Douxfils",
            "author_affiliations": [
                "Department of pharmacy, University of Namur, Namur, BEL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian J. Chatelain, MD",
            "author_affiliations": [
                "Department of pharmacy, University of Namur, Namur, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Graux",
            "author_affiliations": [
                "Université catholique de Louvain, CHU UCL Namur (site Godinne), Godinne, BEL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Mullier, PharmD",
            "author_affiliations": [
                "CHU UCL Namur, Yvoir, BEL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Michel Dogné",
            "author_affiliations": [
                "Department of Pharmacy, University of Namur, Namur, Belgium "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T13:04:51",
    "is_scraped": "1"
}