{
    "doi": "https://doi.org/10.1182/blood-2018-99-110734",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3885",
    "start_url_page_num": 3885,
    "is_scraped": "1",
    "article_title": "Targeting Immune Dysregulation in Childhood Evans Syndrome ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research—Non-Malignant Hematology: Poster II",
    "abstract_text": "Background : Evans Syndrome (ES) describes the simultaneous or sequential occurrence of 2 or more autoimmune cytopenias - most often autoimmune hemolytic anemia (AIHA) and immune thrombocytopenia (ITP), but also autoimmune neutropenia (AIN) - which are often refractory to therapy and chronic in nature. Historically, ES has been attributed to idiopathic autoantibody production, but recent advances in our understanding of this disease have revealed associations with more well-described underlying disorders of immune regulation when properly investigated. These include autoimmune lymphoproliferative syndrome (ALPS) and more novel immune dysregulation disorders such as Cytotoxic T Lymphocyte Antigen-4 (CTLA-4) defects, among the more historically well-known systemic autoimmune diseases (such as systemic lupus erythematosus [SLE]) and common variable immunodeficiency (CVID). Importantly, recent data shows improved outcomes among ES patients in whom underlying immune dysregulation is identified and for whom appropriately targeted immunomodulating treatments are then utilized. Despite this, the majority of underlying and potentially targetable pathologies driving ES in children remain undiagnosed; and treatment strategies are therefore empiric, resulting in sub-optimal outcomes among this population of patients. Aims : We aim to better describe the diagnostic rates, treatment strategies, and clinical outcomes among a large cohort of pediatric patients with this rare and poorly studied disease, in order to identify barriers to appropriate and timely diagnostic investigation, to highlight areas for future research, and to better inform clinical practices. Methods : We completed a retrospective chart review including pediatric ES patients followed at 3 large tertiary centers over a recent 6-year period (2012 - 2018). All patients meeting eligibility criteria (those aged 6 months - 21 years, with 2 documented autoimmune cytopenias as defined by current international expert committee standards, and not having undergone solid organ or stem cell transplantation) were reviewed in accordance with IRB-approved protocols. Chi-squared test or Fisher's exact test were utilized to compare nonparametric categorical data. Mann-Whitney U-test was used to compare nonparametric continuous data. A Kruskal-Wallis one way ANOVA test was used to compare ranks between more than two categories. Statistical analyses were performed using SPSS Statistics 24 (IBM, Armonk, NY). A Bonferroni correction was applied to correct for multiple comparisons. A p<0.05 was defined as statistically significant. Results : 48 eligible patients with ES were identified, with length of follow-up ranging from 0 to 12 years (median = 2.7 years). Underlying immune dysregulation was identified in 46% of patients - 12 with systemic autoimmune disease, 4 with ALPS, 3 with CVID, and 3 with other disorders of immune regulation (n=22). Notably, 100% of pediatric ES patients in whom a definitive immune dysregulation disorder was identified required ≥ 3 therapies (mean follow-up = 3.7 years), vs. only 58% of ES patients in whom no unifying immune diagnosis was made (mean follow-up = 3.2 years) [p=0.008]. Furthermore, second- and third-line immunomodulatory agents (including mycophenolate, hydroxychloroquine, 6-mercaptopurine, belimumab, ofatumumab, abatacept, rituximab, sirolimus, cyclosporine, azathioprine, danazol, and methotrexate) were utilized at a significantly higher rate among those with underlying immune dysregulation identified (82%) vs. those without (31%) [p=0.003]; and ≥3 immunomodulatory agents were required significantly more often in the group with underlying immune dysregulation identified (32%) vs. those without (0%) [p=0.016]. Among those in whom a unifying diagnosis was made, difference in time to diagnosis among groups was statistically significant (p=0.036), with the time to diagnosis for systemic autoimmune disease shorter than that for other immune dysregulation disorders. Overall, ES preceded identification of an underlying immune dysregulation disorder by an average of 3.7 years. Conclusion : A thorough investigative approach is necessary in pediatric ES patients, given the importance of identifying the more global immune dysregulation which would allow for targeted treatment strategies and lead to improved overall long-term outcomes among this population of patients. Figure. View large Download slide Figure. View large Download slide  Disclosures Lambert: Bayer: Membership on an entity's Board of Directors or advisory committees; Summus: Consultancy; Rigel: Consultancy; Sysmex: Consultancy; Shionogi: Consultancy; Novartis: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Educational Concepts in Medicine: Consultancy; CSL: Consultancy. Grace: Agios Pharmaceuticals: Research Funding; Agios Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Agios Pharmaceuticals: Consultancy. Despotovic: Novartis: Research Funding; AmGen: Research Funding; Sanofi: Consultancy.",
    "topics": [
        "child",
        "evans syndrome",
        "immune dysregulation",
        "autoimmune diseases",
        "autoimmune lymphoproliferative syndrome",
        "common variable hypogammaglobulinemia",
        "follow-up",
        "autoimmune hemolytic anemia",
        "biological response modifiers",
        "cytopenia"
    ],
    "author_names": [
        "Amanda Bell Grimes, MD",
        "Taylor Kim, MD",
        "Susan E. Kirk, PA-C",
        "Michele P. Lambert, MD",
        "Rachael F. Grace, MD",
        "Jenny M. Despotovic, DO, MS"
    ],
    "author_affiliations": [
        [
            "Baylor College of Medicine, Department of Pediatrics, Section of Hematology/Oncology, Houston, TX ",
            "Texas Children's Cancer and Hematology Centers, Houston, TX "
        ],
        [
            "Baylor College of Medicine, Department of Pediatrics, Section of Hematology/Oncology, Houston, TX ",
            "Texas Children's Cancer and Hematology Centers, Houston, TX "
        ],
        [
            "Baylor College of Medicine, Department of Pediatrics, Section of Hematology/Oncology, Houston, TX ",
            "Texas Children's Cancer and Hematology Centers, Houston, TX "
        ],
        [
            "Department of Pediatrics, Division of Hematology/Oncology, Children's Hospital of Philadelphia, Philadelphia, PA ",
            "Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Harvard Medical School, Boston, MA ",
            "Harvard Medical School, Dana-Farber Boston Children's Cancer and Blood Disorders Center, Boston, MA"
        ],
        [
            "Baylor College of Medicine, Department of Pediatrics, Section of Hematology/Oncology, Houston, TX ",
            "Texas Children's Cancer and Hematology Centers, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.704708399999998",
    "first_author_longitude": "-95.3983503"
}