{
    "doi": "https://doi.org/10.1182/blood.V104.11.4200.4200",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=160",
    "start_url_page_num": 160,
    "is_scraped": "1",
    "article_title": "An SCL +19 Core Enhancer Targets Three Mesoderm-Derived Cell Lineages - Blood, Endothelium and Smooth Muscle. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "alkaline phosphatase",
        "cell lineage",
        "death",
        "endothelium",
        "enhancer of transcription",
        "leukemia, acute",
        "mesoderm",
        "smooth muscle",
        "t-cell leukemia, acute"
    ],
    "author_names": [
        "Lev Silberstein, MD",
        "Maria Jose Sanchez, PhD",
        "Merav Socolovsky, MD, PhD",
        "Gary J. Hoffman, MD",
        "Sandie Piltz",
        "Mark Bowen",
        "Anthony R. Green, MD, PhD",
        "Berthold Gottgens, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Centro Andaluz de Biologia del Desarrollo, Pablo de Olavide University, Sevilla, Spain"
        ],
        [
            "Cell Biology, University of Massachusetts, Boston, USA"
        ],
        [
            "Department of Haematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Department of Haematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Department of Haematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Department of Haematology, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Department of Haematology, University of Cambridge, Cambridge, United Kingdom"
        ]
    ],
    "first_author_latitude": "52.176811799999996",
    "first_author_longitude": "0.13635809999999998",
    "abstract_text": "The stem cell leukaemia (SCL) gene encodes a basic helix-loop-helix transcription factor with a critical role in normal haematopoiesis and angiogenesis. The SCL gene is normally expressed in haematopoietic stem cells, mast cells, megakaryocytes, endothelium and smooth muscle. Aberrant expression of the SCL gene leads to T-cell acute lymphoblastic leukaemia, whereas SCL−/− mice die due to the absence of haematopoiesis. Hence, temporal and spatial regulation of SCL expression is essential. Our laboratory has previously characterised a 5.5 kb enhancer located 3′ of the SCL transcription start site, which is capable of targeting expression of b-galactozidase (LacZ) reporter gene to haematopoietic stem cells in the foetal liver and the bone marrow, as well as embryonic endothelium. Subsequent experiments showed that a 641-base pair core enhancer gave an identical pattern of lacZ expression in the embryo. However, it was unclear if the same element (later referred to as +19 core enhancer) was capable of maintaining reporter gene expression into the adulthood, since no lacZ activity was observed in postnatal mice. Using a transgenic construct containing a eukaryotic reporter gene, human placental alkaline phosphatase, we show that in the haematopoietic system, the +19 core enhancer is sufficient to target foetal liver and bone marrow HSCs, as well as mast cells and megakaryocytes. In the erythroid lineage, the enhancer is active only during the earlier stages of erythropoiesis, despite high level of SCL expression throughout erythroblast maturation, suggesting that an additional element is likely to be required to maintain SCL expression. The enhancer also targets embryonic and adult endothelium, together with vascular and visceral smooth muscle. Taken together, our results demonstrate that the 641-bp +19 core enhancer is sufficient to integrate signals upstream of SCL in blood, endothelium and smooth muscle. Our data also suggest that developmental relationship between these three mesoderm-derived lineages could be defined through a common transcriptional environment, and indicate that SCL may play a wider role in mesodermal development than previously thought."
}