{
    "doi": "https://doi.org/10.1182/blood.V122.21.5502.5502",
    "article_title": "Subsequent Malignant Neoplasms After Allogeneic Hematopoietic Stem Cell Transplantation Using Reduced-Intensity Conditioning and Outpatient Conduction ",
    "article_date": "November 15, 2013",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Abstract 5502 Patients given allogeneic hematopoietic transplants (HSCT) may develop subsequent malignant neoplasms (SMN). Several variables have been identified but there are no data about the incidence of this complication in individuals given HSCT using reduced-intensity conditioning (RIC) methods. The objective of this study is to define the incidence of SMN in patients given HSCT using a RIC preparative regimen conducted on an outpatient basis. Patients given HSCT in two institutions between October 1998 and 2012 were analyzed. Overall survival was analyzed with the Kaplan-Meier procedure. Patients alive at the closure of the study or those lost to follow up were censored.  To appraise the SMN appearance, those patients dead were also regarded as censored at that moment, as well as those lost to follow up and those alive at the closing of the study. 95% confidence intervals for the survival or failure estimate were calculated with the Greenwood’s method. All the survival analyses were processed with the StataCorp 2005. Stata Statistical Software: Release 9. College Station, TX: StataCorp LP. A total of 416 allografted patients with a Karnofsky performance index of 100% were included in the study. All patients received PBSC allografts using reduce-intensity conditioning. Engraftment occurred in 350 patients (84%). The conditioning regimen was delivered as an outpatient procedure in all individuals. No patient was given radiotherapy nor antithymocyte globulin during the conditioning. Three hundred and sixty five patients (88%) were never admitted to the hospital, whereas 12% were admitted because of grade III-IV aGVHD, fever or mucositis. Median survival time was 15.7 months.  Survival at 6 months (95% CI):  66.4% (61.5- 70.8%), at 12 months:  53.3% (48.1 -58.1%), at 60 months: 30.6% (30.5-41.5%). Eight patients with a SMN were identified in the group of 416 allografted patients, the cumulative probability of SMN being 6.8 at 10 years. Since the number of expected cases in the general population is 0.62, the ratio of observed to expected cases is 3.2 (p < 0.001). This figure means that the risk of developing a malignant neoplasm in allografted individuals using our method is 3.2 times higher than that in the general population. There were three non-Hodgkin´s lymphomas (NHL), two M2 acute myelogenous leukemias (AML), one hairy cell leukemia, one tongue epidermoid carcinoma and one breast carcinoma. In conclusion, we have found a diminished incidence of SMN in this group of Mexican patients allografted with the Mexican reduced-intensity conditioning method. Possible explanations for this difference are discussed, focusing on the RIC preparative regimen. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "cancer",
        "conditioning (psychology)",
        "outpatients",
        "hematopoietic stem cell transplantation",
        "allografting",
        "antithymoglobulin",
        "breast carcinoma",
        "fever",
        "hairy-cell leukemia"
    ],
    "author_names": [
        "Gabriela Zamora-Ortiz, MD",
        "Sara Velazquez-Sanchez-de-Cima, MD",
        "Sergio Ponce-de-Leon, MD",
        "César H. Gutiérrez-Aguirre, MD",
        "Guillermo J. Ruiz-Delgado, MD",
        "David Gomez-Almaguer, MD",
        "Guillermo J. Ruiz-Arguelles, MD, FRCP, (Glasg), MACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Gabriela Zamora-Ortiz, MD",
            "author_affiliations": [
                "Centro de Hematologia y Medicina Interna, Clinica Ruiz, P, Mexico, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sara Velazquez-Sanchez-de-Cima, MD",
            "author_affiliations": [
                "Centro de Hematologia y Medicina Interna, Clinica Ruiz, Puebla, Mexico, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Ponce-de-Leon, MD",
            "author_affiliations": [
                "Instituto Nacional de Ciencias Médicas y Nutricion Salvador Zubirán, Mexico City, Mexico, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "César H. Gutiérrez-Aguirre, MD",
            "author_affiliations": [
                "Departamento de Hematologia, Hospital Universitario de Nuevo Leon, Monterrey, Mexico, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo J. Ruiz-Delgado, MD",
            "author_affiliations": [
                "Centro de Hematologia y Medicina Interna, Clinica Ruiz, Puebla, Mexico, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gomez-Almaguer, MD",
            "author_affiliations": [
                "Hematology, Hospital Universitario de Nuevo Leon, Monterrey, Mexico"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo J. Ruiz-Arguelles, MD, FRCP, (Glasg), MACP",
            "author_affiliations": [
                "Centro de Hematologia y Medicina Interna, Clinica Ruiz, Puebla, Mexico, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T15:44:04",
    "is_scraped": "1"
}