{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1357.1357",
    "article_title": "IMGN779, a Next Generation CD33-Targeting ADC, Combines Effectively with Cytarabine in Acute Myeloid Leukemia (AML) Preclinical Models, Resulting in Increased DNA Damage Response, Cell Cycle Arrest and Apoptosis In Vitro and Prolonged Survival In Vivo  ",
    "article_date": "December 7, 2017",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction: IMGN779, a next generation CD33-targeting ADC, is comprised of a novel DNA alkylating IGN payload, an s-SPDB cleavable linker and a humanized anti-CD33 antibody. IMGN779 is currently in Phase I dose escalation in patients with relapsed/refractory AML (NCT02674763). With improved patient outcomes in mind, we set out to evaluate the mechanism, antileukemia efficacy and tolerability of the combination of IMGN779 and cytarabine using in vitro and in vivo human AML preclinical models. Methods: DNA damage, survival and apoptotic responses to IMGN779 and cytarabine were assessed using flow cytometry and immunoblotting techniques. In vitro combinations of the free IGN payload and either an MDM2 antagonist or CHK1/2 inhibitors were assessed for impact on cell viability at 72 hours across a panel of 12 AML cell lines. IMGN779 and cytarabine were evaluated in vivo for antitumor activity, using disseminated (Molm-13 and MV4-11) and subcutaneous (SC; EOL-1) AML xenograft models. All mice were monitored for body weight loss, clinical signs, and SC tumor volume (EOL-1). Assessment was terminated for weight loss >20%, clinical signs, or, in the EOL-1 model, when SC tumor volume reached approximately 1000 mm 3 . Results: Exposure to cytarabine in vitro led to a dose- and time-dependent increase in CD33 transcription and cell surface expression (up to 2-fold increase at 150nM at 72 hours) in multiple human AML cell lines, revealing a novel mechanism by which cytarabine may potentiate the CD33-dependent uptake of IMGN779 by AML cells. Importantly, the in vitro combination of IMGN779 and cytarabine led to dose-dependent, additive antileukemia activity (Figure A), and enhanced levels of cell cycle arrest, DNA damage response (p21, CHK2) and apoptosis (Casp3/PARP1 cleavage). Moreover, the mechanistic importance of p53 and CHK2 in IMGN779-mediated antileukemia activity was demonstrated further using the IGN free payload in in vitro combination assays with a panel of 12 human AML cell lines. The results of these experiments suggest strong synergy between IGN free payload and an MDM2 antagonist and between IGN free payload and CHK1/2 inhibitors, pointing to additional combination regimens for IMGN779. In mice, the combination of single dose (0.253 mg/kg) or repeat dosing of IMGN779 (0.0534 or 0.0107 mg/kg, weekly x3) and high-dose cytarabine (75 mg/kg, at near MTD, daily x5) was highly active in all three AML xenograft models, and was well tolerated, with no body weight loss or other toxicities noted. The IMGN779 doses in these highly active combinations were far below the MTD (48 mg/kg). In MV4-11 and Molm-13 (both FLT3-ITD) disseminated xenografts, the combination resulted in a highly active 24-26 day tumor growth delay and 42-110% Increased Life Span (ILS), compared to minimally active IMGN779 (15-33% ILS) and inactive cytarabine (0-0% ILS) single agents. In the EOL-1 (chemo-resistant) SC model, 0.253 mg/kg single dose IMGN779 plus cytarabine was also highly active, resulting in 4/6 long-term (>90 days) complete remissions (CRs), compared to 2/6 CRs for IMGN779 and no CRs for cytarabine single agents (Figure B). Tumor growth delay for the EOL-1 tumors that persisted was 17 days for the combination, compared to 8 and 0.5 days for IMGN779 and cytarabine, respectively, supporting a highly beneficial combination effect on survival. Conclusions: IMGN779 and cytarabine are a highly effective and well tolerated combination in preclinical models of AML. Mechanistically, the IMGN779 plus cytarabine combination increased DNA damage response, cell cycle arrest, and apoptosis in vitro, which lead to increased survival in vivo . Interestingly, cytarabine increased cell surface CD33 levels on AML cells, indicating a novel mechanism by which cytarabine may potentiate IMGN779 uptake and possibly efficacy. In addition to the favorable combination with cytarabine, our in vitro combination studies also reveal the potential of combining IMGN779 with DNA damage response inhibitors. These results support rapidly advancing the combination of IMGN779 and high dose cytarabine in clinical trials. View large Download slide View large Download slide  Close modal Disclosures Adams: ImmunoGen: Employment. Kelly: ImmunoGen: Employment. McCarthy: ImmunoGen: Employment. Wilhelm: ImmunoGen: Employment. Watkins: ImmunoGen: Employment. Lanieri: ImmunoGen: Employment. Sloss: ImmunoGen: Employment. Romanelli: ImmunoGen: Employment.",
    "topics": [
        "apoptosis",
        "cd33 antigen",
        "cell cycle arrest",
        "cytarabine",
        "dna damage",
        "leukemia, myelocytic, acute",
        "weight reduction",
        "antigens",
        "craniosynostosis",
        "cytokine release syndrome"
    ],
    "author_names": [
        "Sharlene Adams",
        "Meghan Kelly",
        "Rebecca McCarthy",
        "Alan Wilhelm",
        "Krystal Watkins",
        "Leanne Lanieri",
        "Callum M. Sloss",
        "Angela Romanelli"
    ],
    "author_dict_list": [
        {
            "author_name": "Sharlene Adams",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Meghan Kelly",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca McCarthy",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Wilhelm",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krystal Watkins",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leanne Lanieri",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Callum M. Sloss",
            "author_affiliations": [
                "ImmunoGen, Inc., Waltham, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Romanelli",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:30:16",
    "is_scraped": "1"
}