{
    "doi": "https://doi.org/10.1182/blood.V128.22.5922.5922",
    "article_title": "Enhancing Appropriate Utilization of Coagulation Tests at St. Michael's Hospital ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction and Objective The activated partial thromboplastin time (aPTT) and prothrombin time/ international normalized ratio (PT/INR) are the most commonly used coagulation tests (Chee et al 2008) and have become ubiquitous in medical practice despite only having been validated for very specific clinical indications (Capoor et al 2015, Pilsczek et al 2005). Indiscriminate use of these tests increases costs with little anticipated benefit for patients, and reliance on these test results to predict bleed risk may mislead care (Chee et al 2008). While staff education and development of revised practice guidelines may reduce unnecessary testing (Shojania & Grimshaw 2005), a simple process change to order panels has been shown to be associated with meaningful reductions in coagulation testing and associated costs without obvious adverse effects (Merkeley et al 2016). A prospective quality improvement initiative was conducted in the Emergency Department (ED) at St. Michael's Hospital in Toronto Canada. The ED was targeted as this was an area where coagulation test volumes were particularly high. The following strategies were implemented in order to enhance appropriate utilization of coagulation tests: PT/PTT testing options were uncoupled, ED order panels were revised, and educational materials were distributed to relevant stakeholders. These simple process changes resulted in significant reductions in unnecessary testing and meaningful cost savings. Weekly rates of PT/INR testing and aPTT per 100 ED patients decreased (17.2 vs. 38.4, rate ratio=0.45 (95% CI 0.43-0.47), p<0.001; 16.6 vs. 37.8, rate ratio=0.44 (95% CI 0.42-0.46), p<0.001, respectively). This decrease in coagulation testing was associated with $CAN 6,000 in direct cost savings per month and a one-year projected savings of $55,000. This intervention focused on one area in our institution, and its success highlights how a simple process change, when implemented with educational supports, can reduce unnecessary testing. We will now broaden this initiative to other departments in our institution where high coagulation test volumes occur. We aim to enhance appropriate utilization of coagulation testing and reduce associated expenditures at an institutional level. Materials and Methods We identified three additional departments at St. Michael's Hospital where coagulation test volumes are high: Inpatient wards, outpatient clinics, and the preoperative clinic. Stakeholders in each department were identified, and department-specific change strategies were developed the in outpatient and preoperative clinics thus far. Educational sessions were held and educational materials/prompts were developed for healthcare staff in these areas. Modifications to the preoperative clinic orders sets are currently under review. Results Similar to the ED, the main outcomes are aPTT/PT test volumes and costs. Same day alternate test volumes and perioperative blood transfusions (for the preoperative clinic and inpatient wards) are balance measures. Process control charting will be used to track utilization. We plan to monitor knowledge and attitudes through focus groups and surveys. The process for changes to order sets varies by department and we believe this process change to be imperative for maximum benefit. We will be sharing our change strategy and educational materials across all hospital departments in a priority sequence. Preliminary utilization data will also be presented. Comparisons will be made both within and between departments. Conclusions Changing aPTT/PT usage is a challenge due to the plethora of stakeholders involved; however, success achieved in the ED is expected to be a predictor of success in other departments within our institution. Clinicians in the inpatient, outpatient and preoperative clinics have acknowledged the history of unnecessary testing and have demonstrated a keen willingness to address this issue. Laboratory data has facilitated the identification of areas where there appears to be substantial overuse. We anticipate that our project will result in an important decrease in aPTT/PT utilization and associated expenditures at an institutional level with no evidence of harm. Lessons learned and educational materials will be shared with the hope of reducing indiscriminate coagulation testing on a larger scale. Disclosures Sholzberg: Shire (previously Baxter, Baxalta): Honoraria, Research Funding; Novonordisk: Honoraria.",
    "topics": [
        "appropriate use",
        "blood coagulation tests",
        "activated partial thromboplastin time measurement",
        "preoperative care",
        "international normalized ratio",
        "adverse effects",
        "blood transfusion",
        "hemorrhage",
        "laboratory test finding",
        "prothrombin time"
    ],
    "author_names": [
        "Amy Skitch, BSc",
        "Natalya E O'Neill",
        "Aziz Jiwajee, BA",
        "Hina Chaudhry",
        "Michael Fralick, MD",
        "Lisa K Hicks, MD FRCPC, MSc",
        "Michelle Sholzberg, MDM, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy Skitch, BSc",
            "author_affiliations": [
                "Hematology Oncology Clinical Research Group, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natalya E O'Neill",
            "author_affiliations": [
                "Hematology Oncology Clinical Research Group, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aziz Jiwajee, BA",
            "author_affiliations": [
                "Hematology Oncology Clinical Research Group, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hina Chaudhry",
            "author_affiliations": [
                "Department of Laboratory Medicine, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Fralick, MD",
            "author_affiliations": [
                "St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa K Hicks, MD FRCPC, MSc",
            "author_affiliations": [
                "St. Michael's Hospital, Toronto, Canada ",
                "University of Toronto, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Sholzberg, MDM, MSc",
            "author_affiliations": [
                "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Canada ",
                "Department of Laboratory Medicine and Pathobiology, St. Michael's Hospital, Toronto, Canada ",
                "St. Michael's Hospital, University of Toronto, Toronto, Canada ",
                "Hematology-Oncology Clinical Research Group, Division of Hematology, St. Michael's Hospital and University of Toronto, Toronto, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:34:18",
    "is_scraped": "1"
}