{
    "doi": "https://doi.org/10.1182/blood.V112.11.4960.4960",
    "article_title": "Thalidomide: An Active Agent in AILT Lymphoma ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "Angioimmunobalstic T cell lymphoma (AILT) is a relatively rare subtype of lymphoma, accounting for approximately 1 – 2% of all cases of NHL. The pathogenesis is thought due to clonal expansion of follicular T-helper cells which subvert normal germinal centre function. It is characterised by systemic disease and significant immune dysregulation with frequent atypical infections and autoimmune disease. It has a poor prognosis with a median survival of less than 3 years using CHOP or CHOP-like regimens. Dose intensification, or anthracycline use, appears to be ineffective. Thalidomide is an immunomodulatory agent with isolated case reports of activity in this disease. We report 3 cases of AILT where thalidomide was effective at inducing or providing a sustained remission. Case 1 was an 86 year old woman who presented with systemic symptoms, widespread lymphadenopathy and a polyclonal increase in immunoglobulins. AILT was diagnosed from both lymph node biopsy and bone marrow biopsy. Symptoms improved only temporarily with prednisone. She commenced thalidomide at 200mg daily with improvement in symptoms and resolution of lymphadenopathy and after 2 months the dose was reduced to 100mg daily. She continued the thalidomide at the same dose and remained in remission until her death from unrelated causes 4 years later Case 2 was a 72 year old man who initially presented with autoimmune haemolytic anaemia and red cell aplasia which was unresponsive to steroids, intravenous immunoglobulins (IVIG), cyclosporine and splenectomy. He then developed cervical and axillary lymphadenopathy, biopsy of which showed AILT. Bone marrow examination showed no evidence of AILT. He commenced thalidomide at 150mg daily with resolution of the haemolysis and red cell aplasia within 12 days and reduction in all lymphadenopathy. He remains in remission 3 months after commencing thalidomide and is currently on 100mg daily. Case 3 was a 57 year old woman presented with ITP with platelets < 10, systemic symptoms, widespread lymphadenopathy and hepatosplenomegally. AILT was diagnosed from lymph node biopsy and bone marrow biopsy. She commenced on prednisone and IVIG for the ITP, then proceeded to CHOP chemotherapy. Her first cycle was complicated by Pneumocystis jirovecii infection. Following the chemotherapy, her systemic symptoms subsided and the lymphadenopathy and organomegaly resolved. She commenced thalidomide at 100mg daily and has remained in remission 2 months later. There are now several case reports in the literature indicating that thalidomide is effective in AILT which is reflected by the cases reported here. Given the poor prognosis of AILT using conventional chemotherapeutic regimens, such as CHOP, prospective clinical trials using thalidomide, or the newer derivatives such as lenalidomide, are warranted.",
    "topics": [
        "lymphoma",
        "thalidomide",
        "lymphadenopathy",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "disease remission",
        "immunoglobulins, intravenous",
        "bone marrow biopsy",
        "chemotherapy regimen",
        "inosine triphosphate",
        "lymph node biopsy"
    ],
    "author_names": [
        "Ross Henderson",
        "David Simpson, MBChB, FRACP, FRCPA",
        "Merit Hanna, MBChB, FRCPA",
        "Sanjeev Chunilal"
    ],
    "author_dict_list": [
        {
            "author_name": "Ross Henderson",
            "author_affiliations": [
                "North Shore Hospital, Auckland, New Zeal"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Simpson, MBChB, FRACP, FRCPA",
            "author_affiliations": [
                "North Shore Hospital, Auckland, New Zeal"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merit Hanna, MBChB, FRCPA",
            "author_affiliations": [
                "North Shore Hospital, Auckland, New Zeal"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjeev Chunilal",
            "author_affiliations": [
                "North Shore Hospital, Auckland, New Zeal"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T21:34:47",
    "is_scraped": "1"
}