{
    "doi": "https://doi.org/10.1182/blood-2019-131081",
    "article_title": "Assessment of Cell-Free DNA (cfDNA) in 221 Patients with Lymphoproliferative Malignancies at Diagnosis and during Follow-up ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "abstract_text": "Background: The isolation of cell-free DNA (cfDNA) evolved the concept of liquid biopsy. Several works have analyzed the presence of cfDNA in lymphomas, especially in diffuse large B-cell lymphoma (DLBCL) and Hodgkin lymphoma (HL), however there is limited information regarding the detection of cfDNA in other types of lymphomas or the role of cfDNA detection to monitor disease outcome. Objectives: 1.- To analyze the presence of cfDNA at diagnosis of patients with lymphoproliferative malignancies. 2.- To evaluate the change in concentration of cfDNA ([cfDNA]) after treatment in DLBCL patients. Material and Methods: A retrospective study in a single center was performed including 221 adult patients since January 2015 to February 2019 with: DLBCL, HL, marginal zone lymphoma (MZL), follicular lymphoma (FL), chronic lymphocytic leukemia (CLL), mantle cell lymphoma (MCL), lymphoplasmacytic lymphoma (LPL) and peripheral T-cell lymphomas (TCL). All patients had plasma samples collected at diagnosis that were stored in the institutional biobank (MarBiobank). The cfDNA were obtained from 1 mL of -80°C frozen stored plasma using the MagMax Cell Free DNA isolation kit (Thermo Fisher Scientific). The cfDNA quantification was performed using the Qubit system with the dsDNA high sensitivity kit (Thermo Fisher) and is expressed as ng/mL of plasma. In addition, patients with DLBCL who were treated with rituximab-CHOP/CHOP-like regimens were evaluated for [cfDNA] analysis, pre and post-treatment, and results were compared with PET-CT scan findings. Results: Stored plasma samples at diagnosis were available in 221 patients: DLBCL 82, HL 22, CLL/LPL 13, FL 36, MZL 37, MCL: 11, TCL 10 and others 10 (B-cell lymphoma unclassified, hairy cell leukemia, Burkitt lymphoma). Successful identification of cfDNA was obtained in 95.9% (212/221) of samples. DLBCL patients showed higher [cfDNA] globally and, DLBCL, HL and FL patients showed a higher concentration than MZL who exhibited the lower concentration of all groups (p=0.009; p=0.013 and p=0.002); see table 1. 50 DLBCL patients with a median follow-up since diagnosis of 25.5 (5-51) months were analyzed. Median age was 67 (19-79) years, males 56% (28). IPI distribution: low-risk 28% (14), low-intermediate 26% (13), high-intermediate 24% (12) and high risk 22% (11) cases. Detection of cfDNA was successful in 100% at diagnosis and in 98% (49) cases post-therapy. The mean [cfDNA] at diagnosis was 2.21 (standard deviation- SD: 1.60) ng/mL with a correlation with LDH concentration (p<0.001) and with high-risk IPI category (p=0.02). The mean [cfDNA] in the post-therapy sample was 4.39 (SD 16.46) ng/mL. After therapy 86% (43) of patients achieved at least PR (41 complete response), and the mean [cfDNA] for these patients was 1.58 (SD 1.96); patients who showed no response or progressive disease after therapy exhibited higher [cfDNA] 21.25 ng/mL (SD 41.91)(p<0.001). In order to evaluate the clinical relevance of the changes of [cfDNA] after treatment, we considered a variation of +/-25% of [cfDNA at diagnosis] regarding [cfDNA after therapy] to classify the results. Therefore, 13 patients had an increase of [cfDNA after therapy], 6 patients had no change, and 31 patients had a decrease. Patients with a decrease in [cfDNA] at the end of therapy were less likely to relapse (p<0.01) During follow-up, two patients relapsed after 24 and 8 months. The patient who relapsed after 24 months showed an increase in [cfDNA], from 0.966 ng/mL to 20.80ng/mL three months before the histological confirmation of relapse. Conclusions: Isolation of cfDNA was feasible in >95% of lymphoma patients independently of histology or disease stage. Patients with DLBCL exhibited the higher cfDNA concentration which were also correlated with LDH concentrations and high-risk IPI. Kinetics of [cfDNA] is related to response to therapy in DLBCL and also might detect relapse. Even though additional studies are necessary, monitoring of cfDNA may help in management of patients with DLBCL. View large Download slide View large Download slide  Close modal Disclosures Salar: Roche: Research Funding, Speakers Bureau; Janssen Pharmaceuticals: Consultancy, Speakers Bureau; Gilead: Consultancy, Speakers Bureau; Celgene: Consultancy. Sanchez-Gonzalez: Takeda: Consultancy, Speakers Bureau; Alexion: Speakers Bureau; Gilead: Speakers Bureau; Shire: Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Amgen: Consultancy, Speakers Bureau. Gimeno: JANSSEN: Consultancy, Speakers Bureau; Abbvie: Speakers Bureau. Bellosillo: Qiagen: Consultancy, Speakers Bureau; TermoFisher Scientific: Consultancy, Speakers Bureau.",
    "topics": [
        "burkitt's lymphoma",
        "cancer",
        "cell-free dna",
        "follow-up",
        "diffuse large b-cell lymphoma",
        "lymphoma",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "complete remission",
        "computed tomography/positron emission tomography imaging"
    ],
    "author_names": [
        "Marcio M Andrade-Campos, MD PhD",
        "Antonio Salar, MD PhD",
        "Blanca Sanchez-Gonzalez, MD",
        "Concepción Fernández-Rodríguez",
        "Eva Gimeno, MD PhD",
        "L Ruiz",
        "Gabriel Piquer",
        "Francesc Garcia-Pallarols, BSc",
        "Natalia Papaleo, MD",
        "Ivonne Vazquez",
        "Lluís Colomo, MD PhD",
        "Beatriz Bellosillo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marcio M Andrade-Campos, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Hospital del Mar, Barcelona, Spain ",
                "GEEDL, Zaragoza, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonio Salar, MD PhD",
            "author_affiliations": [
                "Group of Applied Clinical Research in Hematology. Cancer research program-IMIM, Barcelona, Spain ",
                "Hematology Department, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Blanca Sanchez-Gonzalez, MD",
            "author_affiliations": [
                "Hematology, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Concepción Fernández-Rodríguez",
            "author_affiliations": [
                "Molecular Biology, Pathology Department, Hospital del Mar, Barcelona, Spain ",
                "Grup de Recerca Clínica Aplicada en Neoplàsies Hematològiques, Hospital del Mar-IMIM, Barcelona, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Gimeno, MD PhD",
            "author_affiliations": [
                "Hematology, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L Ruiz",
            "author_affiliations": [
                "IMIM, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriel Piquer",
            "author_affiliations": [
                "Molecular Biology Section, Pathology Department, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesc Garcia-Pallarols, BSc",
            "author_affiliations": [
                "Hematology, Hospital del Mar, Barcelona, ESP ",
                "IMIM, Hospital del Mar Medical Research Institute, Barcelona, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Papaleo, MD",
            "author_affiliations": [
                "Hemopathology Section, Pathology department, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivonne Vazquez",
            "author_affiliations": [
                "Hemopathology Section, Pathology department, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lluís Colomo, MD PhD",
            "author_affiliations": [
                "Hemopathology Section, Pathology department, Hospital del Mar, Barcelona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beatriz Bellosillo, PhD",
            "author_affiliations": [
                "Pathology Department-IMIM, Universidad Pompeu Fabra, Hospital del Mar, Barcelona, Barcelona, ESP Group of Applied Clinical Research in Hematology. Cancer research program-IMIM, Barcelona, Spain, Barcelona, Spain"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T21:34:17",
    "is_scraped": "1"
}