{
    "doi": "https://doi.org/10.1182/blood.V116.21.1909.1909",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1839",
    "start_url_page_num": 1839,
    "is_scraped": "1",
    "article_title": "Proteomic Analysis of Immunoglobulin Light Chains (LC) In AL Amyloidosis Shows That the Sequence of Clonal LC Secreted by the Neoplastic Plasma Cells Is Identical to the LC Deposited In the Amyloid Plaques ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "immunoglobulin deposition disease",
        "immunoglobulin light chains",
        "plasma cells",
        "primary amyloidosis",
        "senile plaques",
        "gel",
        "monoclonal immunoglobulin",
        "amino acids",
        "amyloidosis",
        "amyloidosis, systemic"
    ],
    "author_names": [
        "David L Murray, M.D., Ph.D.",
        "Jason D Theis",
        "Julie A. Vrana, Ph.D.",
        "Marina Ramirez-Alvarado, Ph.D.",
        "Roshini Abraham, Ph.D.",
        "Angela Dispenzieri, M.D.",
        "Jerry A Katzmann, PhD",
        "Ahmet Dogan, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Dept. of Laboratory Medicine & Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Dept. of Laboratory Medicine & Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Dept. of Laboratory Medicine & Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Dept. of Laboratory Medicine & Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology and Laboratory Medicine & Pathology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Dept. of Laboratory Medicine & Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Dept. of Laboratory Medicine & Pathology, Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.03964295",
    "first_author_longitude": "-92.4966088",
    "abstract_text": "Abstract 1909 AL amyloidosis is the most common type of systemic amyloidosis. It is caused by extracellular deposition of circulating immunoglobulin light chains (LC) thought to be secreted by a primarily bone marrow based clonal plasma cell proliferative disorder. Although, invariably, the type of LC secreted by the plasma cell clone is identical to the LC deposited in the amyloid plaque, a comprehensive analysis of the re-arranged clonal LC gene coding secreted LC protein, the protein sequence of the serum and urine monoclonal band and the LC protein deposited in the amyloid plaques have not been previously performed. In this study, we compared the protein sequence predicted by the clonal LC gene sequence with the protein sequence identified in the serum and urine monoclonal bands and protein plaques by mass spectrometry (MS) based proteomics. 10 cases with systemic AL amyloidosis were studied. Bone marrow samples containing the clonal plasma cells were obtained and clonal LC variable gene sequences were determined by PCR amplification, cloning and sequencing as described previously (Abraham et al, Blood 2003, 101: 3801). For protein analysis, monoclonal protein bands identified in serum and/or urine protein electrophoresis and immunofixation were isolated from archival gels. For amyloid plaque protein analysis, the plaques were microdissected from paraffin embedded tissue. To identify the protein amino acid sequence of serum and urine bands and amyloid plaques, the samples were digested into peptides by trypsin and analyzed by MS based proteomic analysis. (see Vrana et al. and Blood 2009; 114: 4957 for methods). The results for amino acid sequence predicted from the clonal LC gene sequence, determined directly by MS from the serum and/or urine monoclonal band and amyloid plaques were then aligned and compared. In all 10 cases, the LC amino acid sequences predicted by sequencing of the clonal LC gene from bone marrow plasma cells, the amino acid sequence obtained directly from the monoclonal serum and/or urine protein and the amino acid sequence obtained from the amyloid plaque were identical. In most cases, both the complete variable region and constant regions were deposited as amyloid plaques. Some amyloid plaques showed cleavage of first 16 amino acids of the variable region suggesting that this part was not required for amyloid deposition. All LC variable region gene sequences were affected by somatic hypermutation, and identical mutations were present in both the serum and urine bands and in the amyloid plaques. In conclusion, these results, for the first time, comprehensively show that the monoclonal protein secreted by the neoplastic plasma cells is the pathogenetic protein causing the amyloid deposits in AL amyloidosis. Amyloid deposits contain virtually all of the LC protein identified in the serum or urine including both variable and constant regions, suggesting that the presence of the constant region may also play a role in amyloidogenesis. The technological capability to determine the complete protein sequence of the amyloidogenic monoclonal serum and urine LC protein isolated from archived gels will create new opportunities to develop diagnostic, predictive and prognostic serum or urine based tests for amyloidosis. Disclosures: Theis: Mayo Clinic: Patents & Royalties. Vrana: Mayo Clinic: Patents & Royalties. Dogan: Mayo Clinic: Patents & Royalties."
}