{
    "doi": "https://doi.org/10.1182/blood.V112.11.1230.1230",
    "article_title": "Antiplatelet Antibodies in WASP(−) Mice Correlate with Accelerated in Vivo Platelet Consumption Rates. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "The Wiskott-Aldrich Syndrome is a congenital X-linked immunodeficiency caused by mutations in the WASP gene. The most common clinical presentation is recurrent infection, eczema, and thrombocytopenia. Autoimmune disease occurs in as much as 70% of WAS patients. WASP functions to transmit and integrate signals that originate at the cell membrane and result in actin polymerization. The latter in turn augments signal transduction downstream of cell surface ligands such as the T-cell receptor and macrophage integrins. Dysfunction of these signal transduction pathways is thought to result in the immunodeficiency. The mechanism by which WASP deficiency results in thrombocytopenia, however, is not well understood. Although WASP(−) platelets are smaller than normal, no cytoskeletal defect has been consistently observed in them. While platelet aggregation abnormalities have been reported, it is not known whether they contribute significantly to the hemorrhagic complications seen in severely thrombocytopenic WAS patients. WASP(−) platelets are consumed more rapidly in vivo than are normal platelets, both in normal volunteers and in WAS patients. Platelet production rate may be reduced as well. Splenectomy improves platelet counts in WAS patients, but the subsequent incidence of ITP is high (23% in one study). WAS patients with low but detectable levels of WASP can show a fluctuating thrombocytopenia similar to the course of ITP. These findings suggest that autoimmunity could contribute to the thrombocytopenia of WAS. A murine model of WAS shows a milder thrombocytopenia (approximately 50% of normal) and normal platelet size. We have shown that WASP(−) murine platelets are consumed more rapidly than WT platelets in either WT or WASP(−) recipients. Their in vivo consumption rate is more affected by antibody opsonization than is that of WT platelets, a finding we have corroborated with ex vivo phagocytosis studies. A subset of WASP(−) mice show a more severe thrombocytopenia with an increased fraction of reticulated platelets (RP), suggesting the presence of antiplatelet antibodies. To test this, we have optimized a flow cytometric assay for serum antiplatelet antibodies by using target platelets that are briefly formalin fixed, and using target platelets from muMT(−/−) mice, which lack background levels of surface antibodies. Using this assay, we have detected serum anti-platelet antibodies in a subset of WASP(−) and WASP(−)CD47(−/−) mice. We have not detected antibodies in WT(B6) mice or in CD47(−/−) mice. We are unable to detect these antibodies with non-fixed target platelets. Use of fixed WT target platelets significantly reduces the sensitivity of the assay. The antibodies are predominantly of the IgG class. Their in vivo significance is supported by the finding that they are more frequent in WASP(−) mice with increased RP (4 of 5 tested) than in those with normal RP (1 of 7 tested). Also, antibody expressing (Ab+) mice show more rapid consumption of CMFDA-labeled WASP(−) platelets than do Ab-mice. To determine whether these antibodies have the differential effect on in vivo WASP(−) platelet consumption that we previously observed after ex vivo opsonization, we simultaneously quantified the consumption rate of WT and WASP(−) platelets in antibodyexpressing (Ab+) and antibody-negative (Ab−) WASP(−) mice. We did this by labeling the two platelet preparations with different fluorescent markers (CMFDA and BMQC). We verified that the fluorescent markers had no differential effect on platelet consumption in vivo. We then found more rapid consumption of both WT and WASP(−) platelets in Ab(+) mice. In some of the latter, WASP(−) platelet consumption is enhanced relative to that of WT platelets. These results suggest that WASP deficient mice, and WAS patients, may be both more prone to develop antiplatelet antibodies and, in some cases, more susceptible to their effects on platelet consumption.",
    "topics": [
        "antiplatelet antibodies",
        "blood platelets",
        "mice",
        "wasps",
        "antibodies",
        "thrombocytopenia",
        "cd47 antigen",
        "immunologic deficiency syndromes",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic"
    ],
    "author_names": [
        "Bindumadhav M Marathe",
        "Amanda Prislovsky",
        "Amira Hosni",
        "Ted S Strom, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bindumadhav M Marathe",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, University of Tennessee Health Sciences Center, Memphis, TN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amanda Prislovsky",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Memphis VA Medical Center, Memphis, TN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amira Hosni",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Memphis VA Medical Center, Memphis, TN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted S Strom, MD, PhD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Memphis VA Medical Center, Memphis, TN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T09:33:28",
    "is_scraped": "1"
}