{
    "doi": "https://doi.org/10.1182/blood.V112.11.425.425",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1317",
    "start_url_page_num": 1317,
    "is_scraped": "1",
    "article_title": "Bleeding Scores in Von Willebrand Disease (VWD) Re-Visited: Analysis of the TS Zimmerman Program for the Molecular and Clinical Biology of VWD ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Quantitation of bleeding severity in VWD has recently been investigated utilizing a standardized bleeding score developed through a European study (MCMDM-1) of a large cohort of VWD type 1 families but has not been evaluated in other types of VWD. We analyzed data from the TS Zimmerman Program for the Molecular and Clinical Biology of VWD in order to determine the relative impact of various VWD molecular variants on the clinical bleeding phenotype of individuals with VWF abnormalities. After obtaining informed consent, demographic data and bleeding histories were obtained from subjects through administration of a standardized questionnaire by trained personnel; bleeding score (BS) was calculated by the method of the MCMDM-1. VWF assays were performed in the central laboratory, including quantitation of VWF by VWF:Ag; functional analysis by ristocetin cofactor (VWF:RCo) and collagen binding (VWF:CB); multimer analysis; and DNA sequencing of the VWF gene including coding sequences, intron-exon boundaries and promoter regions. A total of 212 Index Cases (IC) including 149 with type 1 VWD, 17 type 2A, 8 2B, 4 2M, 6 2N and 28 type 3), 346 affected family members and 417 unaffected family members of the IC were identified by their primary hematologist and compared to 234 Normal Control subjects (NC). Subjects with VWD ranged in age from 1–76 years, median 17; NC ages ranged from 2–74 years, median 40. Male to female ratios were similar in type 1 VWD (0.44) and NC (0.34) but equivalent in type 2 (0.94) and type 3 VWD (0.87). Subjects with each type of VWD had significantly higher BS (median, 25–75% interquartile range) than NC (p<0.001); type 1 IC (6, 3–10); type 2 IC (7, 3–13); type 3 IC (15, 10.5–23); and NC (0, −1–1). Age was significantly correlated with BS in type 1 IC (p<0.0001). Males vs. females within each group did not have significantly different BS, nor did those with blood group O vs. non-O; there were significant differences in comparisons of BS in IC vs. NC (p<.001) in each of these subgroups. BS (median, 25–75% interquartile range) in families differed between the IC (6, 3–10), affected family members (1, −1–4), unaffected family members (0, −1–2) and NC (0, −1–1). VWF DNA sequencing revealed known mutations or new SNPs in 21/57 (37%) type 1 IC and 17/48 (35%) NC. In contrast to results from the MCMDM-1, there was no difference in BS in those with or without a DNA sequence variation within the type 1 IC group. In addition, there were no differences in BS within the NC group in the presence or absence of a sequence variation but significant BS differences were found in IC compared with NC (p<.001) regardless of the presence of a DNA sequence variation. Comparisons of BS (mean ± SD) in IC with type 1 VWD and VWF:Ag< 30 (N=20) compared to IC with type 2 VWD and VWF:Ag<30 (N=31) revealed higher BS in type 2 IC (8.5 ± 6.3) than type 1 IC (6.9 ± 5); p<0.05). This study of the quantitation of bleeding severity in subjects with both quantitative defects in VWD (type 1 and 3) and qualitative defects (type 2) revealed that the BS is significantly higher compared with NC in those with type 2 and 3 VWD as well as has been previously shown in type 1 VWD. The presence of a DNA sequence variation was not associated with higher bleeding scores in type1 VWD. A comparison of BS in type 1 IC vs. type 2 IC with similar concentrations of VWF in plasma (VWF:Ag), suggests that the molecular abnormalities present in type 2 subjects results in a more severe bleeding phenotype in spite of the same concentration of antigen. The strong correlation of age with bleeding score warrants additional investigation of bleeding history instruments to identify pediatric patients at risk. We conclude that improved understanding of the clinical consequences of VWF defects will be enhanced by investigation of their impact on clinical bleeding phenotypes in well characterized patients with VWD.",
    "topics": [
        "hemorrhage",
        "von willebrand disease",
        "dna",
        "sequence analysis, dna",
        "antigens",
        "blood type o",
        "von willebrand factor",
        "von willebrand factor multimer assay",
        "collagen",
        "introns"
    ],
    "author_names": [
        "Joan Cox Gill, MD",
        "Pamela A Christopherson",
        "Veronica H Flood, MD",
        "Kenneth D Friedman, MD",
        "Robert R. Montgomery, MD",
        "The Zimmerman Program Investigators"
    ],
    "author_affiliations": [
        [
            "TS Zimmerman Program for the Molecular and Clinical Biology of VWD, Blood Research Institute, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "TS Zimmerman Program for the Molecular and Clinical Biology of VWD, Blood Research Institute, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "TS Zimmerman Program for the Molecular and Clinical Biology of VWD, Blood Research Institute, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "TS Zimmerman Program for the Molecular and Clinical Biology of VWD, Blood Research Institute, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "TS Zimmerman Program for the Molecular and Clinical Biology of VWD, Blood Research Institute, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        []
    ],
    "first_author_latitude": "43.04433924999999",
    "first_author_longitude": "-88.02134514999999"
}