{
    "doi": "https://doi.org/10.1182/blood.V118.21.4566.4566",
    "article_title": "Mini Test Dose of Intravenous Busulfan (Busulfex®) in Allogeneic Non-Myeloablative Stem Cell Transplantation, Followed by Liquid Chromatography Tandem-Mass Spectrometry ",
    "article_date": "November 18, 2011",
    "session_type": "Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities",
    "abstract_text": "Abstract 4566 INTRODUCTION: Busulfan (Bu) has been used for almost 3 decades in the conditioning of hematopoietic stem cell transplant. Given orally, Bu exhibits highly variable bioavailability and diverse inter-individual systemic exposure, which prompted various therapeutic drug monitoring approaches. An intravenous (i.v.) formulation was developed to overcome these issues; however 10 to 30% of the adult patients receiving i.v. Bu will not have an AUC within the therapeutic window. Clearly, a need for therapeutic i.v. dose adjustment still persists. Instead of looking into AUC after the 1 st therapeutic dose and adjusting the subsequent doses, a safer and potentially more successful approach is to use a sub-therapeutic test dose prior to the conditioning administration and determine a personalized therapeutic dose, maximizing the possibility of achieving an adequate exposure. Beri et al . [1] used a 0.8 mg/kg i.v. test dose (1/4 of the standard daily dose). Without the test dose, 23% of the 17 patients would have fallen below and 12% above the therapeutic range. With the test dose, no patients had a sub-therapeutic AUC and only 12% had an AUC above the therapeutic window. We investigated the bioequivalence of a very low sub-therapeutic test dose (1/10 of the standard daily dose) of i.v. Bu (Busulfex®) in order to reduce the unnecessary exposure and adverse effects of the test dose process. For this purpose we developed a sensitive and fast liquid chromatography tandem-mass spectrometry (LC-MS/MS) method which allowed us to measure Bu in a wide concentration range required in the study. EXPERIMENTAL: Utility of the new LC-MS/MS assay and bioequivalence of the test vs therapeutic regimens were investigated in the “Myeloid Cohort” (patients with a high chance of progressive myeloid diseases, marrow failure syndromes or myeloproliferative disorders) of the ongoing “Efficacy of T-Cell Depleted Allogeneic Non-Myeloablative Stem Cell Transplantation” study. The treatment flow chart is presented in Table 1 . During both test and therapeutic Bu regimens, plasma was collected at pre-dose, 15 min, 1, 2, 4, and 24 hrs. To 100 μL of plasma sample, 100 ng of busulfan-d8 (internal standard) was added. After extraction of analytes by ethylacetate, evaporation of the solvent and reconstitution in LC mobile phase, 50 μL of the sample was injected into the LC-MS/MS system. Calibration samples in 1.6 ng/mL – 5 μg/mL range of pure Bu in plasma were run along the study samples. LLOQ of the method (80% accuracy) was 1.6 ng/mL. Pharmacokinetic (PK) parameters were calculated by non-compartmental approach using WinNonlin software. Table 1. Treatment flow chart DRUG/DOSE . DAY -4 . DAY -3 . DAY -2 . DAY -1 . DAY 0-4 . Alemtuzumab ( in vivo) 20 mg/day x x x x  Fludarabine 40 mg/m 2 /day x x x x  Busulfan TEST dose 13 mg/m 2 (18 min infusion) x     Busulfan 130 mg/m 2 /day (180 min infusion)  x x   Allogeneic PBSC infusion     x DRUG/DOSE . DAY -4 . DAY -3 . DAY -2 . DAY -1 . DAY 0-4 . Alemtuzumab ( in vivo) 20 mg/day x x x x  Fludarabine 40 mg/m 2 /day x x x x  Busulfan TEST dose 13 mg/m 2 (18 min infusion) x     Busulfan 130 mg/m 2 /day (180 min infusion)  x x   Allogeneic PBSC infusion     x View Large RESULTS: Presented here are results from 3 patients infused in consecutive days with 18 min long test dose and 180 min long therapeutic dose. Figure 1 shows a typical plasma Bu conc./time profile. Figure 2 is a semi-log (log conc. vs time) plot illustrating equal terminal slopes (elimination rate, clearance) for both test and therapeutic doses. Table 2 lists AUC values calculated within the boundaries of the PK sample collection time (24 hrs in case of both test and therapeutic regimens) as well as the AUC TEST /AUC THERAP ratio. Figure 1. View large Download slide Typical conc./time profile plot Figure 1. View large Download slide Typical conc./time profile plot Close modal Figure 2. View large Download slide Typical semi-log (log conc. vs time) plot Figure 2. View large Download slide Typical semi-log (log conc. vs time) plot Close modal Table 2. PK parameters PK parameter . Pat. #1 . Pat. #2 . Pat. #3 . AUC TEST (μM·min) 447 376 403 AUC THERAP (μM·min) 3367 3186 3106 AUC TEST /AUC THERAP  7.5 8.5 7.7 PK parameter . Pat. #1 . Pat. #2 . Pat. #3 . AUC TEST (μM·min) 447 376 403 AUC THERAP (μM·min) 3367 3186 3106 AUC TEST /AUC THERAP  7.5 8.5 7.7 View Large CONCLUSION: The newly developed LC-MS/MS assay proved to be optimal in terms of concentration range (1.6 ng/mL – 5 μg/mL), throughput (4 min per analytical run), and small sample size (100 μL plasma). PK calculations (AUC) show: 1) low inter-patient variability in both test and therapeutic doses and 2) promising value of the test dose in predicting exposure by the therapeutic dose (stable AUC TEST /AUC THERAP ratio) although larger number of subjects is needed for accurate assessment. Disclosures: Spasojevic: Otsuka America Pharmaceuticals, Inc.: Research Funding. Horwitz: Otsuka America Pharmaceuticals, Inc.: Honoraria. Rizzieri: Otsuka America Pharmaceuticals, Inc.: Research Funding.",
    "topics": [
        "busulfan",
        "hematopoietic stem cell transplantation",
        "liquid chromatography",
        "test dose",
        "fludarabine",
        "infusion procedures",
        "adverse effects",
        "alemtuzumab",
        "calibration",
        "drug dose"
    ],
    "author_names": [
        "Ivan Spasojevic, PhD",
        "Ligia R. S. da Costa, MD",
        "Mitchell E. Horwitz, MD",
        "Gwynn D. Long, MD",
        "Keith M. Sullivan, MD",
        "John P. Chute, MD",
        "Cristina Gasparetto, MD",
        "Ashley Morris, PharmD",
        "Nelson J. Chao, MD",
        "David A. Rizzieri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ivan Spasojevic, PhD",
            "author_affiliations": [
                "Department of Medicine and Clinical Pharmacology Laboratory of Duke Cancer Institute, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ligia R. S. da Costa, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell E. Horwitz, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gwynn D. Long, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith M. Sullivan, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John P. Chute, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Gasparetto, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashley Morris, PharmD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson J. Chao, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Rizzieri, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Cellular Therapy, Duke University Medical Center, Durham, NC, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T21:36:05",
    "is_scraped": "1"
}