{
    "doi": "https://doi.org/10.1182/blood-2020-138750",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4631",
    "start_url_page_num": 4631,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of Purine Analogs for Treatment of Waldenstrom Macroglobulinemia ",
    "article_date": "November 5, 2020",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Abdul Jabbar Dar, MD",
        "Qasim Khurshid, MD",
        "Muhaddis Ejaz Ahmad, MD",
        "Muhammad Ali Mirza, MD",
        "Farhan Khalid, MBBS",
        "Muhammad Tayyeb, MD",
        "Syed Maaz Abdullah, MBBS",
        "Muhammad Saad Farooqi, MDMBBS",
        "Sana Irfan Khan, MD",
        "Richi Kashyap, MD",
        "Saad Javed, MD",
        "Unaiza Faizan, MD",
        "Faiz Anwer, MD"
    ],
    "author_affiliations": [
        [
            "Shaikh Khalifa Bin Zayed Al Nahyan Medical & Dental College, Lahore, Pakistan ",
            "Sheikh Zayed Hospital, Lahore, Pakistan "
        ],
        [
            "Xinjiang medical university, Urumqi, China "
        ],
        [
            "Rawalpindi Medical University, Rawalpindi, Pakistan "
        ],
        [
            "Frontier Medical and Dental College, Abbottabad, Pakistan "
        ],
        [
            "King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "All India Institute Of Medical Sciences, Delhi, India "
        ],
        [
            "Maulana Azad Medical College, New Delhi, India "
        ],
        [
            "Allama Iqbal Medical College, Lahore, Pakistan "
        ],
        [
            "Department of Internal Medicine, King Edward Medical University, Lahore, Pakistan "
        ],
        [
            "Taussig Cancer Institute, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "31.509971800000002",
    "first_author_longitude": "74.30953939999999",
    "abstract_text": "Introduction: There are about 1500 cases every year in the United States of America and while the disease is incurable but it is treatable. Purine analogs are anti-metabolites that mimic the structure of metabolic purines and are used for the treatment of Waldenstrom macroglobulinemia (WM). Methods: We performed a comprehensive literature search on articles following PRISMA guidelines. Beginning with articles published after 1995, we used databases like PubMed, Embase, Clinicaltrials.gov, Cochrane Library and Web of Science. Total 580 articles were identified initially and after detailed screening, we finalized 16 studies involving patients with Waldenstrom macroglobulinemia. Results: The total number of patients in the studies involving regimens based on purine analogs were 1211. The doses of Fludarabine ranged from 25-30 mg/m 2 and that of Cladribine ranged from 0.1-0.5 mg/kg. The complete response (CR) observed ranged from 2-15% and the partial response (PR) ranged from 11-67%. The overall response rate (ORR) ranged from 38-95%. Fludarabine: In the study Dhodapkar et al., N=231, the highest CR and ORR was observed, 4% and 66% respectively. In the study Zinzani et al., the PR was 41%. Fludarabine and Cyclophasphamide: In the study Dimopoulos et al., the PR was 55% and the progression free survival (PFS) was 24 months. Fludarabine, Cyclophosphamide and ofatumumab: In the study Gavriatopoulou et al., the PR was 67% and very good partial response (VGPR) was 17% and the PFS was 23 months. Fludarabine, rituximab and cyclophosphamide: In the study Tedeschi et al., the CR was 11.60%, ORR was 79% and the PR was 41.8%. Fludarabine and Rituximab: In the study Treon et al., the CR was 4.6%, VGPR was 32.5%, PR was 48%, and ORR was 95.3% with PFS of 51.2 months. Cladribine: In the study Liu et al., the CR was 5% and PR was 50%. In the studies Dimopoulos et al., 1994 the highest CR was observed, 11.5% with an ORR of 85%. The PR was also the highest, 73%. Conclusion: There is limited literature on regimens containing both Fludarabine and Cladribine, which are used for the treatment of WM. Despite heterogenicity in WM patients and various regimens used in literature. Purine analogs containing regimens are a remarkably effective treatment with overall response rates reaching up to 79%. Neutropenia and thrombocytopenia were the main side effects. There is a paucity of phase 3 randomized trials demonstrating a clinical benefit of anyone regimen over another. We recommend future randomized prospective trials better to understand the efficacy and safety profile of regimens containing purine analogs. View large Download slide View large Download slide  Disclosures Anwer: Incyte, Seattle Genetics, Acetylon Pharmaceuticals, AbbVie Pharma, Astellas Pharma, Celegene, Millennium Pharmaceuticals.: Honoraria, Research Funding, Speakers Bureau."
}