{
    "doi": "https://doi.org/10.1182/blood.V106.11.4076.4076",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=381",
    "start_url_page_num": 381,
    "is_scraped": "1",
    "article_title": "A New Formulation of Recombinant Human Factor IX Is Bioequivalent to BeneFIX: A Double-Blind, Randomized, Crossover Pharmacokinetic and Open-Label Safety and Efficacy Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "A new formulation (rFIX-R) of BeneFIX has been developed to reduce the possibility of RBC agglutination, a phenomenon associated with the low ionic strength of the reconstituted drug product. The new formulation contains NaCl to increase the ionic strength and the recombinant factor IX concentration is increased for the 1000 IU strength and a new 2000 IU strength by reconstituting all strengths in 5 mL, facilitating the administration of larger doses in decreased volumes. Thirty-four (34) previously treated (≥150 exposure days [EDs]) males (≥12 years) with moderately severe/severe hemophilia B (FIX:C ≤2%) were enrolled and treated in this 2 part study. In the randomized, double-blind, crossover pharmacokinetic (PK) period of the study, the PK characteristics of rFIX-R were compared with those of the currently available formulation of BeneFIX. Subjects received either rFIX-R or BeneFIX as a 75 IU/kg bolus infusion over 10 minutes after a suitable washout. Blood samples were collected at defined times over 72 hours to measure pre-/post-infusion plasma factor IX activity. Subjects then received the alternate treatment following the same procedure. The mean plasma factor IX activity-versus-time profile after the infusion of rFIX-R was essentially identical to that seen with BeneFIX. From the 26 evaluable subjects, the mean PK parameter estimates of factor IX activity establish bioequivalence of the products since the 90% confidence intervals for rFIX-R to BeneFIX ratios of the geometric means of C max and AUCs fell within the bioequivalence interval of 80% to 125%. View large Download slide Figure View large Download slide Figure  In the open-label treatment period, subjects used rFIX-R for on-demand control of bleeding, routine prophylaxis, and/or surgical prophylaxis for 6- to 12-months to achieve at least 30 EDs. The plasma factor IX activity-versus-time profile was recharacterized after 6 months of rFIX-R treatment and was unchanged compared with the baseline rFIX-R PK profile. Over 1000 infusions (>3,500,000 IU of rFIX-R) have been administered with no serious adverse events related to rFIX-R. No clinically significant adverse events related to rFIX-R have been reported, including FIX inhibitor development, allergic-type manifestations, or thrombotic complications. One subject, with a prior history of frequent RBC agglutination, reported two instances without any associated adverse events. The overall results of this study demonstrate the safety of rFIX-R and the bioequivalence of the new formulation and BeneFIX. Since bioequivalence is the most important surrogate endpoint for efficacy, these data predict a favorable rFIX-R efficacy profile, consistent with that of BeneFIX, but with increased convenience in that larger doses can be administered using decreased volumes relative to BeneFIX.",
    "topics": [
        "factor ix concentrates",
        "human factors engineering",
        "factor ix",
        "adverse event",
        "infusion procedures",
        "hemophilia b",
        "hemorrhage",
        "prophylactic surgery",
        "sodium chloride",
        "surrogate endpoints"
    ],
    "author_names": [
        "Jerry Sherman Powell, MD",
        "Thierry Lambert, MD",
        "F. Hernández Navarro, MD",
        "Michael Recht, MD",
        "Sharon T. Sullivan, PhD",
        "Chandrasekhar Udata, PhD",
        "Leslie C. Lilly, BSN, RN",
        "David A. Roth, MD",
        "The rFIX-R Study Group"
    ],
    "author_affiliations": [
        [
            "Hemophilia Treatment Center, UC Davis Medical Center, Sacramento, CA, USA"
        ],
        [
            "Centre de Traitement des Hémophiles, Hôpital de Bicêtre AP-HP, Le Kremlin Bicêtre, France"
        ],
        [
            "Congenital Coagulopathies, Hospital La Paz, Madrid, Spain"
        ],
        [
            "The Hemophilia Center, Phoenix Children’s Hospital, Phoenix, AZ, USA"
        ],
        [
            "Clinical Research and Development, Wyeth, Cambridge MA and Collegeville PA, USA"
        ],
        [
            "Clinical Research and Development, Wyeth, Cambridge MA and Collegeville PA, USA"
        ],
        [
            "Clinical Research and Development, Wyeth, Cambridge MA and Collegeville PA, USA"
        ],
        [
            "Clinical Research and Development, Wyeth, Cambridge MA and Collegeville PA, USA"
        ],
        []
    ],
    "first_author_latitude": "38.5543317",
    "first_author_longitude": "-121.45666910000001"
}