{
    "doi": "https://doi.org/10.1182/blood-2021-149329",
    "article_title": "A Phase 1 Study of XmAb18968, a CD3-CD38 Bispecific Antibody for the Treatment of Patients with Relapsed/Refractory Acute Leukemia and T Cell Lymphoblastic Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "614.Acute Lymphoblastic Leukemias: Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Background: Outcomes of adults with relapsed/refractory T-cell acute lymphoblastic leukemia or lymphoma (T-ALL or T-LBL respectively) and acute myeloid leukemia (AML) have remained poor despite the availability of newer agents. CD38 is a 45 kDa transmembrane glycoprotein expressed by lymphoid and myeloid cells with several important functions including a role in immune escape from tumor cells [Chillemi A et al. Front Immunol 2017, Furano A et al. J Immunol 1990]. Several studies have demonstrated that CD38 is expressed in tumor cells of patients with T-ALL and AML and potentially targetable using CD38 blocking agents [Naik J et al. Haematologica 2019, Bride KL et al. Blood 2018, Tembhare et al. J Immunother Cancer 2020, Farber M et al. ASH 2018]. XmAb18968 is structurally distinct CD3-CD38 bi-specific T-cell engager with a full fragment crystallizable (Fc) domain modified to minimize Fcγ receptor binding and non-selective activation of T cells and other immune effector cells. XmAb18968 has optimized relative affinities for both CD3 and CD38 which results in reduced cytokine release without compromising target cell killing. We hypothesize targeting CD38 in relapsed/refractory- T-cell ALL/LBL and AML is safe and feasible using XmAb18968, a novel CD3-CD38 bispecific antibody. Study design and methods: This is an investigator-sponsored multi-institutional phase I study evaluating the safety and tolerability of XmAb18968. Patients aged 18 years or above with T-ALL, T-LBL or AML (including undifferentiated leukemia and bi phenotypic leukemia), in relapsed/refractory status (at least one line of prior therapy) including measurable residual disease relapse, CD38 expression ≥ 20%, and adequate organ function will be eligible. Major exclusion criteria are hematopoietic cell transplantation (HCT) within 6 months of enrollment, active acute GVHD, veno-occlusive disease, and acute promyelocytic leukemia. The study is planned to be conducted at 6 sites in United States. The primary endpoint is to determine the recommended phase 2 dose (RP2D) and toxicity profile of XmAb18968. The secondary endpoints include determination of response rates, duration of response, survival and pharmacokinetics. Exploratory endpoints include correlation of responses with genomic profile, assessment of serum cytokine response, identifying the changes in phenotypic expression of activated T-cells and leukemic cells, correlation of the phenotypic expression with changes in the transcriptome at the single-cell level, proteomics evaluation of cytokine secretion at the single-cell level and correlation of response with N-glycan profiling, quantitative site-occupancy and direct glycopeptide analysis. The study will follow 3+3 design for dose escalation and de-escalation in case of dose limiting toxicity (DLT). Dose escalation will proceed in two separate groups: Group A for subjects with T-ALL and T-LBL and Group B for subjects with AML. Patients will be entered sequentially to each dose level, starting with the first dose level. The DLT observation period for dose-escalation will be 28-days. RP2D will be defined as the highest dose level at which none of the first 3 treated subjects, or no more than 1 of the first 6 treated subjects experience a DLT. A minimum of 24 and a maximum of 60 patients will be needed for the dose escalation phase. Disclosures Guru Murthy:  Curio Sciences: Honoraria; Techspert: Consultancy; Qessential: Honoraria; CancerExpertNow: Honoraria; DAVA Oncology: Honoraria; TG Therapeutics: Other: Advisory board meeting; Cardinal health: Honoraria; Guidepoint: Consultancy. Johnson:  Miltenyi Biotec: Research Funding. Abedin:  AltruBio: Research Funding; Amgen: Honoraria; Agios: Honoraria; Helsinn: Research Funding; Pfizer: Research Funding; Astellas Pharma Inc.: Research Funding; Actinium: Research Funding. Stock:  Pfizer: Consultancy, Honoraria, Research Funding; amgen: Honoraria; agios: Honoraria; jazz: Honoraria; kura: Honoraria; kite: Honoraria; morphosys: Honoraria; servier: Honoraria; syndax: Consultancy, Honoraria; Pluristeem: Consultancy, Honoraria. Shah:  Precision Biosciences: Consultancy; Kite, a Gilead Company: Consultancy, Honoraria, Other: Expenses, Research Funding; Pharmacyclics/Janssen: Honoraria, Other: Expenses; Acrotech/Spectrum: Honoraria; BeiGene: Consultancy, Honoraria; Amgen: Consultancy; Pfizer: Consultancy, Other: Expenses; Novartis: Consultancy, Other: Expenses; Bristol-Myers Squibb/Celgene: Consultancy, Other: Expenses; Adaptive Biotechnologies: Consultancy; Servier Genetics: Other; Jazz Pharmaceuticals: Research Funding; Incyte: Research Funding. Leonard:  Amgen: Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees. Pratz:  Agios: Consultancy; BMS: Consultancy, Honoraria; Novartis: Consultancy; Astellas: Consultancy, Honoraria, Research Funding; Cellgene: Consultancy, Honoraria; Millenium: Research Funding; University of Pennsylvania: Current Employment; Abbvie: Consultancy, Honoraria, Research Funding. Luger:  Syros: Honoraria; Agios: Honoraria; Daiichi Sankyo: Honoraria; Jazz Pharmaceuticals: Honoraria; Brystol Myers Squibb: Honoraria; Acceleron: Honoraria; Astellas: Honoraria; Pfizer: Honoraria; Onconova: Research Funding; Celgene: Research Funding; Biosight: Research Funding; Hoffman LaRoche: Research Funding; Kura: Research Funding. Badar:  Pfizer Hematology-Oncology: Membership on an entity's Board of Directors or advisory committees. Atallah:  Novartis: Consultancy, Honoraria, Research Funding; Amgen: Consultancy; Abbvie: Consultancy, Speakers Bureau; Takeda: Consultancy, Research Funding; BMS: Honoraria, Speakers Bureau; Pfizer: Consultancy, Research Funding.",
    "author_names": [
        "Guru Subramanian Guru Murthy",
        "Tyce J Kearl",
        "Weiguo Cui",
        "Bryon Johnson",
        "Karin Hoffmeister",
        "Aniko Szabo",
        "Kazuhiro Aoki",
        "Alexandra M. Harrington",
        "Karen Carlson",
        "Laura C. Michaelis",
        "Lyndsey Runaas",
        "Sameem Abedin",
        "Adam S Duvall",
        "Wendy Stock",
        "Bijal D. Shah",
        "Jessica Leonard",
        "Keith W. Pratz",
        "Selina M. Luger",
        "Talha Badar",
        "Arielle Baim",
        "Shahriar Yaghoubi",
        "Ehab L. Atallah"
    ],
    "author_dict_list": [
        {
            "author_name": "Guru Subramanian Guru Murthy",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tyce J Kearl",
            "author_affiliations": [
                "Division of Hematology, Oncology and Bone Marrow Transplantation, Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weiguo Cui",
            "author_affiliations": [
                "Versiti Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryon Johnson",
            "author_affiliations": [
                "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin Hoffmeister",
            "author_affiliations": [
                "Versiti, Milwaukee, WI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aniko Szabo",
            "author_affiliations": [
                "Division of Biostatistics, Institute of Health & Equity, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhiro Aoki",
            "author_affiliations": [
                "University of Georgia, Athens, GA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra M. Harrington",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Carlson",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura C. Michaelis",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, The Medical College of Wisconsin Inc., Milwaukee, WI"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lyndsey Runaas",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sameem Abedin",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam S Duvall",
            "author_affiliations": [
                "University of Chicago, Chicago, IL"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy Stock",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Medicine, University of Chicago Medicine, Chicago, IL"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bijal D. Shah",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Leonard",
            "author_affiliations": [
                "School of Medicine, Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith W. Pratz",
            "author_affiliations": [
                "Division of Hematology and Oncology, Abramson Cancer Center University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selina M. Luger",
            "author_affiliations": [
                "Cellular Therapy and Transplantation, Abramson Cancer Center of the University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Talha Badar",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arielle Baim",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shahriar Yaghoubi",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ehab L. Atallah",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:09:57",
    "is_scraped": "1"
}