{
    "doi": "https://doi.org/10.1182/blood.V114.22.949.949",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1379",
    "start_url_page_num": 1379,
    "is_scraped": "1",
    "article_title": "Integrin β7-Mediated Regulation of Multiple Myeloma Cell Adhesion, Migration and Survival. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - PATHOPHYSIOLOGY AND PRECLINICAL STUDIES EXCLUDING THERAPY: TARGETING THE PLASMA CELL MICROENVIRONMENT",
    "topics": [
        "cell adhesion",
        "integrins",
        "multiple myeloma",
        "interleukin-6",
        "nf-kappa b",
        "adhesions",
        "cd31 antigens",
        "cytokine",
        "growth factor",
        "neoplasms"
    ],
    "author_names": [
        "Paola Neri, M.D.",
        "Li Ren, Ph.D.",
        "Kathy Gratton",
        "Alex Klimowicz, Ph.D.",
        "Adnan Mansoor, MD, FRCPC",
        "Douglas A. Stewart, MD, FRCPC",
        "Nizar J Bahlis, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Division of Hematology, University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Division of Hematology, University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Department of Pathology, Tom Baker Cancer Center, University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Department of Pathology and Laboratory Medicine, University of Calgary, Calgary, AB, Canada"
        ],
        [
            "Division of Hematology, University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Division of Hematology, University of Calgary, Calgary, AB, Canada, "
        ]
    ],
    "first_author_latitude": "51.0775908",
    "first_author_longitude": "-114.140695",
    "abstract_text": "Abstract 949 Background: Integrin β7 (ITGB7) mRNA is detected in primary myeloma (MM) cells and its presence was correlated with maf gene activation. However, little is known about the role ITGB7 plays in MM. Methods and results: We have determined the expression of ITGB7 by flow cytometry in a large library of human MM cell lines and found it to be universily expressed, albeit at different levels. Similarly ITGB7 mRNA was detected by qRT-PCR in 25/27 samples of primary MM CD138+ cells. In order to better investigate the role of ITGB7 in MM adhesion, migration and survival we performed a loss-of-function analysis using the shRNA lentivirus system. Lentiviral transduction particles with validated ITGB7 shRNA, were transduced into three different MM cell lines (MM1S, INA-6 and H929) establishing stable clones with silenced ITGB7. Using adhesion assays we have demonstrated that ITGB7silenced cells are 40-50% less adherent to fibronectin (FN), E-cadherin (E-CDH) and BMSCs coated plates when compared to ITGB7positive cells (scrambeled shRNA), confirming the role ITGB7 in MM cell adhesion to stromal elements. In a transwell migration assay, ITGB7 silencing abrogated MM cells migration in response to SDF-1 gradient implicating ITGB7 in MM cells migration. Next, we investigated whether ITGB7 conferred a survival benefit to MM cells. By MTT assay ITGB7silenced cell are more sensitive to the cytotoxic effect of Bortezomib and Melphalan when cultured on regular plate and/or in the presence of FN and E-CDH, suggesting a role for ITGB7 in conferring drug resistance to MM cells through cell-adhesion dependent and independent mechanisms. Mechanistic studies have shown that ITGB7silenced cells have reduced NF-kB activity with reduced NFkB-p65 binding to the related consensus sequence and decreased nuclear phospho-p65 translocation was confirmed by immunofluorescence staining. In ELISA based assay ITGB7silenced cells co-cultured with BMSCs produced less cytokines and growth factors (VEGF, IL-6, TNF, IL-1, SDF1α) compared to ITGB7positive/BMSCs co-cultures confirming the role of ITGB7 in mediating MM cells intereaction with BMSCs altering the cytokines and growth factors produced by stromal cells. In order to investigate the signalling pathways downstream of ITGB7, ITGB7positive and ITGB7silenced INA-6 and MM1S cells were added into human FN coated plates and total RNA extracted and submitted to gene array profiling using the U133 Plus 2.0 Array. Several NF-kB regulated genes (TNF-α2, syndecan 4, IL-6, IL-8, CDK-6, Max) were downregulated and pathway analysis (Ingenuity Systems Software) identified several MM relevant pathways to be modulated by ITGB7 silencing; among them p53, integrin, IGF-1, IL-6 and VEGF signaling as well as cell cycle, apoptosis and the Wnt/β-catenin signalling pathways. Based on the in vitro data, we next investigated in vivo the effect of ITGB7 silencing on engraftment and homing of MM to bone marrow (BM), using a human plasmacytoma xenograft scid mouse model. ITGB7silenced cells grew mainly locally at the subcutaneous implantation site with delayed engraftment into the BM while ITGB7positive cells homed mostly into the BM, as indicated by the number of human CD138+ cells counted on femoral BM sections (14% in ITGB7positive vs. 4% in ITGB7silenced). In addition, tumor vessels density within the xenografted tumors, as assessed by CD31 staining, was significantly reduced in ITGB7silenced compared to ITGB7positive tumors (CD31 target area %: 4.1 vs 7.7 respectively). Lastly using myeloma tissue microarray (TMA) we have correlated ITGB7 expression with a significantly worse survival outcomes post high dose therapy and stem cell transplantation with a mTTP of 0.9 years in ITGB7 positive patients versus 2.6 years in negative cases (p<0.005). Conclusions: Taken together our results support a role for ITGB7 in MM cells migration, homing and survival and pave the way for a novel therapeutic approach targeting this molecule. Disclosures: Bahlis: Celgene: Honoraria, Speakers Bureau; OrthoBiotech: Honoraria, Speakers Bureau."
}