{
    "doi": "https://doi.org/10.1182/blood.V126.23.1218.1218",
    "article_title": "XRCC5 Plays an Important Role in Homologous Recombination, Genome Stability and Survival of Myeloma Cells ",
    "article_date": "December 3, 2015",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair: Poster I",
    "abstract_text": "Understanding mechanisms underlying genomic instability is critical in delineating pathogenesis and development of new treatments for prevention and treatment of cancer. We have previously shown that dysregulated homologous recombination (HR) significantly contributes to genomic instability and progression in multiple myeloma (MM). To identify the regulators of HR and genome stability in MM, we conducted a functional shRNA screen and identified XRCC5 (Ku80) as a novel regulator of HR in MM cells. XRCC5 has been known to work as part of DNA ligase IV-XRCC4 complex in the repair of DNA breaks by non-homologous end joining (NHEJ) and the completion of V(D)J recombination events. Evaluation by Western blotting showed that all myeloma cell lines tested (RPMI, MM1S, OPM2, MM1R, U266, ARP, H929) had elevated expression of XRCC5, ranging from 3- to 10-fold elevation relative to average expression in two normal PBMC samples. Expression profiling showed a wide range of XRCC5 expression in myeloma patients, with a subset of patients with very high expression. To investigate the role of XRCC5 in ongoing acquisition of genomic changes, we investigated the association of XRCC5 with genomic instability using two different patient datasets (gse26863, n=246 and IFM 170 pt dataset) in which both the gene expression and genomic copy number information for each patient was available. Copy events were defined as changes observed in ≥ 3 and/or 5 consecutive SNPs. Higher XRCC5 expression significantly correlated with increase in the number of copy number change events in both the 170 dataset (p ≤ 0.005 for amplifications and p = 0.0001 for deletions) as well as in gse26863 dataset (p ≤ 0.004 for amplifications and p ≤ 0.00003 for deletions). To understand mechanisms by which XRCC5 regulates HR in myeloma cells, we investigatedprotein-protein interactions using a custom protein array coated with antibodies against major DNA repair and cell cycle proteins. Array was sequentially incubated with MM cell lysate and HRP-conjugated anti-XRCC5 antibody, and interacting partners were then identified by their address on the array. Investigation in two different cell lines (RPMI and U266) showed that XRCC5 in myeloma interacts with XRCC4 (an NHEJ protein), a panel of major HR regulators (RAD51, RAD52, BRCA2, BRCA1, BARD1, P73, P53, C-ABL) and with components of cell cycle including CDC42, CDK1 (which controls entry from G2 to mitosis), CDK4, CDK6, CHK, CDC36, CDC34, and cyclins E and H. Consistent with these data, knockdown (KD) of XRCC5 was associated with reduced HR as well as reduced proliferation rate followed by a complete cell death over a period of two to three weeks in different experiments, in all 3 myeloma cell lines tested. Moreover, the investigation in U266 cells showed that XRCC5-KD is associated with 3-fold increase in the fraction of cells in G2 phase of cell cycle. Importantly, the elevated expression of XRCC5 was associated with shorter event free (p < 0.013) as well as poor overall survival (p < 0.008) in 170 patient dataset. We evaluted the expression and clinical correlation of XRCC5 in RNA-seq data from 311 newly-diagnosed MM patients and observed that the elevated expression of XRCC5 also correlated with event free survival (p = 0.03). In summary, we report that XRCC5, besides its known role in NHEJ, has important roles in HR, cell cycle and may be involved in the crosstalk among these DNA repair pathways. Elevated XRCC5 expression is associated with dysregulation of HR with consequent impact on survival of myeloma patients. Elevated XRCC5 is, therefore, a promising new target to inhibit/reduce genomic evolution as well as MM cell growth. Disclosures Avet-Loiseau: celgene: Membership on an entity's Board of Directors or advisory committees; onyx: Membership on an entity's Board of Directors or advisory committees; onyx: Membership on an entity's Board of Directors or advisory committees; jansen: Membership on an entity's Board of Directors or advisory committees; millenium: Membership on an entity's Board of Directors or advisory committees; jansen: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; millenium: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "antibodies",
        "brca1 protein",
        "brca2 protein",
        "cancer",
        "cdc2 protein kinase",
        "cdc42 gtp-binding protein",
        "cell cycle proteins",
        "cyclin-dependent kinase 4",
        "cyclins",
        "dna"
    ],
    "author_names": [
        "Edward Laane, MD PhD",
        "Purushothama Nanjappa",
        "Subodh Kumar, PhD",
        "Florence Magrangeas",
        "Stephane Minvielle",
        "Hele Everaus, MD PhD",
        "Kenneth C Anderson, MD",
        "Herve Avet-Loiseau",
        "Masood A Shammas, PhD",
        "Nikhil C. Munshi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Edward Laane, MD PhD",
            "author_affiliations": [
                "North Estonia Medical Centre Foundation, Tallinn, Estonia ",
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
                "VA Boston Healthcare System, West Roxbury, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Purushothama Nanjappa",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Subodh Kumar, PhD",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
                "VA Boston Healthcare System, West Roxbury, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Magrangeas",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie Nantes-Angers UMR Inserm 892-CNRS 6299 and Institut de Recherche Thérapeutique de l'Université de Nantes (IRT-UN), Nantes, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Minvielle",
            "author_affiliations": [
                "Centre de Recherche en Cancérologie Nantes-Angers UMR Inserm 892-CNRS 6299 and Institut de Recherche Thérapeutique de l'Université de Nantes (IRT-UN), Nantes, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hele Everaus, MD PhD",
            "author_affiliations": [
                "Hematology-Oncology, Tartu University Hosptial, Tartu, Estonia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C Anderson, MD",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Avet-Loiseau",
            "author_affiliations": [
                "IUCT-Oncopole, Toulouse, France ",
                "Unité de Génomique du Myélome, CHU Rangueil, Toulouse, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masood A Shammas, PhD",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
                "VA Boston Healthcare System, West Roxbury, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "VA Boston Healthcare System, West Roxbury, MA ",
                "Jerome Lipper Multiple Myeloma Center, Dana Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T06:45:46",
    "is_scraped": "1"
}