{
    "doi": "https://doi.org/10.1182/blood.V108.11.4426.4426",
    "article_title": "Analysis of In Vitro Effects of Bortezomib (Velcade) on T Cell Prolymphocytic Leukemia (T-PLL). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "T-cell prolymphocytic leukemia (T-PLL) is an aggressive lymphoproliferative disorder with postthymic T cell phenotype and prolymphocytic morphology. In the majority of patients, the leukemic process progresses rapidly and patients die shortly after diagnosis (median survival of 7 months). Bortezomib, the first proteasome inhibitor to be approved for use in haematological malignancies such as multiple myeloma, is beginning to be utilized as an effective anti-neoplastic agent in other hematopoietic and non-hematopoietic neoplastic disorders. We report here the in vitro apoptotic effects of bortezomib on leukemic cells isolated from three T-PLL patients. Interestingly, one of the patient’s leukemia developed in the setting of immunosupression due to transplant therapy (post-transplant lymphoproliferative disorder). Flow cytometric analysis of leukemic cells of the three patients showed CD8, double CD4+CD8+ and double CD4−CD8− immunophenotypic features. All cases showed monoclonal band pattern by T-cell receptor (TCR) gene rearrangement as analyzed by the PCR amplification of the TCR gamma heavy chain gene. Freshly isolated leukemic cells with the CD8 phenotype T-PLL analyzed for apoptosis after ficoll hypaque separation and cultured in the presence of various concentration of Bortezomib (0.001, 0.01, 0.1, 1, and 10 uM) for dose curve analysis. Apoptosis of the leukemic cells was determined by Annexin-V and 7-AAD staining and flow cytometric analysis after incubation at 24 and 72 hours, respectively. Samples treated for 72 hours showed higher rate of apoptosis compared to 24 hours: 10 uM (62% increase above the base line of control cells), 1 uM (58%), 0.1 uM (55%), 0.01 uM (40%) and 0.001 uM (0%) concentrations while samples treated for 24 hours with 10 uM showed (42% increase above the base line of control cells) and 1 uM (33% increase above the base line). Light microscopic analysis of leukemic cells treated with Bortezomib confirmed that the majority of cells undergo apoptosis with Bortezomib treatment as it revealed nuclear fragmentation and apoptotic bodies. Leukemic cells recovered from cryopreservation from the second and third T-PLL patient samples analyzed also showed significant increase in early and late apoptosis at 24 hours with Bortezomib treatment (10nm). These results suggest that Bortezomib may provide an alternate therapy in the treatment of T-PLL. Future collaborative efforts investigating efficacy with Bortezomib as a single agent or in combination with other therapeutic agents will be crucial to improving survival for patients with this disease.",
    "topics": [
        "bortezomib",
        "leukemia, t-cell, chronic",
        "leukemic cells",
        "annexin a5",
        "cryopreservation",
        "death",
        "diatrizoate",
        "ficoll",
        "gamma heavy chains",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Fulya Ozpuyan, MD",
        "Paul N. Meyer, MD",
        "Hytham Al-Masri, MD, PhD",
        "Hongyu Ni, MD",
        "Serhan Alkan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fulya Ozpuyan, MD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paul N. Meyer, MD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hytham Al-Masri, MD, PhD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongyu Ni, MD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serhan Alkan, MD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T21:25:04",
    "is_scraped": "1"
}