{
    "doi": "https://doi.org/10.1182/blood.V104.11.1545.1545",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=237",
    "start_url_page_num": 237,
    "is_scraped": "1",
    "article_title": "A Dual Role for the α-Subunit KVGFFKR Motif of α IIb β 3 : Integrin Activation and Intracellular Signaling. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The platelet-specific integrin α IIb β 3 plays a critical role in platelet aggregation and pathological thrombosis. Integrin affinity and ligand binding are regulated by the highly conserved α IIb membrane-proximal motif 989 KVGFFKR 995 . We have recently shown that this motif is dependent on the presence of two phenylalanines (FF) for its activity. In order to investigate the role of KVGFFKR on integrin transmembrane signaling we used two parallel systems: (1) stable Chinese Hamster Ovary (CHO) cells expressing mutant α IIb β 3 integrins and (2) platelets treated with synthetic palmitylated (pal) peptides corresponding to the seven amino acid motif. In CHO cells, we chose cytoskeletal reorganization as a means to explore outside-in signaling. Alanine substitutions were introduced to the α-subunit KVGFFKR domain and co-expressed with wildtype β 3 . Cells were stably transfected with wildtype α IIb ( 992 FF 993 )/β 3 , α IIb ( 992 AA 993 )/β 3 and α IIb ( 992 AF 993 )/β 3 to produce the FF, AA and AF cells respectively. Their ability to reorganize their cytoskeleton upon adhesion to fibrinogen was then determined. Even though double alanine substitution produced a constitutively activated integrin, the AA cells were unable to give rise to cytoskeletal reassembly as seen in the FF and AF cells. Using phalloidin as a marker, the AA cells displayed polymerized F-actin but failed to show the elaborate elongated stress fibers formed in the FF and AF cells. To further investigate the role of the KVGFFKR motif on downstream signaling events, we focused on using pal-peptides in platelets. We have shown that in addition to stimulating platelet aggregation presumably by facilitating the spatial separation of the integrin cytoplasmic tails, pal-KVGFFKR (pal-FF) induced tyrosine phosphorylation even in the absence of ligand (EDTA:5mM) or (ReoPro:10μg/ml). The tyrosine phosphoproteome associated with alanine-substituted peptides pal-KVGAFKR (pal-AF) and pal-KVGFAKR (pal-FA) was similar to that of pal-FF. However there is a remarkable absence of a specific 100kDa band (probably α-actinin) in the phosphoprotein profile in response to pal-KVGAAKR (pal-AA) both with peptide treatment alone and in the presence of TRAP. A closer look at ppFAK 125 revealed that its tyrosine phosphorylation is also inhibited by pal-AA. Since α-actinin and ppFAK 125 phosphorylation are closely linked events it supports α-actinin as the 100kDa missing phosphoprotein. However, pal-AA did not inhibit ppSyk 72 or ppSrc 60 activation. Moreover pal-AA was identified as a potent antagonist, inhibiting platelet aggregation, PAC-1 binding and tyrosine phosphorylation. In summary, a double alanine substitution of the α-subunit membrane proximal domain disturbs cytoskeletal reorganization downstream, even though this substitution produces a constitutively activated integrin. This suggests a signaling role for the conserved α-integrin motif in addition to regulating integrin affinity. Furthermore in platelets, pal-FF peptide, by mimicking the endogenous α IIb KVGFFKR sequence can both activate the integrin and contribute to an intracellular signaling response even when ligand binding is absent. Taken together, both the stable cell system and pal-peptides in platelets support a role for the KVGFFKR domain in outside-in signaling. Also since pal-AA is an antagonist of integrin function it highlights the complexity of the proximal regulation of α IIb β 3 activation and suggests a dual role for this motif in integrin activation and intracellular signaling.",
    "topics": [
        "integrins",
        "signal transduction",
        "peptides",
        "atrial fibrillation",
        "alanine",
        "tyrosine",
        "ligands",
        "antagonists",
        "phosphoproteins",
        "abciximab"
    ],
    "author_names": [
        "Kelly Aylward, M.Sc",
        "Marc Devocelle, Ph.D",
        "Niamh Moran, Ph.D"
    ],
    "author_affiliations": [
        [
            "Clinical Pharmacology, Royal College of Surgeons in Ireland, Dublin, Ireland"
        ],
        [
            "Pharmaceutical and Medicinal Chemistry, Royal College of Surgeons in Ireland, Dublin, Ireland"
        ],
        [
            "Clinical Pharmacology, Royal College of Surgeons in Ireland, Dublin, Ireland"
        ]
    ],
    "first_author_latitude": "53.33914670000001",
    "first_author_longitude": "-6.263111"
}