{
    "doi": "https://doi.org/10.1182/blood.V112.11.2387.2387",
    "article_title": "A Comparison of IEF and MSMS for Clinical Hemoglobinopathy Screening in 40,000 Newborns ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Currently, newborn haemoglobinopathy screening is carried out using HPLC or isoelectric focusing (IEF). We have previously described a rapid and specific electrospray mass spectrometry–mass spectrometry (MSMS) technique, using multiple reaction monitoring (MRM) based peptide analysis, for simultaneous detection of the clinically significant haemoglobinpathies; haemoglobin (Hb)S, HbC, HbE, HbD Punjab and HbO Arab . Here we report the results of a comparison of 40,000 newborn blood spots screened by both IEF and MSMS. For both IEF and MSMS analysis, blood spots (3.2mm) were punched into separate 96 well plates. IEF was performed using the Resolve haemoglobin test kit (PerkinElmer Life Sciences, Waltham, USA) and Isoscan imaging system. For MSMS analysis, the blood spots were digested for 30min at 37°C with a trypsin reagent, and diluted in mobile phase (acetonitrile: water, 50:50, with 0.025% formic acid. Sample, 2μl, was injected directly into the mobile phase (flow rate 80μl/min) and analysed, in positive ion mode, using a Sciex API4000 (Applied Biosystems, Warrington, UK). Specific MRM transitions for HbS, HbC, HbE, HbD Punjab , HbO Arab , normal beta, alpha, gamma and delta chains were acquired; total acquisition time per sample was 60 sec. This enabled identification of sickling disorders and thalassaemia major, as well as assessment of transfusion state and potential identification of HbLepore and HbBarts. 40,000 blood spot samples for routine newborn haemoglobinopathy screening were analysed in parallel. HbS was detected in 199 samples; 8 were HbS/HbF only and 3 HbSC. HbC was detected in 39 samples, HbD Punjab in 52, HbE in 48. No HbO Arab or HbLepore mutations were detected by either method. There have been no discrepancies between the analytical techniques. Using MSMS, mutation positive samples can be re-run in product ion scan mode to provide peptide sequence and hence unequivocal confirmation of the haemoglobin variant. In addition, 5,000 samples were analysed on a Sciex API4000 Q trap; using the information dependent acquisition facility provided “real time” peptide sequencing thus removing the requirement for re-injection. Sample preparation is very quick and simple for both methods, but the consumable costs associated with the MSMS technique are <10% of those for IEF. The capital cost of MSMS can be offset by high throughput and/or integration with current inherited metabolic disease screening by MSMS. The specificity of the MSMS analysis implies that haemoglobinopathy detection can be limited to specified conditions, based on agreed screening policy, and can eliminate the need for costly and time consuming second line testing. This study demonstrates that newborn haemoglobinopathy screening can be carried out rapidly, easily, and cost effectively using MSMS technology. It enables rationalisation of technology platforms in newborn screening by consolidating screening for haemoglobinopathies and inherited metabolic diseases onto MSMS.",
    "topics": [
        "hemoglobinopathies",
        "newborn",
        "screening",
        "hemoglobin",
        "hemoglobin c",
        "hemoglobin e",
        "hemoglobin, sickle",
        "hyperbaric oxygenation",
        "peptides",
        "metabolic diseases"
    ],
    "author_names": [
        "Yvonne Daniel, MSc",
        "Charles Turner, BSc",
        "Lisa Farrar",
        "R. Neil Dalton, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yvonne Daniel, MSc",
            "author_affiliations": [
                "Blood Sciences, Guy’s & St Thomas’ NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Charles Turner, BSc",
            "author_affiliations": [
                "WellChild Laboratory, Guy’s & St Thomas’ NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Farrar",
            "author_affiliations": [
                "Haematology, St James University Hospital, Leeds, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Neil Dalton, PhD",
            "author_affiliations": [
                "WellChild Laboratory, King’s College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T12:56:31",
    "is_scraped": "1"
}