{
    "doi": "https://doi.org/10.1182/blood-2019-121336",
    "article_title": "Outcomes in Older Adults with Acute Lymphoblastic Leukemia (ALL) Receiving Linker Protocol at a Single Center Institution ",
    "article_date": "November 13, 2019",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Introduction: Acute lymphoblastic leukemia (ALL) is an aggressive hematological cancer that has predominately been regarded as a pediatric disease. However, it is estimated that 16-31% of new cases occur in adult patients, with 17% of patients diagnosed being 55 years of age or older. While the clinical outcomes of childhood ALL are excellent with complete response (CR) rates of greater than 90% and overall cure rates of 80-90%, the adult population, particularly the elderly population, fair much worse with 5-year overall survival (OS) less than 15% and 5% for patients older than 60 and 70, respectively. A large part of the success of pediatric outcomes has to do with the intensive chemotherapy regimen and so several studies have addressed the role of pediatric-inspired regimens in the elderly. The superior results of these trials favor a pediatric-based approach in the adult population however it is felt that the omission of asparaginase is an important modification for older patients. The current standard of care at our institution for patients who are 50 years of age or older is the Linker protocol based on 2002 prospective cohort study by Linker et al. With an impressive CR rate of 93% and 5-year event free survival (EFS) of 52%, we sought to retrospectively determine if the benefit of this therapy outweighed its known significant toxicity. Since the original Linker study only included 8 patients over the age of 50, we felt that the favorable outcomes may be potentially overrepresented in a much older treated population. Methods : A centralized bone marrow database search was performed for all bone marrow biopsies from January 1, 2006 to June 1, 2016 using a free text search for \"acute lymphoblastic leukemia\" in the bone marrow report. This was cross-referenced with the pharmacy medication dispensary database using a free text search for \"asparaginase\". All patients who were aged 50 years or older, had a new diagnosis of ALL (B and T cell subtype included), initiated treatment with the Linker Protocol and diagnosed between January 1 2006 to June 1 2016 were included in the study. Patients were excluded if they had relapsed or refractory ALL, under the age of 50, treated with an alternative regimen or palliated. For this study, ALL was defined based on the 2016 WHO classification. Data collected included patients age, sex, comorbidities, presenting white blood cell count, CNS involvement and ALL immunophenotype and cytogenetics. Results: A total of 125 bone marrow reports and patient charts were reviewed, and 85 patients were excluded based on the above exclusion criteria. A further 21 patients were excluded because they were either treated outside of our center, charts were not available, wrongly diagnosed or outside the timeframe of the study. The remaining 19 patients were included in the study analysis with an average follow-up time of 66 months. The mean age at diagnosis was 61 (range 51-70) with a slight male predominance of 58% (11/19). 5% of patients (1/16) had CNS involvement, with 11% unknown. B-cell immunophenotype was observed in 84% (16/19) with the remaining 16% T-cell subtype (3/19). Philadelphia chromosome and MLL rearrangements were present in 26% and 11% of patients, respectively. Cytogenetics were normal in 16%(3/19), complex in 26%(5/19), demonstrated at least 1 abnormality in 26%(5/19) and unknown in 32%(6/19). Complete remission was observed in 74%(14/19) of patients with 16% undergoing allogeneic stem cell transplant. The mean OS was 57.8 months (95%CI, 30.2-85.4) with 5-year OS of 40%, Fig 1 . The mean progression free survival (PFS) was 40 months (95% CI, 19.5-60.4) with 5-year PFS of 38%, Fig 2 . In a subgroup analysis of patients aged 50-59 and 60-70, 5-year OS was 70% and 20%, respectively (P-value 0.092), Fig 3. Finally, 100% of patients (19/19) had documented infection during therapy, with 47%(9/19) requiring ICU admission. Conclusion: This retrospective single center study showed that the use of an intensified pediatric-inspired regimen including asparaginase in older patients with ALL is reasonable, resulting in an impressive CR rate and 5-year OS. The benefit, however, appears to be limited to those aged 50-59 while those over 60 years of age have dismal survival rates as reported in previous literature. Certainly, with 100% infection rates and almost half of patients requiring an ICU admission, toxicity needs to be considered and this treatment should be reserved for the fit elderly population. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "older adult",
        "asparaginase",
        "complete remission",
        "immunophenotyping",
        "infections",
        "toxic effect",
        "allogeneic stem cell transplant",
        "biopsy",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Cindy Lynn Hickey, MDFRCPC",
        "David Conrad, MD PhD",
        "Stephen Couban, MDBSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Cindy Lynn Hickey, MDFRCPC",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA ",
                "Department of Hematology, Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Conrad, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Dalhousie University, Halifax, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Couban, MDBSc",
            "author_affiliations": [
                "Department of Hematology, Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:28:19",
    "is_scraped": "1"
}