{
    "doi": "https://doi.org/10.1182/blood.V122.21.1372.1372",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2632",
    "start_url_page_num": 2632,
    "is_scraped": "1",
    "article_title": " IKZF1 deletions Are Detected In 40.3% Of 270 Adult B-Precursor-ALL and Are Independently Associated With BCR-ABL1 Positivity and Inferior Outcome ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Introduction Total or intragenic deletions of or within the IKZF1 (Ikaros) gene on chromosome 7 have been shown to be frequent in B-precursor-ALL (B-ALL), highly associated with BCR-ABL1 positive ( BCR-ABL1 pos ) B-ALL (Mullighan et al. , Nature 2008), but also present in BCR-ABL1 negative ( BCR-ABL1 neg ) B-ALL (Mullighan et al. , N Engl J Med 2009). IKZF1 deletion pattern is known to be heterogenous and deletions involving exon 4, 7 or 8 are likely to have the same impact as whole gene deletions. To analyse intragenic IKZF1 deletions, we used a multiplex-PCR approach, which represents the standard detection method. In addition, we used multiplex ligation-dependent probe amplification (MLPA), which allows the detection of whole IKZF1 deletions. Aim We aimed at characterization of IKZF1 deletions pattern and correlation to clinical features in a cohort of 270 adult B-ALL cases. Patients and Methods IKZF1 deletion status was analyzed in blood or bone marrow samples from 270 adult B-ALL cases (subtypes as diagnosed by immunophenotyping: c-ALL: n=197; Pro-B ALL: n=51; Pre-B ALL: n=5). Additionally, 17 mature B-ALL cases were analyzed. The cohort consisted of 137 females and 133 males, median age was 58.3 years (range: 18.1-91.4 years). The cohort was classified into seven subgroups according to the following cytogenetics: 1) t(9;22)(q34;q11) (n=97), 2) 11q23/ MLL rearrangements (n=24), 3) MYC rearrangements (n=14), 4) hypodiploidy (n=21), 5) hyperdiploidy (n=32), 6) normal karyotype (n=38), 7) other cytogenetic aberrations (n=42). In one case no cytogenetic data was available. In all 270 cases intragenic IKZF1 deletions were investigated by breakpoint-specific fluorescent multiplex PCR (according to Caye et al., Hematologica 2012). In 206 cases we additionally used MLPA (P335 SALSA MLPA kit IKZF1 , MCR Holland, The Netherlands) to identify whole IKZF1 deletions not detectable by multiplex-PCR. Results In total, 132 IKZF1 alterations were identified in 109/270 cases (40.3%). With regard to ALL subtypes in c-ALL 47.7% (94/197) IKZF1 mutations were detected, in Pro-B ALL 23.5% (12/51) and in three of five Pre-B ALL cases. No IKZF1 deletions were detected in mature B-ALL and thus were mutually exclusive with MYC rearrangements. There was no significant difference in age, sex, leukocyte count, hemoglobin level or platelet count between patients with or without IKZF1 deletions, respectively. With regard to immunophenotype cases with IKZF1 deletions had a stronger expression of CD13 (38±28% vs. 27±25% positive cells; p=0.004), CD33 (24±23% vs. 17±21%; p=0.008), CD34 (72±25% vs. 43±35%; p<0.001%) and TdT (61±28% vs. 43±32%; p<0.001). In 86/109 cases (78.9%) one (monoallelic) intragenic IKZF1 deletion was detected by multiplex-PCR and MLPA. In detail, 38 patients (34.9%) showed deletions of exon 4-7, 15 cases (13.7%) deletions of exon 2-7, 5 cases (4.6%) deletions of exon 4-8 and 3 cases (1.8%) deletions of exon 2-8. In one case, a deletion of IKZF1 exons 2 and 3 was detected by MLPA. 23/109 cases (21.1%) showed two (biallelic) IKZF1 deletions. Whole IKZF1 gene deletions were detected by MLPA in 24/109 cases (22.0%) and were associated with cytogenetic abnormalities of the short arm of chromosome 7 in 21/40 cases (52.5%) including: monosomy 7 (n=14), i(7)(q10) (n=2), dicentric chromosomes 7 (n=1), and unbalanced translocations involving chromosome 7 (n=4). Four of 24 cases with MLL -rearrangements harbored IKZF1 deletions, three of these being whole IKZF1 gene deletions due to monosomy 7. IKZF1 deletions were highly associated with BCR-ABL1 positivity: 72/97 BCR-ABL1 pos (74.2%) versus 37/172 BCR-ABL1 neg cases (21.5%) (p<0.001). 61/85 cases (71.8%) with intragenic IKZF1 deletions were BCR-ABL1 pos compared to 11/24 (45.8%) cases with whole IKZF1 deletions (p=0.018). In 97 BCR-ABL1 pos cases, the additional presence of IKZF1 deletions was correlated to inferior survival (p=0.070). Conclusions 1) IKZF1 deletions were detected in 40.3% in adult B-ALL by using muliplex-PCR and MLPA. 2) Whole but also intragenic IKZF1 deletions are highly associated with BCR-ABL1 in adult B-ALL. 3) As 22% of IKZF1 deletions were whole gene deletions not detectable by standard multiplex-PCR, at least two molecular methods (multiplex-PCR and MLPA) are required to fully detect the whole spectrum of IKZF1 deletion patterns in adult B-ALL. Disclosures: Fasan: MLL Munich Leukemia Laboratory: Employment. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Ulke: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "alanine aminopeptidase",
        "amplification",
        "arm of chromosome",
        "bone marrow specimen",
        "burkitt's lymphoma",
        "cd33 antigen",
        "cd34 antigens",
        "chromosome abnormality",
        "chromosomes",
        "chromosomes, human, pair 7"
    ],
    "author_names": [
        "Annette Fasan, PhD",
        "Claudia Haferlach, MD",
        "Madlen Ulke",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD",
        "Susanne Schnittger, PhD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868"
}