{
    "doi": "https://doi.org/10.1182/blood.V112.11.4628.4628",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1256",
    "start_url_page_num": 1256,
    "is_scraped": "1",
    "article_title": "Tolerance Induction by Neonatal Gene Delivery ",
    "article_date": "November 16, 2008",
    "session_type": "Gene Therapy and Transfer",
    "topics": [
        "antibody titer",
        "antigens",
        "drug administration routes",
        "gene therapy",
        "genes",
        "immunosuppressive agents",
        "intraperitoneal injections",
        "intravenous injections",
        "luciferases",
        "newborn"
    ],
    "author_names": [
        "Yimin Shi, PhD",
        "Rustom Falahati, PhD",
        "Karin ML Gaensler, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Medicine, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Department of Medicine, University of California, San Francisco, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "37.76270149999999",
    "first_author_longitude": "-122.45975389999998",
    "abstract_text": "Advances in the design and efficiency of gene delivery vectors have enabled the initiation of clinical trials in gene therapy for genetic and other disorders. However, the development of inhibitory immune responses to vector antigens and to therapeutic proteins remains an obstacle. Efforts to limit these immune responses by immunosuppressive and immuno-modulatory approaches have met with limited success. Our approach is to deliver and express viral vectors early in immune ontogeny and thereby induce immune tolerance to both vectors and therapeutic proteins. We have previously shown that in utero delivery of AAV-2 vectors produces lifelong gene expression without immune responses, and that augmented levels of gene expression are achieved with re-administration of AAV vectors. Because fetal injections are limited by technical issues, our current focus is to use a neonatal model for defining the critical period when tolerance to vector and transgene may be achieved by primary injection. We are also exploring mechanisms of tolerance induction to neo-antigens. We have delivered AAV serotypes 1 and 8 with higher transduction efficiencies than AAV-2, to assess the expression levels, duration, and tissue distribution of luciferase by semi-quantitative longitudinal in vivo bioluminescence assays. In both C57BL/6 and BALB/c strains, neonatal injection of AAV1-Luc or AAV8-Luc by either IP, IV or IT routes produces lifelong gene expression. After IP injection at day 1–2 of life, gene expression increases 10–20 fold over the next several months. Highest levels of expression were achieved by IP injection, with lowest levels observed after IV injection. Injection of AAV1-Luc achieved higher levels of luciferase expression than did injection of AAV8- Luc. In contrast to the localized distribution of AAV1 mediated luciferase expression in the injected area, widespread, systemic expression of luciferase mediated by AAV8 after neonatal delivery is observed, regardless of the route of delivery. The effect of this altered tropism on gene expression levels and tolerance induction is being examined. In both C57BL/6 and BALB/c mice, IP injection of AAV1-Luc or AAV8-Luc at 1–2 days, 1 week, 2 weeks, or 3 weeks of age produced lifelong expression of luciferase and resulted in increasing levels of antibody responses against AAV1 or AAV8 with increasing age at primary injection. Antibody titers to AAV1 or AAV8 in animals injected at day 1–2 of life were comparable to background levels in uninjected animals. In C57BL/6 mice receiving a primary injection of AAV8-Luc, secondary injection of AAV8-Luc boosted the antibody response to AAV8 in the animals first injected at 1 week, 2 weeks or 3 weeks, but not in the animals injected at 1–2 day of life. We are currently exploring whether augmented expression with re-administration of AAV vectors in adult animals is due to an active process such as tolerance, partial tolerance or anergy. Developing strategies for the induction of tolerance to gene delivery vectors and therapeutic gene products will be an important advance for gene therapy for genetic and other disorders."
}