{
    "doi": "https://doi.org/10.1182/blood.V122.21.3392.3392",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2518",
    "start_url_page_num": 2518,
    "is_scraped": "1",
    "article_title": "Early Recovery Of Absolute Lymphocyte Counts ≥ 0.2x10 9 /L At Day 21 Can Predict Reduced Risk Of Relapse In Acute Lymphoblastic Leukemia Following Allogeneic Stem Cell Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant",
        "lymphocyte count measurement",
        "recurrence risk",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "transplantation",
        "complete remission",
        "follow-up",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Feras Abdulaziz Alfraih, MD",
        "Dennis Dong Hwan Kim, MD, PhD",
        "John Kuruvilla, MD",
        "Hans A. Messner, MD, PhD",
        "Jeffrey H. Lipton, MD, PhD",
        "Vikas Gupta, MD, FRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Allogeneic Blood and Marrow Transplant Program, Princess Margaret Cancer Centre, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Allogeneic Blood and Marrow Transplant Program, Princess Margaret Cancer Centre, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Allogeneic Blood and Marrow Transplant Program, Princess Margaret Cancer Centre, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Allogeneic Blood and Marrow Transplant Program, Princess Margaret Cancer Centre, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Allogeneic Blood and Marrow Transplant Program, Princess Margaret Cancer Centre, University of Toronto, Toronto, ON, Canada, "
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Introduction Predicting transplant’s outcome has been an important issue. Many factors have been elucidated. We evaluated impact of lymphocyte counts on transplant outcome including relapse in patients with acute lymphoblastic leukemia. Methods A total of 117 patients with acute lymphoblastic leukemia receiving hematopoietic stem cell transplants (HSCTs) between year 1999 and 2012 at Princess Margaret Hospital, Toronto, Canada were evaluated for the occurrence of early recovery of absolute lymphocyte counts (ALC) and their impact on transplant’s outcome. Patients who received T cell depletion were excluded from analysis, a total of 94 cases were finally included in the analysis. ALCs were regularly monitored on daily basis for first 28 days. Results Sixty two patients (66%) were matched related donor and 31 (33%) were female. Seventy one patients (75%) were in 1 st complete remission (CR1) versus 23 (25%) beyond CR1. Thirty four patients (64%) were Philadelphia chromosome positive. GVHD prophylaxis was CSA/MMF (n=28, 30%), CSA/MTX (n=64, 68%), other (n=2, 2%). Conditioning regimen was myeloablative in 91 patients (97%) versus reduced intensity in 3 patients (3%). Fifty eight patients received peripheral blood stem cells as a stem cell source. Different cut offs of ALCs including 0.2, 0.3, 0.5 and 1.0x10 9 /L at day 21 and day 28 were evaluated for transplant outcomes in order to select the best cut off of ALC recovery. We selected ALC 0.2x10 9 /L at day 21 as a cutoff of ALC recovery based on the p-value. With a median follow-up of 60 months for survivors (range 2 to 116.5 months), 71 patients (75%) showed early recovery of ALC at day 21 (i.e. patients with ALC ≥ 0.2 x10 9 /L at day 21), while 23 patients did not reach 0.2x10 9 /L of ALC at day 21 (i.e. patients with ALC ≤ 0.2 x10 9 /L at day 21). The overall survival (OS) and non-relapse mortality (NRM) were not significantly different between the groups: for 3 years OS rate, 47% in early ALC recovery group vs 35% in late ALC recovery group (p=0.35 ); for 3 year NRM rate, 38% in early ALC recovery group vs 26% in late ALC recovery group (p =0.33 ). However, a lower incidence of relapse was observed in early ALC recovery group (17%) compared to late ALC recovery group (39% at 3 years; p=0.005). The cumulative incidence of acute GVHD grades 2 to 4, grades 3/4 at day 120 and overall chronic GVHD at 2 years was 62%, 32% and 45% for patients with ALC ≥ 0.2 x10 9 /L versus 65%, 25% and 39% for those with ALC ≤ 0.2 x10 9 /L at day 21. CMV viraemia rate was 44% versus 43% in early versus late ALC recovery groups. The median time to neutrophil and platelet engraftment was 16 and 12 days in early ALC recovery group versus 23 and 21 days in late ALC recovery group. In multivariate analysis, ALC ≥ 0.2 x10 9 /L at day 21 was an independent favorable risk factor for relapse (p=0.017, Hazard ratio [HR] 0.183) together with chronic GVHD (p≤0.001, HR 0.058). For overall survival, acute GVHD grade 3-4 (p=0.03, HR 2.857), chronic GVHD (p=0.001, HR 0.103) and age as continuous variable (p=0.05, HR 1.04) were independent factors. For NRM acute GVHD grade 3-4 was the only independent prognostic factor (p=0.006, HR 6.896) Conclusion Early recovery of absolute lymphocyte counts ≥0.2x10 9 /L at day 21 can predict reduced relapse risk in ALL patients following allogeneic stem cell transplantation. The impact of lymphocyte counts on overall survival and non-relapse mortality was not statistically significant. Disclosures: No relevant conflicts of interest to declare."
}