{
    "doi": "https://doi.org/10.1182/blood.V112.11.4988.4988",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1248",
    "start_url_page_num": 1248,
    "is_scraped": "1",
    "article_title": "Characterization of Antibodies Direct against the Idiotypic VK3 Chain of HCV-Related Type-II Mixed Cryoglobulinemia and B-Cell Proliferations ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "topics": [
        "antibodies",
        "b-lymphocytes",
        "hepatitis c virus",
        "mixed cryoglobulinemia",
        "antigens, cd98 light chains",
        "epitopes",
        "lymphoma",
        "monoclonal antibodies",
        "rheumatoid factor",
        "western blotting"
    ],
    "author_names": [
        "Valli De Re, PhD",
        "Maria Paola Simula",
        "Alessandro Pavan",
        "Dolores Marin",
        "Laura Caggiari",
        "Giuseppe Toffoli"
    ],
    "author_affiliations": [
        [
            "Farmacologia Sperimentale, Centro Di Riferimento Onc., Aviano, Pordenone, Italy"
        ],
        [
            "Farmacologia Sperimentale, Centro Di Riferimento Onc., Aviano, Pordenone, Italy"
        ],
        [
            "Farmacologia Sperimentale, Centro Di Riferimento Onc., Aviano, Pordenone, Italy"
        ],
        [
            "Farmacologia Sperimentale, Centro Di Riferimento Onc., Aviano, Pordenone, Italy"
        ],
        [
            "Farmacologia Sperimentale, Centro Di Riferimento Onc., Aviano, Pordenone, Italy"
        ],
        [
            "Farmacologia Sperimentale, Centro Di Riferimento Onc., Aviano, Pordenone, Italy"
        ]
    ],
    "first_author_latitude": "46.06323269999999",
    "first_author_longitude": "12.564762899999998",
    "abstract_text": "Autoimmune type-II cryoglobulinemia (MC) is sustained by clonal/oligoclonal B-cell populations such the disease may be considered an “indolent B-cell lymphoma (NHL) “ and may favor overt NHL development. HCV-antigen driven mechanism induces B-cell proliferations. Clonal B-cells demonstrate a restricted used of variable genes to construct the B-cell receptor (BCR) and a homology between BCR functional regions and autoimmune rheumatoid factor (RF) activity. We underline the BCR unique repertoire with frequent rheumatoid factor activity also in other autoimmune disorders associated to NHL development as Sjogren’s syndrome and rheumatoid arthritis. All together these BCRs are characterized by their high degree of idiotypic (Id) cross reactivity. Particularly the K chain V3-20/15 is frequently found in subject with positive HCV antibody. Id is a clonamarker expressedby B cells, thus is an ideal target for immunotherapy. The evidence of few Id presented in the NHL subgroup above reported constitute the rational for the development of antibodies and recombinant proteins that use shared Id among different NHL. Five monoclonal antibodies have been produced in our laboratory toward the VK3-20 region of a subject HCV+ with NHL. Epitopes recognized has been performed using epitope excision approach. A fine determination of the antibodies activities toward specific amino acids, possibly common to different individuals, are in progress. Monoclonal antibodies reactivity has been tested in vitro in ELISA, western blot and cytofluorimetry. Apoptosis and SyK/ERK phosphorylation pathways induced following BCR cross-linking of antiId murine IgG will be performed. All the antibodies were reactive in Elisa against the VK3-Ig light chain. Two of these antibodies showed a reactivity against the light chain of cryoprecipitated immunocomplexes from several patients in western blot, and by cytofluorimter they recognised two lymphoma B-cell lines."
}