{
    "doi": "https://doi.org/10.1182/blood.V124.21.1607.1607",
    "article_title": "Two Novel, Co-Inherited, Telomerase Reverse Transcriptase (TERT) Mutations Resulting in Inherited Aplastic Anemia and Telomere Shortening ",
    "article_date": "December 6, 2014",
    "session_type": "508. Bone Marrow Failure: Poster I",
    "abstract_text": "Inherited aplastic anemia syndromes generally present early in the first decade of life with tri-lineage bone marrow failure. Patients with a more gradual presentation of marrow failure may be missed in later childhood or misdiagnosed as a primary thrombocytopenia or neutropenia syndromes. This family cohort demonstrates a very slow evolution of inherited aplastic anemia thus suggesting that marrow failure with shortened telomere length be considered in the initial work up of unexplained mild to moderate thrombocytopenia and megaloblastic anemia. Patients: A family is described where 3 of 4 children developed aplastic anemia, of varying intensity, over a period of 5-6 years starting at age 10 years. The onset was slow initially with the two oldest children presenting with only mild thrombocytopenia initially (30-40,000 ul/ml) picked up on routine screening at ages 10 yr, female, and 12y, male siblings . They remained stable for a period of two–three years, however with monitoring it became evident that they were developing a mild megaloblastic anemia after 5 years The whole family was screened and an additional child was found to have mild megaloblastic changes and a platelet count of 100,000 ul/ml (9 yr Male). All three affected children demonstrated tri-lineage failure on bone marrow biopsy, but cytogenetic studies and breakage studies were all normal. The parents and a younger sister had normal complete blood counts. There was no history of consanguinity, but detailed family history revealed premature greying of the hair, and pulmonary fibrosis on the paternal side in three generations, although the father is currently unaffected. On the maternal side of the family there is a history of bleeding in maternal aunts, uncles and grandfather, but the mother only has a history of anemia with pregnancy or dieting. On physical exam all patients with aplastic anemia have premature greying of the hair in their twenties but are otherwise normal in appearance without dysmorphic features or skeletal abnormalities. Genetic and Telomere Analysis: Initial workup included analysis for inherited aplastic anemia including Fanconi, Shwachmann Diamond variants, Dyskeratosis Congenita, and Congenital Amegakaryocytosis all of which were negative. With Telomere length (TL) analysis, all three affected patients were found to have Telomere Lengths far less than the first percentile, while the parents and the unaffected sibling were normal for age (Repeat Diagnostics, Vancouver). Additional gene sequencing of WRAP 53, DKC1, NHP2, NOP10, TERC, and TERT was performed on the index case (Ambrey Genetics, Aliso Viejo, CA), and all genes were normal except for TERT, where he was found to be compound heterozygote for two novel TERT mutations in exon 2 at codons F101L and R312W. Family studies revealed that the mother carried the codon R312W mutation, and the father carried the F101L variant . All affected aplastic anemia siblings were also compound heterozygotes and the unaffected sibling had neither mutation. Familial testing confirms that these alterations are on opposite chromosomes (in trans ). The codon F101L variant located in exon 2 of the TERT gene, results in phenylalanine being replaced by leucine, an amino acid with highly similar properties. The codon R312W variant is also located in exon 2 of the TERT gene. In this mutation, the arginine at codon 312 is replaced by tryptophan, an amino acid with very dissimilar properties. Neither variant has been previously reported in population based cohorts including: Database of Single Nucleotide Polymorphisms (dbSNP), NHLBI Exome Sequencing Project (ESP), and 1000 Genomes Project. Both mutations are predicted to be deleterious by SIFT in silico analyses. Additional analysis using our qPCR based Telomere Length assay and Telomerase activity confirm the diagnosis and are used to screen for similar TL abnormalities in patients with marrow failure. Conclusion: Although neither variant alone results in anemia in the carrier parent, in combination, these mutations appear to result in aplastic anemia in offspring who are compound heterozygotes. Previous reports of other mutations in exon 2 of the TERT gene can also result in marrow failure. Whole genome analysis and telomerase expression studies currently underway will help to elucidate the presence of modifying genes which may impact the variable phenotype between affected siblings in this family. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aplastic anemia",
        "mutation",
        "telomerase",
        "telomere shortening",
        "pancytopenia",
        "megaloblastic anemia",
        "thrombocytopenia",
        "amino acids",
        "anemia",
        "immunoglobulins, thyroid-stimulating"
    ],
    "author_names": [
        "Diane J. Nugent, MD",
        "Matthew A Kunicki, BS",
        "Shirley A Williams, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Diane J. Nugent, MD",
            "author_affiliations": [
                "University of California, Irvine, Irvine, CA ",
                "Children's Hospital of Orange County, Orange, CA ",
                "Center for Inherited Blood Disorders, Orange, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew A Kunicki, BS",
            "author_affiliations": [
                "CHOC Childrens Hospital, Orange, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shirley A Williams, PhD",
            "author_affiliations": [
                "CHOC Children's Hospital, Orange, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:04:51",
    "is_scraped": "1"
}