{
    "doi": "https://doi.org/10.1182/blood-2018-99-112573",
    "article_title": "Circulating Tumor DNA Dynamics during Therapy Predict Outcomes in Mantle Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Prognostic Markers and Therapies in Mantle Cell Lymphoma and Waldenstrom’s Macroglobulinemia",
    "abstract_text": "Background: Mantle cell lymphoma (MCL) is an incurable B-cell lymphoma with striking variability in tumor biology and clinical behavior across patients. Noninvasive blood-based biomarkers that monitor disease and treatment response may guide clinical decisions throughout disease course. Circulating tumor DNA (ctDNA) is a highly tumor-specific biomarker detectable in the blood of virtually all MCL patients. Within a prospective clinical trial, we studied Adaptive's next-generation sequencing assay to detect and quantify ctDNA in serum throughout therapy. Previously, we reported that ctDNA clearance after induction predicts both PFS and OS (Roschewski et al. ASCO 2018). Bortezomib (BZ) is a proteasome inhibitor shown to improve PFS when added to combination chemotherapy (Robak et al. N Eng J Med 2015). Herein, we analyze the clinical significance of ctDNA dynamics during therapy in patients treated with BZ + DA-EPOCH-R without consolidation. Methods: Untreated MCL patients received BZ monotherapy x 1 cycle then induction with BZ + DA-EPOCH-R up to 6 cycles. After induction, patients were randomized to observation vs. BZ maintenance x 18m. Patients had serum prospectively collected pre-Tx, after BZ monotherapy, before each cycle, after induction, and with each surveillance visit. Surveillance visits were paired with CT scans q4mos x 2y, q6mos in years 2-4, then annually. Pre-treatment specimens (FFPE or frozen cells) were analyzed for tumor-specific clonotypes. Tumor DNA was amplified using locus-specific primer sets for the Ig heavy-chain and light-chain loci, CCND1, and BCL2 translocations. Amplified products were sequenced, and patients without a high-frequency tumor clonotype were excluded. Levels of ctDNA at baseline, after BZ monotherapy, and after 1, 2 cycles of induction were analyzed. Results: 53 untreated MCL patients received BZ + DA-EPOCH-R between September 2005 and January 2016. After median potential f/u of 10y, median PFS is 29.3m and the 5-yr OS is 78.2%. BZ maintenance had no impact on PFS or OS. Of 52 patients w/available biopsies, 50 (96%) had a tumor-specific clonotype identified. Of 48 patients w/pre-treatment serum, 46 (96%) had detectable ctDNA. ctDNA was successfully tracked in 625 of 647 (97%) serum samples. The median level of baseline ctDNA was 742.98 cell equivalents/mL (range 0 to 101,008.58). Baseline ctDNA correlated with total metabolic tumor volume on PET scan (r s =0.74) but was not associated with PFS (p=0.45) or OS (p=0.22). Of 42 patients who received BZ monotherapy, 26 (62%) had decreases in ctDNA, 15 (36%) had increases, and 1 (2%) had no change. The median absolute decrease in ctDNA was 35 cell equivalents/ml (range -20,901 to +6,667) and the median relative decrease was 24% (range -100% to +530%). Notably, lower absolute ctDNA levels after BZ window were associated with improved PFS compared to patients with ctDNA above the median (34m vs 22m, p=0.02)(Figure 1). Clearance of ctDNA after 1 cycle of DA-EPOCH-R + BZ was strongly associated with a superior median PFS (76.4m vs 20.7m, p=0.0037)(Figure 2) and a trend towards superior 4-yr OS (92.3% vs 73.0%, p=0.23). Clearance of ctDNA after 2 cycles of DA-EPOCH-R + BZ was also associated with a superior median PFS (32.4m vs 21.4m, p=0.015) and a trend towards superior median OS (82.2m vs 73.2m, p=0.15). Conclusions: Circulating tumor DNA is detectable in nearly all patients with MCL. Dynamic changes that occur very early during therapy may predict clinical outcomes and may be an early readout for the activity of targeted agents. Given its broad applicability, ctDNA should be prospectively studied as part of response-adapted approaches in MCL. This work was supported by the Intramural Research Program of NCI and Adaptive Biotechnologies, Inc. View large Download slide View large Download slide  Close modal Disclosures Jacob: Adaptive Biotechnologies: Employment, Equity Ownership. Yusko: Adaptive Biotechnologies: Employment, Equity Ownership. Wiestner: Pharmacyclics LLC, an AbbVie Company: Research Funding.",
    "author_names": [
        "Rahul Lakhotia, MD",
        "Christopher Melani, MD",
        "Stefania Pittaluga, MD PhD",
        "Kieron Dunleavy, MD",
        "Nakhle S. Saba, MD",
        "A. Nicole Lucas, RN",
        "Allison Jacob, MS",
        "Erik Yusko, PhD",
        "Seth M. Steinberg, PhD",
        "Elaine S. Jaffe",
        "Adrian Wiestner, MD",
        "Wyndham H. Wilson, MD PhD",
        "Mark Roschewski, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rahul Lakhotia, MD",
            "author_affiliations": [
                "Lymphoid Malignancies Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher Melani, MD",
            "author_affiliations": [
                "Lymphoid Malignancies Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Pittaluga, MD PhD",
            "author_affiliations": [
                "Laboratory of Pathology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kieron Dunleavy, MD",
            "author_affiliations": [
                "George Washington University Cancer Center, Washington, DC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nakhle S. Saba, MD",
            "author_affiliations": [
                "Section of Hematology and Medical Oncology, Department of Medicine, Tulane University HSC, New Orleans, LA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Nicole Lucas, RN",
            "author_affiliations": [
                "Lymphoid Malignancies Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Jacob, MS",
            "author_affiliations": [
                "Adaptive Biotechnologies, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Yusko, PhD",
            "author_affiliations": [
                "Adaptive Biotechnologies, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth M. Steinberg, PhD",
            "author_affiliations": [
                "Biostatistics and Data Management Section, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elaine S. Jaffe",
            "author_affiliations": [
                "Laboratory of Pathology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Wiestner, MD",
            "author_affiliations": [
                "NIH, NHLBI, Bethesda, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wyndham H. Wilson, MD PhD",
            "author_affiliations": [
                "Lymphoid Malignancies Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Roschewski, MD",
            "author_affiliations": [
                "Lymphoid Malignancies Branch, Center for Cancer Research, National Cancer Institute, Bethesda, MD"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T12:56:42",
    "is_scraped": "1"
}