{
    "doi": "https://doi.org/10.1182/blood.V114.22.1526.1526",
    "article_title": "Safety, Tolerability and Pharmacokinetics of GMI-1070, a Pan-Selectin Inhibitor for Treatment of Vaso-Occlusive Crisis: Single and Multiple Dose Studies in Healthy Volunteers. ",
    "article_date": "November 20, 2009",
    "session_type": "Hemoglobinopathies, Excluding Thalassemia Poster I",
    "abstract_text": "Abstract 1526 Poster Board I-549 Introduction GMI-1070 is a pan-selectin inhibitor which targets E-, P-, and L-selectin, and has demonstrated activity in multiple animal models of disease including sickle cell vaso-occlusive crisis, myocardial infarction, delayed-type hypersensitivity, and microcirculation in diabetes. These Phase 1 healthy volunteer studies evaluated the safety, tolerability and pharmacokinetics (PK) of intravenous (IV) GMI-1070 in single and multiple doses, using a dose-ranging design. Methods A total of 72 healthy volunteers were randomized to receive study drug (GMI-1070 or placebo) in two blinded studies. In the first study, subjects were enrolled in groups of 8 (at a 3:1 ratio), administered a single IV dose of the study drug, and evaluated for safety prior to a dose review by the investigator and medical monitor. After the safety data from each group of 8 was reviewed in a blinded fashion, the decision was made to advance to the next dose group. Doses evaluated in the study were 2, 5, 10, 20, and 40 mg/kg. In the second study, subjects were enrolled similarly in groups of 8 (at a 3:1 ratio), administered multiple IV doses of the study drug over the course of 2 to 4 days, and evaluated for safety and dose escalation in a similar fashion. Doses evaluated in the multiple dose study were: 5, 10, and 20 mg/kg q8 hours for 13 doses (4 days); and finally a loading dose regimen of 40 mg/kg followed by 20 mg/kg q8 hours for 6 doses (2 days). For both studies, safety parameters included adverse events (AEs), clinical lab results, vital signs, ECG, and physical exam. Plasma and urine concentrations of GMI-1070 were measured, and PK parameters were calculated using a non-compartmental analysis. Results All 72 randomized healthy volunteers were included in the safety analysis, and all 54 who received GMI-1070 were included in the PK analysis. There were no serious AEs in either study. All AEs in subjects receiving GMI-1070 were grades 1 or 2 (mild or moderate); no grade 3 (severe) AEs were seen in subjects receiving GMI-1070. One subject did exhibit a pruritic rash while receiving the loading dose regimen of the multiple dose study, and had to discontinue study drug after 3 doses. The rash resolved with treatment. All other AEs in all groups were either possibly related, probably not related, or unrelated to study drug. There was no treatment- or dose-related trend in the incidence of AEs. Overall, there also did not appear to be any clinically significant treatment- or dose-related trends in the clinical lab, vital sign, ECG, or physical exam data in either study. Analysis of the plasma and urine concentrations indicated linear PK over the range of doses tested. The elimination half life is 8 hours with the multiple dose regimen, with a minimum of 89% of the dose recovered in the urine. Conclusions GMI-1070, a pan-selectin inhibitor administered in single or multiple doses IV, at the doses used in these studies, appears to be safe and well-tolerated with linear PK. These studies support proceeding with evaluation of GMI-1070 in the treatment of sickle cell patients in vaso-occlusive crisis. Disclosures Xie: MDS Pharma Services: Employment. Seufert: GlycoMimetics, Inc.: Consultancy. Magnani: GlycoMimetics, Inc.: Employment, Equity Ownership. Kramer: GlycoMimetics, Inc.: Consultancy. Thackray: GlycoMimetics, Inc: Employment, Equity Ownership.",
    "topics": [
        "animal model",
        "multiple-dose regimen",
        "pharmacokinetics",
        "selectins",
        "vaso occlusive crisis",
        "drug loading dose",
        "physical examination",
        "vital signs",
        "adverse event",
        "delayed hypersensitivity"
    ],
    "author_names": [
        "Yuli Xie, MS",
        "Rebecca Seufert, RN",
        "John L. Magnani, PhD",
        "William Kramer, PhD",
        "Helen M. Thackray, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuli Xie, MS",
            "author_affiliations": [
                "MDS Pharma, Lincoln, NE, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Seufert, RN",
            "author_affiliations": [
                "GlycoMimetics, Inc, Gaithersburg, MD, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John L. Magnani, PhD",
            "author_affiliations": [
                "GlycoMimetics, Inc, Gaithersburg, MD, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Kramer, PhD",
            "author_affiliations": [
                "Kramer Consulting LLC, North Potomac, MD, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen M. Thackray, MD",
            "author_affiliations": [
                "GlycoMimetics, Inc., Gaithersburg, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T21:34:36",
    "is_scraped": "1"
}