{
    "doi": "https://doi.org/10.1182/blood.V106.11.5476.5476",
    "article_title": "High-Dose Melphalan and Autologous Stem Cell Transplantation in Unusual Non-Amyloid Light Chain Deposition Disorders. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Light chain deposition disease (LCDD) is caused by a clonal plasma cell disorder in which fragments of monoclonal immunoglobulin light chains, usually with a kappa genotype, are deposited in various tissues in a globular form resulting in organ dysfunction. Crystal-storing histiocytosis (CSH) is another light chain deposition disorder in which monoclonal light chains form intracytoplasmic crystalline deposits. Both LCDD and CSH are uncommon diseases, for which there is limited treatment experience. However, conventional anti-plasma cell chemotherapy with oral melphalan as is used in multiple myeloma has been tried in LCDD with little benefit. Between 1999–2005, five patients with LCDD and one patient with CSH have been treated at Boston University Medical Center with high-dose intravenous melphalan (IVM) followed by autologous peripheral blood stem cell transplantation (SCT). Patients have been treated with either 200mg/m 2 of IVM (n=5) or 140 mg/m 2 (n=1) depending on age and clinical status and subsequently have been assessed for hematologic responses and for improvements in organ function at 3, 6 and 12 months, and annually thereafter. The median age of patients at the time of treatment has been 45 years (range 34–51). Four patients with LCDD had kappa light chain deposition involving the kidneys and 1 of these patients had extrarenal involvement of the heart on electron microscopy of endomyocardial biopsy as well. One patient with LCDD had lambda deposition involving kidneys only. The patient with CSH had only renal involvement, with kappa light chain plasma cell dyscrasia. All except 1 patient had impaired renal function with creatinine clearance ranging from 21 – 64 ml/min. All treated patients are alive and well at a median follow up of 13.6 months (range 5–24 months). Median survival has not yet been reached. No treatment-related deaths were noted, and treatment-related toxicities were manageable and reversible. All evaluable patients (n=4) have achieved a hematologic complete response of the underlying plasma cell dyscrasia after IVM/SCT. In conclusion, this experience indicates that IVM/SCT is a safe, feasible, and effective modality for the treatment of these unusual light chain deposition disorders.",
    "topics": [
        "amyloid",
        "antigens, cd98 light chains",
        "autologous stem cell transplant",
        "melphalan",
        "light chain nephropathy",
        "plasma cell disorder",
        "immunoglobulin kappa-chains",
        "chemotherapy regimen",
        "complete remission",
        "creatinine clearance"
    ],
    "author_names": [
        "Karin I. Weichman, MD",
        "David C. Seldin, MD, PhD",
        "Karen Quillen, MD",
        "Michael Rosenzweig, MD",
        "Laura M. Dember, MD",
        "Martha Skinner, MD",
        "Daniel G. Wright, MD",
        "Vaishali Sanchorawala, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karin I. Weichman, MD",
            "author_affiliations": [
                "Medicine, Boston University Medical Center, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David C. Seldin, MD, PhD",
            "author_affiliations": [
                "Medicine, Boston University Medical Center, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Quillen, MD",
            "author_affiliations": [
                "Medicine, Boston University Medical Center, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Rosenzweig, MD",
            "author_affiliations": [
                "Medicine, Boston University Medical Center, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M. Dember, MD",
            "author_affiliations": [
                "Medicine, Boston University Medical Center, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Skinner, MD",
            "author_affiliations": [
                "Medicine, Boston University Medical Center, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel G. Wright, MD",
            "author_affiliations": [
                "Medicine, Boston University Medical Center, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vaishali Sanchorawala, MD",
            "author_affiliations": [
                "Medicine, Boston University Medical Center, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T13:07:56",
    "is_scraped": "1"
}