{
    "doi": "https://doi.org/10.1182/blood.V124.21.5620.5620",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2822",
    "start_url_page_num": 2822,
    "is_scraped": "1",
    "article_title": "Concurrent De Novo Myeloid Neoplasm and Plasma Cell Dyscrasia: A Clinicopathologic Study of 27 Cases ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies",
    "abstract_text": "Background: Myeloid and plasma cell neoplasms represent clonal disorders of different lineages. Patients with plasma cell dyscrasia (PCD) may develop secondary myelodysplastic syndrome/acute myeloid leukemia (MDS/AML) following cytotoxic chemotherapy for PCD. Therapy-related MDS/AML has a poor prognosis and is clonally distinct from the PCD. Coexistence of de novo MDS/AML and PCD without prior chemotherapy has only occasionally been reported in the literature. Whether these two distinct neoplasms are derived from the same ancestral pre-malignant stem cell is uncertain. In this study, we report 27 cases of concurrent MDS/AML and PCD, and summarize the clinicopathologic features. Methods and Materials: Twenty-seven cases of untreated smoldering MM (SMM) or monoclonal gammopathy of undetermined significance (MGUS) with concurrent de novo MDS, AML or myelodysplastic/myeloproliferative neoplasm (MDS/MPN) were identified from the pathology database at the Department of Hematopathology, Moffitt Cancer Center between 2005 and 2014. Bone marrow biopsies, laboratory data, flow cytometric and cytogenetic studies of each case were reviewed. Clinical features were obtained by chart review. Results: There were 20 (74%) males and 7 females (26%) with a median age of 71 (range, 57 -87) years. Twenty-two (81%) patients had a diagnosis of MDS/AML made at the same time as the diagnosis of PCD. Four (15%) patients had a history of MGUS ranging from 6 months to 20 years and received no treatment. One (4%) patient had a history of low grade MDS/refractory cytopenia with multilineage dysplasia (RCMD) for 7 years before the development of PCD. None of the patients received prior cytotoxic chemotherapy, radiotherapy or immunomodulatory therapy before the concurrent neoplasms were diagnosed. Thirteen (48%) patients were diagnosed with MGUS, and 14 (52%) patients were diagnosed with SMM. Four patients with MGUS evolved to SMM and none of the patients with MGUS or SMM showed progression to symptomatic MM. The myeloid neoplasms included MDS (n=17, 63%), AML (n=6, 22%), chronic myelomonocytic leukemia, type 1 (CMML-1: n=3, 11%), and refractory anemia with ring sideroblasts associated and thrombocytosis (RARS-T: n=1, 4%). The MDS cases were 1 case of MDS with isolated del(5q) (4%), 2 cases of RARS (7%), 10 cases of RCMD, (37%), 1 case of refractory anemia with excess blasts, type 1 (RAEB-1, 4%), and 3 cases of RAEB-2 (11%). Twenty-five patients (93%) received therapy for the myeloid neoplasms, including DNA hypomethylating agent(s) (HMA) and/or combination chemotherapy. Of them only 2 patients were treated for PCD. Excluding 6 patients with AML, 10 of 19 patients with MDS or MDS/MPN have full or partial response to HMA therapy. However, the remaining 9 patients showed disease progression. Two patients with low grade MDS had progression to RAEB-1, while 6 patients (3 RAEB I or II and 3 RCMD) had progression to AML. The patient with RARS-T showed sequential progression of disease to CMML and AML. Two of the three patients with CMML-1 showed progression of disease to CMML-2, but without further progression to AML. The median duration of follow up was 20 (range, 2 – 143) months, and 9 patients (33%) died of the disease, and one patient died from concurrent lung cancer. Of the 17 patients with MDS, 76% were categorized as low/intermediate-1 risk and 24% were intermediate-2 or high risk according to the International Prognostic Scoring System (IPSS). Based on the IPSS risk score, the median overall survival (OS) was 23, 24, 20, and 13 months for low, intermediate-1, intermediate-2, and high-risk categories, respectively. There were no differences in the OS rates. The 5-year OS rate of the 13 patients with low/intermediate-1 risk MDS was 62%. Conclusion: Based on the review of over 1000 myeloid neoplasms registered at our institutional pathology database during the time period, the concurrent de novo MDS/AML and PCD is considered an uncommon occurrence but represents an important clinical entity. A subpopulation of patients with low grade MDS tended to have a rapid disease progression, while the SMM cases remained indolent without progression to symptomatic MM. Excluding an underlying myeloid disorder has therapeutic implication in a patient with otherwise MGUS /SMM and cytopenias without bone or renal disease. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dysproteinemia",
        "myeloproliferative disease",
        "plasma cell disorder",
        "monoclonal gammopathy of undetermined significance",
        "leukemia, myelomonocytic, chronic",
        "neoplasms",
        "refractory anemia with excess blasts",
        "cytopenia, refractory, with multilineage dysplasia",
        "disease progression",
        "refractory anemia with sideroblasts"
    ],
    "author_names": [
        "Haipeng Shao, MD PhD",
        "Taiga Nishihori, MD",
        "Kenneth H. Shain, MD PhD",
        "Rachid Baz, MD",
        "Melissa Alsina, MD",
        "Eric Padron, MD",
        "Jeffrey E. Lancet, MD",
        "Alan F List, MD",
        "Rami S Komrokji, MD",
        "Ling Zhang, MD"
    ],
    "author_affiliations": [
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "H Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
        ]
    ],
    "first_author_latitude": "28.01654715",
    "first_author_longitude": "-82.46681349999999"
}