{
    "doi": "https://doi.org/10.1182/blood.V128.22.860.860",
    "article_title": "The Checkpoint for Agonist Selection Precedes Conventional Selection in Human Thymus ",
    "article_date": "December 2, 2016",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: T-Cell Development-Epigenetics and Checkpoint Inhibition",
    "abstract_text": "The thymus plays a central role in self-tolerance by preventing strongly self-reactive thymocytes from accumulating as naïve T cell receptor (TCR) αβ + T cells in the periphery. The elimination of auto-reactive T cells from the naïve pool is in part mediated by deletion during conventional negative selection. Alternatively, self-reactive thymocytes can also be positively selected in response to strong TCR signals during agonist selection and functionally differentiate to innate TCRαβ + T cells such as the CD8αα + double negative (DN) T cells. How thymocytes discriminate between these opposite outcomes remains unclear. We identified a novel agonist-selected PD-1 + CD8αα + subset of mature CD8 + T cells in human thymus. Using the same markers a similar population was also identified in cord blood at about the same frequency as TCRγδ + cells. This population expresses high levels of Helios, indicative of strong TCR engagement, and displays an effector phenotype associated with agonist selection. Indeed, PD-1 + CD8αα + T cells exhibit innate production of IFN-γ and an elevated T-bet to Eomes ratio typical of effector CD8 T cells. These cells are CD62L - , CXCR3 + and Hobit high suggesting that these cells leave the thymus and home to the tissues. Interestingly, in vitro CD3/TCR stimulation of sorted early post-β-selection thymocyte blasts uniquely gives rise to this innate subset, whereas small CD4 + CD8 + double positive precursors fail to survive strong TCR signals. The generation of the innate subset seems to arise also in vivo from early post-β-selection thymocyte blasts as these two populations have an identical TCRα repertoire: ex vivo isolated PD-1 + CD8αα + thymocytes are skewed for early 3' TRAV and 5' TRAJ rearrangements compared to conventional CD8 T cells. A similar skewing was found in early post-β-selection thymocyte blasts. As TCRα rearrangements are terminated by TCR engagement of agonist selection, this is strong evidence for a precursor progeny relationship. Together, we conclude that human CD8αα + T cells are preferentially selected by strong TCR engagement on a subset of progenitors that express a full TCRαβ early on, leading to the generation of a post-selection T cell population with innate functional capacity and a markedly distinct TCR repertoire. These findings uncover the heterogeneity among DP precursors in their potential to survive strong selection signals and suggests that the decision making in the thymus to divert immature thymocytes to the agonist selection pathway occurs early before conventional selection of DP cells. We propose that progression through the immature thymic developmental program influences the outcome of TCR engagement with early post-β-selection thymocytes triggered by strong TCR signals preferentially giving rise to innate CD8αα + T cells in humans. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "agonists",
        "thymus gland",
        "cell cycle checkpoint",
        "functional capacity",
        "l-selectin",
        "t-cell receptor",
        "t-lymphocytes",
        "thymocytes",
        "blast cells",
        "child"
    ],
    "author_names": [
        "Greet Verstichel",
        "David Vermijlen",
        "Liesbet Martens",
        "Glenn Goetgeluk",
        "Yvan Saeys",
        "Cheroutre Hilde",
        "Bart Vandekerckhove, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Greet Verstichel",
            "author_affiliations": [
                "Department of Clinical chemistry, Microbiology and Immunology, Ghent University, Ghent, Belgium "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Vermijlen",
            "author_affiliations": [
                "Faculty of Pharmacy, Université Libre de Bruxelles, Brussels, Belgium "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liesbet Martens",
            "author_affiliations": [
                "VIB Inflammation Research Center, Gent, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glenn Goetgeluk",
            "author_affiliations": [
                "Department of Clinical chemistry, Microbiology and Immunology, Ghent University, Ghent, Belgium "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvan Saeys",
            "author_affiliations": [
                "Data Mining and Modeling for Systems Immunology, VIB Inflammation Research Center, Gent, Belgium "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheroutre Hilde",
            "author_affiliations": [
                "Division of Developmental Immunology, La Jolla Institute for Allergy and Immunology, La Jolla, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Vandekerckhove, MD PhD",
            "author_affiliations": [
                "Clinical Chemistry, Microbiology and Immunology, Ghent University, Gent, Belgium"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:39:47",
    "is_scraped": "1"
}