{
    "doi": "https://doi.org/10.1182/blood.V128.22.1324.1324",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3399",
    "start_url_page_num": 3399,
    "is_scraped": "1",
    "article_title": "Safe Deep Sedation with Midazolam and Propofol for Cerebral MRI in Young Children with Sickle Cell Disease Is Safe: A Single Center Experience in Belgium ",
    "article_date": "December 2, 2016",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical: Poster I",
    "topics": [
        "belgium",
        "brain mri",
        "child",
        "deep sedation",
        "midazolam",
        "propofol",
        "sickle cell anemia",
        "magnetic resonance imaging",
        "sedation procedure",
        "hydroxyurea"
    ],
    "author_names": [
        "Cécile Callewaert, MD",
        "Laurence Dedeken, MD",
        "Françoise De Groote, MD",
        "Laurence Rozen",
        "Phu-Quoc Lê, MD",
        "Sophie Huybrechts, MD",
        "Safiatou Diallo, MD",
        "Christine Devalck, MD",
        "Catherine Heijmans, MD",
        "Andrée De Ville, MD",
        "Alina Ferster, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Hematology/Oncology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Anesthesiology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Laboratory of Hematology and Hemostasis, CHU Brugmann, Université Libre de Bruxelles, Brussels, Belgium"
        ],
        [
            "Hematology/Oncology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Hematology/Oncology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Hematology/Oncology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Hematology/Oncology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Hematology/Oncology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Anesthesiology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ],
        [
            "Hematology/Oncology, Hôpital Universitaire des Enfants Reine Fabiola, Université Libre de Bruxelles, Brussels, Belgium "
        ]
    ],
    "first_author_latitude": "50.8883432",
    "first_author_longitude": "4.3284769999999995",
    "abstract_text": "Introduction Cerebral angio-MRI is required in children with Sickle Cell Disease (SCD) in case of abnormal blood flow velocities or lack of acoustic window at Trans-Cranial Doppler Echography (TCD) and to screen the presence of silent infarcts. MRI in young children requires deep sedation and could potentially lead to hypoxemia and increase the risk of SCD-related complications. For this reason, we studied whether deep sedation (DS) for cerebral MRI in young children with SCD might be associated with more frequent adverse events during and within 30 days after the procedure. Methods We identified all patients with SCD who were investigated by MRI under DS in our center (Hôpital Universitaire des Enfants Reine Fabiola, Brussels, Belgium) from Augustus 2005 to March 2016. Demographic data as well as data about the anaesthetic procedure and acute clinical events 30 days before and after sedation have been collected retrospectively. The anaesthetic procedure for patient with SCD was based on midazolam as premedication followed by propofol for deep sedation. Supplementary oxygen was added to all children to maintain FiO2 > 40%. No prophylactic red blood cell transfusion/exchange were administered before sedation. Data were analyzed for normality; parametric values were assessed by mean and SD, non-parametric values were assessed as medians and interquartile ranges. Student test was used to analyse continuous variable and Chi-square test for discrete variable. Results Seventy four SCD children were identified in whom 147 procedures were performed. 53% were female; 94% were HbSS or HbSβ 0 . Most of them have already experienced one or more previous acute clinical event (dactylitis 32.4%, vaso-occlusive crisis [VOC] 45.9%, acute chest syndrome [ACS] 32.4%). Hydroxyurea has been prescribed to 39 patients (52.7%) at a median age of 2.4 years (range: 0.6- 4.9 years) mainly for recurrent VOC/ ACS. Five patients were on chronic transfusion program beginning at a median age of 2.6 years (range: 2.1-4.7 years) for primary and secondary stroke prevention. Median age at procedure was 3.1 years (range: 0.9 - 6.1 years). The median number of MRI under DS per patient was 1.8 (range: 1-5). Seven MRI were associated to an incident linked to the DS: 3 episodes of agitation/irritability, 4 desaturations < 95% (with 1 requiring transient manual mask ventilation). Median saturation during the procedure was 100% (range: 84-100%). 28 clinical events (19%) occurred within the 30 days before DS while 16 (11%) occurred within the 30 days after DS. Considering hospitalisations, the number were 16 (11%) and 11 (7.5%) before and after respectively. Considering only VOC and ACS, the numbers were 8 (5.4%) before and 6 (4%) after DS. Patients developing SCD complications after DS were less frequently treated with hydroxyurea (18.8% vs. 44.3%, P=0.06), had longer procedure while Hb level, WBC count, MCV, HbF and LDH were not significantly different. Discussion Deep sedation with midazolam and propofol for Cerebral angio-MRI in SCD children was safe, with few side-effects and no increase of VOC and ACS within one month of sedation. Only one study analyzed the safety of deep sedation in young children with SCD (Belmont et al. J Pediatr May 2015; 166:1226-32) but reported a possible trend of increased complications after sedation with midazolam, phenobarbital and fentanyl. Compared to the series of Belmont (Table 1), our patients were younger, more often treated with hydroxyurea and had a shorter procedure duration with less deep desaturation. The combination of propofol with midazolam seems to be better tolerated by children with SCD than midazolam, pentobarbital and fentanyl and appears to be safe in very young children. View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}