{
    "doi": "https://doi.org/10.1182/blood.V114.22.829.829",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1381",
    "start_url_page_num": 1381,
    "is_scraped": "1",
    "article_title": "Diffuse MRI Marrow Pattern Correlates with Increased Angiogenesis, Advanced Disease Features and Poor Prognosis in Newly-Diagnosed Patients with Multiple Myeloma Treated with Novel Agents. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY: THERAPEUTIC POTENTIAL OF GENETIC AND EPIGENETIC TARGETS IN MULTIPLE MYELOMA",
    "topics": [
        "angiogenesis",
        "magnetic resonance imaging",
        "multiple myeloma",
        "plasmacytosis",
        "vascular endothelial growth factor a",
        "tartrate-resistant acid phosphatase",
        "angiopoietins",
        "fibroblast growth factor 2",
        "alkaline phosphatase",
        "biopsy"
    ],
    "author_names": [
        "Lia A. Moulopoulos",
        "Evangelos Terpos",
        "Dimitrios Christoulas",
        "Efstathios Kastritis",
        "Dimitra Anagnostou",
        "Andreas Koureas",
        "Maria Roussou",
        "Maria Gavriatopoulou",
        "Magdalini Migkou",
        "Marina Iakovaki",
        "Maria Gkotzamanidou",
        "Vasilios Skiadas",
        "Anna Tasidou",
        "Meletios A. Dimopoulos"
    ],
    "author_affiliations": [
        [
            "Department of Radiology, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Hemopathology, Evangelismos General Hospital, Athens, Greece"
        ],
        [
            "Department of Radiology, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Radiology, University of Athens School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Hemopathology, Evangelismos General Hospital, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
        ]
    ],
    "first_author_latitude": "37.976340900000004",
    "first_author_longitude": "23.7718966",
    "abstract_text": "Abstract 829 The aim of this study was to evaluate the prognostic value of bone marrow magnetic resonance imaging (MRI) in newly-diagnosed myeloma (MM) patients who received novel agent-based therapy and to explore possible correlations of MRI pattern with clinical and laboratory data. Eighty-two consecutive MM patients (43M/39F, median age: 65 years) at diagnosis were studied. MRI of the spine was performed within 1-2 weeks following diagnosis. T1-weighted, STIR and contrast-enhanced T1-weighted sagittal MR images of the thoracic and lumbar spine were obtained with a 1.5 T unit (Phillips, Eindhoven, the Netherlands). Marrow involvement was characterized as normal, focal, diffuse or variegated. Microvessel density (MVD) was evaluated in marrow trephine biopsies at the time of diagnosis. The following serum indices of bone metabolism and angiogenesis were measured on the day of MRI: i) osteoclast stimulators [sRANKL, osteoprotegerin (OPG), osteopontin (OPN) and macrophage inflammatory protein-1alpha (MIP-1alpha)], ii) dickkopf-1 (Dkk-1), iii) bone resorption markers [C- and N-terminal cross-linking telopeptide of collagen type-I (CTX and NTX, respectively) and TRACP-5b], iv) bone formation markers [bone alkaline phosphatase (bALP) and osteocalcin (OC)], and v) angiogenic cytokines [VEGF, VEGF-A, angiogenin (ANG), angiopoietin-1 (ANGP-1), angiopoietin-2 (ANGP-2) and bFGF]. MRI evaluation of the spine revealed that 34 (41.5%) patients had focal, 26 (31.7%) diffuse, 18 (22%) normal, and 4 (4.9%) had a variegated pattern of marrow involvement. Low-grade angiogenesis, as assessed by MVD, was present in 32 (39%) patients, while 33 (40%) had intermediate-grade and 17 (20%) patients had high-grade angiogenesis. Twenty-one of 26 (80%) patients with a diffuse MR pattern had intermediate or high-grade angiogenesis in contrast to 14/34 (41%) patients with focal involvement (p=0.01) and 12/18 (66%) with normal MR pattern (p=0.037). Patients had increased values of VEGF (p<0.001), VEGF-A (p<0.001), ANGP-2 (p<0.001) and bFGF (p=0.001), and reduced values of ANGP1/ANGP2 ratio (p<0.01) compared to healthy controls (n=36). Patients with a diffuse pattern were the only patients who had increased ANG compared to controls (p=0.004). Patients with diffuse pattern had higher levels of serum VEGF and VEGF-A compared to patients with normal (p=0.028 and p=0.006, respectively) and focal pattern (p=0.009 and p<0.01, respectively) and borderline elevated ANG compared to normal pattern (p=0.06). Myeloma patients had increased values of sRANKL (p<0.001), sRANKL/OPG ratio (p=0.004), NTX (p<0.001), CTX (p<0.001), TRACP-5b (p<0.001), Dkk-1 (p=0.01), and OPN (p<0.001) and borderline reduced values of bALP (p=0.09) compared to controls. Patients with normal MRI pattern showed no difference in terms of Dkk-1 and bone formation markers compared to controls. Patients with diffuse pattern of marrow involvement had reduced values of bone formation markers (p=0.01), while patients with focal pattern had only a borderline reduction of OC (p=0.09). Both diffuse and focal MRI patterns had increased Dkk-1 levels. All abnormal MRI patterns had increased levels of NTX, CTX and TRACP-5b and increased levels of osteoclast stimulators sRANKL/OPG, MIP-1alpha and OPN. Diffuse and variegated patterns of infiltration correlated with greater bone marrow plasma cell infiltration (p=0.043) and advanced ISS stage (p=0.018). All patients received a combination regimen that contained at least one novel anti-myeloma agent (IMiD and/or bortezomib) at some point during the course of their disease. The median follow-up of the patients was 25 months. Patients with diffuse or variegated pattern had a median survival of 29 months, patients with focal pattern had a median survival of 62 months, while the median survival of patients with normal MRI pattern has not been reached at the time of the analysis (p=0.009). Multivariate analysis showed that only MRI pattern and ISS stage were independent prognostic factors for survival. In conclusion, our analysis provides strong evidence that diffuse MRI pattern of marrow involvement correlates with increased angiogenesis, adverse disease features and inferior survival in MM patients who were treated with novel agents. Such patients may be considered for upfront treatment with combinations of novel agents. Our results highlight the important prognostic value of MRI in MM and support its routine use in MM patients. Disclosures: No relevant conflicts of interest to declare."
}