{
    "doi": "https://doi.org/10.1182/blood.V122.21.3244.3244",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2464",
    "start_url_page_num": 2464,
    "is_scraped": "1",
    "article_title": "Host Tissue PD-1 Pathway Contribute To Murine Chronic Graft-Versus-Host Disease Via Th1+Th17+ Cells ",
    "article_date": "November 15, 2013",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster II",
    "topics": [
        "graft-versus-host disease, chronic",
        "host (organism)",
        "mice",
        "weight reduction",
        "transplantation",
        "histopathology tests",
        "allogeneic hematopoietic stem cell transplant",
        "antibodies",
        "autoimmune diseases",
        "bone marrow transplantation, allogeneic"
    ],
    "author_names": [
        "Hideaki Fujiwara",
        "Yoshinobu Maeda, M.D., Ph.D.",
        "Koichiro Kobayashi",
        "Hisakazu Nishimori",
        "Ken-ichi Matsuoka, MD, PhD",
        "Miyuki Azuma, MD, PhD",
        "Hideo Yagita, PhD",
        "Lieping Chen, MD, PhD",
        "Mitsune Tanimoto, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, Okayama University Graduate school of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan, "
        ],
        [
            "Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry, and Pharmaceutical Sciences, Okayama, Japan, "
        ],
        [
            "Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry, and Pharmaceutical Sciences, Okayama, Japan, "
        ],
        [
            "Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry, and Pharmaceutical Sciences, Okayama, Japan, "
        ],
        [
            "Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan, "
        ],
        [
            "Department of Molecular Immunology, Tokyo Medical and Dental Univerisity, Tokyo, Japan, "
        ],
        [
            "Immunology, Juntendo University, School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Immunobiology, Yale University School of Medicine, New Haven, CT, USA"
        ],
        [
            "Hematology and Oncology, Okayama University Graduate School of Medicine, Dentistry, and Pharmaceutical Sciences, Okayama, Japan, "
        ]
    ],
    "first_author_latitude": "34.687173699999995",
    "first_author_longitude": "133.92202509999998",
    "abstract_text": "Chronic graft-versus-host disease (cGVHD) remains a major cause of late-phase mortality and morbidity after allogeneic hematopoietic stem cell transplantation. Programmed death-1 (PD-1) and its ligands B7H1 and B7DC, which deliver inhibitory signals and regulate T cell activation, tolerance, and immunopathology, are involved in autoimmune disease. Although several studies have shown that blocking the PD-1 pathway enhances acute GVHD, its relationship to cGVHD remains unclear. We investigated the role of the PD-1 pathway in cGVHD, using a well-defined mouse cGVHD model. Recipients received 6 Gy TBI and were transplanted with purified splenic T cells and BM from either syngeneic BALB/c or allogeneic B10.D2 donors. On days 14, 21, 28, and 56 post-transplant, CD4 and CD8 cells from the spleens and peripheral lymph nodes (pLN) in the allogeneic recipients expressed significantly more PD-1 than those in the syngeneic recipients ( p <0.005). Allogeneic recipients had elevated B7H1 mRNA levels from day 14-28 post-transplant ( p <0.05) and immunohistochemical analysis of skins from allogeneic recipients showed more B7-H1 expression than from syngeneic recipients on days 14-28 post-transplant, while this declined to the same level as in the syngeneic group after day 42. These findings suggest that donor cells express more PD-1, while target tissues of recipients transiently up-regulate B7H1 expression only in the early phase and soon down-regulate it to syngeneic levels. Upon transfer of PD-1-/- donor T cells with the B10.D2 background into allogeneic BMT models, weight loss was severe and 100% of the recipients died by day 23 post-transplant. To avoid early death, we administered antibodies blocking the PD-1 pathway to recipients of WT donors beginning on day 14 post-transplant, just before they developed clinical signs of cGVHD. Mice treated with anti-PD-1 Ab showed 70% mortality by day 35 and 10% mortality was seen in those given anti-B7H1 Ab or anti-B7DC Ab. All groups treated with anti-PD-1, anti-B7H1, or anti-B7DC Ab had significantly higher cGVHD scores than controls ( p <0.05). We next used B7H1-/- mice with the BALB/c background as recipients to evaluate how host B7H1 expression contributes to cGVHD. Allogeneic B7H1-/- recipients showed significantly more severe skin cGVHD and histopathological damage than WT controls (5.86 ± 0.85 vs . 8.38 ± 0.38, p <0.05). We previously elucidated the contribution of Th1+Th17+T cells to cGVHD and Am80, a potent synthetic retinoid, regulated both Th1 and Th17 responses, resulting in an attenuation of cGVHD (Nishimori et al. Blood 2012). Recipients of B7H1-/- showed fewer Foxp3+ regulatory T cells in the early phase (day 14, 13.5±4.2% vs . 6.4±4.4%, p <0.05), whereas there was no difference in the frequency of Foxp3+ regulatory T cells in the late transplantation period (day 28), as compared to WT recipients. Th1+Th17+T cells were detected significantly more frequently in recipients of B7H1-/- donors than those of WT recipients (day 28 2.7±0.35% vs. 1.4±0.2%, p<0.05). Administration of Am80 reduced Th1+Th17+T cells and cGVHD damage in recipients of B7H1-/- donors. To explore the contribution of B7H1 expression on hematopoietic cells or non-hematopoietic cells to cGVHD, (B7H1-/-→WT), (WT→B7H1-/-), and (WT→WT) chimeric mice (BALB/c background) were created by reconstituting sublethally irradiated WT or B7H1-/- Balb/c mice with BM cells from WT or B7H1-/- BALB/c mice. There were no differences in the clinical and pathological cGVHD scores between (B7H1-/-→WT) and (WT→WT) chimeric mice. CD4+CD25+ Foxp3+ Treg cells from (B7H1-/-→WT) recipients were detected less frequently on day 14 than in (WT→WT) recipients ( p <0.05), but at similar levels on days 21 and 28. These findings suggest that B7H1 expression on hematopoietic cells plays a role in the development of Tregs only during the early transplantation period, but does not affect cGVHD severity. Unlike (B7H1-/-→WT) recipients, (WT→B7H1-/-) chimeras had significantly worse clinical cGVHD scores ( p <0.05), histopathological damage ( p <0.05), and Th1+Th17+T cell expansion ( p <0.05), but no Treg cell changes. Collectively, these findings indicated that B7H1 expression on host tissues was dedicated to the expansion of IFN-g/IL-17 double-positive cells leading to cGVHD and that modulation of the tissue expression of B7-H1 might represent a new strategy for preventing or treating cGVHD. Disclosures: No relevant conflicts of interest to declare."
}