{
    "doi": "https://doi.org/10.1182/blood.V128.22.5272.5272",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3321",
    "start_url_page_num": 3321,
    "is_scraped": "1",
    "article_title": "Identification of Genetic Alterations Associated with Mutant IL7Ralpha in T-ALL ",
    "article_date": "December 2, 2016",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "genetics",
        "t-cell leukemia, acute",
        "interleukin 7 receptor",
        "interleukin-7",
        "leukemia",
        "acute lymphocytic leukemia",
        "choroidal neovascularization",
        "disease remission",
        "nucleotides"
    ],
    "author_names": [
        "Gisele O. L. Rodrigues, MSc",
        "Wenqing Li",
        "Sarah Cramer",
        "Livia W. Campos",
        "Priscila P. Zenatti",
        "Angelo A.B.A Laranjeira",
        "Julie A. Hixon",
        "Emilee Senkevitch, PhD BS",
        "Caroline Andrews",
        "Elda P. Noronha",
        "Maria Pombo-de-Oliveira",
        "Silvia Brandalise",
        "Francisco P. Lobo",
        "Jose Andres Yunes",
        "Scott Durum"
    ],
    "author_affiliations": [
        [
            "Cancer and Inflammation Program, National Cancer Institute, Frederick, MD ",
            "Boldrini Children's Center, Campinas, Brazil ",
            "Institute of Biology, State University of Campinas, Campinas, Brazil "
        ],
        [
            "Cancer and Inflammation Program, National Cancer Institute, Frederick, MD "
        ],
        [
            "Cancer and Inflammation Program, National Cancer Institute, Frederick, MD "
        ],
        [
            "Boldrini Children's Center, Campinas, Brazil "
        ],
        [
            "Boldrini Children's Center, Campinas, Brazil "
        ],
        [
            "Boldrini Children's Center, Campinas, Brazil "
        ],
        [
            "Cancer and Inflammation Program, National Cancer Institute, Frederick, MD "
        ],
        [
            "Cancer and Inflammation Program, National Cancer Institute, Frederick, MD "
        ],
        [
            "Cancer and Inflammation Program, National Cancer Institute, Frederick, MD "
        ],
        [
            "Molecular biology, National Institute of Cancer, Rio de Janeiro, Brazil "
        ],
        [
            "Molecular biology, National Institute of Cancer, Rio de Janeiro, Brazil "
        ],
        [
            "Boldrini Children's Center, Campinas, Brazil "
        ],
        [
            "Federal University of Minas Gerais, Belo Horizonte, Brazil"
        ],
        [
            "Boldrini Children's Center, Campinas, Brazil "
        ],
        [
            "Cancer and Inflammation Program, National Cancer Institute, Frederick, MD "
        ]
    ],
    "first_author_latitude": "39.4449485",
    "first_author_longitude": "-77.39871425",
    "abstract_text": "The IL7/IL7R mediated signaling is essential for normal development and homeostasis of T cell precursors. Early studies have shown that around 10% of patients with Acute lymphoblastic leukemia T cell (T-ALL) have mutations in the alpha chain of the receptor for IL7 (IL-7Ralpha) driving constitutive signaling via JAK1 and independent of IL-7, gamma-chain or JAK3. Some genetic changes are important factors to initiate leukemia, but in many cases these changes are insufficient to achieve the complete leukemic phenotype, suggesting that collaborative oncogenic mutations may be present. To identify candidate mutations that work in collaboration with the oncogenic IL7R, we performed exome sequencing and SNP-CNV-Array assay on a group of eight primary T-ALL samples carrying the IL7R mutation (T-ALL-IL7Rmut). The microarray was performed using Cytoscan HD - Affymetrix and CNVs were detected by ChAs software, version 2.0.1.2. For exome sequencing we used Illumina Hiseq2000 platform and Agilent SureSelect V4 51M Capture kit (mean sequencing depths of 80X / 50X for leukemia and remission samples, respectively). Somatic Single Nucleotide Variants (SNVs) and Small Insertion/Deletion (InDels) were detected using VarScan, and mutations were functionally annotated using ANNOVAR. All somatic mutations detected were manually curated. We found 17 genes recurrently mutated (in ≥ 2 cases) and chose five of them for further analyses due to their previous involvement in ALL (PHF6, RB1, CTCF, SGK223 and DNM2). Ongoing experiments are being conducted to determine whether these recurrent mutations can collaborate functionally with mutIL7R by co-transfection into immature murine thymocytes, transplanting into mice and determining incidence of leukemia. Disclosures No relevant conflicts of interest to declare."
}