{
    "doi": "https://doi.org/10.1182/blood.V112.11.4250.4250",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1317",
    "start_url_page_num": 1317,
    "is_scraped": "1",
    "article_title": "WT1 Expression as Follow up Marker in CML: Low Impact and Sensitivity Compared to BCR-ABL Specific RQ-PCR but High Impact for Detection of New Aberrant Clones in BCR-ABL Negative Follow up Samples ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "clone cells",
        "follow-up",
        "polymerase chain reaction",
        "brachial plexus neuritis",
        "imatinib mesylate",
        "measles-mumps-rubella vaccine",
        "blast phase",
        "bone marrow specimen",
        "residual tumor"
    ],
    "author_names": [
        "Susanne Schnittger, PhD",
        "Claudia Haferlach, MD",
        "Claudia Tschulik",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory GmbH, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "In CML real time PCR for the detection of residual disease usually has been done by the detection of the BCR-ABL-fusion transcript. In addition some reports have shown the usefulness of WT1 as a target for follow up in CML blast crisis. The aim of this study was to evaluate whether WT1 in addition to BCR-ABL assessment in imatinib treated CML can give any new information. Expression of BCR-ABL as well as WT1 (ELN assay) was normalized to ABL and expressed as % to ABL. In total 268 bone marrow samples (spls) of 40 patients (pts) have been analysed. Sixteen spls were newly diagnosed untreated CML. 252 spls were analysed at several timepoint during treatment with imatinib starting with a “near to untreated” sample with a >50% BCR-ABL/ABL ratio. According to standard definitions 6 of the 40 pts showed no response, 16 minor (MR), and 18 major molecular response (MMR) as determined by BCR-ABL expression. Three of the MR and one of the MMR pts relapsed. The 14 pretreatment spls showed a median WT1 expression of 3.36 (range 0.176–14.9) whereas the median BCR-ABL level was 56.6 (range 11.4–149.2). Thus the BCR-ABL level was more than one log above the WT1 level and was more uniform within the cohort. This lower total expression and a background level of 0.04 (as estimated from 7 normal bone marrows) results in 2–3 log lower sensitivity of WT1 compared to BCR-ABL. The correlation of WT1 and BCR-ABL in the total cohort of 268 spls was low (r=0.259). Median WT1 expression in BCR-ABL negative spls (n=15) was 0.055 and thus correlates to that of normal spls. Regarding the total follow up in all 40 pts a good correlation of WT1 and BCR-ABL was found only in 9 cases, all of which had a WT1 expression >10 at the start of follow up. 7 pts had a WT1 expression between 1–7 with good correlation to BCR-ABL but restricted sensitivity. 24 pts had a WT1 expression of 50 at start of follow up. In these pts there was no correlation of BCR-ABL and WT1 during follow up. In two of these 24 pts there was even a negative correlation with increasing WT1 levels during FU even though BCR-ABL remained undetectable. Cytogenetic investigation of these two pts revealed the development of Ph-negative aberrant clones (one with +8 and one with +11). This result raised the hypothesis that increasing WT1 expression in BCR-ABL negative CML during follow up may indicate the development of BCR-ABL negative clones. Therefore we measured the WT1 expression in a new cohort of 26 CML pts that developed Ph-clones during follow up. All these pts had low (<0.5) or undetectable BCR-ABL. Chromosomal aberrations in these cases were −7 (n=1), +8 (n=12), +11 (n=1), del(20q) (n=1), −Y (n=10)–X (n=1). A high WT1 expression (range 5–177) was detected in the two cases with +11 and −7 and in 10 of 12 cases with +8. A low WT1 expression (<0.5) was detected in the case with 20q- and in all 10 cases with–Y. An intermediate expression of 1.5 was detected in the case with +X. In summary a high WT1 expression was detected in 12/26 (46%) of all cases with new chromosomal aberrations in a Ph-negative clone and in 12/16 (75%) excluding the 10 cases with -Y. So far, the clinical relevance of Ph-negative clones is unclear. In rare cases the development of secondary MDS has been described. The cases that were followed here were all still in CR of CML with no signs of a secondary disease. However, high WT1 expression was detected in most cases with +8 but never with–Y, possibly indicating unequal biological relevance of these aberrations. The 10–100-times elevated WT1 expression in the +8 and +11 cases suggest that these aberrations may be of adverse impact. However, further clinical follow up is needed to show the outcome in these pts. In contrast, none of the cases with–Y revealed elevated WT1 expression suggestive for the expansion of healthy–Y clones that frequently can occur in a normal male bone marrow. 21 pts with Ph-negative clones could be followed for 13–36 months. There was a good correlation of the WT1 expression level with the number of metaphases carrying the chromosomal aberration (r=0.729). In one case an increase of WT1 expression was measured 11 months before detection of the evolving +8 suggestive of a preexisting cytogenetically undetected clone. In conclusion, BCR-ABL is superior to WT1 as marker for follow up in CML. Increasing WT1 levels in BCRABL negative follow up spls can indicate the development of Ph-negative clones under imatinib treatment. Future studies will show whether the WT1 level in Ph-clones may indicate the relevance of certain aberrations for outcome in these patients."
}