{
    "doi": "https://doi.org/10.1182/blood.V128.22.253.253",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3335",
    "start_url_page_num": 3335,
    "is_scraped": "1",
    "article_title": "Structural Basis for the Procofactor to Cofactor Transition in Human Factor V ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Coagulation Factors: Structure and Function",
    "topics": [
        "amides",
        "binding (molecular function)",
        "crystal structure",
        "deuterium",
        "excision",
        "factor v",
        "factor va",
        "factor x",
        "factor xa",
        "helix (snails)"
    ],
    "author_names": [
        "Shekhar Kumar, PhD",
        "Wei Deng, PhD",
        "Steven Stayrook, PhD",
        "Renhao Li, PhD",
        "Rodney M. Camire, PhD",
        "Sriram Krishnaswamy, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Aflac Cancer Center and Blood Disorders Service/Department of Pediatrics, Emory University/Children's Healthcare of Atlanta, Atlanta, GA "
        ],
        [
            "Biochemistry & Biophysics, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Aflac Cancer Center and Blood Disorders Service/Department of Pediatrics, Emory University/Children's Healthcare of Atlanta, Atlanta, GA "
        ],
        [
            "Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA ",
            "Pediatrics, University of Pennsylvania, Philadelphia, "
        ],
        [
            "The Children's Hospital of Philadelphia, Philadelphia, PA ",
            "Pediatrics, University of Pennsylvania, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.9764606",
    "first_author_longitude": "-75.1601916",
    "abstract_text": "Factor V, the inactive precursor to factor Va, has a domain organization of A1-A2-B-A3-C1-C2. Factor Va is formed by the proteolytic excision of the central B domain, which resolves the molecule into a heterodimer (A1-A2/A3-C1-C2). Removal of the B domain enables the cofactor to engage factor Xa on phosphatidylserine-containing membranes, assemble prothrombinase and greatly enhance the rate of thrombin formation. Recent studies have shown a key role for a basic region (BR), which lies approximately in the center of the B domain, in enforcing procofactor properties in human factor V (hFV). Exogenously added recombinant BR fragments can bind with high affinity to a cofactor-like variant of human hFV (hFV DT ), in which a large central portion of the B domain has been deleted, interfere with Xa binding and restore procofactor-like properties. Biochemical evidence suggests that BR binding results from its interaction with an acidic region (AR2) at the C terminus of the B domain and likely also an acidic sequence (AR1) at the C terminus of the A2 domain. Our recent crystal structure of hFV DT provided the first structural evidence that AR1 and AR2, ~800 residues apart in the primary structure of hFV, are positioned adjacent to each other and could plausibly form an extended surface for high affinity BR binding to reconstitute a tripartite procofactor-regulatory region (AR1/BR/AR2). However, the lack of BR in hFV DT precluded independent structural verification of this possibility. In a computational approach, we created a molecular model for the 58 residue BR peptide. The top scoring three-dimensional models of the 58 residue BR peptide showed a helix-loop arrangement, contrary to the general belief that the B domain lacks structured regions. The best scoring BR peptide model was used for ab initio docking studies using the crystal structure of hFV DT to predict possible binding sites using PIPER and ClusPro. The most highly represented and statistically probable solutions showed the BR peptide in intimate contact with juxtaposed surfaces provided by AR1 and AR2. Interestingly, the docked BR peptide contacted regions in AR1 and on the A2 domain implicated in FXa binding in the structure of Pseudonaja textilis FV bound to snake venom factor X. Computational predictions were tested using hydrogen-deuterium exchange detected by protein fragmentation and mass spectroscopy (HDX). Proteolytic fragmentation of hFV DT and fragment detection by LC-MS was optimized to cover >95% of its 1514 residues with an average redundancy of 4.27 peptides/residue. Only 4 or 5 segments of ~10-15 residue length were not covered. Addition of the BR peptide had minor effects on amide proton exchange over the bulk of the molecule. However, BR peptide binding was accompanied by reductions in amide proton exchange rates of ~7-30-fold in immediately adjacent regions of hFV DT corresponding to sequences within A2 (626-634), AR1 (658-695), AR2 (872-881) and A3 (983-995). BR peptide binding to hFV DT is accompanied by perturbations in these spatially adjacent regions covering a small fraction of the surface area at approximately the 3 o'clock position with the molecule in the standard orientation. The marked agreement between the HDX findings and the computational docking studies supports our proposal that the BR engages an extended surface contributed by AR1 and AR2 to form a tripartite procofactor-regulatory region. The interaction of BR with AR1 and a small region in A2, both implicated in binding Xa, potentially explains how the BR might restrict Xa binding to the procofactor. Destabilization of BR binding by proteolysis at the C terminus of AR2 is envisioned to result in cofactor formation by releasing the BR and revealing sites responsible for binding Xa. Our findings provide a structural explanation for the long standing puzzle of factor V activation and pave the way for further definition of mechanistic details of procofactor and cofactor function. They have implications for how interactions with TFPIα through the basic region at its C-terminus might regulate FV(a). They also reveal previously unanticipated strategies to modulate functions of hFV and hFVa for therapeutic gain. Disclosures Camire: Pfizer: Consultancy, Patents & Royalties, Research Funding; Bayer: Consultancy; Novo Nordisk: Research Funding; sparK: Membership on an entity's Board of Directors or advisory committees, Patents & Royalties. Krishnaswamy: Portola: Research Funding; Janssen: Consultancy, Research Funding."
}