{
    "doi": "https://doi.org/10.1182/blood.V118.21.5198.5198",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2041",
    "start_url_page_num": 2041,
    "is_scraped": "1",
    "article_title": "The Relationship Between Obesity and Lymphoma: A Meta-Analysis of Prospective Cohort Studies ",
    "article_date": "November 18, 2011",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "topics": [
        "lymphoma",
        "obesity",
        "prospective studies",
        "overweight",
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "hematologic neoplasms",
        "hodgkin's disease",
        "leukemia",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Randall R Ingham, II, MD",
        "John L. Reagan, MD",
        "Samir Dalia, MD",
        "Michael Furman, MD",
        "Basma Merhi, MD",
        "Saed Nemr, MD",
        "Ali Zarrabi",
        "Joanna Mitri, MD",
        "Jorge J Castillo, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Rhode Island Hospital, Providence, RI, USA, "
        ],
        [
            "Hematology and Oncology, The Miriam Hospital, Providence, RI, USA, "
        ],
        [
            "Internal Medicine, The Miriam Hospital, Providence, RI, USA, "
        ],
        [
            "Internal Medicine, Rhode Island Hospital, Providence, RI, USA, "
        ],
        [
            "Internal Medicine, The Miriam Hospital, Providence, RI, USA, "
        ],
        [
            "Internal Medicine, The Miriam Hospital, Providence, RI, USA, "
        ],
        [
            "Brown University, Providence, RI, USA, "
        ],
        [
            "Endocrinology, Diabetes and Metabolism, Tufts Medical Center, Boston, MA, USA"
        ],
        [
            "Hematology and Oncology, The Miriam Hospital, Providence, RI, USA, "
        ]
    ],
    "first_author_latitude": "41.83093834999999",
    "first_author_longitude": "-71.39121209999999",
    "abstract_text": "Abstract 5198 Introduction: Lymphoma is a common hematologic malignancy, etiology of which remains largely unclear. Obesity and overweight have been associated with an increased risk of developing lymphoma; however, with conflicting results. The main objective of this meta-analysis is to evaluate the potential relationship that overweight and obesity may have in the development of lymphoma in adults. A secondary objective was to evaluate the risk of separate lymphoma subtypes, such as Hodgkin lymphoma (HL), and non-Hodgkin lymphoma (NHL) and the most common NHL subtypes – diffuse large B-cell lymphoma (DLBCL) and follicular lymphoma (FL) – in overweight and obese individuals. Methods: A MEDLINE search from January 1950 to December 2010 was undertaken using: (obesity OR “body mass index” OR BMI OR overweight) AND (leukemia OR lymphoma OR myeloma) . Only prospective cohort studies reporting on the incidence of lymphoma were included. Retrospective case-control and cross-sectional studies were excluded. Meta-analyses were performed for HL, NHL and NHL subtypes. The outcome was calculated as relative risk (RR). Overweight was defined as body mass index (BMI) 25–29.9 kg/m 2 and obesity as BMI ≥30 kg/m 2 , according to the WHO criteria. The quality of the studies was determined by the Newcastle-Ottawa scale (NOS). The random effects model was used to calculate the combined outcome. Heterogeneity was assessed by the I 2 statistic. Publication bias was assessed by the trim-and-fill analysis. Meta-regression analyses were performed to evaluate the association between BMI, as a continuous variable, and the incidence of HL and NHL in general and NHL subtypes. Literature search, data gathering and study quality assessment were performed independently by at least two of the investigators. All graphs and calculations were obtained using Comprehensive Meta-Analysis version 2 (Biostat, Englewood, NJ). Results: From 758 returns, 22 prospective cohort studies evaluating the association between obesity and lymphoma were identified. All the studies were of high quality (NOS >7 points). For NHL, the overall RR was 1.06 (95% CI 1.02–1.10; p=0.001). For overweight and obese patients, the RR were 1.04 (95% CI 1.01–1.07; p=0.02) and 1.11 (95% CI 1.06–1.16; p<0.001), respectively. Meta-regression showed a linear association between BMI and incidence of NHL (p<0.001). For DLBCL, the overall RR was 1.14 (95% CI 1.01–1.29; p=0.03). Overweight and obese patients had a RR of 1.08 (95% CI 0.96–1.22; p=0.22) and 1.24 (95% CI 1.08–1.44; p=0.003), respectively. Meta-regression showed a trend towards a significant association between BMI and incidence of DLBCL (p=0.1). For FL, the overall RR was 1.11 (95% CI 0.99–1.25; p=0.08). Overweight and obese patients had a RR of 1.10 (95% CI 0.94–1.28; p=0.25) and 1.15 (95% CI 0.97–1.36; p=0.11), respectively. Meta-regression showed no association between BMI and incidence of FL (p=0.78). For HL, the overall RR was 1.10 (95% CI 0.97–1.26; p=0.15). Overweight and obese patients had a RR of 0.91 (95% CI 0.80–1.03; p=0.13) and 1.23 (95% CI 1.05–1.44; p=0.009), respectively. Meta-regression showed a statistically significant linear relationship between BMI and incidence of HL (p=0.009). Conclusions: Obesity was associated with a mild increased risk of developing HL (23%), NHL in general (11%) and DLBCL (24%), but there was no association with FL. There was a statistically significant linear association between BMI and HL as well as for NHL in general, but only a trend towards an association with DLBCL. Disclosures: Castillo: GlaxoSmithKline: Research Funding; Millennium Pharmaceuticals: Research Funding."
}