{
    "doi": "https://doi.org/10.1182/blood.V126.23.5432.5432",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3228",
    "start_url_page_num": 3228,
    "is_scraped": "1",
    "article_title": "A Novel Small Animal Model to Test on-Target Off-Tumor Cytoxicity of Adoptive Immune Therapies ",
    "article_date": "December 3, 2015",
    "session_type": "703. Adoptive Immunotherapy",
    "topics": [
        "animal model",
        "neoplasms",
        "receptor, erbb-2",
        "tumor antigens",
        "cytotoxicity",
        "polymerase chain reaction",
        "t-cell receptor",
        "toxic effect",
        "tumor cells",
        "tumor cells, malignant"
    ],
    "author_names": [
        "Mauro Castellarin, PhD",
        "Joseph A. Fraietta, PhD",
        "Jihyun Lee, PhD",
        "John Scholler",
        "Yangbing Zhao, PhD MD",
        "Carl H. June, MD"
    ],
    "author_affiliations": [
        [
            "Center for Cellular Immunotherapies, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA ",
            "Department of Pathology and Laboratory Medicine, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA ",
            "Department of Pathology and Laboratory Medicine, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA ",
            "Abramson Cancer Center, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.9476279",
    "first_author_longitude": "-75.19259799999999",
    "abstract_text": "Chimeric antigen receptor (CAR) engineered T cells have been used clinically to improve outcomes in patients with hematopoietic malignancies owing to the ability of CAR T cells to recognize tumor antigens and kill malignant cells. CAR T cells possess the antigen recognizing capability of an antibody through the single chain variable fragment (scFv) and their cytotoxicity is enhanced through signaling via the intracellular domains of T cell receptors and co-activating receptors such as CD3zeta and 4-1BB, respectively. Thus, CAR expressing T cells are able to detect cancer cells through tumor antigens and can become activated to unleash their cytotoxic potentials in a non-MHC restricted manner. Therapeutic side-effects can occur when T-cell receptor targeting is misdirected to the incorrect tissue causing potentially serious on-target off-tumor cytotoxicity. Factors that influence CAR targeting include expression levels of tumor-associated antigen in normal tissue and the binding affinities of scFvs. Our first step in developing an in vivo , on target , off-tumor, CAR T cell toxicity model was to generate mice with tunable expression of a human tumor antigen in normal tissue. NSG mice were IV injected with recombinant adeno-associated virus serotype 8 (rAAV8) to deliver a truncated human ErbB2 (Her2/neu or CD340) gene and a Katushka fluorescent reporter that were driven by the liver-specific promoter, thyroxine binding globulin (TBG). AAV8 genomic copies (GCs) were injected at varying dilutions of 1.5 x 10 12 GC/mouse, 7.25 x 10 11 GC/mouseand 1.5x10 10 GC/mouse to induce a range of expression of ErbB2 in the liver. Katushka expression was visualized in vivo using the IVIS small animal imager. ErbB2 gene expression was detected using reverse transcription polymerase chain reaction (qRT-PCR) and the ErbB2 protein was detected using western blots and immunohistochemistry (IHC). Our data has shown that expression levels of ErbB2 and the Katushka reporter positively correlated with the number of AAV8 GCs that were injected. This enabled us to obtain ErbB2 expression levels in the liver comparable to the levels seen in either ErbB2 High tumors (eg. SK-OV3) or ErbB2 Low tumors (eg. PC3 and HEK293T). To determine if affinity tuning of scFvs will allow CAR T cells to discriminate between high and low ErbB2 expression in the liver, T cells were engineered to co-express the click beetle red (CBR) reporter and either a high-affinity scFv, anti-ErbB2 CAR (4D5) or a low-affinity scFv, anti-ErbB2 CAR (4D5-5). These T cells were then IV injected into NSG mice that had either high or low ErbB2-expressing livers. Although these experiments were ongoing at the time of abstract submission, we will show our results on T cell trafficking in the liver, which will be visualized by IHC and by in vivo imaging using the IVIS small animal imager. Liver toxicity will be assessed by histological examination and by measuring liver function via standard enzymatic testing of blood. Furthermore, we aim to show whether affinity tuning of scFvs will allow CAR T cells to selectively recognize and target ErbB2 High tumors while sparing ErbB2 Low normal tissue. This will be performed by inoculating ErbB2 high SK-OV3 tumor cells into mice with ErbB2 Low livers followed by IV injection with either 4D5 or 4D5-5 CAR T cells. We expect that the low-affinity anti-ErbB2 CAR (4D5-5) T cells will target the ErbB2 High SK-OV3 tumor cells and cause tumor regression while preserving function in the ErbB2 Low liver. If so, then we will have shown that our pre-clinical mouse model can be used to identify on-target off-tumor CAR T cell toxicity, which will aid in improving the safety profile and clinical outcomes of future CAR T cell therapies. Disclosures Scholler: Novartis: Patents & Royalties. Zhao: Novartis: Patents & Royalties, Research Funding. June: Novartis: Patents & Royalties, Research Funding."
}