{
    "doi": "https://doi.org/10.1182/blood-2019-129128",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4195",
    "start_url_page_num": 4195,
    "is_scraped": "1",
    "article_title": "Daratumumab-Mediated Lymphocyte Kinetics Predict Adverse Events and Survival Outcomes in Patients with Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background : Daratumumab, a human monoclonal antibody that binds CD38, has been recently approved to treat patients with Multiple Myeloma (MM), a disease of clonal plasma cells. Daratumumab is generally well-tolerated; however, lymphopenia and neutropenia can occur while on treatment. Hereby, we report real-world experience of rates, trends, and outcomes of patients who developed lymphopenia while being treated with Daratumumab in our institution. Methods: Patients who received Daratumumab between November 2015 and July 2019 at the Ohio State University in Columbus, Ohio were identified, retrospectively. Data pertaining to patient demographics, prior lines of therapy, MM staging, absolute lymphocyte count (at start, nadir, and end of treatment), infections, ED visits, and hospital stays were collected. Absolute Lymphocyte count (ALC) of less or equal to 500 cells/μL was considered severe lymphopenia. Results: One hundred patients who completed Daratumumab treatment in our institution between November 2015 and July 2019 were included. Fifty-nine patients (59%) developed severe lymphopenia with an absolute lymphocyte count (ALC) nadir equal to or less than 500 lymphocytes/μL. Sixty-one percent of them (36/59) recovered on therapy to ALC >500 lymphocyte/μL with 16 of them recovering to normal ALC (>1000 lymphocyte/μL). The median time to become severely lymphopenic was 31 days, with an average of 64 days (range 0-453). The median time to recover was 14 days (average 43 days; range 1-453). Patients with severe lymphopenia had a higher rate of infections (52.5%) compared to patients without lymphopenia (41.4%). Among the patients who had infections, patients with severe lymphopenia required hospital stays in 83.8% of the cases compared to 52.9% of the cases for the patients without severe lymphopenia (p-value= 0.03, Odd Ratio-OR: 4.6; 95% CI, 1.186 to 17.70). The most common infections were viral upper respiratory tract infections and pneumonias (22/31-71%). However, more serious infections, such as CMV/EBV reactivation, influenza A/B infection, fungal meningitis, and bacteremia occurred in our patient population. No statistically significant difference in terms of progression-free survival (PFS), overall survival (OS), or overall response rate (ORR) (58.5% versus 50.8%) was noted between patients who did or did not develop severe lymphopenia. However, when the severe lymphopenic group was stratified based on the presence of recovery, those who did not recover their ALC had worst OS (p= 0.0019) and PFS (p<0.0001; median PFS 8.7 months vs 14.7 months vs 68 months), possibly due to better immune-mediated anti-tumoral effects. Average age (64.9 vs 66.1), number of prior lines of treatment (4.1 vs 3.8) or prior transplant (72.8% vs 65.8%) were not associated with development of severe lymphopenia. Patients older than 65 had similar ALC nadir values (median 425, range 0-2250 vs median 400, range 0-1940), rates of lymphopenia (55.7% vs 62.5%, OR, 1.322; 95% CI, 0.5774 to 2.845) and time to severe lymphopenia (75.3, range 7-453 vs 58.88, range 0-254) than younger patients. However, they tended to recover slower than younger patients (average: 52 days vs 24 days). Only 26 of our patients received Daratumumab as single agent, while fifty-five of them were treated in combination with immunomodulatory drugs (IMIDs- lenalidomide or pomalidomide) and sixteen in combination with proteasome inhibitors (PIs). When patients were divided by combination strategy, no statistical difference was noted in ALC nadir values; however, IMID combination caused severe lymphopenia in 38/55 patients (69%) compared to 11/26 patients (42.3%) treated with single agent regimen (p= 0.05, OR: 2.8). Patients treated with Bortezomib combination had a slower time to severe lymphopenia (p= 0.05 and p=0.01, respectively) but longer recovery time (p= 0.0081) than patients treated with single agent or IMIDs. Conclusions : In our patient population, we discovered an elevated rate of severe lymphopenia, hospital utilization and infections. IMID combination was associated with increased rates of lymphopenia, while PI-combination caused more prolonged lymphopenia. Age more than 65 was associated with longer ALC recovery time. Interestingly, patients who did not recover their ALC had worst OS and PFS compared to patients who never became severly lymphopenic or patients who recovered their ALC count. Disclosures Efebera: Takeda: Honoraria; Janssen: Speakers Bureau; Akcea: Other: Advisory board, Speakers Bureau. Rosko: Vyxeos: Other: Travel support.",
    "topics": [
        "adverse event",
        "daratumumab",
        "lymphocytes",
        "multiple myeloma",
        "kinetics",
        "lymphopenia",
        "infections",
        "bacteremia",
        "bortezomib",
        "lenalidomide"
    ],
    "author_names": [
        "Francesca Cottini, MD",
        "Nita Williams",
        "Naresh Bumma, MD",
        "Abdullah Mohammad Khan, MBBS, MSc",
        "Maria Chaudhry, MD",
        "Srinivas Devarakonda, MD",
        "Yvonne A. Efebera, MD MPH",
        "Don M. Benson, Jr., MD PhD",
        "Ashley E. Rosko, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.9859407",
    "first_author_longitude": "-82.99726439999999"
}