{
    "doi": "https://doi.org/10.1182/blood.V124.21.4122.4122",
    "article_title": "Downregulation of Cytokines and Chemokines By GB Virus C after Transfusion-Transmission in HIV+ Blood Recipients ",
    "article_date": "December 6, 2014",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "Background: An association between GBV-C and improved HIV-infection outcome has been reported in HIV+ individuals with active GBV-C co-infection. The host immunological response underlying GBV-C and HIV co-infection that results in better HIV survival is not well characterized. This longitudinal study provides insight into the immune mechanisms underlying the potential protective role of GBV-C in HIV infected patients. Methods: Concentrations of 64 cytokines and chemokines were measured in plasma samples from the Viral Activation Transfusion Study (VATS) cohort before and longitudinally after GBV-C acquisition in 30 HIV+/GBV-C+ cases and 30 HIV+/GBV-C- controls up to 15 months following first transfusion. Adjusted mixed modeling was used to analyze the impact of GBV-C infection on cytokine/chemokine concentrations over time, adjusting for time elapsed, HAART treatment status, HIV VL, and subject. Pathway Analysis (PA; Qiagen Ingenuity Pathway Analysis) was performed to help predict what effect the observed cytokine changes might have on the host immune system. Results: A significant decrease in HIV VL was observed in HIV+/GBV-C+ cases from a mean log10(HIV VL) = 4.33 at baseline down to 3.24 at 100 days post-GBV-C detection (p<0.01) and maintained at 3.39 at 300 days post-GBV-C detection (p=0.02). GBV-C+/HIV+ cases had higher CD4 T cell counts than controls after acquisition of GBV-C infection. At baseline, there was no significant difference between HIV+/GBV-C+ cases and HIV+/GBV-C- controls in cytokine/chemokine levels. Most of the modulated cytokines and chemokines were reduced post-GBV-C detection, including many pro-inflammatory cytokines, suggesting an overall anti-inflammatory effect of GBV-C after co-infection in HIV+ subjects ( Figure 1  ). After adjustment for HIV VL and HAART status, GBV-C infection significantly associated with decreases in the levels of nine cytokines (p<0.05 and FDR≤0.2): one anti-inflammatory cytokines IL-10 , two pro-inflammatory cytokines IL-6 and IL-7, four chemo-attractants MIP-1α, 6Ckine, I-TAC and GCP-2, and the growth factor SCF ( Figure 2  ). Pathway Analysis showed HIV+/GBV-C+ cases had an enrichment in genes associated with cell death and apoptosis pathways of various cells (phagocytes, leukocytes including T cells, myeloid cells, dendritic cells, granulocytes, APC, neutrophils, neuroglia) and in the development of phagocytes and function of APCs and a decrease in binding, migration, and movement of cells within 3 months post-GBV-C detection. Similarly, 300 days post-GBV-C detection, there was a further decrease in cellular activation (PBMCs, myeloid cells) and cellular trafficking with an increase in the proliferation of myeloid progenitor cells and leukocyte infection. Conclusion: GBV-C has a protective effect in part through a competition mechanism leading to decreased inflammation and improved HIV disease outcome in GBV-C+/HIV+ individuals. Further studies are necessary to establish whether this purportedly non-pathogenic virus causing immune down-regulation could have deleterious effects on the host at the cellular level, including depleting the cells which are HIV targets. Figure 1. View large Download slide Figure 1. View large Download slide Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chemokines",
        "cytokine",
        "down-regulation",
        "gb virus c",
        "transfusion",
        "infections",
        "coinfection",
        "hiv infections",
        "anti-inflammatory agents",
        "antiretroviral therapy, highly active"
    ],
    "author_names": [
        "Marion Lanteri, PhD",
        "Farnaz Vahidnia, MD MPH, PhD",
        "Sylvia Tan, M.S.",
        "Jack Stapleton, MD",
        "Philip J. Norris, MD",
        "John W. Heitman",
        "Xutao Deng, PhD",
        "Sheila Keating, PhD",
        "Donald Brambilla, PhD",
        "Michael Busch, MD PhD",
        "Brian Custer, PhD MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Marion Lanteri, PhD",
            "author_affiliations": [
                "Blood Systems Research Institute, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Farnaz Vahidnia, MD MPH, PhD",
            "author_affiliations": [
                "Blood Systems Research Institute, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Tan, M.S.",
            "author_affiliations": [
                "RTI International, Rockville, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jack Stapleton, MD",
            "author_affiliations": [
                "University of Iowa, Iowa City, IA ",
                "Iowa City Veterans Affairs Hospital, Iowa City, IA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip J. Norris, MD",
            "author_affiliations": [
                "Blood Systems Research Institute, San Francisco, CA ",
                "University of California San Francisco, San Francisco, CA ",
                "University of California San Francisco, San Francisco, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John W. Heitman",
            "author_affiliations": [
                "Blood Systems Research Institute, San Francisco, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xutao Deng, PhD",
            "author_affiliations": [
                "Blood Systems Research Institute, San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheila Keating, PhD",
            "author_affiliations": [
                "Blood Systems Research Institute, San Francisco, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Brambilla, PhD",
            "author_affiliations": [
                "RTI International, Rockville, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Busch, MD PhD",
            "author_affiliations": [
                "Blood Systems Research Institute, San Francisco, CA ",
                "University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Custer, PhD MPH",
            "author_affiliations": [
                "Blood Systems Research Institute, San Francisco, CA ",
                "University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:43:50",
    "is_scraped": "1"
}