{
    "doi": "https://doi.org/10.1182/blood-2019-128470",
    "article_title": "Preliminary Results of Ibrutinib Followed By Ofatumumab Consolidation in Previously Untreated Patients with Chronic Lymphocytic Leukemia (CLL): GELLC7 Trials from the Spanish Group of CLL (GELLC) ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "abstract_text": "Introduction. Despite the high proportion of prolonged remissions obtained with ibrutinib in patients with CLL, complete responses (CR) are rarely observed. For the purpose of increasing the deepness of response, ibrutinib has been tested in combination with other drugs that exert a different mechanism of action. Thus, monoclonal antibodies (mAbs) have been concomitantly combined with ibrutinib in untreated or R/R CLLs. Nonetheless, several data derived from both in vitro and clinical studies do not support a synergistic effect of the concomitant administration of ibrutinib with anti-CD20 mAbs. Herein, we present the preliminary results of a multi-center, non-randomized phase 2 study aimed to determine the efficacy and safety of the sequential treatment of CLL patients with ibrutinib followed, in those not attaining CR, by a consolidation phase with ofatumumab (GELLC-7, EudraCT number 2016-004937-26). Patients and methods. Patients aged ≥18 years, physically fit (CIRS score < 6) with treatment-naïve CLL were enrolled in this study. Patients received an induction phase consisting of 12 cycles (28-day) of ibrutinib in monotherapy at 420 mg once daily. Patients attaining a CR after this induction phase were kept on ibrutinib until progression. In contrast, patients not obtaining a CR also continued on ibrutinib but received a consolidation treatment with 7 doses of ofatumumab (300 mg D1 and 1000mg D8 of C13, 1000 mg D1 of C14-C18). The primary endpoint of the study was the CR rate assessed after 20 cycles of treatment (2 months after completing ofatumumab consolidation). Results. 84 patients with a median age 69 years (range 38-84 yrs), 71% male, were included in this study. At inclusion, 83.3% had Binet stage B/C, 61% unmutated IGHV status, and 19% high risk genetic aberrations (7.6% 17p deletion and/or TP53 mut, and 11.4% 11q deletion). At the interim data cut-off (June 2019), 7 patients had discontinued the study (progression to Richter transformation, n=1; patient withdrawal, n=3; adverse events [AE], n=3, including one G5 AE), 5 of them during the first 12 cycles of treatment. Sixty-seven patients received the induction phase with 12 cycles of ibrutinib, whereas 22 patients completed 20 cycles of treatment and were evaluable for the primary endpoint of the study. After 12 cycles of ibrutinib, 3 patients (4.5%) were in CR, 54 patients (80.5%) in PR, 6 patients (9%) in PR with lymphocytosis, and 4 patients (6%) in SD. In 20 patients receiving the consolidation with ofatumumab an improvement in response was observed, with 8/20 patients (40%) attaining a CR (7 patients converted PR to CR, and one patient SD to CR), whereas the remaining 12 patients were classified as PR. Two patients that were already in CR at cycle 12 maintained the CR under ibrutinib monotherapy. MRD was undetectable in blood (<10 -4 by flow cytometry) only in one of the 22 patients. With a median follow-up of 15 months (2 - 20.2 months), the estimated 12-months PFS and OS was 98%. Grade ≥3 adverse events (AEs) were experienced by 26 patients (31%), whilst 22 serious AEs were observed in 16 patients (19%) (14 infections, 1 febrile neutropenia, 3 dyspnoea, 1 anemia, 1 edema/pleural effusion, 1 renal insufficiency, 1 squamous carcinoma). The most common G3/4 AEs were hematological toxicity (neutropenia [7.1%], anemia [4.5%], thrombocytopenia [2.4%]) and infections (8.5%). The Gr 5 AE consisted of a severe peripheral edema and pleural effusion leading to death. The great majority of SAEs (67%) and G3/4 AEs (66%) were observed during the first 12 cycles of treatment with ibrutinib monotherapy. Conclusions. The preliminary analysis of the GELLC7 trial showed that the addition of consolidation with ofatumumab after 12 cycles of prior treatment with ibrutinib was well tolerated and elicited a deeper response. These results support the potential role of a sequential therapeutic strategy in CLL, where the addition of a consolidation with mAbs in patients with low tumor burden might improve the quality of the response. Finally, more mature results will be further presented at the meeting. Disclosures Abrisqueta: Roche: Consultancy, Honoraria, Other: Travel, Accommodations, expenses, Speakers Bureau; Janssen: Consultancy, Honoraria, Other: Travel, Accommodations, expenses, Speakers Bureau; Celgene: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria, Other: Travel, Accommodations, expenses, Speakers Bureau. González-Barca: Kiowa: Consultancy; Celgene: Consultancy; Takeda: Honoraria; AbbVie: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Celtrion: Consultancy. Terol: Roche: Consultancy; Janssen: Consultancy, Research Funding; Abbvie: Consultancy; Astra Zeneca: Consultancy; Gilead: Research Funding. Baltasar Tello: GILEAD: Honoraria; JANSSEN: Consultancy, Honoraria; ABBVIE: Honoraria; ROCHE: Honoraria. de la Serna: Roche, AbbVie, Gilead, Janssen, Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche, AbbVie, Janssen, Gilead: Speakers Bureau. Ramirez Payer: GILEAD SCIENCES: Research Funding. Cordoba: Janssen: Consultancy, Honoraria, Speakers Bureau; Servier: Consultancy, Honoraria, Speakers Bureau; Kyowa-Kirin: Consultancy, Honoraria, Speakers Bureau; Gilead: Consultancy, Research Funding, Speakers Bureau; Roche: Honoraria, Speakers Bureau; FUNDACION JIMENEZ DIAZ UNIVERSITY HOSPITAL: Employment; Celgene: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy. Bosch: AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Acerta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; AstraZeneca: Honoraria, Research Funding; Takeda: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; F. Hoffmann-La Roche Ltd/Genentech, Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Kyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. OffLabel Disclosure: Ibrutinib followed by Ofatumumab Consolidation",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "ibrutinib",
        "ofatumumab",
        "adverse event",
        "anemia",
        "infections",
        "pleural effusion",
        "cd20 antigens",
        "disease remission"
    ],
    "author_names": [
        "Pau Abrisqueta, MD PhD",
        "Eva González-Barca, MD PhD",
        "Christelle M Ferra",
        "Eduardo Ríos Herranz, MD",
        "Margarita Fernandez, MD",
        "Julio Delgado, MD",
        "Rafael Andreu, MD",
        "Jose Angel Hernandez-Rivas, MD PhD",
        "Maria Jose Terol",
        "Marcos González",
        "Patricia Baltasar Tello, MD",
        "Javier de la Serna, MD PhD",
        "Angel Ramirez Payer",
        "Carmen Ballester, MD",
        "Carol Moreno, MD PhD",
        "Jose A. Garcia-Marco, MD PhD",
        "Raul Cordoba, MD PhD",
        "Lucrecia Yanez San Segundo, MD PhD",
        "Luis Felipe Casado Montero, MD",
        "Francesc Bosch, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pau Abrisqueta, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Vall d'Hebron Institute of Oncology (VHIO), Vall d'Hebron University Hospital, Barcelona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eva González-Barca, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Institut Catalá d'Oncologia (ICO), Hospital Duran i Reynals, IDIBELL, Barcelona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christelle M Ferra",
            "author_affiliations": [
                "Department of Hematology. Institut Català d'Oncologia (ICO), Hospital Germans Trias i Pujol, Badalona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo Ríos Herranz, MD",
            "author_affiliations": [
                "Hospital Universitario Nuestra Señora de Valme, Sevilla, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margarita Fernandez, MD",
            "author_affiliations": [
                "Hematology Department, Reina Sofia University Hospital, Cordoba, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julio Delgado, MD",
            "author_affiliations": [
                "Servicio de Hematología, Hospital Clínic, IDIBAPS, Barcelona, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Andreu, MD",
            "author_affiliations": [
                "Hematology Department, La Fe University Hospital, VALENCIA, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Angel Hernandez-Rivas, MD PhD",
            "author_affiliations": [
                "Hematology Department, Hospital Infanta Leonor, Madrid, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Jose Terol",
            "author_affiliations": [
                "Hematology Department, Clinic University Hospital. INCLIVA, Valencia, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcos González",
            "author_affiliations": [
                "Departamento de Hematología, Hospital Universitario de Salamanca (HUSAL), IBSAL, IBMCC (USAL-CSIC), CIBERONC, Salamanca, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Baltasar Tello, MD",
            "author_affiliations": [
                "Hospital Universitario la Paz Madrid, Madrid, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier de la Serna, MD PhD",
            "author_affiliations": [
                "Hospital Universitario 12 de Octubre, Madrid, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angel Ramirez Payer",
            "author_affiliations": [
                "Hospital Universitario Central de Asturias, Oviedo, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Ballester, MD",
            "author_affiliations": [
                "Hospital Universitari Son Espases, Palma de Mallorca, Spain "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol Moreno, MD PhD",
            "author_affiliations": [
                "Servei d'Hematologia, Hospital Universitari de la Santa Creu i Sant Pau, Barcelona, Spain "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose A. Garcia-Marco, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Hospital Universitario Puerta de Hierro, Majadahonda, Spain "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul Cordoba, MD PhD",
            "author_affiliations": [
                "Fundación Jiménez Díaz University Hospital, Madrid, Spain "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucrecia Yanez San Segundo, MD PhD",
            "author_affiliations": [
                "Hematology Department, H.U. Marques de Valdecilla, IDIVAL, University of Cantabria, BOO DE PIELAGOS, Spain "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Felipe Casado Montero, MD",
            "author_affiliations": [
                "Hospital Virgen de la Salud, Boadilla Del Monte, Spain "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesc Bosch, MD PhD",
            "author_affiliations": [
                "Department of Hematology. Vall d'Hebron Institute of Oncology (VHIO), University Hospital Vall d'Hebron., Barcelona, Spain,, Barcelona, Spain"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:38:26",
    "is_scraped": "1"
}