{
    "doi": "https://doi.org/10.1182/blood.V110.11.623.623",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1051",
    "start_url_page_num": 1051,
    "is_scraped": "1",
    "article_title": "Successful Engraftment Using Varied Stem Cell Sources, Low Toxicity, and Long-Term Survival Using a Bu/Flu/ATG Reduced Intensity Allogeneic Transplantation in High Risk Pediatric Patients Ineligible for Myelablative Therapy: Results of the Pediatric Blood and Marrow Transplant Consortium (PBMTC) Study ONC0313. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "topics": [
        "engraftment",
        "influenza",
        "pediatrics",
        "stem cells",
        "toxic effect",
        "transplantation",
        "transplantation, homologous",
        "brachial plexus neuritis",
        "graft-versus-host disease",
        "lymphoma"
    ],
    "author_names": [
        "Michael A. Pulsipher",
        "Haydar Frangoul",
        "Michel Duval",
        "Rakesh Goyal",
        "Peter J. Shaw",
        "Ann Haight",
        "Richard Kadota",
        "Michael Grimley",
        "Stephan A. Grupp",
        "Morris Kletzel"
    ],
    "author_affiliations": [
        [
            "Primary Child Med Cntr, Salt Lake City, UT, USA"
        ],
        [
            "Vanderbilt Child Hosp, Nashville, TN, USA"
        ],
        [
            "Hopital Sainte-Justine, Montreal, Canada"
        ],
        [
            "Child Hosp of Pittsburgh, PA, USA"
        ],
        [
            "Child Hosp at Westmead, Sydney, Australia"
        ],
        [
            "Child Health Care of Atlanta, GA, USA"
        ],
        [
            "Child Hosp of San Diego, CA, USA"
        ],
        [
            "Methodists Child Hosp, San Antonio, TX, USA"
        ],
        [
            "Child Hosp of Philadelphia, PA, USA"
        ],
        [
            "Child Memorial Hosp, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "40.76815815",
    "first_author_longitude": "-111.83330584999999",
    "abstract_text": "The role of reduced intensity conditioning (RIC) regimens in pediatric pts is unclear. To define the feasibility and toxicity of a bu/flu/ATG approach in pediatric pts ineligible for myeloablative transplant, we completed a trial at 25 North American and Australian institutions participating in the PBMTC. Forty six pediatric pts (age 2–20yrs, med 11) were enrolled with the following stem cell sources: 8 related donor (RD) BM (2 mismatched); 8 RD-PBSC; 10 unrelated donor (UD) BM; 8 UD-PBSC; 12 UD-CB. Qualifying indications included a previous allogeneic (n=22) or autologous (n=7) transplant, severe organ toxicity (n=8), invasive fungal infection (n=3), and other comorbidities (n= 6 pts, 4 with Down syndrome). Diagnoses included ALL (4 CR2; 11 CR3, 1 secondary), AML (7 CR2; 3 CR3; 3 secondary, 2 PR2+), MLL (1 CR3), CML (1 CR3), HD (3 CR3, 1 PR3), B-NHL (1 PR3), MDS (1 RA; 6 secondary), and JMML (1 PR2, 1 PR3). Patients received busulfan 0.8mg/kg/dose IV x 8 doses (target AUC 900–1100 uM/min), fludarabine 30mg/m 2 /d x 6 days, and thymoglobulin, 2.5 mg/m 2 /d x 1 day for RD and x 4 days for UD and UCB. GVHD prophylaxis consisted of cyclosporine (CSP) and mycophenylate mofetil (MMF, 15mg/kg bid). MMF was stopped at day +30 for RD and CB recipients and tapered between d +40–100 for UD recipients. CSP was tapered between d+42–100 for RD and d+100–180 for UD and UCB. Four pts rejected their grafts (9%), one after mismatched RD-BM, two after UD-BM and one after UCB. Two pts died prior to day 100 due to toxicity (4%) and the overall NRM was 11%. Acute GVHD occurred in 9/33 evaluable patients (grade I 9%, grade II 18%, no grade III-IV) and chronic GVHD occurred in 7/28 (25%) evaluable pts. Median follow up is 17 months (range 1–45 m). Two year EFS (events: rejection, relapse, death in remission) is 38% (SE 8) and 2yr OS is 51% (SE 9). No difference in outcome was noted based upon stem cell source, history of previous BMT vs. none, or ALL vs. myeloid disease vs. lymphoma. A trend toward improved survival was noted in “intermediate risk” patients (ALL CR2, AML CR2, and primary MDS without h/o previous BMT: 2yr OS 67 vs. 31%, intermediate vs. high risk, p=0.1). Patients who had undergone transplantation trended toward better survival when their previous myeloablative regimen did not contain TBI (2yr OS 82 vs. 31%, non-TBI vs. TBI, p=0.09). In conclusion, RIC using bu/flu/ATG in a cooperative group setting leads to engraftment in >90% of high risk pediatric pts using related or unrelated BM or PBSC, or unrelated CB. In spite of significant prior therapy, high risk disease, and a high rate of comorbidities in this cohort, the risk of NRM or GVHD is low. Prolonged survival has occurred not only in pts with myeloid disease (2yr OS 43% (SE 12)), but also in pts with ALL (2yr OS 49% (SE 15)), and lymphoma (2yr OS 50% (SE 35)). Flu/bu/ATG is a promising approach for pediatric pts ineligible for myeloablative transplant."
}