{
    "doi": "https://doi.org/10.1182/blood.V120.21.1385.1385",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2295",
    "start_url_page_num": 2295,
    "is_scraped": "1",
    "article_title": " WT1 snp rs16754 Genotype Predicts Treatment Related Mortality (TRM) in African-American and Asian Pediatric AML Patients: A Report From the Children's Oncology Group ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "african american",
        "asian",
        "child",
        "genotype",
        "myeloblastic leukemia, pediatric acute",
        "medical oncology",
        "chemotherapy regimen",
        "cytarabine",
        "fludarabine",
        "idarubicin"
    ],
    "author_names": [
        "Phoenix A. Ho, MD",
        "Todd A. Alonzo, PhD",
        "Robert B. Gerbing, M.A.",
        "Lillian Sung, MD, PhD",
        "Richard Aplenc, MD, PhD",
        "Jessica A. Pollard, MD",
        "Julia Kuhn, BA",
        "Nyla A. Heerema, PhD",
        "Beverly J. Lange, MD",
        "Alan S. Gamis, MD, MPH",
        "Soheil Meshinchi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, University of Washington, Seattle Children's Hospital, Seattle, WA, USA, "
        ],
        [
            "COG & Keck School of Medicine, University of Southern California, Los Angeles, CA, USA, "
        ],
        [
            "Children's Oncology Group, Arcadia, CA, USA, "
        ],
        [
            "Department of Pediatrics, Division of Hematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada, "
        ],
        [
            "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Pathology, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Department of Pediatrics, Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Children's Mercy Hospitals and Clinics, Kansas City, MO, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Abstract 1385 Background: Successful treatment of childhood acute myeloid leukemia (AML) requires multi-agent chemotherapy, beginning with intensive induction regimens. Treatment-related mortality (TRM) remains a significant concern, and may be influenced by patient-specific factors. Outcomes in adult and pediatric AML differ among ethnicities. We reported that the minor (G) allele of the WT1 synonymous SNP rs16754 is associated with improved outcome. Racial frequencies of SNP rs16754 vary significantly. Here we explore rs16754 genotype and 5-year rates of overall survival (OS), complete remission (CR), relapse risk (RR) and TRM in the Children's Cancer Group trial CCG-2961, in the context of ethnicity. Methods: To assess SNP rs16754 genotype, we directly sequenced WT1 exon 7 on available diagnostic specimens (N=492) from pediatric AML patients enrolled on CCG-2961. Patients with at least one minor (G) allele were considered SNP+, while patients homozygous for the major (A) allele were considered SNP−. We stratified SNP genotype by ethnicity and analyzed outcomes. In the 2961 trial, Induction Course 1 consisted of an intensively-timed hybrid regimen (Ida-DCTER: idarubicin/daunorubicin, dexamethasone, cytarabine, thioguanine, and etoposide). Patients with at least partial remission (<30% marrow blasts) were randomized to receive Induction Course 2 consisting of either a repeat course of Ida-DCTER (Regimen A) or Ida-FLAG (idarubicin, fludarabine, cytarabine; Regimen B). As most TRM events occurred within the first two cycles of chemotherapy, TRM was further examined separately on each of these two study arms. Results: Twenty-eight percent of patients were SNP+; SNP positivity correlated with improved overall survival (5 year OS, 61% vs. 44%, p=0.009), although other outcome measures (CR, RR, DFS) were not significantly different between SNP+ and SNP− groups in the 2961 study. Prevalence of the SNP G allele varied significantly across ethnic groups (p=0.034): Asian (n=8/15, 53%), Hispanic (n=28/82, 34%), Caucasian (n=81/322, 25%), and African-American (n=10/47, 21%). When examining rs16754 genotype within ethnic subgroups, SNP+ patients had higher 5 year OS in each population (Hispanic: 49% vs. 37%, p=0.433; African-American: 56% vs. 30%, p=0.207; Asian: 88% vs. 29%, p=0.037; and Caucasian: 65% vs. 48%, p =0.051); statistical significance was approached in the Caucasian group and was achieved only in the Asian group. When patients of all ethnicities were considered together, TRM rates did not vary by rs16754 genotype. However, TRM rate was significantly lower in SNP+ African-American and Asian patients taken together compared to their SNP− counterparts (p=0.020) with a trend to significance taken individually (Asian: 0% vs. 43%, p=0.063; African-American: 0% vs. 25%, p=0.105). Further, for patients who survived Induction 1 and underwent Induction 2 randomization, SNP− Asian and African-American patients experienced higher rates of TRM from randomization disproportionately on Arm B (p=0.107), where TRM in SNP+ vs. SNP− patients was 0% vs 60% in Asian patients (Arm B n=9, p=0.110) and 0% vs. 14% in African-American patients (Arm B n=21, p=0.305). Conclusions: As CCG-2961 comprised blocks of intensive inpatient therapy, this clinical trial provides a setting in which to study the effects of ethnicity on outcome while minimizing confounding non-biologic factors. African-American and Asian patients who were negative for SNP rs16754 experienced disproportionate TRM, particularly on experimental Arm B, which tested the then-novel agent fludarabine; conversely, the TRM rate was 0% for SNP+ patients of these two ethnicities. The biologic mechanism for this observation bears further study, as biomarkers predictive of drug-specific toxicity may inform treatment decisions in certain ethnic populations. Disclosures: No relevant conflicts of interest to declare."
}