{
    "doi": "https://doi.org/10.1182/blood.V106.11.5255.5255",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=344",
    "start_url_page_num": 344,
    "is_scraped": "1",
    "article_title": "Therapeutic Anti-Tumor Immunity Mediated by Transiently Engrafting Allogeneic Lymphocytes: The “Allogeneic Effect” Revisited. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The “allogeneic effect” refers to the induction of host B cell antibody synthesis or host T cell cytotoxicity, including tumoricidal activity, by an infusion of allogeneic lymphocytes. We have previously shown that treatment of mice with cyclophosphamide (Cy) followed by infusion of CD8+ T cell-depleted allogeneic spleen cells (Cy + CD8− DLI) induces anti-tumor activity in a model of minimal residual leukemia, even though the donor cells are eventually rejected by the host immune system. The purpose of the current investigation was to test the activity of Cy + CD8− DLI in the treatment of well-established cancer, and to characterize the mechanisms of the anti-tumor effect. BALB/c mice were inoculated intravenously (IV) with the syngeneic A20 lymphoma/leukemia or the RENCA renal cell carcinoma on day 0 and were then treated with nothing, Cy alone on day 14, or Cy + CD8 − DLI from MHC-mismatched C57BL/6 donors on day 15. In both tumor models, the combination of Cy + CD8 − DLI significantly prolonged survival compared to mice treated with nothing or with Cy alone. While depletion of CD4+ T cells from the DLI significantly diminished the beneficial effect of CD8− DLI, purified CD4+ T cells alone were inactive, demonstrating that donor CD4+ T cells and another population of cells were required for optimal anti-tumor activity. Several observations pointed to an active role for the host immune system in the anti-tumor activity of Cy + CD8− DLI. First, host T cells participated in the anti-tumor effect of treatment with Cy alone, since the drug’s activity was diminished in tumor-bearing scid mice or in normal BALB/c mice depleted of T cells. Second, while Cy + CD8− DLI caused no GVHD in tumor-bearing but immunocompetent BALB/c recipients, it caused fatal acute GVHD in either tumor-bearing scid or T-cell depleted BALB/c mice. Finally, the anti-tumor effect of Cy + CD8- DLI was also significantly inhibited in BALB/c mice that were depleted of CD8+ T cells. These results demonstrate that transiently engrafting T cells administered after Cy can induce significant anti-tumor effects against both solid and liquid tumors. We propose that upon recognition of alloantigen on host antigen-presenting cells (APCs), allogeneic donor CD4 + T cells deliver activating ligands to the APCs, thereby generating effective “help” to break tolerance in tumor-specific host CD8+ T cells. This mechanism may correspond to the “allogeneic effect” in the anti-tumor response described over three decades ago.",
    "topics": [
        "lymphocytes",
        "neoplasms",
        "immunity",
        "atrial premature complexes",
        "infusion procedures",
        "leukemia",
        "cancer",
        "cyclophosphamide",
        "cytotoxicity",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Heather J. Symons, MD",
        "M. Yair Levy, MD",
        "Jie Wang, MD",
        "Xiaotao Zhou, MS",
        "Ephraim J. Fuchs, MD"
    ],
    "author_affiliations": [
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2958496",
    "first_author_longitude": "-76.5931147"
}