{
    "doi": "https://doi.org/10.1182/blood.V108.11.141.141",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=822",
    "start_url_page_num": 822,
    "is_scraped": "1",
    "article_title": "Loss of PIP5KIβ Causes a Defect in Lamellipodia Formation and Shear Resistant Adhesion. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Phosphatidylinositol 4,5-bisphosphate (PIP2) is widely known for the production of lipid second messengers after its hydrolysis by phospholipase C or phosphorylation by phosphatidylinositol 3-kinase. PIP2 also regulates cytoskeletal dynamics by directly interacting with actin-binding proteins. Three isoforms of PIP5KI (α, β, and γ) are all capable of phosphorylating PI4P to synthesize PIP2. However, these isoforms have different primary structures, expression levels in various tissues, and intracellular localization. Our previous studies have demonstrated that PIP5KIβ and PIP5KIγ are the dominant isoforms present in platelets. We generated and bred mice heterozygous for a null mutation into the murine PIP5KIβ gene, and crossed these mice to determine the phenotype of mice lacking this protein. PIP5KIβ-null mice were born, appeared developmentally normal, had normal platelet counts, and exhibited no spontaneous hemorrhage. Compared to platelets derived from wild type littermates, platelets lacking PIP5KIβ had PIP2 concentrations that were 61% of normal under basal conditions (p<0.01), and 51% of normal 45 seconds following thrombin stimulation (p<0.01). Similarly, maximum IP3 levels were only 65% of normal in the knockout platelets (p<0.01). Consistent with this second messenger defect, PIP5KIβ −/− platelets had impaired aggregation in response to submaximal doses of thrombin, ADP, collagen, and a thromboxane analogue (U46619). PIP5KIβ-null platelets exhibited disaggregation suggesting that sustained second messenger formation is critical for a sustained aggregation response. Since PIP2 can directly associate with, and thereby regulate actin-binding proteins, we analyzed platelet spreading upon fibrinogen. PIP5KIβ knockout platelets start to spread, but ultimately spread less well than platelets derived from wild type littermates. Imaging this process with real time differential interference contrast microscopy, we found that PIP5KIβ-null platelets extend filopodia as efficiently as wild type platelets, but have difficulty anchoring down these extended membranes. When a filopod on a PIP5KIβ −/− platelet does ultimately adhere to the matrix, a normal lamellipod is rapidly formed. The cytoskeletal organization of PIP5KIβ knockout platelets spread upon fibrinogen was further studied in the electron microscope. This higher resolution analysis verified the profound defect in lamellipodia formation. We speculated that this process of lamellipodia formation is critical for adhesion under the shear conditions found within the arterial system. To test this hypothesis, we analyzed the ability of PIP5KIβ knockout platelets to adhere to collagen in a flow chamber. At all shear conditions between 200 and 1100/s, platelets lacking PIP5KIβ consistently adhered less than wild type platelets. To further analyze the necessity of PIP5KIβ in adhesion of platelets under conditions of arterial shear, we compared PIP5KIβ −/− and PIP5KIβ +/+ mice in a ferric chloride carotid injury model. Under conditions that induced thrombosis in 75% of wild type mice (n=4), we only detected thrombi in 20% of PIP5KIβ-null mice (n=5). Together, these data demonstrate that PIP5KIβ is required for sustained PIP2 and second messenger synthesis, the formation of actin-rich lamellipodia, and stable ex vivo and in vivo platelet adhesion under shear.",
    "topics": [
        "adhesions",
        "phosphatidylinositol 4,5-diphosphate",
        "protein isoforms",
        "actin-binding protein",
        "fibrinogen",
        "thrombin",
        "1-phosphatidylinositol 3-kinase",
        "chlorides",
        "diagnostic imaging",
        "hemorrhage"
    ],
    "author_names": [
        "Xinsheng Chen, PhD",
        "Yanfeng Wang, M.D.",
        "Edward K. Williamson, Ph.D.",
        "Timothy J. Stalker, Ph.D.",
        "Lawrence F. Brass, M.D., Ph.D.",
        "Morris J. Birnbaum, M.D., Ph.D.",
        "John H. Harwig, Ph.D.",
        "Charles S. Abrams, M.D."
    ],
    "author_affiliations": [
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Harvard University, Boston, MA, USA"
        ],
        [
            "Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9476279",
    "first_author_longitude": "-75.19259799999999"
}