{
    "doi": "https://doi.org/10.1182/blood.V108.11.2022.2022",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=568",
    "start_url_page_num": 568,
    "is_scraped": "1",
    "article_title": "HGAL - A Germinal Center-Like Diffuse Large B-Cell Lymphoma Prognostic Biomarker Interacts with the Cytoskeleton and Influences Cell Migration. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "cell motility",
        "cytoskeleton",
        "diffuse large b-cell lymphoma",
        "prognostic marker",
        "lymphoma",
        "interleukin-6",
        "tyrosine",
        "amino acids",
        "gene expression profiling",
        "hodgkin's disease"
    ],
    "author_names": [
        "Jun Chen, MD, PhD",
        "Feiying Ding",
        "David M. Helfman, PHD",
        "Izidore S. Lossos, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology-Oncology, Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL, USA"
        ],
        [
            "Division of Hematology-Oncology, Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL, USA"
        ],
        [
            "Division of Hematology-Oncology, Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL, USA"
        ],
        [
            "Division of Hematology-Oncology, Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL, USA"
        ]
    ],
    "first_author_latitude": "25.7882523",
    "first_author_longitude": "-80.2144666",
    "abstract_text": "Gene expression profiling studies of lymphoid malignancies have led to the discovery of previously unrecognized lymphoma subtypes and associated novel genes. We recently cloned a germinal center (GC) specific gene - human germinal center-associated lymphoma ( HGAL ), whose expression correlates with survival in patients with diffuse large B-cell lymphoma (DLBCL) and classical Hodgkin lymphoma (HL). HGAL protein contains an ITAM motif and harbors 6 tyrosines that may be potentially phosphorylated. Mice deficient in the HGAL homologue M17 form normal GCs with the exception of reduced-sized Peyer’s patches, undergo efficient class-switch recombination and somatic hypermutation, and mount T-cell-dependent antibody responses similar to wild-type controls (Schenten et al., Blood 2006). The biological functions of HGAL in normal GC lymphocytes and lymphoma are unknown. Herein we demonstrate that HGAL plays a role in regulation of cell migration. Ex-vivo exposure of lymphoma or HGAL-transfected HeLa cell-lines to pervanadate resulted in tyrosine phosphorylation of HGAL protein. Stimulation of lymphoma and HGAL-transfected HeLa cell-lines with interleukin (IL)-6 led to transient HGAL tyrosine phosphorylation, peaking at 5–15 minutes. The phosphorylated HGAL had a markedly shortened life time compared to the unphosphorylated protein. No HGAL tyrosine phosphorylation was observed upon stimulation with anti IgM, interferon-g or IL-4. Deletion of the two C-terminal ITAM tyrosines in a truncated HGAL mutant (amino-acids 1-118) totally abrogated HGAL tyrosine phosphorylation upon IL-6 stimulation or exposure to pervanadate. Immunofluorescence and confocal miscroscopic studies of the SUDHL6 lymphoma and transfected HeLa cell-lines demonstrated HGAL redistribution from mainly perinuclear cytoplasmic localization to podosomes and spike-like filopodia. The time-frame of the HGAL relocalization was similar to that of HGAL tyrosine phosphorylation, being most prominent at 5 and 10 minutes in the SUDHL6 and transfected HeLa cells, respectively. Immunofluorescence studies demonstrated HGAL colocalization with actin, myosin and WASP proteins. HGAL immunoprecipitation studies followed by MAS spectroscopy or Western blotting confirmed HGAL interaction with actin and myosin type 2, but not with WASP protein. The N terminal portion of HGAL protein (aa 1-118) was sufficient for these interactions, however HGAL phosphorylation at its C-terminal tyrosines increased and extended the duration of its interaction with the myosin type 2. We further assessed the effects of HGAL on cell migration. Upon IL-6 stimulation for 24 hours, the migration of the Neo-HeLa cells in wound assay was markedly increased. However this effect of IL-6 was significantly ameliorated in the HGAL-HeLa cells. Moreover, siRNA knockdown of the HGAL in the HGAL-HeLa cells markedly reversed the HGAL-induced inhibition of IL-6 stimulated cell migration. This IL-6 effect on HGAL-HeLa and control Neo-HeLa cells was not attributable to differences in cell proliferation. Collectively, our results suggest that HGAL is involved in negative regulation of lymphocyte migration, thus constraining lymphocytes to the GC. Furthermore, inhibition of lymphocyte migration might contribute to the less aggressive clinical behavior of HGAL expressing DLBCL and HL tumors."
}