{
    "doi": "https://doi.org/10.1182/blood.V114.22.3654.3654",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1469",
    "start_url_page_num": 1469,
    "is_scraped": "1",
    "article_title": "The Truncated Form of Hoxa1 Regulates Proliferation and Differentiation of Hematopoietic Stem and Progenitor Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription Poster II",
    "abstract_text": "Abstract 3654 Poster Board III-590 Homeobox (Hox) genes have been shown to play critical roles in the regulation of hematopoiesis. Unlike most other Hox genes, Hoxa1 has two alternatively spliced transcripts: full-length Hoxa1 (Hoxa1-993) and truncated Hoxa1 (Hoxa1-399), which is similar to Hoxa1-993 but lacks the homeobox domain. Roles for either of these Hox transcripts in hematopoiesis have not yet been described, and the function of Hoxa1-399 in organogenesis remains largely unknown. We found that Hoxa1-993 is expressed most strongly in hematopoietic stem cells (HSCs), less in progenitor cells and is absent in mature cells. Hoxa1-399, which is spliced within the exon of Hoxa1-993 and hence can be generated by Hoxa1-993-expressing cells, is more prominently expressed in progenitor cells than HSCs. Wildtype (WT) Hoxa1-overexpressing bone marrow (BM) cells (WT-Hoxa1-993/399 cells, abbreviated here as WT-Hoxa1) proliferated for up to 15 weeks in ex vivo culture, increasing in cell number by an average of 240-fold weekly. These cultured cells predominantly expressed Hoxa1-993, but also expressed low levels of Hoxa1-399 due to splicing occurring within the exon, and were polyclonal with various integration sites. In contrast, control- and Hoxa1-399-overexpressing BM cells proliferated for a maximum of 3 weeks, with average weekly increases of 50-fold and 7-fold respectively. Colony-forming cells (CFCs) generated by WT-Hoxa1 GFP+ BM cells had approximately 8-fold increased numbers of cells compared to control and Hoxa1-399 GFP+ BM cells (cells/CFC: WT-Hoxa1: 1.3 × 10 6 ± 1 × 10 5 ; control: 1.6 × 10 5 ± 3.9 × 10 4 ; Hoxa1-399: 3.3 × 10 5 ± 3.1 × 10 4 n=5, P<0.05 WT-Hoxa1 vs control and Hoxa1-399). There was no difference in the number of day 12 colony-forming unit-spleen (CFU-S) formed from 2500 control or WT-Hoxa1 GFP+ BM cells (11.2±0.5 and 12.6±1.3 respectively). In contrast, 2500 Hoxa1-399 GFP+ BM cells produced significantly fewer CFU-S (8.9±0.6) compared to both control and WT-Hoxa1 GFP+ BM cells (n=4, P<0.02). To assess HSC potential, lethally irradiated CD45.2+ recipients (n=6/group) were injected with 5×10 6 congenic CD45.1+ BM immediately post-transduction without selection (all groups had similar transduction efficiencies). All recipients had >80% donor cells (CD45.1+, GFP+/−) in their peripheral blood (PB) post-transplant. As early as 5 weeks post-transplant the average %GFP+ cells in recipients were similar for control- (28.7±4.3%) and WT-Hoxa1-overexpressing BM cells (26.4±2.0%) and multi-lineage repopulating potential in both populations persisted for 6 months post-transplant. Strikingly, BM cells overexpressing Hoxa1-399 had markedly reduced repopulating ability as early as 5 weeks post-transplant (4.1±0.6% GFP+, P<0.05 Hoxa1-399 vs. control or WT-Hoxa1), which declined further during 6 months of transplant. To further explore the role of Hoxa1-993 and Hoxa1-399 in hematopoiesis, we created a mutant Hoxa1 that expressed Hoxa1-993 but was no longer capable of generating Hoxa1-399 (muHoxa1-993). MuHoxa1-993-overexpressing BM cells had extensive proliferative potential in culture and produced approximately 2-fold more cells per CFC than WT-Hoxa1 (cells/CFC: muHoxa1-993: 2.1 × 10 6 ± 2 × 10 5 ; P<0.05 vs WT-Hoxa1, Hoxa1-399 and control). MuHoxa1-993-overexpressing HSCs had long-term multi-lineage repopulating potential but generated significantly increased numbers of CD4+ T lymphocytes accompanied by reduced numbers of B220+ B lymphocytes (P<0.005). Most strikingly, mice transplanted with muHoxa1-993-overexpressing BM cells exhibited thrombocytopenia as early as 5 weeks post-transplant (platelet counts (x 10 6 ) per ml of PB: control: 640 ± 79; WT-Hoxa1: 735 ± 97; muHoxa1-993: 231 ± 36; P<0.005 muHoxa1-993 vs control and WT-Hoxa1). This thrombocytopenia persisted long-term and inversely correlated with the %GFP+ muHoxa1-993-overexpressing cells detectable in the peripheral blood of the transplanted mice. Preliminary data suggest the thrombocytopenia occurs because of an impairment in megakaryocyte maturation. These data therefore suggest that both Hoxa1-993 and Hoxa1-399 have regulatory roles in hematopoiesis. Furthermore, a balance in the expression of the two Hoxa1 transcripts is essential for normal proliferation and differentiation of HSCs and progenitor cells. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cd45 antigens",
        "chlorofluorocarbons",
        "stem cells",
        "thrombocytopenia",
        "transplantation",
        "cell count",
        "platelet count measurement",
        "mice",
        "b-lymphocytes",
        "bone marrow"
    ],
    "author_names": [
        "Jean Hendy",
        "Stewart A Fabb",
        "Meaghan Wall",
        "Paul J Simmons",
        "Lorraine J Gudas",
        "Grant A McArthur",
        "Louise E Purton"
    ],
    "author_affiliations": [
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia, "
        ],
        [
            "Research Division, Peter MacCallum Cancer Centre, East Melbourne, Australia, "
        ],
        [
            "Research Division, Peter MacCallum Cancer Centre, East Melbourne, Australia, "
        ],
        [
            "Center for Stem Cell Research, The Brown Foundation Institute of Molecular Medicine, Houston, TX, "
        ],
        [
            "Department of Pharmacology, Weill Cornell Medical College, New York, NY"
        ],
        [
            "Research Division, Peter MacCallum Cancer Centre, East Melbourne, Australia, "
        ],
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia, "
        ]
    ],
    "first_author_latitude": "-37.806671",
    "first_author_longitude": "144.97396229999998"
}