{
    "doi": "https://doi.org/10.1182/blood.V120.21.4641.4641",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2202",
    "start_url_page_num": 2202,
    "is_scraped": "1",
    "article_title": "Use of Intravenous Immune Globulin in Patients with Immune Thrombocytopenia Before and After Romiplostim: Real-World Experience ",
    "article_date": "November 16, 2012",
    "session_type": "Disorders of Platelet Number or Function",
    "topics": [
        "immunoglobulins, intravenous",
        "romiplostim",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "hemorrhage",
        "assessment scales",
        "cerebral hemorrhage",
        "infusion procedures",
        "surgical asplenia"
    ],
    "author_names": [
        "Korinne Hamilton, MSc, CCRA",
        "Lisa J. Toltl, PhD",
        "Grace Wang, MMath",
        "Naushin S Sholapur, BHSc., MSc HRM candidate",
        "Julie Carruthers, MLT, BComm",
        "Cyrus C. Hsia, BSc, MD, FRCPC",
        "Caroline Hamm, MD, FRCPC",
        "Normand Blais, MD, MSC, FRCPC",
        "Catherine Girard-Desbiens, MD, MSc",
        "Marc-Andre Pearson, MDCM",
        "Nancy Heddle, MSc",
        "Donald M. Arnold, MD, MSc."
    ],
    "author_affiliations": [
        [
            "Medicine, McMaster University, Hamilton, ON, Canada, Hamilton, ON, Canada, "
        ],
        [
            "Medicine, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Biostatistics, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Health Research Methodology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada, Hamilton, ON, Canada, "
        ],
        [
            "Medicine, McMaster University, Hamilton, ON, Canada, Hamilton, ON, Canada, "
        ],
        [
            "Medicine, Division of Hematology, University of Western Ontario, London Health Sciences - Victoria Hospital, London, ON, Canada, "
        ],
        [
            "Dept. of Medicine, Schulich School of Medicine and Dentistry, University of Western Ontario, Windsor, Windsor, ON, Canada, "
        ],
        [
            "Hematology-Oncology, CHUM, Montreal, QC, Canada, "
        ],
        [
            "Hematology-Oncology, CHUM-Hôpital Notre-Dame, Montreal, QC, Canada, "
        ],
        [
            "CHUM, Montreal, QC, Canada, "
        ],
        [
            "Department of Medicine, McMaster University, Hamilton, ON, Canada"
        ],
        [
            "Medicine, McMaster University, Hamilton, ON, Canada, "
        ]
    ],
    "first_author_latitude": "43.2464916",
    "first_author_longitude": "-79.90264375",
    "abstract_text": "Abstract 4641 Background: Thrombopoietin receptor agonists such as romiplostim have been shown to increase platelet counts in patients with immune thrombocytopenia (ITP) and reduce the need for concomitant therapies. However, their effect on the utilization of intravenous immune globulin (IVIG) has not been examined in the post-marketing or ‘real world’ setting. The objective of this before-after study was to determine the effect of romiplostim on the utilization of IVIG outside of clinical trials. We determined the completeness of our dataset in this multi-center retrospective study. Methods: The charts of patients with ITP from 4 sites in Canada who had received romiplostim were reviewed until January 31, 2012. Patients were 18 years or older, had ITP according to ASH criteria and had at least 1 full year of data available prior to the first dose of romiplostim. A web-based electronic data capture system was used to collect platelet counts, IVIG use, bleeding as assessed by site and severity using an ITP-specific bleeding assessment tool, treatments and hospitalizations before and after the start of romiplostim treatment. IVIG use was compared after normalizing for the duration of time in observation. A pilot exercise was performed to optimize the quality of data extraction from charts. Results: Twenty-nine patients with ITP were included (15 females; median age 54 years, interquartile range [IQR] 45 – 63). Median platelet counts increased from 28 x10 9 /L (IQR, 12 – 58) before romiplostim to 124 x10 9 /L (IQR, 79 – 182) after romiplostim. The proportion of patients requiring other ITP treatments decreased from 25/29 (86%) to 17/29 (59%); the proportion of patients with any bleeding decreased from 24/29 (83%) to 11/29 (38%); and the proportion of patients with grade 2 or higher bleeding decreased from 13/29 (45%) to 6/29 (21%) after romiplostim. Of 29 patients, 16 (55%) had received IVIG before receiving romiplostim. IVIG use over time decreased in 14 of 16 (88%) patients, including 4 (25%) who did not require any IVIG after romiplostim administration. Two splenectomized patients with refractory ITP had received more IVIG in the period after romiplostim was initiated: One patient had discontinued romiplostim because of no platelet count response and subsequently developed intra-cerebral hemorrhage requiring multiple IVIG treatments; the other patient developed cyclical thrombocytopenia. Three additional patients received 1–3 infusions of IVIG only during the period after romiplostim. Of 128 IVIG infusion episodes, 106 were considered to have sufficient documentation since the dose, date of administration and preceding platelet count (within 1 week) were recorded in the chart. Conclusion: In this real-world cohort of patients with ITP, the proportion of patients who required IVIG decreased after starting romiplostim. A few refractory patients required more IVIG in the period after romiplostim. Retrospective data collection of treatment start and end dates and bleeding severity was limited. Disclosures: Arnold: Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees, Research Funding; Hoffman-LaRoche: Research Funding."
}