{
    "doi": "https://doi.org/10.1182/blood.V106.11.4749.4749",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=436",
    "start_url_page_num": 436,
    "is_scraped": "1",
    "article_title": "Treatment of Primary Mediastinal Large B-Cell Lymphoma with Immunochemotherapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "b-lymphocytes",
        "bone marrow transplantation, autologous",
        "chemotherapy regimen",
        "combination drug therapy",
        "complete remission",
        "diffuse large b-cell lymphoma",
        "dna microarrays",
        "high density lipoproteins",
        "infusion procedures",
        "lymphoma"
    ],
    "author_names": [
        "Jacques Tabacof, MD",
        "Novis A.S. Yana, MD"
    ],
    "author_affiliations": [
        [
            "Oncology, Centro Paulista de Oncologia, São Paulo, SP, Brazil"
        ],
        [
            "Hematology and Oncology, Hospital Albert Einstein, São Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-23.58230295",
    "first_author_longitude": "-46.666531750000004",
    "abstract_text": "Background: Primary mediastinal large B-cell (PMLBCL) non-Hodgkin’s lymphoma (NHL) is a relative rare disease and represents less than 2% of all newly diagnosed NHL. Analyses with DNA microarrays verified that primary mediastinal and diffuse large B-cell lymphomas are different diseases. The optimal treatment is still undefined. The aim of this study is to evaluate the response to immunochemotherapy in 10 cases of PMLBCL. Patients and Methods: 10 previously untreated patients with confirmed diagnosis of PMLBCL were enrolled in 2 different institutions. All the patients were treated with rituximab (R) plus polychemotherapy. We retrospectively analysed their clinical data and response to immunochemotherapy. Results: median age was 37 years-old (range 18 to 45 years), 5 were male and 5 were female, 6 had bulky disease, 4 had B symptoms and 4 presented HDL elevated. The immunochemotherapy regimens utilized for treatment were: 3 R+MACOP-B, 5 R+CHOP, 1 R+CBV and 1 R+MACOP-B+ICE+BEAM. Complete remission was obtained in 9 patients (90%) and no relapse was observed in this group. One patient died 7 months after ABMT. Three out of 10 patients who were chemosensitive underwent Autologous Bone Marrow Transplantation (ABMT). Median disease free survival was 22 months. One patient got pregnant 4 months after the 8th cycle of R+CHOP, when she was in complete remission. The patient was delivered of a healthy child and is in complete remission for 34 months. It was observed toxicities related to chemotherapy. There was no report of toxicities during and after rituximab infusion. Conclusion: the addition of rituximab to polychemotherapy may be a good strategy to the management of primary mediastinal large-B cell lymphoma. In this small series there was a high rate of complete sustained response. However, larger randomized studies are needed to confirm these findings."
}