{
    "doi": "https://doi.org/10.1182/blood.V108.11.4158.4158",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=738",
    "start_url_page_num": 738,
    "is_scraped": "1",
    "article_title": "Growth Factor Independent Succession of Hemangiopoietic Cell Development and Gene Activation Patterns in Murine Embryonic E14 Stem Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "alanine aminopeptidase",
        "cadherins",
        "cd31 antigens",
        "cyclin d1",
        "cytokine",
        "dna microarrays",
        "dna, complementary",
        "embryo",
        "flow cytometry",
        "gene activation"
    ],
    "author_names": [
        "Stefan O. Peters, MD",
        "Torsten Seifert",
        "Mareike Middeke",
        "Anja Fiedler",
        "Katja Vetters",
        "Thomas Wagner, MD",
        "Stephanie Stoelting, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Department 1, University of Luebeck, Luebeck, Germany"
        ],
        [
            "Medical Department 1, University of Luebeck, Luebeck, Germany"
        ],
        [
            "Medical Department 1, University of Luebeck, Luebeck, Germany"
        ],
        [
            "Medical Department 1, University of Luebeck, Luebeck, Germany"
        ],
        [
            "Medical Department 1, University of Luebeck, Luebeck, Germany"
        ],
        [
            "Medical Department 1, University of Luebeck, Luebeck, Germany"
        ],
        [
            "Medical Department 1, University of Luebeck, Luebeck, Germany"
        ]
    ],
    "first_author_latitude": "53.834275399999996",
    "first_author_longitude": "10.703647999999998",
    "abstract_text": "Introduction: We use murine embryonic E14 stem cells (ESC) to study cellular and molecular events that occur during early hemangioblastic development. Cells were precultured in standard medium (DMEM, 20% FCS) for 6 days and then kept as embryoid bodies (EBs) for 0, 2, 5, 10, 15, 20, 25, 30 days either in standard or medium supplemented with VEGF or hematotropic cytokines (G-CSF, IL-3, IL-6, SCF, Flt3). Suspended cells were analyzed for CD 31, flk1, CD144, CD133, CD13 and CD 90 positivity by flow cytometry. CD31 and CD13 stained embryoid bodies were examined by fluorescent microscopy. We here focus gene activation studies on pathways implying endothelial and hematopoetic development according to literature including gene array data. cDNA was analyzed for ERG, EGR1, FLI1, HoxD3, PECAM, FLK1, VE-Cadherin, Pu-1, GATA2, SCL, Epo, LMO4, HoxB4, LMO2, and cyclin D1 activation by TaqMan PCR. Results: 28% of cells show endothelial CD31 positivity in day 6+0 EBs. In contrast, hematopoietic CD90 positivity cannot be detected at day 6+0 and are firstly found at low levels in 2% at day 6+5. Endothelial CD31 positivity increases significantly at day 6+2 to as much as 58% and remains very high at day 6+5. Thereafter, at day 6+10 and later, the proportions of cells showing CD31 positivity drop to a constant level of about 15%. Hematopoietic development remains low throughout all timepoints and amount to maximally 10% CD90 positivity at day 6+10 declining at later time points. Low level of VEGF could be detected in ESC supernatant as early as day 6+0, endothelial cells could not be further augmented by adding VEGF to the culture. ‘Hematotropic’ cytokines occasionally show to lead to minor increases of hematopoietic cell fractions but not to lead to a shift to earlier hematopoiesis. Quantitative PCR show that genes implying endothelial development (ERG, EGR1, FLI1, HoxD3, PECAM, FLK1, VE-Cadherin) precede characteristic ‘hematopoetic’ gene (Pu-1, GATA2, SCL, Epo, LMO4, HoxB4, LMO2, cyclin D1) activation. Addition of supplemntal VEGF surprisingly downregulate many of the ‘endothelalial’ genes. Main expression patterns remain unaffected by adding cytokines to the culture. Summary: We show on cellular and molecular levels that endothelial cell development in EBs precedes hematopoietic development and that the addition of cytokines does not affect this sequence."
}