{
    "doi": "https://doi.org/10.1182/blood.V124.21.1905.1905",
    "article_title": "Identifying Novel Genes and Signaling Pathways That Predispose to Therapy Related MDS (t-MDS) ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Poster I",
    "abstract_text": "Background: Melodysplastic syndrome (MDS) constitutes a complex set of hematopoietic stem cell diseases that is characterized by defective differentiation into one, some or all of the hematopoietic lineages. MDS is caused due to the accumulation of mutations in hematopoietic stem/progenitor cells (HSPCs) that result in accumulation of defective HSPCs in the bone marrow. Therapy related MDS (t-MDS) is a secondary complication associated with prior chemo-radiation therapy for either cancer or non-cancer related diseases and accounts for about 20% of total MDS cases. Gene products and pathways predisposing to t-MDS are not yet identified. In an attempt to identify t-MDS predisposing genes and signaling pathways, we established a retroviral insertional mutagenesis approach in combination with a clinical radiation therapy regimen in a mouse model. Methods: Random mutations in the C57BL/6 HSCs were generated via a retroviral mediated random insertional mutagenesis approach with a replication deficient virus, and transduced cells were transplanted into BoyJ recipients. After confirming successful reconstitution of recipient mice 3-4 weeks post transplantation, we treated mice with either 0, 0.5 or 2Gy radiation once a day for 3 days. Mice were monitored for aberrations in any of the hematopoietic lineages in both peripheral blood (PB) and bone marrow (BM) at frequent intervals thereafter. Mice developing t-MDS/AML like disease were sacrificed and the bone marrow cells were collected for further analysis. We performed ligation-mediated PCR (LM-PCR) using retroviral long terminal repeats (LTR) sequence based primers and amplifying into the mouse genomic region to identify the unique insertion sites. Expression of genes located around integration site was determined by quantitative PCR. Results: Ranging from 23-59 weeks post radiation, 70% of the animals treated with 0.5Gy developed a tMDS/AML-like disease while interestingly only 17% of the 2Gy treated mice developed tMDS/AML like disease. None of the control animals developed tMDS/AML-like disease, confirming specificity for t-MDS of our experimental setup. BM of mice with tMDS/AML-like disease showed a high level of donor chimerism (measured by GFP pos cells, ranging from 82-97%) and these mice exhibited anemia, thrombocytopenia, splenomegaly and myeloid blasts in BM and/or PB at different time points. LM-PCR was performed to determine viral integration sites in affected animals. We observed unique band patterns for each of the t-MDS/AML mice, indicating that the clones driving the disease were probably unique. We sequenced the LM-PCR products to identify the genome integration sites for all of the mice. Further gene expression analysis was performed on the genes located around the integration site to identify individual genes and/or signaling pathways that are altered in these mice. Among others, C1q and tumor necrosis factor related protein 6 (c1qtnf6/CTRP6), a fatty acid oxidation regulatory gene involved in AMPK activation in muscle, Neuroblastoma ras oncogene (N-ras), a known oncogene in various cancers and miR10a, a microRNA regulating cell survival through Twist1 gene expression in myeloid cells, are the genes with altered expression in these mice compared to control mice. Summarizing all verified integration sites we have generated a presumptive t-MDS predisposing gene list that further needs to be validated in vivo . Conclusions/Future directions: We anticipate a detailed validation of these genes in mice will facilitate the identification of genes and gene products that predispose to t-MDS/AML. We believe this is a unique mouse model mimicking a radiation mediated tMDS clinical scenario. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "cancer",
        "chemotherapy regimen",
        "chimerism",
        "genes",
        "ligation",
        "micrornas",
        "mutagenesis, insertional",
        "neuroblastoma",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Shailaja Akunuru, PhD",
        "Kimberly Seymore",
        "Rupali Kumar",
        "Kalpana Nattamai",
        "Hartmut Geiger"
    ],
    "author_dict_list": [
        {
            "author_name": "Shailaja Akunuru, PhD",
            "author_affiliations": [
                "Cincinnati Children's hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Seymore",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rupali Kumar",
            "author_affiliations": [
                "Cincinnati Children's Research Foundation, University of Cincinnati School of Medicine, Cincinnati, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kalpana Nattamai",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Geiger",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
                "Ulm University, Ulm, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T18:41:01",
    "is_scraped": "1"
}