{
    "doi": "https://doi.org/10.1182/blood.V118.21.SCI-12.SCI-12",
    "article_title": "Activation of Vascular Cells by Microparticles and Other Danger Signals Via the CD36 Scavenger Receptor ",
    "article_date": "November 18, 2011",
    "session_type": "Scientific Committee on Hematopathology and Clinical Laboratory Hematology: Microparticles in Hematologic Disorders",
    "abstract_text": "Abstract SCI-12 Clinically significant thrombotic events are common complications of many systemic diseases associated with chronic inflammation, including atherosclerosis, diabetes mellitus, cancer, and chronic autoimmune rheumatologic disorders. Many of these potentially life-threatening thrombi occur in the arterial circulation and likely relate to inappropriate platelet activation and/or vessel wall injury. CD36 is a type B scavenger receptor expressed on platelets, monocytes, microvascular endothelial cells (MVEC), and vascular smooth muscle cells (VSMC) that recognizes and responds to endogenous and exogenous “danger signals” including advanced glycated proteins (AGE), microbial cell wall components, and oxidized phospholipids that are found on the surface of oxidized LDL (oxLDL) and cell-derived microparticles (MP). Mouse FeCl 3 thrombosis model systems revealed that genetic deletion of cd36 rescued the prothrombotic phenotypes associated with hyperlipidemia, oxidant stress, or diabetes/hyperglycemia. Interestingly, compared to wild type mice, fewer MP were incorporated into thrombi formed in cd36 null mice after FeCl 3 -induced vascular injury. Cd36 deficiency also provides partial protection from atherosclerosis in experimental mouse models. On a cellular level, the prothrombotic, pro-atherogenic, and anti-angiogenic activities of CD36 relate to ligand-dependent alterations of platelet, macrophage, and vessel wall cellular functions. For example, CD36 binding to MP, AGE, or oxLDL “sensitizes” platelets to activation by low doses of agonists, such as ADP. In macrophages, CD36 interactions with oxLDL leads to lipid internalization, foam cell formation, and inhibition of migration. In the vessel wall CD36 promotes VSMC oxidant stress and MVEC apoptosis. Mechanistically, CD36 transmits intracellular signals in response to ligand engagement that involve recruitment of specific Src family kinases to its short cytoplasmic tail, with subsequent activation of specific MAP kinase pathways and Vav family guanine nucleotide exchange factors. These signaling pathways remain incompletely understood, but impact many important cellular processes, including cytoskeletal dynamics, cell polarity, transcription of antioxidant genes controlled by the transcription factor Nrf2, and activation of NADPH oxidases. Specific components of CD36 signaling pathways depend on the cellular context and in some cases involve engagement of co-receptors, including integrins, TLRs, and tetraspanins. Recent targeted genome-wide association studies suggest that cd36 polymorphisms associate with CD36 expression levels on platelets and monocytes as well as with risk of thrombotic, metabolic, and atherosclerotic disorders. Targeting CD36 may therefore provide novel approaches to many important human vascular diseases. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cd36 antigens",
        "cell-derived microparticles",
        "receptors, scavenger",
        "thrombus",
        "atherosclerosis",
        "diabetes mellitus",
        "ligands",
        "m-vec protocol",
        "oxidants",
        "stress"
    ],
    "author_names": [
        "Roy L. Silverstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Roy L. Silverstein, MD",
            "author_affiliations": [
                "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T18:51:45",
    "is_scraped": "1"
}