{
    "doi": "https://doi.org/10.1182/blood.V124.21.3547.3547",
    "article_title": "EBV Microrna Mir-BHRF1-2 Targets PRDM1/Blimp1 : Potential Role in EBV Lymphomagenesis ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "PRDM1/Blimp1 , a master regulator of B-cell terminal differentiation, has been identified as a tumor suppressor gene in the pathogenesis of diffuse large B-cell lymphoma (DLBCL). In DLBCL, PRDM1 is inactivated by mutations and deletions; however, there is also evidence that PRDM1 is down-regulated by microRNAs (miRNAs) in DLBCL and Hodgkin/Reed-Sternberg cells of classical Hodgkin lymphoma (cHL). A decrease in PRDM1 activity contributes to the pathogenesis of DLBCL and cHL by inhibiting plasma cell differentiation triggered by signal transduction pathways such as the NF-kB pathway. Since malignant EBV-positive B-cell lymphoproliferations are often associated with increased NF-kB activity, it is conceivable that abnormal PRDM1 down-regulation may play a role in their pathogenesis. EBV-positive B-cell lymphomas are postulated to originate from EBV-infected B-cells with latency III growth program of EBV gene expression. Thus, EBV-immmortalized lymphoblastoid cell lines (LCLs), which are of latency III type, serve as a good model to study EBV lymphomagenesis. We observed discordance in PRDM1 mRNA and protein levels in LCLs. By quantitative real-time reverse transcriptase PCR, PRDM1 mRNA levels in LCLs varied from 14.6% to 1259.7% relative to the multiple myeloma cell line U266, which expresses high levels of PRDM1. However, PRDM1 protein was discordantly low in LCLs compared to U266 based on immunohistochemistry and Western blotting assays, consistent with post-transcriptional regulation. EBV encodes 25 viral miRNAs, and we postulate that one of more of them may function to dampen PRDM1 expression. Indeed, a miRNA binding site containing seed match to bases 2-7 of EBV miR-BHRF1-2 was identified in positions 1565 to 1589 of PRDM1 3’ untranslated region. MiR-BHRF1-2 functionally targeted this specific binding site and repressed luciferase reporter activity. Mutation in the seed region of this site relieved the repression in comparison to the wild type control. MiR-BHRF1-2 was highly expressed in LCLs, while it was barely detectable in the EBV-positive Burkitt lymphoma cell line MUTU I, which has latency type I. Importantly, immunoblotting assay demonstrated an up-regulation of PRDM1 protein level in CCL156 and CCL159 LCL cells transfected with miR-BHRF1-2 inhibitor relative to those transfected with miRNA Inhibitor negative control, supporting a role of miR-BHRF1-2 in PRDM1 down-regulation in vivo . To examine the biological consequences of increased PRDM1 expression in LCL cells, PRDM1 was over-expressed in JY25 and CCL159 LCL cell lines. Enforced expression of PRDM1 induced apoptosis in both cell lines. Furthermore, bromodeoxyuridine (Brdu) incorporation study demonstrated that overexpression of PRDM1 reduced the percentage of S phase from 43.4% to 27.6% in CCL159 cells, and 39.5% to 27.9% in JY25 cells, respectively. Whole transcriptome sequencing (RNA-seq) identified a set of potential PRDM1 direct target genes whose expressions decreased in both LCL cell lines upon PRDM1 over-expression. These genes have broad functions including cell proliferation and survival, transcription and translation, mitochondrial functions, and cytoskeleton. Although no significant changes in cell cycle and apoptosis were observed upon transfection of miR-BHRF1-2 inhibitor, RNA-seq analysis of CLL159 cells transfected with miR-BHRF1-2 inhibitor revealed a small subset of repressed genes which overlapped with those identified by PRDM1 over-expression. This finding suggests that the increase in PRDM1 expression upon miR-BHRF1-2 inhibition, albeit small, is capable of repressing a subset of PRDM1 target genes with potential biological effects. In summary, our findings demonstrate that PRDM1 is a target of EBV miR-BHRF1-2. MiR-BHRF1-2 mediated PRDM1 down-regulation may contribute to the pathogenesis of EBV-associated B-cell lymphomas by inhibiting the transcription repression program of PRDM1 and limiting PRDM1-mediated cellular changes detrimental to tumor growth, including cell cycle arrest and apoptosis. Further characterization of the target genes whose expression is up-regulated by miR-BHRF1-2-mediated PRDM1 down-regulation may provide important clues to the pathogenetic function of miR-BHRF1-2 and EBV oncogenesis in general. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "herpesvirus 4, human",
        "leukemogenesis",
        "micrornas",
        "positive regulatory domain i-binding factor 1",
        "diffuse large b-cell lymphoma",
        "b-cell lymphomas",
        "bromodeoxyuridine",
        "chlorambucil",
        "hodgkin's disease"
    ],
    "author_names": [
        "Jiao Ma, PhD",
        "Kui Nie, PhD",
        "David Redmond",
        "Yifang Liu, MD",
        "Daniel M Knowles, MD",
        "Wayne Tam, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jiao Ma, PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kui Nie, PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Redmond",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yifang Liu, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel M Knowles, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wayne Tam, MD PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:44:28",
    "is_scraped": "1"
}