{
    "doi": "https://doi.org/10.1182/blood.V108.11.5034.5034",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=679",
    "start_url_page_num": 679,
    "is_scraped": "1",
    "article_title": "Frequent Expression of Cancer/Testis Antigens CT7 and LAGE-1 in Advanced Stage Multiple Myeloma: Are They Possible Targets for Immunotherapy?. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "antigens",
        "immunotherapy",
        "multiple myeloma",
        "testicular cancer",
        "signs and symptoms",
        "bone marrow specimen",
        "monoclonal gammopathy of undetermined significance",
        "plasmacytoma",
        "bone marrow aspiration",
        "dna, complementary"
    ],
    "author_names": [
        "Valeria Cristina da Costa Andrade, MSc",
        "Gisele Wally Braga Colleoni, MD, PhD",
        "Andre L. Vettore, PhD",
        "Roberta Spetic Felix, MSc",
        "Manuella S.S. Almeida, MD",
        "Fabricio Carvallho",
        "Mihoko Yamamoto, MD, PhD",
        "Marco Antonio Zago, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy, UNIFESP/EPM, Sao Paulo, SP, Brazil"
        ],
        [
            "Hematology and Hemotherapy, UNIFESP/EPM, Sao Paulo, SP, Brazil"
        ],
        [
            "Molecular Genetics, Ludwig Institute for Cancer Research, Sao Paulo, SP, Brazil"
        ],
        [
            "Hematology and Hemotherapy, UNIFESP/EPM, Sao Paulo, SP, Brazil"
        ],
        [
            "Hematology and Hemotherapy, UNIFESP/EPM, Sao Paulo, SP, Brazil"
        ],
        [
            "Molecular Genetics, Ludwig Institute for Cancer Research, Sao Paulo, SP, Brazil"
        ],
        [
            "Hematology and Hemotherapy, UNIFESP/EPM, Sao Paulo, SP, Brazil"
        ],
        [
            "Hematology, Faculdade de Medicina de Ribeirao Preto, Ribeirao Preto, SP, Brazil"
        ]
    ],
    "first_author_latitude": "-23.5961131",
    "first_author_longitude": "-46.6456259",
    "abstract_text": "Introduction: Recently, Jungbluth and collaborators ( Blood  2005 ; 106 (1): 167 ) demonstrated that CT7 and MAGE-A3/6 are frequently expressed in advanced stage MM patients and that higher levels of CT7 and MAGE-A3/6 proteins also correlate with elevated plasma-cell proliferation index. These findings suggest a possible pathogenic role of such proteins in MM and also show that they could be attractive targets for immunotherapy. Objectives: To analyze global expression of 13 CTs (MAGE-A1, MAGE-A2, MAGE-A3/6, MAGE-A4, MAGE-A10, MAGE-A12, BAGE-1, CT7, GAGE family, LAGE-1, PRAME, SP17 and SSX-1) in a panel of normal tissues and monoclonal gammopathies. Material and Method: We studied 13 normal tissues (skeletal muscle, bladder, lung, spleen, heart, brain, thymus, uterus, stomach, mammary gland, pancreas, prostate and colon, Clontech ), six normal bone marrow aspirates (donors for allogeneic stem-cell transplants), one pool of 10 normal bone marrow samples ( Clontech ), three monoclonal gammophaties of undertermined significance (MGUS), five solitary plasmacytomas, 39 multiple myeloma samples (two Durie-Salmon stage II and 37 stage III) and MM cell line U266. Normal testis was used as positive control. Total RNA was extracted using Trizol reagent ( Invitrogen ). After cDNA synthesis, the expression of CTs was evaluated by RT-PCR and 2% agarose gel electrophoresis. Results: SP17 was positive in all seven normal bone marrow samples and in the 13 normal tissues tested. Thus, it was excluded from further analyses. CT7 was positive in one MGUS and in one plasmacytoma. U266 cell line was positive for all CTs, except SSX-1. The frequency of CTs expression in MM patients was: CT7 = 30/39 (77%); LAGE-1 = 18/39 (46%); MAGE-A3/6 = 16/39 (41%); MAGE-A2 = 14/39 (36%); GAGE family = 13/39 (33%); BAGE-1 = 11/39 (28%); MAGE-A1 = 10/39 (26%); PRAME = 9/39 (23%); SSX-1 = 10/39 (26%); MAGE-A12 = 8/39 (20,5%); MAGE-A4 and MAGE-A10 = 0%. It is important to note that from the 18 cases with less CT’s positivity (0, 1 or 2 positive-CTs), three were negative for all of them. Twelve of the remaining 15 cases (80%) were positive for CT7. We did not find association between International Scoring System and percentage of expressed CTs in 36 analyzed MM cases. Conclusion: Our results showed high frequency of expression of CT7 in advanced stage MM patients and support its importance as a target for immunotherapy, because it has a high incidence of positivity even in cases without expression of other CTs. As far we know, this is the second study showing high frequency (~ 50%) of LAGE-1 expression in MM (van Baren et al, 1999), also highlighting its importance as therapeutic target."
}