{
    "doi": "https://doi.org/10.1182/blood-2018-99-111377",
    "article_title": "Predictors of Hydroxyurea Use in Children with Sickle Cell Disease ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Background: Since hydroxyurea emerged as an effective therapy for sickle cell disease (SCD), there have been numerous studies that have demonstrated its safety and efficacy in children and adults with SCD. In their 2014 guidelines, the NHLBI recommended that hydroxyurea treatment should be offered to all infants and children with sickle cell anemia (HbSS and HbS/beta0 thalassemia) starting at 9 months of age. However, hydroxyurea is underused among children and adolescents with SCD and to date, there have been no studies that have identified the specific determinants that may predict hydroxyurea adherence in these patients. Objectives: 1. To identify predictors of hydroxyurea adherence in children with SCD. 2. To measure the rate of hydroxyurea use among CHEO patients with SCD who were born between January 1, 2003 and December 31, 2015; and 3. To compare the rates of SCD-related complications between patients who were not prescribed hydroxyurea, patients who were adherent to hydroxyurea and patients who were not adherent to hydroxyurea Methods: We extracted medical chart data to identify patients with SCD who were born between January 1, 2003 and December 31, 2015. Patients were classified as either \"Not prescribed hydroxyurea\" or \"Prescribed hydroxyurea\" based on clinical documentation and the presence of at least one hydroxyurea outpatient prescription. For those patients who were prescribed hydroxyurea, hematological indices were collected and analyzed over time to estimate adherence to hydroxyurea. To measure the adherence of children prescribed hydroxyurea, we examined the trends in the patient's hematological indices after their first prescription of hydroxyurea. Adherence was defined as increased hematological indices (from baseline) by greater than or equal to any 2 of the following: Mean corpuscular volume (MCV) by 10 fL; Hemoglobin levels (g/L) by 10 g/L and/or %HbF (fetal hemoglobin) by 10%. We measured the frequency of disease-related complications among CHEO patients with SCD according to their use of hydroxyurea and used multivariate analyses to evaluate immigration status, newborn screening status, SCD subtype, SCD complications, income, age and sex as predictors for hydroxyurea adherence. Results: Children with HbSS were more likely to have been prescribed hydroxyurea compared to children with HbSC (87.8% vs. 9.5%). Canadian citizenship, newborn hemoglobinopathy screening and lower familial income were associated with better hydroxyurea adherence (Table 1). Although the association was not statistically significant, patients were more likely to be prescribed hydroxyurea if they were from a lower income background (61.9% for lowest and second lowest quartiles vs. 38.1% for third and highest quintiles). Patients were also more likely to adhere to hydroxyurea if they did not have private medical insurance for hydroxyurea coverage (Table 1). Finally, hydroxyurea adherence was associated with reduced rates of health care utilization and SCD-related complications (Table 2). Conclusions: In line with previous studies of hydroxyurea for the treatment of SCD, patients who were adherent to hydroxyurea had fewer complications compared to those patients who were either non-adherent to or not prescribed hydroxyurea. Similarly, patients had fewer complications after being prescribed hydroxyurea compared to before they started hydroxyurea with a reduction in the rate of ED visits, acute chest syndromes, complications, transfusions and hospitalizations. Patients from non-immigrant families, patients who were identified through newborn hemoglobinopathy screening and patients from lower income families were more likely to be adherent to hydroxyurea. Although the results of this study were limited by its small sample size, further studies will clarify these determinants of hydroxyurea adherence among SCD patients and enable clinicians to improve hydroxyurea adherence for SCD patients. View large Download slide View large Download slide  Close modal Disclosures Klaassen: Shire: Consultancy; Novartis: Research Funding; Hoffman-La Roche: Consultancy; Amgen Inc.: Membership on an entity's Board of Directors or advisory committees; Octapharma AG: Consultancy, Honoraria; Agios Pharmaceuticals Inc.: Consultancy; Cangene: Research Funding.",
    "topics": [
        "child",
        "hydroxyurea",
        "sickle cell anemia",
        "hemoglobinopathies",
        "mean corpuscular volume analyses",
        "screening",
        "blood transfusion",
        "fetal hemoglobin",
        "fluorides",
        "hemoglobin measurement"
    ],
    "author_names": [
        "Chisom Ifeoma Okwor, BSc",
        "Robert J Klaassen, MD FRCPC",
        "Mary-Ann Harrison, MSc",
        "Ken Tang, PhD",
        "Isabelle Laforest, MSc, ACSM",
        "Brooke Bowerman, BSc",
        "Ewurabena Simpson, MD FRCPC, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Chisom Ifeoma Okwor, BSc",
            "author_affiliations": [
                "University of Ottawa, Faculty of Science, Ottawa, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert J Klaassen, MD FRCPC",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario, Ottawa, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary-Ann Harrison, MSc",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Tang, PhD",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Laforest, MSc, ACSM",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario, Ottawa, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brooke Bowerman, BSc",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario, Ottawa, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewurabena Simpson, MD FRCPC, MPH",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario, Ottawa, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T02:40:35",
    "is_scraped": "1"
}