{
    "doi": "https://doi.org/10.1182/blood-2018-99-119977",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3963",
    "start_url_page_num": 3963,
    "is_scraped": "1",
    "article_title": "Pign Suppresses CIN and Leukemia Progression Via Regulation of the Spindle Assembly Checkpoint ",
    "article_date": "November 29, 2018",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "leukemia",
        "spindle integrity checkpoint",
        "immunoprecipitation",
        "flow cytometry",
        "microscopy, confocal",
        "mitotic index",
        "myelodysplastic syndrome",
        "phosphatidylinositols",
        "phosphotransferases",
        "polysaccharides"
    ],
    "author_names": [
        "Jeffrey J Pu, MD PhD",
        "Emmanuel Kwame Teye, PhD",
        "Shasha Lu, MD PhD",
        "Yang Wenrui, MD",
        "Fangyuan Chen, MD PhD",
        "Thomas Abraham, PhD"
    ],
    "author_affiliations": [
        [
            "SUNY Upstate Medical University Cancer Center, Syracuse, NY ",
            "Syracuse VA Medical Center, Syracuse, NY "
        ],
        [
            "Penn State Hershey Cancer Institute, Hershey, PA "
        ],
        [
            "SUNY Upstate Medical University Cancer Center, Syracuse, NY ",
            "Renji Hospital Shanghai Jiao Tong University School of Medicine, Shanghai, China "
        ],
        [
            "Penn State Hershey Cancer Institute, Hershey, PA ",
            "Institute of Hematology and Blood Diseases Hospital, Tianjin, China"
        ],
        [
            "Renji Hospital Shanghai Jiao Tong University School of Medicine, Shanghai, China "
        ],
        [
            "Penn State Hershey Cancer Institute, Hershey, PA "
        ]
    ],
    "first_author_latitude": "43.042465799999995",
    "first_author_longitude": "-76.14204029999999",
    "abstract_text": "The spindle assembly checkpoint complex (SAC) is responsible for proper chromosomal segregation during mitosis. The SAC stalls mitotic exit until proper attachment of mitotic spindles to the chromosomes and bi-orientation of the chromosomes on the spindles are achieved. Dysregulation of the SAC may result in chromosomal instability (CIN) which is known to drive leukemia progression. We previously assessed the impact of phosphatidylinositol glycan anchor biosynthesis class N (PIGN) expression aberrations on leukemia progression and showed that PIGN expression aberrations were linked with CIN and leukemia transformation in high-risk myelodysplastic syndrome (MDS) patients. An in-depth understanding of the mechanistic basis of PIGN involvement in CIN and leukemic progression would have boundless therapeutic and diagnostic implications for patients. Thus, we investigated the mechanistic link between PIGN, CIN and the SAC. PIGN downregulation via RNAi and CRISPR/Cas9 as well as ectopic overexpression studies, co-immunoprecipitation, and confocal microscopy were employed to decipher the relationship between PIGN, CIN, and SAC signaling. Additionally, we tested whether the depletion of PIGN results in aberrant cell cycle signaling and defective chromosomal segregation using flow cytometry and mitotic index assays. We initially performed cell cycle synchronization experiments using myeloid and lymphoblastoid cell lines and examined PIGN expression at different stages of the cell cycle via Western blot analyses and RT-qPCR. Our results indicated that PIGN expression was cell cycle-regulated and PIGN loss significantly impacted the expression of SAC-related proteins. CRISPR/Cas9 mediated knockout of PIGN in CD34+ mononuclear cells derived from a healthy individual resulted in the suppression of MAD1 and MAD2. A similar observation was made in HEK293 PIGN CRISPR/Cas9 knockout cells. PIGN loss in the HEK293 cells resulted in MAD1, MAD2, and MPS1 suppression but led to BUBR1 upregulation. PIGN downregulation resulted in impaired mitotic checkpoint activation and consequently impacted mitotic exit. PIGN downregulation results in defective mitotic checkpoint signaling and mitotic exit with an accumulation of missegregation errors. Interestingly, ectopic overexpression of PIGN restored the MAD1 and MAD2 expression. Co-immunoprecipitation experiments and confocal analyses in cell cycle synchronized cells respectively revealed direct interactions and co-localization between PIGN and the SAC proteins MAD1, MAD2, as well as the mitotic kinase MPS1 thus unveiling a novel spatiotemporal regulatory mechanism. PIGN physically interacts with and regulates the SAC via MAD1, MAD2, MPS1 and BUBR1 during mitotic cell cycle progression. The co-purification of PIGN with some of these mitotic checkpoint proteins showed the direct role that PIGN may play in the regulation of mitotic checkpoint signaling. Thus, PIGN as a CIN suppressor may be crucial in the regulation of mitotic integrity via the SAC as part of maintaining genome stability. Despite the ubiquity of CIN in leukemia progression, there is still limited knowledge about the mechanism(s) involved. Also, since its discovery as a CIN suppressor, the molecular mechanism by which the loss of PIGN leads to CIN has until now remained elusive. However, this study revealed a novel mechanism in which PIGN may maintain genome stability via SAC regulation. Our findings open the possibility to study PIGN as a tumor suppressor because its loss significantly altered the expression of SAC-related proteins. Ultimately, PIGN modulation could be adopted as a therapeutic approach in leukemia treatment, more specifically in the averting leukemia progression in high-risk MDS patients. Disclosures No relevant conflicts of interest to declare."
}