{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5550.5550",
    "article_title": "Retrospective Monocentric Study on Acute Myeloid Leukemias with Complex Karyotype: Clinical Outcomes and Cytogenetic Features ",
    "article_date": "December 7, 2017",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Treatment outcome of patients with acute myeloid leukemias (AML) with complex karyotype (CK), defined as the presence of 3 or more cytogenetic abnormalities, is very poor because of high relapse rate. Prognosis can be improved to some extent by allogeneic stem cell transplantation in eligible patients, whose feasibility in advanced age patients is now expanding thanks to the improvement of transplantation techniques. We analyzed cytogenetic features and clinical outcomes of 65 newly diagnosed AML patients with CK according to 2017 European Leukemia Net recommendations who presented to our center between August 1995 and June 2016. The median age was 61 years (range 31-80); the median number of cytogenetic aberrations was 7 (range 3-94). The most frequent cytogenetic abnormalities are summarized in Table 1. Fifty-nine patients out of 65 (91%) received standard chemotherapy (mainly based on cytarabine and anthracycline), 6 (9%) other non intensive therapeutic regimens (hypomethylating agents in 5 patients). Twenty-seven patients (42%) achieved complete haematologic remission (CR) after 1 (23%), 2 (16%) or 3 (3%) induction cycles. Among these, 13 (48%) relapsed in a median time of 5 months (range 1-20). Among the 42 patients considered eligible, allogeneic stem cell transplantation (allo-HCT) was performed in 16 patients (38%), 8 of these (50%) relapsed in a median time of 6 months (range 2-107). Patients who developed chronic graft-versus-host disease (n = 6) showed a trend towards a longer median overall survival (128 months) when compared to patients who did not experienced it (13 months) (p. 055). There were no differences in survival for patients who underwent transplantation after 1 or 2 induction chemotherapy cycles or in first or second CR. Patients who were not eligible for allogeneic transplantation because of age or comorbidities had a median overall survival of 5 months (range 1-16) if treated with standard chemotherapy and 10 months (range 2-14) if treated with non intensive chemotherapy regimens. Overall, with a median follow-up of 93 months (range 18-182), 6 patients out of 65 (9%) were alive at the time of analysis, all after allogeneic stem cell transplantation. Forty-four patients (68%) died due to disease, 12 (18%) for early toxicity during chemotherapy, 3 (19%) because of non relapse mortality after transplantation. Allogeneic stem cell transplantation performed in CR represents the only possibility of cure for patients affected by AML with CK. Because of the positive effect of chronic graft-versus-host disease on survival, it seems appropriate to evaluate strategies as donor lymphocyte infusion (DLI) to prevent relapse in these high-risk AML patients. Considering the best overall survival observed with hypomethylating agents compared to intensive chemotherapy, we suggest identifying allo-HCT eligibile patients as soon as possible, so to adress them to intensive chemotherapy and to use hypomethylating therapy in those who are not candidate for allo-HCT. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytogenetics",
        "karyotype determination procedure",
        "leukemia, myelocytic, acute",
        "treatment outcome",
        "chemotherapy regimen",
        "allogeneic stem cell transplant",
        "allopurinol",
        "transplantation",
        "graft-versus-host disease, chronic",
        "anthracycline antibiotics"
    ],
    "author_names": [
        "Giovanni Grillo, MD",
        "Ivana Lotesoriere, MD",
        "Elisa Zucchetti, MD",
        "Valentina Mancini, MD",
        "Barbara Forno, MD",
        "Giambattista Bertani, MD",
        "Elena Inzoli, MD",
        "Silvia Soriani",
        "Roberto Cairoli, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Giovanni Grillo, MD",
            "author_affiliations": [
                "Department of Hematology, ASST Grande Ospedale Metropolitano Niguarda, Milan, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ivana Lotesoriere, MD",
            "author_affiliations": [
                "Department of Hematology, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Zucchetti, MD",
            "author_affiliations": [
                "Department of Hematology, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Mancini, MD",
            "author_affiliations": [
                "Department of Hematology, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Forno, MD",
            "author_affiliations": [
                "Department of Hematology, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giambattista Bertani, MD",
            "author_affiliations": [
                "ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Inzoli, MD",
            "author_affiliations": [
                "Department of Hematology, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Soriani",
            "author_affiliations": [
                "Department of Pathology, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Cairoli, MD",
            "author_affiliations": [
                "ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:40:06",
    "is_scraped": "1"
}