{
    "doi": "https://doi.org/10.1182/blood.V106.11.1806.1806",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=521",
    "start_url_page_num": 521,
    "is_scraped": "1",
    "article_title": "Efficacy of Soluble TNFα Inhibitor (Etanercept) for Treatment of Steroid Refractory Acute Graft Versus Host Disease (GVHD) Post Allogeneic Stem Cell Transplantation (SCT). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "allogeneic stem cell transplant",
        "etanercept",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "steroids",
        "mycoses",
        "antibiotic prophylaxis",
        "antithymoglobulin",
        "aspergillosis",
        "biopsy"
    ],
    "author_names": [
        "Glen A. Kennedy",
        "Jason Butler",
        "James Morton",
        "Geoff R. Hill, MD",
        "Robyn Western",
        "Simon Durrant"
    ],
    "author_affiliations": [
        [
            "Division of Oncology, Royal Brisbane and Women’s Hospital, Brisbane, Queensland, Australia"
        ],
        [
            "Division of Oncology, Royal Brisbane and Women’s Hospital, Brisbane, Queensland, Australia"
        ],
        [
            "Division of Oncology, Royal Brisbane and Women’s Hospital, Brisbane, Queensland, Australia"
        ],
        [
            "Division of Oncology, Royal Brisbane and Women’s Hospital, Brisbane, Queensland, Australia",
            "Queensland Institute of Medical Research, Brisbane, Queensland, Australia"
        ],
        [
            "Division of Oncology, Royal Brisbane and Women’s Hospital, Brisbane, Queensland, Australia"
        ],
        [
            "Division of Oncology, Royal Brisbane and Women’s Hospital, Brisbane, Queensland, Australia"
        ]
    ],
    "first_author_latitude": "-27.447946449999996",
    "first_author_longitude": "153.0278667",
    "abstract_text": "Aims: To review the efficacy of the soluble TNFα inhibitor etanercept in treatment of steroid refractory acute GVHD. Methods: All patients who received etanercept for treatment of biopsy proven steroid refractory acute GVHD at our institution were retrospectively reviewed. GVHD was graded as per Seattle criteria. Standard GVHD prophylaxis post SCT was cyclosporine plus either methotrexate (D1–11) or mycophenolate mofetil (MMF). Standard 1 st line therapy used for grade 2–4 GVHD was methylprednisolone 2mg/kg/day; standard 2 nd line therapy for steroid refractory GVHD was anti-thymocyte globulin (ATG) + tacrolimus +/− MMF. Etanercept was used either after no-response (NR) >1mth after administration of both 1 st line and 2 nd line therapies (Group 1), or included as part of standard 2 nd line therapy, starting within approximately 2wks of commencing ATG (Group 2). Etanercept dose was 0.4mg/kg (max 25mg) SC twice per week for 4wks, then once per week for 4wks. GVHD response was assessed at end of etanercept therapy. Standard antibiotic prophylaxis included valaciclovir (for HSV / VZV), bactrim / pentamidine (for PCP) and fluconazole (for fungal infection). Results: In total 17 patients had received etanercept therapy, including 3 with grade 2, 7 with grade 3 and 7 with grade 4 GVHD. Predominant organ affected by GVHD was gut in 9 cases, skin in 5 and combination gut and skin in 3. Of the 3 patients treated in group 1, no responses and no survivors occurred. Group 2 included 14 patients, in whom responses were 10 CR (72%), 1 PR (7%) and 3 NR (21%), with 7 patients (50%) alive at median FU of 6mths (range 3–30mths) post commencing etanercept. For the entire cohort, OS at 12mths is 35%. Causes of death included progressive GVHD in 4 patients and infective complications in 6. Overall infective complications observed included bacterial sepsis (6/17), CMV reactivation (8/17, including CMV pneumonitis in 1), other viral infections (3/17), new, possible or proven aspergillosis (3/17) and progression of previously documented fungal infection (2/17). Conclusions: Our experience suggests that when used in combination with ATG, etanercept has significant activity in the treatment of steroid refractory acute GVHD, with high response rates and significant survival observed. Better strategies to reduce infectious complications in this setting are needed."
}