{
    "doi": "https://doi.org/10.1182/blood-2021-151963",
    "article_title": "Anti-Apoptotic Effect of Angelica Polysaccharide (APS) on Cryopreservation of Platelets ",
    "article_date": "November 5, 2021",
    "session_type": "401.Blood Transfusion",
    "abstract_text": "Background: Angelica Polysaccharide (APS) is from the root of Radix Angelicae Sinensis (Danggui). Danggui has been used for centuries to treat blood-deficiency related diseases. The hematopoietic effect of Danggui may be related to its constituent, polysaccharide. The effects of angelica polysaccharide on cryopreservation of platelets and megakaryocytes have not been well studied. This study focused on anti-apoptotic effect of APS and TPO on cryopreservation of platelets and megakaryocytes and provided new methods for prolonging the preservation time of platelets in vitro. Methods: The expression of platelet membrane glycoprotein CD41 and CD61, as well as the platelet apoptotic rate, Caspase 3 expression and mitochondrial membrane potential (MMP) were detected by flow cytometry; the anti-apoptotic mechanism of APS by PI3K /AKT signaling pathway was analyzed by Western blot assay. CFU assays were used to determine the effects of APS on megakaryocytic progenitor cells. Analyses of Annexin V, Caspase-3, and Mitochondrial Membrane Potential were conducted in megakaryocytic cell line M-07e. The effects of APS on cells treated with Ly294002, PI3K inhibitor and the effect of APS on the p-AKT were also studied. Results: The platelets were divided into 4 group: control group (4 ℃ stored platelets), APS group (APS-treated platelets stored at 4 ℃), LY294002 group (LY294002-treated platelets stored at 4 ℃) and LY294002+APS group (LY294002+APS treated platelets stored at 4 ℃). The apoptotic rate of platelets in LY294002 group was obviously increased. Compared with control group, the expression of CD41 and CD61 gradually decreased along with the enhancement of LY294002 concentrations (r=-0.953). The apoptotic rate of platelets in LY294002 group was enhanced significantly (P<0.05). While in LY294002+APS group, the apoptotic rate of platelets was significantly reduced (P<0.05) as compare with LY294002 group, which suggest that APS has an anti-apoptotic effect on the cryopreserved platelets. APS decreased the expression of Caspase-3 and inhibited the reduction of mitochondrial membrane potential induced by LY294002. Moreover, APS increased the activation of PI3K /AKT pathway in Platelets . We further analyzed the in vitro effect of APS on CFU-MK formation. APS (50 ug/ml) enhanced TPO (50 ng/ml) -induced CFU-MK formation (p=0.06, n=4). APS also significantly enhanced PDGF, bFGF and VEGF-induced CFU-MK formation (n=4). Moreover, the anti-apoptotic effect of APS in M-07e cells was also demonstrated by Annexin-V, Caspase-3, and JC-1 assays. Adding LY294002 alone increased the percentage of cells undergoing apoptosis. However, additional of APS to LY294002-treated cells reversed the percentage of cells undergoing apoptosis. Furthermore, addition of APS significantly increased the p-AKT. Conclusion: APS, like TPO, has an anti-apoptotic effect on the cryopreserved platelets and megakaryocytes through activating PI3K/AKT, decreasing the expression of Caspase-3 and inhibiting the reduction of MMP. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Mo Yang",
        "Weiqing Su",
        "Liuming Yang",
        "Huimin Kong",
        "Huiling Wei",
        "Honghua Sun",
        "Beng H Chong",
        "Liang Li"
    ],
    "author_dict_list": [
        {
            "author_name": "Mo Yang",
            "author_affiliations": [
                "Lianjiang People's Hospital, Zhanjiang, China",
                "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Weiqing Su",
            "author_affiliations": [
                "Lianjiang People's Hospital, Zhanjiang, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liuming Yang",
            "author_affiliations": [
                "Lianjiang People's Hospital, Zhanjiang, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huimin Kong",
            "author_affiliations": [
                "Department of Transfusion, The Seventh Affiliated Hospital, Sun Yat-Sen University, Shenzhen, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huiling Wei",
            "author_affiliations": [
                "Department of Pediatrics, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Honghua Sun",
            "author_affiliations": [
                "Department of Transfusion, The Seventh Affiliated Hospital, Sun Yat-Sen University, Shenzhen, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beng H Chong",
            "author_affiliations": [
                "Medicine, University of New South Wales, Kogarah, Australia",
                "St George Hospital, Sydney, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liang Li",
            "author_affiliations": [
                "The Seventh Affiliated Hospital, Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:09:46",
    "is_scraped": "1"
}