{
    "doi": "https://doi.org/10.1182/blood.V104.11.599.599",
    "article_title": "WIP-Mediated Mechanisms of Recruitment, Activation and Degradation of WASP in T Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "WASP, the product of the gene mutated in Wiskott-Aldrich syndrome (WAS), plays a critical role in T cell activation and actin reorganization. WIP is a WASP-interacting protein that binds to EVH1 domain of WASP, and negatively regulates WASP functions. WASP-mediated actin polymerization and cytoskeletal remodeling are critical for immunological synapse (IS) formation between T cells and antigen presenting cells. To clarify the functions of WIP in T cells, we investigated WIP-mediated mechanisms of recruitment, activation and degradation of WASP following T cell receptor (TCR) ligation and IS formation. WASP translocates to lipid rafts following TCR ligation and localizes at the IS between T cells and B cells presenting superantigen. WASP recruitment is regulated by several TCR signaling pathways mediated by ZAP70-CrkL-WIP and ZAP70-SLP76-Nck complexes. After the recruitment of WASP, WIP is serine-phosphorylated by PKCtheta localized at the IS, and phosphorylated WIP dissociates from WASP, releasing WASP from WIP inhibition. A fraction of WASP is fragmented by Ca-dependent protease calpain and ubiquitinated by Cbl-b, then degraded by the proteasome following TCR ligation. Inhibition of PKCtheta-mediated dissociation of the WASP-WIP complex inhibits WASP degradation. Inhibition of proteasomal degradation results in the accumulation of WASP fragments and enhanced TCR-induced actin polymerization in normal T cells. We demonstrate that WASP protein, but not mRNA, levels are severely diminished in T cells from WIP-deficient mice, but are restored by calpain and proteasome inhibitors. These inhibitors restore WASP protein levels and correct the defect in actin polymerization in response to TCR ligation in T cells from a WAS patient with a missense mutation that disrupts WIP binding. The similarity of the functional defects in WASP- and WIP-deficient mice and the observation that most missense mutations in WAS patients are in the WIP binding EVH1 domain of WASP suggest that WIP may function as a chaperone that controls WASP levels in T cells. These results suggest that WIP is involved in the recruitment and activation of WASP and that degradation of WASP freed from WIP may down-regulate actin polymerization following TCR ligation. More importantly, WIP regulates WASP protein stability in T cells from WAS patients with WASP missense mutations in WIP-binding site and impaired WASP-WIP interaction.",
    "topics": [
        "calpain",
        "catabolism",
        "complex",
        "endopeptidases",
        "ligation",
        "molecular chaperones",
        "peptide hydrolases",
        "proteasome inhibitors",
        "rna, messenger",
        "serine"
    ],
    "author_names": [
        "Yoji Sasahara, MD, PhD.",
        "Narayanaswamy Ramesh, PhD.",
        "Shigeru Tsuchiya, MD, PhD.",
        "Raif S. Geha, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yoji Sasahara, MD, PhD.",
            "author_affiliations": [
                "Department of Pediatric Oncology, Institute of Development,Aging and Cancer,Tohoku University, Sendai, Miyagi, Japan",
                "Division of Immunology,Department of Pediatrics, Children’s Hospital Boston,Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Narayanaswamy Ramesh, PhD.",
            "author_affiliations": [
                "Division of Immunology,Department of Pediatrics, Children’s Hospital Boston,Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeru Tsuchiya, MD, PhD.",
            "author_affiliations": [
                "Department of Pediatric Oncology, Institute of Development,Aging and Cancer,Tohoku University, Sendai, Miyagi, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raif S. Geha, MD",
            "author_affiliations": [
                "Division of Immunology,Department of Pediatrics, Children’s Hospital Boston,Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T12:57:37",
    "is_scraped": "1"
}