{
    "doi": "https://doi.org/10.1182/blood-2018-99-118818",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4068",
    "start_url_page_num": 4068,
    "is_scraped": "1",
    "article_title": "How Patients and Doctors' Characteristics Affect the Length of Doctor-Patient Visit in the Oncology and the Hemato-Oncology Outpatient Clinics ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research-Malignant Diseases: Poster III",
    "topics": [
        "ambulatory care facilities",
        "cancer",
        "medical oncology",
        "software",
        "cancer care facilities",
        "israel",
        "older adult",
        "oncologists",
        "conflict of interest",
        "disclosure"
    ],
    "author_names": [
        "Adi Shacham Abulafia",
        "Irina Amitai",
        "Oren Pasvolsky",
        "Orit Uziel",
        "Dalia Zoref",
        "Ariela Yosefi",
        "Baruch Brenner",
        "Pia Raanani",
        "Uri Rozovski"
    ],
    "author_affiliations": [
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Institute of Hematology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel "
        ],
        [
            "Institute of Hematology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Institute of Hematology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Institute of Hematology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Institute of Oncology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel "
        ],
        [
            "Institute of Hematology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Innstitute of Oncology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel"
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Institute of Hematology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel "
        ],
        [
            "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Institute of Hematology, Davidoff Cancer Centre, Rabin Medical Centre, Petah Tikva, Israel "
        ]
    ],
    "first_author_latitude": "32.1166516",
    "first_author_longitude": "34.80566609999999",
    "abstract_text": "Introduction: The relationship between doctors and their patients has received philosophical, sociological, and literary attention throughout history. Patients with cancer perceive their doctors as their primary source for information and support. In this study we narrowed our perspective on patient-doctors' bonding to a single dimension, the length of time doctors spends with their patients. A recently published study found that doctors estimate that they spend on average between 13 to 16 minutes with a patient. However, to our knowledge visit-time was never quantified. Methods: This study was conducted at the Davidoff Cancer Center, Rabin Medical Center, Israel. Since 2005 a customer-time management software (Q-Flow®) is routinely used in our institute. This software records the length of patients-physicians' meetings and provides patients' demographic data. With this software we collected data on all consecutive visits at the hemato-oncology and oncology outpatient clinics between January and December 2017. Additional data was collected from patients' electronic medical records. Results: During 2017, 10,513 patients visited the oncology and 3,314 patients visited the hemato-oncology outpatient clinics in our institute. The median number of visits per patient was 2 (range: 1 to 49). Altogether 57,922 visits were recorded in our Q-flow system. To exclude technical outliers, we analyzed 33,371 visits that ranged in length between the 25 th and the 75 th percentile. The median age of our patients was 67 years (range: 18 to 102) and 7,292 were females (54%). The median length of visit was 12.2 minutes (range: 2.1 to 21.5). It was longer during winter time (P<0.0001) and morning sessions (P<0.0001). 6,813 patients (68%) were seen by oncologists, 2,852 patients (28%) by hematologists and 347 patients (4%) were followed by both. Unexpectedly, we found that the median visit length at the oncology clinics was 13.5 minutes (range: 2.1 to 21.5) but only 10.5 minutes (range 2.1 to 21.5) in the hemato-oncology clinic (P<0.0001). This trend was kept also for the 347 patients that were followed in both clinics (P <0.0001). Yet, the mean number of visits per patient in the hematology clinic was 3.9 (s.d. = 4.4) and only 2.1 (s.d. 1.7) in the oncology clinic (p<0.0001). Both patients' and doctors' characteristics affected visits' length. For example, compared with their male colleagues, female doctors spent more time with their patients (p<0.0001) and senior doctors with more than 10 years' experience in hem/oncology spent significantly less time with patients compared with younger seniors (p<0.0001) or fellows (p<0.0001). Working burden defined by the number of visits per day that were assigned for each doctor was mildly and inversely correlated with visits' length (r p = -0.15 p<0.0001). As for patients' characteristics, regardless of doctors' gender, female patients had longer visits. On the other hand, across a wide age range (in patients younger than 70 years) visits were similar in length. Yet, above the age of 70 years, there was a strong correlation between age and visit length (r p =0.56, p = 0.002). Conclusions : Analyzing the length of visits in these clinics provided intriguing insights. Female doctors spend significantly more time with their patients. This is in line with recent studies showing superior outcome for patients treated by female doctors and might reflect a more thorough approach, a more empathic attitude or a more talkative behavior. Longer visits were also recorded for female patients regardless of doctors' gender. Likewise, senior doctors spend significantly less time with their patients. Working burden had only minor effect on visits' length. Nevertheless, we found a tradeoff between the number of visits per patient and the length of visits. In the hematology clinic patients were followed more frequently with shorter visits compared with those in the oncology clinics. Disclosures No relevant conflicts of interest to declare."
}