{
    "doi": "https://doi.org/10.1182/blood.V110.11.778.778",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1067",
    "start_url_page_num": 1067,
    "is_scraped": "1",
    "article_title": "Leukemogenic K-Ras G12D Induces Cell Cycle Entry and Clonal Dominance in Hematopoietic Stem Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells",
    "topics": [
        "animal model",
        "cancer",
        "cell cycle",
        "chemotherapy regimen",
        "cyclin d1",
        "cyclins",
        "dilution technique",
        "disease remission",
        "hematopoietic stem cells",
        "juvenile myelomonocytic leukemia"
    ],
    "author_names": [
        "Amit J. Sabnis, MS",
        "Laurene S. Cheung, BA",
        "Kevin Shannon, MD",
        "Benjamin S. Braun, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Department of Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Department of Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ],
        [
            "Department of Pediatrics, University of California, San Francisco, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "37.762645899999995",
    "first_author_longitude": "-122.45871059999999",
    "abstract_text": "NRAS and KRAS encode small GTPases that act as switches controlling cell fate. Mutations in these genes are commonly found in hematopoietic malignancies, and produce proteins maintained in an active, GTP-bound state. We have shown that mice expressing a mutant Kras G12D allele from the endogenous locus develop an aggressive myeloproliferative disease (MPD) that closely resembles human juvenile and chronic myelomonocytic leukemias (JMML and CMML). This model accurately reflects the relentless progression of JMML, which almost always recurs even after chemotherapy-induced remission; we therefore hypothesized that leukemia-initiating cells in this model must out-compete wild type hematopoietic stem cells (HSC) in vivo . Animal models of leukemogenesis support potential roles for either primitive HSC or committed progenitor cells as leukemia stem cells. To identify the leukemia stem cells in Kras G12D mice, sorted common myeloid progenitors (CMP), short-term hematopoietic stem cells (ST-HSC), or long-term hematopoietic stem cells (LT-HSC) were transplanted into lethally irradiated recipients. Mice receiving K-Ras G12D -expressing CMP and ST-HSC showed early spleen colony formation but no graft-derived hematopoiesis by one month after transplantation, and did not develop MPD. By contrast, mice receiving Kras G12D LT-HSC had a rapid expansion of graft-derived myeloid and T-cells. Interestingly, these mice all died within 3 months, having developed Kras G12D acute T-lineage malignancies. To test directly how oncogenic K-Ras affects HSC function, we performed a limit dilution analysis to quantify transplantable HSC numbers. Mx1Cre; Kras G12D mice had ten-fold fewer bone marrow competitive repopulating units (CRU) than wild type; a two-fold difference could be attributed to total numbers of immunophenotypic HSC. Importantly, however, the LT-HSC of mice reconstituted by equal numbers of Kras G12D and wild type LT-HSC were predominantly derived from the Kras G12D cells. This suggests that oncogenic Ras confers a proliferative advantage in the LT-HSC compartment and is consistent with the idea that RAS mutation initiates MPD. Entry into the cell cycle is regulated by Ras signaling in a variety of cellular contexts and could also underlie both expansion and reduced engraftment of HSC. We determined the cell cycle status of LT-HSC in Mx1Cre; Kras G12D mice. Although wild type HSC were predominantly in G 0 , as reported, K-Ras G12D -expressing LT-HSC were preferentially in cycle (G 0 fraction 82% +/− 8.2% vs. 44% +/− 7.7%, p<0.01). Preliminary gene expression analysis in sorted LT-HSC suggests that this may be mediated by increased transcription of cyclin D1 and cyclin E2. Collectively, these data show that LT-HSC expressing K-Ras G12D can initiate fatal MPD and acute T-lineage leukemia. While hyperactive Ras decreases the number of engraftable LT-HSC, this is likely a cell-extrinsic effect as K-Ras G12D -expressing LT-HSC outperform wild type LT-HSC in competitive repopulation assays. Importantly, Ras-mediated increases in cell cycling do not lead to post-transplant depletion of HSC. Ongoing tests of self-renewal in Kras G12D LT-HSC may help describe this key feature of many human malignancies - hyperproliferation without exhaustion - and provide targets for cancer stem cell directed therapy."
}