{
    "doi": "https://doi.org/10.1182/blood.V110.11.4442.4442",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1041",
    "start_url_page_num": 1041,
    "is_scraped": "1",
    "article_title": "R-COMP 21 (Prednisone, Cyclophosphamide, Vincristine, Myocet tm and Rituximab) for Frail and Elderly Patients with Aggressive B-Cell Non-Hodgkin Lymphoma: A Pilot Study. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "b-cell lymphomas",
        "cyclophosphamide",
        "frail elderly",
        "older adult",
        "prednisone",
        "rituximab",
        "vincristine",
        "liposomes",
        "chemotherapy regimen",
        "doxorubicin"
    ],
    "author_names": [
        "Alessandro Isidori, MD",
        "Felicetto Ferrara, MD",
        "Francesco Alesiani, MD",
        "Sonia Ronconi, MD",
        "Massimo Catarini, MD",
        "Francesca D’Adamo, MD",
        "Barbara Guiducci, MD",
        "Daniele Bernardi, MD",
        "Giuseppe Visani, MD"
    ],
    "author_affiliations": [
        [
            "San Salvatore Hospital, Hematology and Hematopoietic Stem Cell Transplant Center, Pesaro, Italy"
        ],
        [
            "Cardarelli Hospital, Division of Hematology and Stem Cell Transplantation Unit, Naples, Italy"
        ],
        [
            "Bartolomeo Eustacchio Hospital, Onco-Hematology Unit, San Severino Marche, Italy"
        ],
        [
            "G. B. Morgagni Hospital, Division of Oncology and Diagnostics, Forli, Italy"
        ],
        [
            "Department of Internal Medicine, General Hospital of Macerata, Macerata, Italy"
        ],
        [
            "San Salvatore Hospital, Hematology and Hematopoietic Stem Cell Transplant Center, Pesaro, Italy"
        ],
        [
            "San Salvatore Hospital, Hematology and Hematopoietic Stem Cell Transplant Center, Pesaro, Italy"
        ],
        [
            "Civil Hospital, Division of Medical Oncology, Vittorio Veneto, Italy"
        ],
        [
            "San Salvatore Hospital, Hematology and Hematopoietic Stem Cell Transplant Center, Pesaro, Italy"
        ]
    ],
    "first_author_latitude": "43.889575699999995",
    "first_author_longitude": "12.929346200000001",
    "abstract_text": "CHOP chemotherapy is the gold standard treatment for patients with indolent and aggressive non-Hodgkin Lymphomas. However, CHOP is frequently poorly tolerated by frail and elderly patients resulting in dose reductions and consequently lower response and cure rates compared to younger patients. The toxicity and efficacy of nonpegylated liposomal doxorubicin (Myocet™) when substituted for conventional doxorubicin in the CHOP 21 regimen (Doxorubicin, Cyclophosphamide, Vincristine, Prednisone given every 3 weeks) were evaluated in the treatment of frail elderly patients with aggressive non-Hodgkin’s lymphoma. Twenty patients (median age: 73 years, range 61–82) with diffuse large B cell non-Hodgkin lymphoma, either at diagnosis (15 patients) or relapsing (5 patients), were enrolled in the study. At baseline 14/20 (72%) patients had stage III–IV disease. All patients had one or more comorbidity. Eighteen out of 20 patients (90%) had an intermediate or high risk International Prognostic Index score. The median left ventricular ejection fraction (LVEF) before starting chemotherapy was 62% (range 43–73). A total of 111 chemotherapy cycles were administered, with a median of 6 cycles (range 1–8). Of the cycles administered, 19 (17%) were delayed by haematological toxicity. The relative dose intensity for the regimen was 83%. Toxicity was mainly haematological with grade 3 or 4 neutropenia in 16% of cycles and febrile neutropenia in 5%. However, 3/20 patients presented a grade III–IV WHO toxicity (one fatal pulmonary embolism, one congestive heart failure, one ischemic heart failure) while receiving R-COMP chemotherapy. All but one patient were evaluable for response. 13 out of 19 (68%) had a complete response and an additional 5 patients (26%) achieved a partial response. Of the evaluable patients, only 1/19 (5%) did not respond at all to chemotherapy and rapidly died due to progressive disease. With a median follow-up of 14 months (range 7–18) as of July 2007, 15/18 responding patients (83%) are alive and disease free, as well as 3/18 are alive with active disease. In conclusion, the R-COMP 21 is a very effective regimen with promising response rates in frail and elderly patients with high risk aggressive non-Hodgkin lymphoma. Further studies with a larger cohort of patients are warranted to better define the impact of non pegylated liposomal doxorubicin on overall survival of this setting of elderly and particularly frail patients."
}