{
    "doi": "https://doi.org/10.1182/blood.V112.11.1212.1212",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1132",
    "start_url_page_num": 1132,
    "is_scraped": "1",
    "article_title": "HLA-DRB1*1101-Restricted T Cells from Two Unrelated Mild Hemophilia a Inhibitor Subjects with Missense Genotype R593C Respond to the Same Minimal Epitope. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "epitopes",
        "genotype",
        "hemophilia a",
        "t-lymphocytes",
        "hla-drb1 gene",
        "peptides",
        "human leukocyte antigens",
        "cytokine",
        "interferon type ii",
        "molecule"
    ],
    "author_names": [
        "Eddie A. James, Ph.D.",
        "Simon D. van Haren",
        "Ruth A. Ettinger, Ph.D.",
        "Arthur R. Thompson, M.D., Ph.D.",
        "William W. Kwok, Ph.D.",
        "Jan Voorberg, Ph.D.",
        "Kathleen P. Pratt, Ph.D."
    ],
    "author_affiliations": [
        [
            "Benaroya Research Institute, Seattle, WA, USA"
        ],
        [
            "Sanquin Research, 1066 CX Amsterdam, Netherlands"
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ],
        [
            "Benaroya Research Institute, Seattle, WA, USA"
        ],
        [
            "Sanquin Research, 1066 CX Amsterdam, Netherlands"
        ],
        [
            "Puget Sound Blood Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.6099451",
    "first_author_longitude": "-122.32897179999999",
    "abstract_text": "The development of inhibitory anti-FVIII antibodies in hemophilia A patients, referred to clinically as “inhibitors”, results from stimulation of T cells when the infused FVIII is recognized as foreign. T-cell stimulation follows the binding of specific epitopes within FVIII-derived peptides to HLA-DR molecules on the surface of antigen-presenting cells. We are investigating the HLA dependence of immune responses to FVIII and characterizing T-cell epitopes to better understand the process of T-cell stimulation leading to anti-FVIII antibody production. Inhibitors are less common in mild/moderately severe patients than in severe hemophilia A, but an elevated risk of inhibitor formation has been noted for patients with missense mutation R593C in the FVIII A2 domain. CD4+ T cells were isolated from two unrelated hemophilic subjects with this missense genotype, one Dutch and one American. Both had a DRB1*1101 haplotype and longstanding low- to moderate-titer inhibitors. Antigen-specific T cells from both subjects were identified by staining with fluorescent, peptide-loaded MHC Class II tetramers. The tetramer staining was carried out after stimulating the cells with synthetic peptides corresponding to the FVIII A2 domain sequence. Both hemophilic subjects, but not an HLA-matched healthy control, had a DRB1*1101-restricted response to peptide FVIII 589-608 , which contained the wild-type R593 sequence. Single-cell sorting and expansion with PHA facilitated the isolation of A2-specific T-cell clones from both subjects. A polyclonal population of A2-specific T cells was also isolated from the American subject’s CD4+ T cells. All T-cell clones and the polyclonal T-cell line proliferated in response to the FVIII 589-608 peptide and to FVIII. However, the cytokine profiles were somewhat different for peptide-stimulated cells from the two subjects. The single clone obtained from the Dutch subject produced modest levels (10,000 pg/mL of IFN-g. Somewhat surprisingly, all of the cloned and polyclonal A2-specific cultured cells proliferated in response to the hemophilic peptide FVIII 589-608,593C, despite the fact that this peptide elicited no response from primary T-cell cultures isolated from the American subject. FVIII 589-608 bound to recombinant, monomeric DRB1*1101 protein with high affinity, while the affinity of the hemophilic peptide FVIII 589-608,593C was threefold lower. FVIII residues 594-602 (FLPNPAGVQ) comprise a predicted high-affinity DRB1*1101-binding motif. Proliferation assays carried out with truncated peptides (FVIII 592-608 , FVIII 593-608 , and FVIII 594-608 ) confirmed the responsiveness of the clones and polyclonal T-cell line to peptides containing this predicted motif, but proliferation decreased markedly when residue R593 was removed. The immunogenicity of this FVIII region with respect to other HLA types was evaluated by binding assays utilizing several recombinant DR molecules, in order to determine the relative promiscuity of this T-cell epitope. The effects of modifying amino acid residues within this epitope are also under investigation, as substitutions at “anchor” positions should decrease the immunogenicity of the corresponding peptides. Similar substitutions in recombinant FVIII may allow development of less immunogenic variants of human FVIII proteins."
}