{
    "doi": "https://doi.org/10.1182/blood.V106.11.2106.2106",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=443",
    "start_url_page_num": 443,
    "is_scraped": "1",
    "article_title": "Mutational Status of IgV H Genes in B-Cell Chronic Lymphocytic Leukemia (B-CLL) and Prognosis: Percent Mutations or Evaluation of Antigen-Driven Selection? ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cloning",
        "genes",
        "gold standard",
        "mutation",
        "nipple-sparing mastectomy",
        "reverse transcriptase polymerase chain reaction",
        "splenomegaly"
    ],
    "author_names": [
        "Valter Gattei, MD",
        "Michele Dal, Bo BSci",
        "Antonella Zucchetto, BSci",
        "Dania Benedetti, BSci",
        "Eva Zaina, Tech",
        "Paola Nanni, Tech",
        "Paolo Sonego",
        "Giovanni Del Poeta, MD",
        "Massimo Degan, BSci",
        "Riccardo Bomben, BSci"
    ],
    "author_affiliations": [
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ],
        [
            "S. Eugenio Hospital, University of Tor Vergata, Rome, Italy"
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, Aviano, Pordenone, Italy"
        ]
    ],
    "first_author_latitude": "46.06323269999999",
    "first_author_longitude": "12.564762899999998",
    "abstract_text": "Quantitative evaluation of IgV H genes mutations is widely considered a reliable prognosticator in B-CLL. Conversely, conflicting results have been reported regarding the prognostic impact of IgV H gene mutations when evidence of Ag-driven selection is investigated. To address this issue, the mutational status of IgV H genes was analysed in peripheral blood samples of 147 B-CLL patients, all with survivals, by a strategy of RT-PCR and cloning; B-CLL specific IgV H transcripts were analysed for both % mutation and Ag-driven selection by applying a multinomial statistical model evaluating the excess/scarcity of replacement/silent mutations in FR/CDR sequences of IgV H genes. Maximally selected log-rank statistics, applied for IgV H gene % mutations, estimated the most appropriate cutoffs capable to separate B-CLL patients into two subgroups with different survival; this approach identified an absolute peak at 0.2% IgV H mutations and two relative peaks at about 2% and 4% IgV H mutations. We therefore tested the impact of Ag-driven selection on B-CLL patient survival in the context of the cutoffs of 0.2, 2 and 4% IgV H mutations. For each cutoff, B-CLL cases were identified as mutated (M) or unmutated (UM) if the % IgV H mutations were above or below the chosen cutoff, respectively; M B-CLLs with evidence of Ag selection were named significantly mutated (sM), while cases lacking such an evidence were reported as not-sM (nsM). 1) 0.2% IgV H cutoff - The 133 B-CLLs with >0.2% mutations had longer survivals as compared to 14 cases with <0.2% mutations (p=2.6x10-5); regarding the prognostic impact of Ag selection within the 133 M B-CLLs, 78 sM B-CLL patients had longer survivals than the 55 nsM B-CLLs (p=2.7x10-2). This latter group maintained a better prognosis as compared to UM B-CLLs (p=8.8x10-3); 2) 2% IgV H cutoff - Using the standard cutoff, 99 M B-CLL cases, displaying >2% mutations, had longer survivals as compared to 48 UM cases with <2% mutations (p=1.4x10-4); again, within the M B-CLL group, 65 sM B-CLL patients had longer survivals than 34 nsM B-CLLs (p=1.4x10-2); nsM and UM B-CLL patients had similar survivals (p = 0.1); 3) 4% IgV H cutoff - According to this cutoff, 75 B-CLLs were M B-CLLs, while 72 cases were UM B-CLLs. Only percent of IgV H mutations split B-CLLs into two subgroups with different survivals (p=4.9x10-4); sM and nsM B-CLLs with >4% mutations had similar survivals; 4) sM vs. nsM (all cases) - In the absence of any cutoff, the 78 patients with sM B-CLLs had longer survival as compared to the 69 affected by nsM B-CLLs (p=9.6x10-4). By taking together this data, it appears that the use of % IgV H mutations remains the gold-standard for the definition of prognosis in B-CLL; however, at least when the canonical 2% cutoff is applied, a certain caution should be used by predicting patient survival in the absence of information regarding the affinity maturation of B-CLL clones. The expression by B-CLL cells of IgV H segments with evidence of affinity maturation seems to lose its positive prognostic impact when a cutoff is set at 4% IgV H mutations. In addition to its obvious clinical impact, these observations provide a putative explanation of the apparent discrepancies found in the scientific literature about this matter."
}