{
    "doi": "https://doi.org/10.1182/blood.V114.22.3720.3720",
    "article_title": "Histone Deacetylase Inhibitors Synergistically Enhance the Cytotoxic Effect of Hypomethylating Agents in Models of Diffuse Large B-Cell Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents Poster III",
    "abstract_text": "Abstract 3720 Poster Board III-656 Diffuse large B-cell lymphoma (DLBCL) is the most common type of lymphoid malignancy in the world representing 30-40% of all lymphomas. Gene expression profiling analyses from patients with DLBCL have revealed that DLBCL is a heterogeneous disease consisting of at least two subtypes: activated B-cell (ABC) like DLBCL and germinal center B (GCB) like DLBCL. Standard immunochemotherapy (R-CHOP) ensures cure in 55-60% of patients, while the remaining patients are destined to succumb to their disease. Thus, innovative strategies to treated patients with relapsed or refractory disease are urgently needed, especially for those with the ABC subtype who experience a markedly inferior overall survival. We have analyzed the cytotoxic effect of 6 histone deacetylase inhibitors (HDACi: panobinostat, vorinostat, depsipeptide, belinostat, MS-275 and Scriptaid) and 2 hypomethylating agents (decitabine and 5-azacytidine) in in vitro models of DLBCL (3 ABC DLBCL lines – OCI-Ly10, Riva, HBL-1 and 3 GCB DLBCL lines – OCI Ly1, OCI-Ly7 and SU-DHL6). As single agents HDACi exhibited IC50 values in the nanomolar range with depsipeptide and panobinostat being the most potent. The IC50 values for the hypomethylating agents was typically in the low micromolar range, with decitabine being slightly more more potent than 5-azacytidine. When combined with decitabine all HDACi exhibited a synergistic effect in inducing growth inhibition, measured by luminescence cell viability assays and apoptosis flow cytometry assays. This effect was shown by the relative risk ratio (RRR) calculation where the actual value of the combination sample is divided with the expected value, where values < 1 represent synergy. In addition, the combination of panobinostat and decitabine was synergistic in their ability to activate caspase 3, analyzed by flow cytometry, and their ability to induce histone acetylation in Western blot and immunofluorescence experiments. The results from in vitro experiments were confirmed in a murine model (SCID beige) of a human lymphoma xenograft, (Ly1 DLBCL line) where the activity of the combination of panobinostat and decitabine in two treatment schedules (both combination schedules had equal doses of panobinostat: 75 mg/kg divided in 5 daily doses, and differed only in the dose of decitabine, where one group received 4.5 mg/kg divided in three daily doses, and the second 3 mg/kg in two daily doses) was compared to single drug activity. Both combination groups were superior to single drug cohorts and control in inhibiting the tumor volume growth calculated for relative and absolute volumes and area under the tumor volume curve (p < 0.05). Interestingly, the toxicity of the combination was proportional to the decitabine dose. These experiments confirm the activity of this combination in preclinical models of DLBCL, and warrant more detail clinical studies in patients with relapsed or refractory DLBCL. Disclosures: O'Connor: Abbott: Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "histone deacetylase inhibitors",
        "decitabine",
        "panobinostat",
        "azacitidine",
        "flow cytometry",
        "lymphoma",
        "romidepsin",
        "tumor volume",
        "activated b-cell-like diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Matko Kalac, MD",
        "Yukiko Kitagawa, MD, PhD",
        "Seshan Ennapadam Venkatraman",
        "Benjamin Tycko, MD, PhD",
        "Owen A O'Connor, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matko Kalac, MD",
            "author_affiliations": [
                "Smilow Research Center Room 1207, New York University, Langone Medical Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yukiko Kitagawa, MD, PhD",
            "author_affiliations": [
                "Irving Cancer Research Center, Columbia University, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seshan Ennapadam Venkatraman",
            "author_affiliations": [
                "Biostatistics, Herbert Irving Comprehensive Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Tycko, MD, PhD",
            "author_affiliations": [
                "Herbert Irving Comprehensive Cancer center, Columbia University, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Owen A O'Connor, MD, PhD",
            "author_affiliations": [
                "NYU Langone Medical Center, New York University Cancer Insitute, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T04:27:00",
    "is_scraped": "1"
}