{
    "doi": "https://doi.org/10.1182/blood-2018-99-119673",
    "article_title": "Assessment of Iron Overload in the Pediatric Allogeneic HSCT Recipient ",
    "article_date": "November 29, 2018",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Background: Owing to improved strategies in pediatric bone marrow transplantation, a larger number of transplanted children are now becoming long term survivors. These post-transplant patients remain at risk for late complications including iron overload, which has the potential to impair quality of life and adversely affect later outcomes. While literature has previously focused on iron overload in the adult sickle cell patient, there has been minimal research into its effect on the pediatric bone marrow transplant recipient. Thus, no current guidelines exist for screening, management or treatment of iron overload in this patient population. Our study focuses specifically on this population and reports the relationship between number of PRBC transfusions and current diagnostic tools. Objectives: To identify the presence or absence of correlation between the number of red blood cell transfusions and indicators of iron overload via two different modalities: ferritin values and the T2* MRI liver iron concentration (Ferriscan). Methods : A retrospective chart review of the allogeneic pediatric bone marrow transplant patients over the past 5 years at a single center (n = 32). Quantitative data obtained which included number of PRBC transfusions, ferritin, and T2* MRI LIC. Correlation analysis subsequently performed between pre-and post-transplant values. Results: There was significant (p < 0.001) moderate correlation (r = 0.62) between the number of pre-transplant PRBC transfusions and the pre-transplant ferritin value. No significant (p >0.1) correlation between the number of pre-transplant PRBC transfusions and the pre-transplant T2* LIC. Also, no significant (p > 0.1) correlation between pre-transplant ferritin and T2* LIC. The total number of PRBC transfusions up to 100 days post-transplant did have significant (p = 0.008) moderate correlation (r= 0.62) with post-transplant ferritin values. There was significant (p = 0.01) strong correlation (r= 0.87) between the total number of PRBC transfusions up to 100 days post-transplant with post-transplant T2*LIC values. No significant correlation (p > 0.1) between post-transplant ferritin and T2* MRI LIC values. Conclusions: In terms of modalities utilized for evaluation of iron overload in the pediatric allogeneic BMT population, no significant correlation exists between ferritin values and T2* MRI liver iron concentration values. While ferritin is an acceptable screening tool the post-transplant T2*MRI LIC is a more accurate diagnostic indicator of transfusion burden. Future studies will be used to explore associated adverse outcomes of patients diagnosed with iron overload. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "iron overload",
        "pediatrics",
        "transplantation",
        "ferritin",
        "blood transfusion",
        "packed red blood cells",
        "magnetic resonance imaging",
        "bone marrow transplantation",
        "iron"
    ],
    "author_names": [
        "Brittany Paige DePriest, MD",
        "Mikey Huang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brittany Paige DePriest, MD",
            "author_affiliations": [
                "Pediatrics, University of Louisville, Louisville, KY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mikey Huang, MD",
            "author_affiliations": [
                "University of Louisville, Louisville, KY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T15:42:22",
    "is_scraped": "1"
}