{
    "doi": "https://doi.org/10.1182/blood.V110.11.4690.4690",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1050",
    "start_url_page_num": 1050,
    "is_scraped": "1",
    "article_title": "Prognostic Significance of Molecular Cytogenetics in Chinese Patients with Chronic Lymphocytic Leukemia: A Prospective Unicentric Analysis. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytogenetics",
        "complete remission",
        "cytogenetic analysis",
        "death",
        "fludarabine",
        "lactate dehydrogenase",
        "leukemia",
        "prognostic factors"
    ],
    "author_names": [
        "Wei Xu, MD, PhD",
        "Jianyong Li, MD., PhD.",
        "Li Li, MD.",
        "Yujie Wu, MD",
        "Hui Yu, MD",
        "Hongxia Qiu, MD., PhD.",
        "Lei Fan, MD., PhD.",
        "Changgeng Ruan, MD., PhD."
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China"
        ],
        [
            "Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
        ]
    ],
    "first_author_latitude": "32.043846",
    "first_author_longitude": "118.774763",
    "abstract_text": "B-cell chronic lymphocytic leukemia (CLL) is the most common type of adult leukemia in the Western countries, however, infrequent in the Eastern. It is characterized by a highly variable clinical course; some patients survive more than 20 years, whereas others die within a few months of diagnosis. The characteristics of Chinese patients with CLL compared with the Western countries have not yet been clarified. The aim of this study was to prospectively explore characteristics and prognostic significance of molecular cytogenetic aberrations in Chinese patients with CLL. Interphase fluorescence in situ hybridization (FISH) and a panel of probes (LSI D13S319,LSI p53,LSI ATM,CEP 12,LSI MYB,LSI IGHC/IGHV) were used to detect cytogenetics abnormalities in 95 patients with CLL. Cytogenetics aberrations and their association with some other prognostic factors were analyzed. Kaplan-Meier was used for survival time. Out of the 95 CLL patients, molecular cytogenetic aberrations were found in 69 (72.6%) cases and 25 (26.3%) patients showed more than two kinds of abnormalities. The most frequent abnormalities detected were del(13q14) in 46 cases (48.4%), followed by trisomy of chromosome 12 in 22 patients (23.2%), 14q32 rearrangement in 21 patients (22.1%), del(17p13) in 16 patients (16.8%), del(11q22) in 9 patients (9.5%) and del(6q23) in 5 patients (5.3%). There were no significant differences of molecular cytogenetic aberrations in sex, age, Binet stages, peripheral lymphocyte count, and the levels of lactate dehydrogenase (LDH), β2-microglobulin (β2-MG), and ZAP-70. The TP53 and ATM gene deletion rates were higher in the group of CD38 high expression than that in the group of low expression ( P =0.047 and P =0.001). No patient with TP53 and ATM gene deletion achieved complete response (CR) among 41 patients received treatment with fludarabine. The survival time was shorter in patients with high levels of LDH ( P =0.028), β2-MG ( P =0.012), and CD38 ( P =0.000), and with TP53 gene deletion ( P =0.000). Patients with sole del(13q14) had longer survival time than those with other abnormalities ( P =0.044). It was showed that panel FISH has greatly increased the sensitivity of cytogenetic analyses and del(13q14) was the most frequent abnormality in CLL. Detection of molecular cytogenetic aberrations with FISH had important prognostic significance in CLL. The patients with sole del(13q14) had favorable outcome, and with del(17p13) had poor outcome."
}