{
    "doi": "https://doi.org/10.1182/blood.V128.22.4669.4669",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3448",
    "start_url_page_num": 3448,
    "is_scraped": "1",
    "article_title": "Allogeneic Transplants from HLA-Mismatched Unrelated Donors Using Total Lymphoid Irradiation and Antithymocyte Globulin Conditioning Retain a Low Risk of Graft-Versus-Host Disease and Non-Relapse Mortality with at Least As Potent Anti-Tumor Activity As with Matched Unrelated Donors ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "topics": [
        "antithymoglobulin",
        "conditioning (psychology)",
        "donors",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "lymphatic irradiation",
        "mismatch",
        "neoplasms",
        "intubation, translaryngeal",
        "transplantation"
    ],
    "author_names": [
        "Michael A. Spinner, MD",
        "Marcelo Fernandez Vina, PhD",
        "Linda Elder, BA",
        "Sally Arai, MD",
        "Laura Johnston, MD",
        "Everett Meyer, MD PhD",
        "David Miklos, MD PhD",
        "Lori Muffly, MD",
        "Robert S. Negrin, MD",
        "Judith Shizuru, MD PhD",
        "Wen-Kai Weng, MD PhD",
        "Ginna G. Laport, MD",
        "Samuel Strober, MD",
        "Robert Lowsky, MD",
        "Andrew R. Rezvani, MD"
    ],
    "author_affiliations": [
        [
            "Divisions of Hematology and Oncology, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Department of Pathology, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University School Of Medicine, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Immunology and Rheumatology, Department of Medicine, Stanford University Medical Center, Stanford, CA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Department of Medicine, Stanford University Medical Center, Stanford, CA "
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA "
        ]
    ],
    "first_author_latitude": "37.4338491",
    "first_author_longitude": "-122.1756329",
    "abstract_text": "Introduction: Non-myeloablative conditioning with total lymphoid irradiation and antithymocyte globulin (TLI-ATG) is associated with a low risk of graft-versus-host disease (GVHD), attributed to skewing of residual host T-cell subsets to favor regulatory IL-4 producing natural killer T cells that polarize the infused donor T cells to a Th2 phenotype, while retaining graft-versus-tumor (GVT) reactions in lymphoid and myeloid malignancies. We hypothesized that the safety of TLI-ATG conditioning with its protection from GVHD would extend beyond matched donors, yet with mismatching there would be at least as potent GVT reactions as with matched donors. We therefore compared outcomes in patients who received TLI-ATG conditioning and allogeneic hematopoietic cell transplantation (HCT) from HLA-mismatched unrelated donors to those with HLA-matched unrelated donors. Methods: Patients: We included all consecutively transplanted patients at Stanford University Hospital from December 2001 through May 2015 who received TLI-ATG conditioning and allogeneic HCT from 10/10 HLA-matched unrelated donors (MUD, N=193) or HLA-mismatched unrelated donors (mmUD, N=72), including 70 patients matching in 9/10 alleles or antigens (55 mismatched at HLA-A, -B, -C or -DRB1 loci and 15 mismatched at HLA-DQB1) and 2 patients matched in 8/10 alleles. All patients received G-CSF-mobilized peripheral blood hematopoietic cells and cyclosporine and mycophenolate mofetil for GVHD prophylaxis. Statistical methods: For time-to-event analyses, Kaplan-Meier curves were used to estimate survival and cumulative incidence of acute and chronic GVHD, non-relapse mortality, and relapse. Log-rank tests were used to detect differences between groups. Results: Median age at the time of transplant was 60 years in both groups (range 21-76) with a median follow up of 677 days (range 53-3682) in the mmUD cohort and 762 days (range 37-4551) in the MUD cohort. There were no significant differences between the mmUD and MUD cohorts in underlying diagnosis (acute myeloid leukemia 32% vs 31%, non-Hodgkin lymphoma 22% vs 29%, chronic lymphocytic leukemia 17% vs 17%, myelodysplastic syndrome and myeloproliferative neoplasms 11% vs 14%, Hodgkin lymphoma 8% vs 5%; chronic myeloid leukemia 7% vs 2%, and acute lymphoblastic leukemia 3% vs 3%).The majority of patients in both mmUD and MUD cohorts had advanced stage lymphoid disease (75% vs 72%) and advanced stage myeloid disease (53% vs 54%), defined as disease status beyond second complete remission at the time of transplant, relapse following prior autologous or allogeneic transplant, high-risk cytogenetic abnormality and age over 55, myelodysplastic syndrome with progression to acute myeloid leukemia, or therapy-related myeloid neoplasm. Durable chimerism was achieved in 90% of patients in the mmUD group and 94% of patients in the MUD group. There were no significant differences between the mmUD and MUD cohorts in the cumulative incidence of acute GVHD at day +100 (grades II-IV: 21% vs 15%, p=0.78 and grades III-IV: 6% vs 3%, p=0.61). Non-relapse mortality (NRM) was not significantly different (14% at 1 year in mmUD group vs 6% in MUD group, p=0.34). There was no significant difference in the cumulative incidence of chronic GVHD (31% vs 27% at 2 years and 39% vs 35% at 5 years, p=0.49). There was a trend towards a lower rate of relapse in the mmUD group (40% vs 48% at 2 years, 45% vs 60% at 5 years, hazard ratio 0.71, p=0.094). There was no significant difference in overall survival (58% vs 60% at 2 years and 46% vs 46% at 5 years) or event-free survival (46% vs 44% at 2 years and 38% vs 28% at 5 years, p=0.25). In both groups, sustained remissions occurred among patients with active disease at the time of transplantation. Conclusions: TLI-ATG conditioning is associated with low rates of acute and chronic GVHD and NRM even in the setting of HLA-mismatched unrelated donor transplantation. There was a particularly low incidence of severe acute GVHD grades III-IV (3-6%) in this high-risk cohort. The trend towards lower relapse in recipients of HLA-mismatched grafts may reflect enhanced GVT reactions. TLI-ATG conditioning may overcome the traditionally poorer outcome and high NRM associated with HLA mismatch and should be considered in patients with advanced lymphoid and myeloid malignancies who cannot tolerate myeloablative preparatory regimens and who lack a fully HLA-matched donor. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Meyer: Stanford University: Patents & Royalties. Negrin: Stanford University: Patents & Royalties."
}