{
    "doi": "https://doi.org/10.1182/blood.V126.23.3322.3322",
    "article_title": "High Risk Apml Treated Successfully with Four Cycles of ATO and ATRA Combination in Resource Constrained Settings ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases: Poster II",
    "abstract_text": "Background: Acute promyelocytic leukemia (APML) is amongst the most curable malignancies with survival close to 80% [1]. Combination of all- trans- retinoic-acid (ATRA) and anthracyclines is the current standard of care for high-risk APML patients [2]. Literature on combination of arsenic trioxide (ATO) with ATRA in high risk APML, the number of cycles and long-term toxicity of ATO is scarce [3]. Methods: It is a single center retrospective study. Diagnosis of APML was made by bone marrow (BM) and PML-RARα detection by RT PCR. Patients with high risk APML (defined as TLC>10000/µL) enrolled after 2006 were included and treated with combination of ATO/ATRA as per the protocol (Fig. 1). RT PCR for PML-RARα was done after remission induction, completion of consolidation and 6 monthly thereafter. Results: A total of 39 high risk APML patients were treated during the study period (25 males, 14 females) with median age 31y (range 15-50). Cohort was poorly educated (median - 10 th standard) and were from poor socioeconomic strata (mean monthly income - INR 7000, 1USD=65INR). The major presenting complaints were bleeding manifestation and fever (78%, 84% respectively) for a median duration of 30 days (range 3-90d, 95% CI - 14.8). Baseline clinical, hematological and coagulation parameters are as enumerated in Table1. Table 1. Descriptive statistics high risk APML patients at baseline . Minimum . Maximum . Mean . Std. Deviation . Height (cm) 148 180 163.10 9.91 Weight (kg) 35.0 80.0 55.47 11.75 Peripheral blood smear features at presentation Hemoglobin (g/dL) 4.1 13.3 7.13 2.36 Leucocyte count (/µL) 10700 123700 45976 35230.92 Platelet ( x 10 9 /L) 6 255 289 44.76 Blasts and Promyelocytes (%) 0 100 70.85 35.57 Bone marrow findings at diagnosis Blasts 0 94 17.58 27.43 Promyelocytes 2 96 70.24 23.14 Coagulation parameters at presentation PT (s) 11 31 20.10 4.22 aPTT (s) 20 33 27.79 3.34 Fibrinogen (g/L) 0.68 3.84 1.89 0.81 . Minimum . Maximum . Mean . Std. Deviation . Height (cm) 148 180 163.10 9.91 Weight (kg) 35.0 80.0 55.47 11.75 Peripheral blood smear features at presentation Hemoglobin (g/dL) 4.1 13.3 7.13 2.36 Leucocyte count (/µL) 10700 123700 45976 35230.92 Platelet ( x 10 9 /L) 6 255 289 44.76 Blasts and Promyelocytes (%) 0 100 70.85 35.57 Bone marrow findings at diagnosis Blasts 0 94 17.58 27.43 Promyelocytes 2 96 70.24 23.14 Coagulation parameters at presentation PT (s) 11 31 20.10 4.22 aPTT (s) 20 33 27.79 3.34 Fibrinogen (g/L) 0.68 3.84 1.89 0.81 View Large Complications: DIC was present in 66.7% of the patient at baseline with the median duration to resolution of DIC on ATO/ATRA being 7 days (range 4 - 25d). Thrombosis was present in 17.1% of the patients. Differentiation syndrome (DS) was seen in 59% (n-23) of the patients at mean duration of 5.6 days of starting therapy (range: -4 to 14d). Twenty one percent of patients with DS (n-5) succumbed to death and all these patients had features of spontaneous DS prior to starting ATO/ATRA. Deaths due to differentiation were primarily seen in during the first week of starting therapy (median-D4). In rest all cases DS improved with dexamethasone 10mg BD and interruption of ATO/ATRA. Outcomes: Median duration to hematological remission was 31days (range: 2-59d). Bone marrow remission was attained in all patients alive at the end of induction. Molecular remission was attained in 100% of these patients. OS was 84.1% (Fig 2A). Log survival curve (Fig 2B) elucidates the fact that those patients who survived the induction therapy had no mortality further during the course of illness. Event free survival (EFS) was 84.1%, same as OS suggesting no patients relapsed during the therapy. Mean follow up of the cohort was 910 days (range 1 - 2681d, SD - 854.3d). Long term follow up these patients showed no evidence of secondary malignancy as feared by most authors for giving ATO therapy. Conclusions: Four cycles of ATRA/ATO with two years of maintenance therapy produces long-term remission with low risk of relapse and no arsenic induced long term toxicities in patients with high risk APML. REFERENCES: 1. Sanz MA, Lo-Coco F. Modern approaches to treating acute promyelocytic leukemia. J Clin Oncol 2011;29:495-503. 2. National Comprehensive Cancer Network (nccn). NCCN Clinical Practice Guidelines in Oncology: Acute Myeloid Leukemia. Ver. 2.2013. Fort Washington, PA: nccn; 2013. 3. Seftel MD, Barnett MJ, Couban S, Leber B, Storring J, Assaily W, Fuerth B, Christofides A, Schuh AC. A Canadian consensus on the management of newly diagnosed and relapsed acute promyelocytic leukemia in adults. Curr Oncol. 2014 Oct;21(5):234-50. Figure 1. View large Download slide Protocol of ATO/ATRA therapy. Legend: BM - Bone marrow, Consol - Consolidation, PCR - Polymerase chain reaction, DIC - disseminated intravascular coagulation, ANC - absolute neutrophil count, Wk - week, OD - once daily. Figure 1. View large Download slide Protocol of ATO/ATRA therapy. Legend: BM - Bone marrow, Consol - Consolidation, PCR - Polymerase chain reaction, DIC - disseminated intravascular coagulation, ANC - absolute neutrophil count, Wk - week, OD - once daily. Close modal Figure 2. View large Download slide Kaplan Meier curves (A) Cumulative survival curve showing 84% OS. (B) log survival curve showing no mortality after the initial 90 days after starting therapy. Figure 2. View large Download slide Kaplan Meier curves (A) Cumulative survival curve showing 84% OS. (B) log survival curve showing no mortality after the initial 90 days after starting therapy. Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute promyelocytic leukemia",
        "tretinoin",
        "disease remission",
        "disseminated intravascular coagulation",
        "follow-up",
        "polymerase chain reaction",
        "progressive multifocal leukoencephalopathy",
        "reverse transcriptase polymerase chain reaction",
        "toxic effect",
        "activated partial thromboplastin time measurement"
    ],
    "author_names": [
        "Subhash Varma, MBBS, MD Professor & Head, Sub Dean",
        "Uday Yanamandra, MBBS, MD DNB",
        "Alka Khadwal, MD",
        "Gaurav Prakash, MBBS, MD DM",
        "Vikas Suri, MD",
        "Savita Kumari, MD DM",
        "Parathan Karunakaran, MD",
        "Shano Naseem, MD",
        "Reena Das, MD",
        "Neelam Varma, MBBS, MD",
        "Pankaj Malhotra, MD Additional Professor"
    ],
    "author_dict_list": [
        {
            "author_name": "Subhash Varma, MBBS, MD Professor & Head, Sub Dean",
            "author_affiliations": [
                "Department of Internal Medicine (Clinical Hematology Division), Postgraduate Institute of Medical Education & Research, Chandigarh, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Uday Yanamandra, MBBS, MD DNB",
            "author_affiliations": [
                "Department of Internal Medicine, Armed Forces Medical College, Pune, India ",
                "Department of Internal Medicine (Clinical Hematology Division), PGIMER, Chandigarh, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alka Khadwal, MD",
            "author_affiliations": [
                "Department of Internal Medicine (Clinical Hematology Division), PGIMER, Chandigarh, India "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaurav Prakash, MBBS, MD DM",
            "author_affiliations": [
                "Department of Internal Medicine (Clinical Hematology Division), PGIMER, Chandigarh, India "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Suri, MD",
            "author_affiliations": [
                "Department of Internal Medicine (Clinical Hematology Division), PGIMER, Chandigarh, India "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Savita Kumari, MD DM",
            "author_affiliations": [
                "Department of Internal Medicine (Clinical Hematology Division), PGIMER, Chandigarh, India "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parathan Karunakaran, MD",
            "author_affiliations": [
                "Department of Internal Medicine (Clinical Hematology Division), PGIMER, Chandigarh, India "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shano Naseem, MD",
            "author_affiliations": [
                "Department of Hematology, PGIMER, Chandigarh, India "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reena Das, MD",
            "author_affiliations": [
                "Department of Hematology, PGIMER, Chandigarh, India "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neelam Varma, MBBS, MD",
            "author_affiliations": [
                "Department of Hematology, Postgraduate Institute of Medical Education & Research, Chandigarh, India"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pankaj Malhotra, MD Additional Professor",
            "author_affiliations": [
                "Department of Internal Medicine (Clinical Hematology Division), PGIMER, Chandigarh, India "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T21:33:49",
    "is_scraped": "1"
}