{
    "doi": "https://doi.org/10.1182/blood-2020-142827",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4520",
    "start_url_page_num": 4520,
    "is_scraped": "1",
    "article_title": "Higher Tissue Factor (TF) Expression in the Lungs of COVID-19 Pneumonia Patients Than Patients with Acute Respiratory Distress Syndrome: Association with Thrombi Formation ",
    "article_date": "November 5, 2020",
    "session_type": "321.Blood Coagulation and Fibrinolytic Factors",
    "topics": null,
    "author_names": [
        "Sandeep Subrahmanian, PhD",
        "Alain Borczuk, MD",
        "Steven P. Salvatore, MD",
        "Jeffrey Laurence, MD",
        "Jasimuddin Ahamed, PhD"
    ],
    "author_affiliations": [
        [
            "Cardiovascular Biology Research Program, Oklahoma Medical Research Foundation (OMRF), Oklahoma City, OK "
        ],
        [
            "Department of Pathology, Weill Cornell Medical College/New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Department of Pathology, Weill Cornell Medical College/New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY"
        ],
        [
            "Cardiovascular Biology Research Program, Oklahoma Medical Research Foundation (OMRF), Oklahoma City, OK "
        ]
    ],
    "first_author_latitude": "35.48303669999999",
    "first_author_longitude": "-97.4974663",
    "abstract_text": "A substantial proportion of patients with severe COVID-19 pneumonia develop thrombosis (both venous and arterial) via an undefined mechanism. Systemic elevation of high levels of D-dimer, a marker of coagulation activation and thrombolysis, is evident in almost all advanced COVID-19 patients and is associated with disease severity and mortality. However, the extrinsic factors that initiate blood coagulation in COVID-19 is not clear. Because tissue factor (TF) is the prime initiator of the extrinsic coagulation cascade, and because it is expressed and exposed under inflammatory conditions leading to vascular damage, we tested the hypothesis that higher TF expression is responsible for thrombi formation in the lungs of patients with severe COVID-19. To this end, we examined autopsy lung tissues from five COVID-19 pneumonia patients with acute respiratory syndrome (ARDS) who required ICU hospitalization, with 4 of the 5 patients requiring mechanical ventilation before they died, and five controls with acute ARDS caused by bacterial pneumonia, one with a prior influenza infection, and all on mechanical ventilation. Histological findings revealed all the COVID-19 lungs had characteristics of ARDS, including DAD with hyaline deposition and inflammatory cell invasion. Immunofluorescence staining showed TF expression throughout all lung tissues and in many blood vessels that were filled with thrombi with either fibrin, activated platelets, or both. TF expression was significantly higher in COVID-19 than control ARDS lung tissues (1.2 ± 0.3% in COVID-19 vs. 0.52 ± 0.2% in ARDS controls (p=0.004). Fibrin-enriched thrombi areas were higher in COVID-19 cases than in controls (1.6 ± 0.36% vs. 0.94 ± 0.4%; p=0.008) and correlated with TF expression (R 2 =0.4, p=0.02). Platelet factor 4 (PF4)-enriched thrombi areas were also higher in COVID-19 lung, but this trend was not statistically significant (0.94 ± 0.4% in COVID-19 and 0.54 ± 0.3% in controls; p=0.09), although it did, however, correlate with TF expression (R 2 =0.4, p=0.02). Many thrombi were in close proximity to TF-expressing areas in both COVID-19 and ARDS pneumonia controls. Dual RNA in situ hybridization with SARS-CoV-2 and TF fluorescence probes showed variable viral and TF mRNA expression. Increased TF mRNA expression was seen in COVID-19 vs. control lung (0.77 ± 0.4 % vs. 0.31 ± 0.15 %, p=0.05). TF mRNA expression correlated with viral mRNA in COVID-19 patients (R 2 =0.78, p=0.01). High-resolution images identified both sporadic and clustered SARS-CoV-2, and some areas co-localized with TF mRNA expression. We conclude that higher TF expression might be responsible for fibrin formation and platelet activation in the lungs of both COVID-19 and ARDS controls. Our observation of higher TF expression in COVID-19 patients was documented by two very sensitive methods, RNA in situ hybridization and immunostaining with very specific antibodies against TF and mRNA probes. Its correlation with SARS-CoV-2 mRNA suggests that SARS-CoV-2 infection induces both de novo gene transcription and protein synthesis in the lungs of COVID-19 patients. Thus, TF-initiated extrinsic coagulation might be responsible for the critical thrombi formation observed in many COVID-19 cases, rendering TF a potential therapeutic target. Disclosures Laurence: Alexion Pharmaceuticals: Honoraria, Research Funding."
}