{
    "doi": "https://doi.org/10.1182/blood-2021-151610",
    "article_title": "White Blood Cell Count (WBC) Levels Are Associated with Molecular Profiles and Are Independent Outcome Predictors in Acute Myeloid Leukemia (AML) Patients (Pts) (Alliance) ",
    "article_date": "November 5, 2021",
    "session_type": "613.Acute Myeloid Leukemias: Clinical and Epidemiological",
    "abstract_text": "Background : WBC levels vary widely in AML pts at diagnosis. Together with various cytogenetic and molecular abnormalities, WBC is a main prognostic factor for AML pts. Treatment decisions like need for intrathecal chemotherapy, trial enrollment eligibility, and stem cell transplant (SCT) considerations are often influenced by degree of WBC elevation. Despite such high clinical relevance, there are no standardized WBC-associated groups that improve prognostication and treatment guidance for AML pts. Aim s: (1) define clinically relevant WBC level groups associated with outcome, (2) determine if WBC level has an independent prognostic impact in addition to established prognostic features [i.e., 2017 European LeukemiaNet (ELN) genetic-risk classification] and (3) characterize WBC level-associated gene-expression profiles to provide biologic insights into factors influencing WBC levels. Methods : We analyzed clinical and molecular features of 1,121 younger de novo AML pts similarly treated on frontline Cancer and Leukemia Group B/Alliance for Clinical Trials in Oncology protocols. No pt received an allogeneic SCT in 1 st complete remission (CR). Targeted next generation sequencing of 81 cancer- and leukemia-associated genes was done using MiSeq platform. We defined 3 WBC groups: low (<10,000/µL, n=298 pts), intermediate (10,000-49,999/µL, n=488 pts) and high (≥50,000/µL, n=335 pts) that were tested for associations with prognosis. Analysis of differentially expressed genes within each WBC group was done on blood samples via total transcriptome RNAseq with subsequent gene set enrichment analyses (GSEA) via Hallmark/Kegg pathways. Results : Pts in the high WBC group had higher extramedullary disease burden at diagnosis than pts in the intermediate and low groups (38% vs 29% and 12%, respectively; P<.001). Pts in the intermediate WBC group more often had core-binding factor (CBF) AML (P<.001), and the low WBC group pts had complex karyotype more often (P<.001). Concerning clinical outcome, there was no steady decrease in any outcome endpoint with WBC increasing above 50,000/µL by 10,000/µL increments, or any linear changes in endpoints associated with WBC decreasing below 10,000/µL in 1,000/µL increments in the entire cohort. Pts in the intermediate WBC group had a higher CR rate (P<.001), longer overall (OS; P<.001; Fig. 1A), event-free (EFS; P<.001), and disease-free survival (DFS; P=.002) than pts in the other 2 WBC groups. Intermediate WBC group pts also had a longer DFS in multivariable modeling (P=.01) after adjusting for DNMT3A , RUNX1 , TP53 and WT1 mutation status. Among pts categorized according to ELN classification, those in the Favorable group who had an intermediate WBC had longer OS (P=.03; Fig. 1B), DFS (P=.04) and EFS (P<.001) than pts with high and low WBC. WBC group did not affect pt outcome in the ELN Intermediate or Adverse groups. Within the ELN Favorable group, intermediate WBC was associated with longer OS (P=.001), DFS (P=.02) and EFS (P<.001) in pts with CEBPA double mutations or NPM1 mutations with no FLT3 -ITD or FLT3 -ITD with low allelic ratio, but not in pts with CBF-AML. WBC group-associated gene expression profiles differed among WBC groups. Pts in the high WBC group had upregulation of CXCL10 and HILPDA and downregulation of FN1 and MSLN compared to the intermediate group. MMP7 and GZMA were upregulated in the low WBC group compared with the intermediate WBC group (Fig. 1C, D). There were also significant differences in GSEA in blood among the WBC groups. Compared with the intermediate WBC group, genes associated with inflammatory signaling (i.e., interferon α/γ) were upregulated in the low WBC group (Fig. 1E) and genes associated with glycolysis and fatty acid metabolism were upregulated in the high WBC group (Fig. 1F). Conclusion: The 3 WBC groups we propose offer additional prognostic information for younger AML pts. An intermediate WBC group was associated with better outcome among all pts and in pts included in the ELN Favorable group, especially those with non-CBF-AML. We also showed differences in the metabolic pathways among WBC groups. Our results suggest that the paradigm that all pts who present with a high WBC have a poor prognosis should be re-evaluated, and can help guide therapy decisions for younger AML pts. U10CA180821, U10CA180882, U24CA196171, https://acknowledgments.alliancefound.org; Clinicaltrials.gov Ids: NCT00048958, NCT00899223, NCT00900224 Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Walker:  Karyopharm Therapeutics: Current Employment, Current holder of individual stocks in a privately-held company, Current holder of stock options in a privately-held company. Blachly:  AstraZeneca: Consultancy, Honoraria; INNATE: Consultancy, Honoraria; KITE: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria. Larson:  Takeda: Research Funding; CVS/Caremark: Consultancy; Gilead: Research Funding; Astellas: Consultancy, Research Funding; Epizyme: Consultancy; Rafael Pharmaceuticals: Research Funding; Cellectis: Research Funding; Novartis: Research Funding. Stone:  Amgen: Membership on an entity's Board of Directors or advisory committees; Syntrix/ACI: Membership on an entity's Board of Directors or advisory committees; Foghorn Therapeutics: Consultancy; Bristol Myers Squibb: Consultancy; Gemoab: Membership on an entity's Board of Directors or advisory committees; Elevate Bio: Membership on an entity's Board of Directors or advisory committees; Aprea: Consultancy; Arog: Consultancy, Research Funding; Actinium: Membership on an entity's Board of Directors or advisory committees; Boston Pharmaceuticals: Consultancy; AbbVie: Consultancy; BerGen Bio: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Syros: Membership on an entity's Board of Directors or advisory committees; Syndax: Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Consultancy; Innate: Consultancy; Janssen: Consultancy; Jazz: Consultancy; Novartis: Consultancy, Research Funding; Onconova: Consultancy; Takeda: Consultancy; Agios: Consultancy, Research Funding; Celgene: Consultancy; Macrogenics: Consultancy. Byrd:  Newave: Membership on an entity's Board of Directors or advisory committees; Vincerx Pharmaceuticals: Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Novartis, Trillium, Astellas, AstraZeneca, Pharmacyclics, Syndax: Consultancy, Honoraria. Eisfeld:  Karyopharm (spouse): Current Employment. Mims:  Kura Oncology: Consultancy; BMS: Consultancy; Abbvie: Consultancy; Genentech: Consultancy; Xencor: Research Funding; Leukemia and Lymphoma Society's Beat AML clinical study: Consultancy, Research Funding; Syndax Pharmaceuticals: Consultancy; Aptevo: Research Funding; Daiichi Sankyo: Consultancy, Research Funding; Glycomemetics: Research Funding; Kartos Pharmaceuticals: Research Funding; BMS: Consultancy; Jazz Pharmaceuticals: Consultancy; Aptevo: Research Funding.",
    "author_names": [
        "Michael P. Ozga",
        "Deedra Nicolet",
        "Krzysztof Mrózek",
        "Christopher J. Walker",
        "James S. Blachly",
        "Jessica Kohlschmidt",
        "Shelley Orwick",
        "Andrew J Carroll",
        "Richard A. Larson",
        "Jonathan E Kolitz",
        "Bayard L. Powell",
        "Richard M. Stone",
        "John C. Byrd",
        "Ann-Kathrin Eisfeld",
        "Alice S. Mims"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael P. Ozga",
            "author_affiliations": [
                "Comprehensive Cancer Center, The Ohio State University- Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deedra Nicolet",
            "author_affiliations": [
                "Alliance Statistics and Data Center, The Ohio State University, Columbus, OH",
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krzysztof Mrózek",
            "author_affiliations": [
                "The Clara D. Bloomfield Center for Leukemia Outcomes Research, The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher J. Walker",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James S. Blachly",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Kohlschmidt",
            "author_affiliations": [
                "The Clara D. Bloomfield Center for Leukemia Outcomes Research, 4The Ohio State University Comprehensive Cancer Center, Hilliard, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shelley Orwick",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J Carroll",
            "author_affiliations": [
                "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Larson",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology-Oncology, University of Chicago, Chicago, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan E Kolitz",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Hempstead, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bayard L. Powell",
            "author_affiliations": [
                "Wake Forest Baptist Health Comprehensive Cancer Center, Winston-Salem, NC"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd",
            "author_affiliations": [
                "College of Medicine, University of Cincinnati, Cincinnati, OH"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann-Kathrin Eisfeld",
            "author_affiliations": [
                "The Clara D. Bloomfield Center for Leukemia Outcomes Research, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice S. Mims",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:40:11",
    "is_scraped": "1"
}