{
    "doi": "https://doi.org/10.1182/blood.V124.21.3877.3877",
    "article_title": "A Risk Score to Predict CMV Viremia within the First 100 Days after Allogeneic Stem Cell Transplantation Based on Pre-Transplant Parameters ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "abstract_text": "Introduction : Cytomegalovirus (CMV) is a major infectious complication following allogeneic hematopoietic stem cell transplantation (HSCT). Risk of CMV infection varies between patients and individualized strategies for monitoring and therapy for CMV are needed. In this study, we attempted to establish a clinical score based on patient and transplant characteristics in order to predict the probability for early CMV viremia (CMV-V) within the first 100 days after HSCT. Methods : A total of 548 patients were evaluated after receiving HSCT between 2005 and 2012 at Princess Margaret Cancer Centre. CMV sero-negative recipients with CMV sero-negative donors (R-D-) were excluded. CMV-V was diagnosed in peripheral blood samples obtained on two occasions either by PCR (>200 IU/ml) or antigenemia testing (>2 positive cells/100000). A total of 378 patients were included into the study. Uni- and multivariable analyses were performed to identify risk factors for CMV-V. A weighted score was assigned to each factor based on the odds ratios determined by the multivariable analysis. A total score was calculated for each patient and used for assignment into one of 4 risk categories, the low risk (score 0-1), the intermediate (score 2-3), the high (score 4-5) and the very high (score 6-8). Median age for all patients was 51 years (range 17-71) and 173 (46%) were female. Matched related donors were used for two hundred fifteen patients (57%). Two hundred forty-three patients (64%) were transplanted for myeloid and 108 (29%) for lymphoid malignancies. One hundred thirteen patients (30%) were CMV sero-positive with a negative donor (R+D-) while 191 (51%) were recipient and donor CMV sero-positivity (R+D+). Graft versus host disease (GVHD) prophylaxis included CSA/MMF (n=200, 52%), and CSA/MTX (n=178, 48%). Myeloablative conditioning regimens were administered to 220 patients (58%), 158 patients (42%) were treated with a reduced intensity regimen. Three hundred-thirty seven patients (89%) received peripheral blood stem cells as a stem cell source. In vivo T cell depletion (TCD) with alemtuzumab was used in 138 (37%). Results: CMV-V occurred in 246 (64%) patients by day 100 post HSCT. The impact of patient and HSCT characteristics on the risk of CMV-V was assessed by multivariable analysis. The significant factors were CMV sero-status R+D- and R+D+, TCD, GVHD prophylaxis with MMF administration of myeloablative preparative regimens (Table 1). Table 1. View large Download slide Multivariate analysis for risk factors of CMV infection following allogeneic HSCT Table 1. View large Download slide Multivariate analysis for risk factors of CMV infection following allogeneic HSCT Close modal CMV-V rates on the 4 new risk categories amounted to 93% in the very high-risk, 78% in high-risk, 41% in intermediate-risk and 11% in low-risk group (Fig 1). The risk score was also predictive for the occurrence of multiple CMV-V reactivations with rates of 71%, 45%, 19% and 4% for the very high, high, intermediate and low-risk groups, respectively. The overall survival (OS) rate at 2 years was 33%(n=56) in the very high-risk group compared to 50% in other-risk groups (n=147) (P=0.01) (Fig 2). Non-relapse mortality (NRM) was 53% in the very high-risk versus 33% in other-risk groups (P<0.001). However, there was no difference on cumulative incidence of relapse between the groups (P=0.3). The cumulative incidence of grades 1-4 acute GVHD, grades 2-4, grades 3-4 at day 120 and overall chronic GVHD at 2 years was 68%, 47%, 25% and 39% in very high-risk group versus 65%, 52%, 21% and 52% in other-risk groups, suggesting slightly lower incidence of chronic GVHD in very high-risk vs other-risk groups. Conclusion: We present a new clinical scoring system to stratify the risk of early CMV viremia after allogeneic HSCT based on patients and HSCT characteristics. Identifying the risk for each patient would facilitate decision making with respect to strategies including CMV prophylaxis, pre-emptive treatment or inclusion into clinical trials, as well directing the CMV monitoring policy post-transplant. In addition, the risk score was associated with higher risk of overall mortality and NRM in the very high-risk versus other-risk groups. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "cytomegalovirus",
        "transplantation",
        "viremia",
        "hematopoietic stem cell transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "cytomegalovirus infections",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "alemtuzumab"
    ],
    "author_names": [
        "Feras Alfraih, MD",
        "John Kuruvilla, MD",
        "Naheed Alam, MBBS,MD",
        "Anna Lambie, NP",
        "Vikas Gupta, MD FRCP, FRCPath",
        "Dennis Dong Hwan Kim, MDPhD",
        "Matthew D. Seftel, MRCP, FRCPC, MPH",
        "Jieun Uhm, MD",
        "David Loach, MD",
        "Eshetu G Atenafu, M.Sc.",
        "Jeffrey H. Lipton, MD PhD",
        "Hans A. Messner, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Feras Alfraih, MD",
            "author_affiliations": [
                "King Faisal Hospital and Research Centre, Riyadh, Saudi Arabia ",
                "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Kuruvilla, MD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naheed Alam, MBBS,MD",
            "author_affiliations": [
                "Leukemia Program, Division of Medical Oncology and Hematology, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Lambie, NP",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Gupta, MD FRCP, FRCPath",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis Dong Hwan Kim, MDPhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew D. Seftel, MRCP, FRCPC, MPH",
            "author_affiliations": [
                "Leukemia Program, Division of Medical Oncology and Hematology, Toronto, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jieun Uhm, MD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Loach, MD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eshetu G Atenafu, M.Sc.",
            "author_affiliations": [
                "Princess Margaret Hospital, Toronto, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey H. Lipton, MD PhD",
            "author_affiliations": [
                "Princess Margaret Hospital, Toronto, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans A. Messner, MD PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T06:53:08",
    "is_scraped": "1"
}