{
    "doi": "https://doi.org/10.1182/blood.V120.21.3325.3325",
    "article_title": "Thrombotic Thrombocytopenic Purpura At the Cleveland Clinic 2000–2012: Review of 100 Cases and Identification of Prognostic Factors ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3325 BACKGROUND AND OBJECTIVE: The advent of plasma exchange has led to a dramatic improvement in the survival of patients with Thrombotic Thrombocytopenic Purpura (TTP). However 10–20% of patients do not respond to plasma exchange and up to a third suffer relapses. Recent studies suggest that Rituximab as an adjunct to plasma exchange and corticosteroids may be effective in refractory or relapsing disease, although clinical factors that identify patients at high risk for poor outcomes have not been clearly defined. This concern prompted a retrospective review of all patients with TTP treated at the Cleveland Clinic over the last 12 years in an attempt to identify factors associated with poor prognosis. Records from all patients were reviewed from the date of initial presentation until at least two years afterwards to determine the incidence of refractory disease and relapse. STUDY AND METHODS: A total of 284 patients who were diagnosed with a first episode of thrombotic microangiopathy at the Cleveland Clinic from January 2000 to March 2012 were identified. Records from these patients were reviewed and individuals with other explanations for thrombocytopenia and hemolytic anemia such as DIC, hypertensive crisis or HELLP were excluded. One hundred patients were included in the final analysis. Fischer exact test and t- test were used to compare variables. A p value of <0.05 was considered significant. RESULTS: Of the 100 patients with TTP, 73% were female, with an age range of 16 to 79 years (median 49 years). Fifty percent of patients were Caucasian, 45% African American and 2% Hispanic. Sixty seven percent of cases occurred without predisposing conditions while 12% were associated with autoimmune disease (6 with SLE, 2 with rheumatoid arthritis, one with SLE and rheumatoid arthritis, and one each with Sjogren's syndrome, dermatomyositis and mixed connective tissue disorder), 8% with pregnancy or the postpartum state, 6% each with cancer and solid organ transplantation and 2% each with bone marrow and stem cell transplant. ADAMTS13 activity was tested in 57% of cases of which 36 (63%) had <5% and 21 (37%) had 8% to 56% activity, respectively. All patients were treated with plasma exchange, and all but 17 received corticosteroids, while some received additional therapies including vincristine (10), rituximab (15) and splenectomy (7) for refractory disease. Mortality after a first episode of TTP was 8%, while 13% of patients had exacerbations (within 30 days) and 18% had relapses (11 patients had a single relapse, 6 patients had 2 relapses and 1 had three relapses). Non survivors were older (p=0.042) with this association particularly striking for patients greater than age 60 (OR 8.75, 95% CI 2.32–33.01, p=0.002). Non-survivors also presented more frequently with severe neurological symptoms including obtundation, focal deficits and seizures (p=0.001). A higher LDH level after 1 or 2 cycles of plasma exchange, i.e. LDH on day 3, 4 or 5 of admission was also strongly associated with mortality (p<0.01) as well as with prolonged duration of plasma exchange. ADAMTS13 activity and levels of inhibitory anti-ADAMTS13 antibodies were comparable between survivors and non-survivors. However, undetectable ADAMTS13 levels were associated with a lower incidence of adverse renal outcomes including need for dialysis during the acute episode (p=0.007) and the development of chronic kidney disease (p=0.033) and/or end stage renal disease at 2 years (p=0.015). CONCLUSION: The most significant independent variables predicting death in TTP were increasing age, especially age>60, severe neurological symptoms at presentation and a persistently high LDH level the second day after diagnosis and initiation of plasma exchange. These variables could be used to identify patients who would benefit from close monitoring and potentially from early institution of adjunctive therapy. Treatment of high risk patients in this manner could limit the duration of plasma exchange, improve outcomes, and decrease associated morbidity and costs. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "prognostic factors",
        "thrombotic thrombocytopenic purpura",
        "plasma exchange",
        "adrenal corticosteroids",
        "glucocorticoids",
        "kidney failure, chronic",
        "mineralocorticoids",
        "neurologic manifestations",
        "rheumatoid arthritis",
        "rituximab"
    ],
    "author_names": [
        "Shruti Chaturvedi, MD",
        "Desiree Carcioppolo, MS",
        "Li Zhang, PhD",
        "Keith R. McCrae, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shruti Chaturvedi, MD",
            "author_affiliations": [
                "Internal Medicine, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Desiree Carcioppolo, MS",
            "author_affiliations": [
                "Department of Hematologic Malignancies and Blood Disorders, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Zhang, PhD",
            "author_affiliations": [
                "Department of Quantitative Health Sciences, Cleveland Clinic, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith R. McCrae, MD",
            "author_affiliations": [
                "Cell Biology, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T06:41:33",
    "is_scraped": "1"
}