{
    "doi": "https://doi.org/10.1182/blood.V126.23.1938.1938",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3126",
    "start_url_page_num": 3126,
    "is_scraped": "1",
    "article_title": "Ruxolitinib As Sparing Agent for Steroid-Dependent Chronic Graft-Versus-Host Disease (cGVHD) ",
    "article_date": "December 3, 2015",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "topics": [
        "graft-versus-host disease, chronic",
        "ruxolitinib",
        "steroid dependency",
        "prednisone",
        "steroids",
        "graft-versus-host disease",
        "therapeutic immunosuppression",
        "transplantation",
        "alkaline phosphatase",
        "autoimmune diseases"
    ],
    "author_names": [
        "H. Jean Khoury",
        "Vamsi Kota, M.B;B.S",
        "Martha Arellano, MD",
        "Stephanie L Bauer, ANP",
        "Anand P Jillella, MD",
        "Amelia Langston, MD",
        "Zaid Al-Kadhimi, MD",
        "Zachariah DeFilipp, MD",
        "Audrey S Kim, RN",
        "Elliott F. Winton, MD",
        "John F Dipersio, MD PhD"
    ],
    "author_affiliations": [
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Washington University Physicians, Washington University School of Medicine in St Louis, St. Louis, "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Hematology, Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute, Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO"
        ]
    ],
    "first_author_latitude": "33.79282020000001",
    "first_author_longitude": "-84.31942699999999",
    "abstract_text": "Ruxolitinib (RUX) is an oral selective Janus-associated kinase 1 (JAK1) and JAK2 inhibitor that is approved by the FDA for the treatment of patients with myeloproliferative neoplasms. JAKs transmit the signaling of ligand binding to inflammatory cytokine receptors into intracellular responses, and inhibition of JAK is effective in the treatment of autoimmune disorders. In MHC-mismatched mouse transplant models, pharmacologic inhibition of IFNγR signaling with RUX reduced graft-versus-host disease (GVHD) and improved survival (Choi et al Blood 2012); and preliminary reports have shown that 13/14 patients with steroid-refractory acute (10) and chronic (4) GVHD responded to RUX therapy. (Sporell et al Blood 2014). Between 09/2014 and 7/2015, 16 patients (12M/4F), with hematological malignancies and recipients of unrelated donor (14), matched sibling (2) blood (15) or marrow (1) transplant developed quiescent (12) or de novo (4) severe (NIH criteria) steroid-dependent cGVHD and received RUX as 2 nd (4), 3d (7) 4 th (4) or 5 th (1) line salvage. 12 had prior grades 1 (3) 2 (6) 3(2) or 4 (1) acute GVHD that affected the skin (12) and gastrointestinal system (GI, 5). Median time of onset of cGVHD was d+130 (range, 90-299), and affected skin (16) eyes (12), mouth (10), GI (8), lungs (4), liver (3) and the musculoskeletal system (3). cGVHD was steroid dependent with recurrences of cGVHD symptoms with steroid tapers that were attempted a median of 4 times(range, 2-10). Median duration of continuous exposure to steroids for cGVHD was 24 months (range, 6-53). RUX was administered at the dose of 5 mg BID. Median weight was 82 kg (range, 56-158). RUX dose was increased to 15 mg/d (4) or 20 mg/d (3) due to physician preference (4), patient weight (1), or flare of cGVHD after initial response due to discontinuation of immunosuppression (1) or temporary perioperative hold of RUX (1). Median duration of RUX therapy was 6 months (range 1-14). All patients were evaluable for response. Complete resolution of clinical manifestations of cGVHD was observed in the following organs: lungs (dyspnea/O2 dependence), mouth (oral ulcerations), skin (non-sclerodermatous erythema), liver (sGOT, sGPT, alkaline phosphatase), musculoskeletal and GI (dysphagia, diarrhea). Subjective improvement was reported in sclerodermatous and ocular cGVHD. Responses were observed early after initiation of RUX (median 14 days). Prednisone was successfully reduced to physiologic doses (n=2) or discontinued (n=10) in 12 (75%), and taper is currently in progress for the 4 patients who started RUX in the past 8 weeks. Median time from initiation of RUX to prednisone discontinuation was 72 days (range, 31-120). With a median follow-up of 4 months (range, 1-12) from prednisone discontinuation/reduction to physiologic doses, 2 patients experienced a transient flare of cGVHD symptoms associated with discontinuation of immunosuppression (1) and temporary hold of RUX. None of the other patients required a restart of prednisone or increased immunosuppression. We conclude that RUX is an effective steroid-sparing agent in steroid-dependent severe cGVHD. Validation of these results in prospective trials is needed. Disclosures Jillella: Seattle Genetics, Inc.: Research Funding."
}