{
    "doi": "https://doi.org/10.1182/blood-2020-137233",
    "article_title": "ZUMA-4: A Phase 1/2 Multicenter Study of KTE-X19 in Pediatric and Adolescent Patients With Relapsed/Refractory B Cell Acute Lymphoblastic Leukemia or Non-Hodgkin Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Background: Although approximately 80% - 85% of patients with acute lymphoblastic leukemia (ALL), the most common childhood malignancy, achieve durable complete remissions (CRs) after initial treatment, the remaining 15% - 20% of patients with relapsed or refractory (R/R) ALL have unfavorable outcomes ( Leukemia 2018;32:2316-25; N Engl J Med 2015;373:1541-52) and could benefit from effective new therapies. KTE-X19 is an autologous, anti-CD19 chimeric antigen receptor (CAR) T cell therapy approved for the treatment of R/R mantle cell lymphoma and under investigation for additional R/R hematologic malignancies including chronic lymphocytic leukemia, adult ALL, and pediatric B cell ALL and non-Hodgkin lymphoma (NHL). KTE-X19 treatment has shown high rates of CRs, with a manageable safety profile for adult patients with R/R B cell ALL in the Phase 1 portion of ZUMA-3, including those with poor risk factors ( J Clin Oncol 2019;37[suppl, abstr]:7006). ZUMA-4 is an ongoing Phase 1/2 study evaluating KTE-X19 in pediatric and adolescent patients with R/R B cell ALL or NHL (NCT02625480). End-of-Phase 1 interim analysis of ZUMA-4 showed the feasibility of KTE-X19 therapy with optimized dosing and adverse event (AE) management strategies for the treatment of pediatric patients with R/R ALL ( Pediatr Blood Cancer 2019;66[suppl]:S24). The protocol for Phase 2 of ZUMA-4 has been amended to include broader B cell ALL enrollment criteria with a focus on patients with early relapse associated with poorer outcomes, and an NHL cohort was added. Methods: Key B cell ALL enrollment criteria include age ≤ 21 years, weight ≥ 10 kg, and B cell ALL that is primary refractory, relapsed within 18 months of first diagnosis, R/R after ≥ 2 lines of systemic therapy, or R/R after allogeneic stem cell transplantation at least 100 days prior to enrollment. Criteria for disease burden have been amended to also include patients with minimal residual disease-positive disease at enrollment. Patients with Philadelphia chromosome-positive ALL are eligible if intolerant to tyrosine kinase inhibitor therapy or if R/R after ≥ 2 tyrosine kinase inhibitor therapies. Patients with chronic myelogenous leukemia lymphoid blast crisis or clinically significant infections are not eligible. For B cell NHL, key enrollment criteria include age < 18 years, weight ≥ 10 kg, histologically confirmed diffuse large B cell lymphoma not otherwise specified (DLBCL NOS), primary mediastinal large B cell lymphoma, Burkitt lymphoma (BL), Burkitt-like lymphoma or unclassified B cell lymphomas intermediate between DLBCL and BL, with ≥ 1 measurable lesion. For NHL, disease must be primary refractory, R/R after ≥ 2 lines of systemic therapy, or R/R after autologous or allogeneic stem cell transplantation ≥ 100 days prior to enrollment. Patients with acute graft-versus-host disease or chronic graft-versus-host disease requiring treatment within 4 weeks of enrollment are not eligible. Patients with central nervous system-1 disease (no detectable lymphoblasts in cerebrospinal fluid), with central nervous system-2 disease (detectable disease, but white blood cell count < 5/μL in cerebrospinal fluid) without clinically evident neurologic changes, or who had prior blinatumomab treatment can be included in the ALL and NHL cohorts. Patients with prior CD19-directed therapy, except for blinatumomab, are excluded. Patients receive conditioning chemotherapy with fludarabine 25 mg/m 2 on Days −4, −3, and −2 and cyclophosphamide 900 mg/m 2 on Day −2 followed by a single infusion of KTE-X19 at a target dose of 1 × 10 6 anti-CD19 CAR T cells/kg on Day 0. The study has completed the Phase 1 portion and is currently enrolling in Phase 2, with a target accrual of approximately 50 additional patients with ALL and 16 with NHL. For ALL, the primary Phase 2 objective is to evaluate KTE-X19 efficacy as assessed by overall CR rate (CR + CR with incomplete hematologic recovery). For NHL, the primary Phase 2 objective is KTE-X19 efficacy assessment by objective response rate (complete response + partial response). Secondary Phase 2 objectives for ALL and NHL cohorts include safety and tolerability, additional efficacy endpoints, and changes in patient-reported outcome scores. ZUMA-4 is currently recruiting at 23 sites in the United States, Canada, France, and the Netherlands. Disclosures Wayne: Servier: Research Funding; Kite, a Gilead Company: Research Funding. Lee: Amgen Oncology: Consultancy; Kite, a Gilead Company: Research Funding; Juno: Consultancy; Harpoon Therapeutics: Consultancy. Baruchel: Bristol-Myers Squibb: Consultancy, Honoraria; Servier: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Bellicum: Consultancy. Brown: Novartis: Consultancy; Janssen: Consultancy; Servier: Honoraria; Jazz: Honoraria. Hermiston: Novartis: Membership on an entity's Board of Directors or advisory committees; Sobi: Membership on an entity's Board of Directors or advisory committees. Krueger: Atara: Other: Travel support; Kite, a Gilead Company: Other: Travel support; Novartis: Consultancy, Other: Travel support; no honoraria, Speakers Bureau. Shen: Gilead: Current equity holder in publicly-traded company; Kite, a Gilead Company: Current Employment, Other: Travel support. Tailford: Kite, a Gilead Company: Current Employment, Current equity holder in publicly-traded company. Masouleh: Kite, a Gilead Company: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Alan S. Wayne, MD",
        "Gerard Michel, MD",
        "Daniel W. Lee, MD",
        "André Baruchel, MD",
        "Sonali Chaudhury, MD",
        "Patrick A. Brown, MD",
        "Michelle Hermiston, MD PhD",
        "Joerg Krueger, MD",
        "Tong Shen, PhD",
        "Kristy Tailford, PhD",
        "Behzad Kharabi Masouleh, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alan S. Wayne, MD",
            "author_affiliations": [
                "Children's Hospital Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerard Michel, MD",
            "author_affiliations": [
                "Hôpital Pour Enfants la Timone, Marseille, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel W. Lee, MD",
            "author_affiliations": [
                "University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "André Baruchel, MD",
            "author_affiliations": [
                "hematology and immunology department, Robert Debré Hospital, GH APHP Nord Université de Paris, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonali Chaudhury, MD",
            "author_affiliations": [
                "Lurie Children's Hospital of Chicago, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick A. Brown, MD",
            "author_affiliations": [
                "Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Hermiston, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics (Pediatric Hematology/Oncology), University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joerg Krueger, MD",
            "author_affiliations": [
                "The Hospital for Sick Children, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tong Shen, PhD",
            "author_affiliations": [
                "Kite, a Gilead Company, Santa Monica, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristy Tailford, PhD",
            "author_affiliations": [
                "Kite, a Gilead Company, Santa Monica, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Behzad Kharabi Masouleh, MD",
            "author_affiliations": [
                "Kite, a Gilead Company, Santa Monica, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:52:52",
    "is_scraped": "1"
}