{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3608.3608",
    "article_title": "Ischemia-Reperfusion Injury with Pringle's Maneuver Induces Increasing of Unusually Large Von Willebrand Factor Multimers after Hepatectomy ",
    "article_date": "December 7, 2017",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry: Poster III",
    "abstract_text": "Background/Aims: Von Willebrand factor (VWF) is exclusively synthesized in vascular endothelial cells and released into the plasma as unusually large VWF multimers (UL-VWFM). ADAMTS13 is a metalloproteinase produced primarily in hepatic stellate cells and specifically cleaves the VWF. Since UL-VWFM have a strong activity of platelet aggregation, increase of UL-VWFM leads to platelet clumping and/or thrombus formation, resulting in microcirculatory disturbance. On the other hand, ischemia-reperfusion injury of the liver is an imperative event in liver surgery due to compression of the liver and/or Pringle's maneuver. Many previous studies have indicated that vascular endothelial cell is a major target of ischemia-reperfusion injury of the liver. Thus, we hypothesized UL-VWFM increases markedly by stimulating vascular endothelial cells with ischemia-reperfusion injury. However, little information is available regarding the alterations in VWF, ADAMTS13 and especially in UL-VWFM after hepatectomy. The aim of this study is to clarify the effect of hepatectomy on UL-VWFM. Methods: A total 35 patients who underwent a hepatectomy were eligible for the study. Blood samples were obtained for analysis at the following time points: preoperation, intraoperative period, and on the first, second, third, fifth, seventh postoperative days. Plasma levels of ADAMTS13 activity and VWF antigen were measured by the ELISA method. Multimer analysis of plasma VWF was performed according to the method of Ruggeri and Zimmerman. High molecular weight bands that were not detected in normal plasma were defined as UL-VWFM. UL-VWFM was quantified from images of VWF multimer analysis by NIH image. We calculated the UL-VWFM index, proposed in this study, which was defined as the ratio of the UL-VWFM area of a patient to that of normal plasma. All UL-VWFM indexes of 40 healthy volunteers were less than 1.00%. Therefore, UL-VWFM positive was defined as a UL-VWFM index of more than 1.00%. The patients were categorized and analyzed with respect to the positive or negative of UL-VWFM after hepatectomy. The values were expressed as median (range). Results: Plasma levels of ADAMTS13 activity were significantly decreased from 61.0% (27.7-126.2%) in preoperation to 37.4% (20.2-71.4%) in postoperative day 7 after hepatectomy ( p <0.001). Plasma levels of VWF antigen were significantly increased from 172.1% (80.5-412.8%) in preoperation to 361.0% (154.7-745.8%) in postoperative day 2 after hepatectomy and remained continuously high until postoperative day 7 ( p <0.001). The intraoperative plasma levels of ADAMTS13 activity, VWF antigen were not significantly altered. The UL-VWFM index were significantly increased from 0.2% (0.0-7.8%) in preoperation to 4.2% (0.1-16.3%) in postoperative day 7 after hepatectomy ( p <0.001). The patients were divided into 2 groups with respect to the positive or negative of UL-VWFM after operation. Seven patients remained UL-VWFM negative after operation. UL-VWFM index were changed from negative in preoperation to positive after operation in 22 patients. Preoperative characteristics including ADAMTS13 activity, VWF antigen levels and liver functional reserve were similar in the two groups of UL-VWFM positive and negative. In surgery-related factors, the time of duration of Pringle's maneuver in UL-VWFM positive group were longer than those in UL-VWFM negative group ( p =0.001). In addition, the volume of blood loss in UL-VWFM positive group was greater than those in UL-VWFM negative group ( p =0.003). Multivariable analysis revealed that the time of duration of Pringle's maneuver [OR, 1.049 95%CI, 1.001-1.098; p=0.043] was significantly associated with increasing UL-VWFM after hepatectomy. Moreover, UL-VWFM index was significantly correlated with time of duration of Pringle's maneuver (r=0.444, p =0.017). Conclusion: In this study, we demonstrated that plasma UL-VWFM increases after hepatectomy due to ischemia-reperfusion injury with Pringle's maneuver. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood loss estimation",
        "hepatic resection",
        "reperfusion injury",
        "von willebrand factor",
        "postoperative care",
        "antigens",
        "von willebrand factor multimer assay",
        "antigen assay",
        "hepatic surgical procedures",
        "intraoperative care"
    ],
    "author_names": [
        "Takahiro Yoshikawa, MD",
        "Takeo Nomi, MDPhD",
        "Kazuya Sakai, MD",
        "Masaki Hayakawa, MD",
        "Daisuke Hokuto, MDPhD",
        "Satoshi Yasuda, MDPhD",
        "Masayuki Sho, MDPhD",
        "Masanori Matsumoto, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takahiro Yoshikawa, MD",
            "author_affiliations": [
                "Department of Surgery, Nara Medical University, Kashihara, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takeo Nomi, MDPhD",
            "author_affiliations": [
                "Department of Surgery, Nara Medical University, Kashihara, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuya Sakai, MD",
            "author_affiliations": [
                "Department of Blood Transfusion Medicine, Nara Medical University, kashihara, Nara, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Hayakawa, MD",
            "author_affiliations": [
                "Nara Medical University, Kashihara City, JPN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Hokuto, MDPhD",
            "author_affiliations": [
                "Department of Surgery, Nara Medical University, Kashihara, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Yasuda, MDPhD",
            "author_affiliations": [
                "Department of Surgery, Nara Medical University, Kashihara, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masayuki Sho, MDPhD",
            "author_affiliations": [
                "Department of Surgery, Nara Medical University, kashihara, Nara, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masanori Matsumoto, MD",
            "author_affiliations": [
                "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara, Nara, JPN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:38:27",
    "is_scraped": "1"
}