{
    "doi": "https://doi.org/10.1182/blood-2021-148313",
    "article_title": "Phase 2a Study of the Dual SYK/JAK Inhibitor Cerdulatinib (ALXN2075) As Monotherapy or in Combination with Rituximab in Patients with Relapsed/Refractory Follicular Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B Cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background Relapsed/refractory follicular lymphoma (FL) is a challenging disease; novel therapeutics with different mechanisms of action are needed. Spleen tyrosine kinase (SYK) and Janus kinase (JAK) signaling pathways are activated in FL and appear to play important roles in tumor survival. Cerdulatinib (ALXN2075) is an orally active, small molecule, reversible ATP-competitive dual inhibitor of SYK/JAK (JAK1, JAK2, TYK2) family members. The clinical activity and safety of cerdulatinib monotherapy were investigated in a multicenter, single-arm Phase 2a dose-expansion study (NCT01994382) of patients (pts) with T- or B-cell malignancies (N=220), including relapsed/refractory FL. Methods Eligible pts were aged ≥18 years with histologically confirmed FL (grade 1-3A) and relapsed/refractory disease after ≥1 systemic therapy (≥2 cycles including an anti-CD20 agent [e.g. rituximab] + chemotherapy, unless contraindicated). Pts with relapsed/refractory FL were initially enrolled in the monotherapy cohort (N=42) to verify single-agent activity. Additional pts were enrolled to combination therapy with rituximab (N=26). Most pts received oral cerdulatinib at a starting dose of 30 mg twice daily (BID) every 28-day cycle (both cohorts). Pts received IV rituximab 375 mg/m 2 on Days 1, 8, 15, and 22 of Cycle 1, and Day 1 of Cycles 4, 6, 8, and 10. Dosing continued until disease progression or unacceptable toxicity. The primary endpoint was investigator-assessed overall response rate (ORR; Lugano criteria). Secondary endpoints, including time to response (TTR), duration of response (DoR), and progression-free survival (PFS), were estimated. Final efficacy and safety data are presented for pts in the two FL cohorts who received ≥1 dose of cerdulatinib. Results The monotherapy cohort included 42 pts: 61.9% male; median (range) age 65 (42-81) years; median (range) prior regimens 2 (1-7); 31.0% refractory to their last treatment; ≥4 prior regimens in 26.2%. The combination cohort comprised 26 pts: 65.4% male; median (range) age 65 (42-85) years; median (range) prior regimens 2.5 (1-13); 11.5% refractory to their last treatment; ≥4 prior regimens in 38.5%. ORR (95% CI) for monotherapy was 52.9% (35.1-70.2%) for 34 efficacy-evaluable pts (8 complete responses [CRs]; 10 partial responses [PRs]; 9 stable disease [SD]). ORR (95% CI) for the safety population (N=42) was 42.9% (27.7-59.0%). ORR (95% CI) for the combination was 76.9% (56.4-91.0%) for 26 evaluable pts (6 CRs; 14 PRs; 6 SD; efficacy and safety populations). ORR for monotherapy was unaffected by number of prior lines of therapy; ORR for the combination trended higher for ≤3 (15/16; 93.8% [95% CI 69.8-99.8%]) vs ≥4 (5/10; 50.0% [95% CI 18.7-81.3]) prior regimens (Table 1). Median TTR was 2.8 mo for monotherapy and 1.8 mo for the combination (first scan at 2 mo). Median DoR was not reached for monotherapy (median follow-up 21.2 mo); it was 16.6 mo for the combination cohort with a median follow-up of 9.0 mo (patients were highly censored before reaching the median, making this estimate unstable). PFS, while not consistently followed until progression or death, was estimated as median 12.7 mo with median follow-up of 22.5 mo (range 1.3-38.0) for monotherapy and median 18.3 mo with median follow-up of 10.2 (range 1.6-26.2) mo for combination therapy. The most commonly reported (≥5%) grade ≥3 TEAEs across FL cohorts were increased lipase, neutropenia, diarrhea, hypertension, pneumonia, increased amylase, nausea, and pulmonary embolism. Amylase and lipase increases were transient, reversible, and not associated with clinical pancreatitis. The frequencies of TEAEs, SAEs, and grade ≥3 TEAEs were not increased by addition of rituximab. Conclusions The cerdulatinib Phase 2 dose of 30 mg BID was tolerable and efficacious in pts with relapsed/refractory FL. Improvements in managing toxicities over the course of the trial, including amylase/lipase elevations, allowed sustained dosing. As monotherapy, cerdulatinib showed antitumor activity irrespective of line of therapy. The cerdulatinib + rituximab combination appeared to be well tolerated, with tumor reductions in all evaluable pts. These data provide proof of concept and a promising efficacy/safety profile for a first-in-class, dual SYK/JAK inhibitor in relapsed/refractory FL. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Hamlin:  Incyte, Janssen, Molecular Templates: Research Funding; Kite, Karyopharm, Celgene: Membership on an entity's Board of Directors or advisory committees; Alexion, AstraZeneca Rare Disease (formerly Portola Pharmaceuticals): Other: Study investigator, Research Funding. Patel:  Verastem: Research Funding; TopAlliance: Research Funding; Ciclomed: Research Funding; Clovis: Research Funding; Curis: Research Funding; Cyteir Therapeutics: Research Funding; Daiichi Sankyo: Research Funding; Effector Therapeutics: Research Funding; Eli Lilly: Research Funding; EMD Serono: Membership on an entity's Board of Directors or advisory committees, Research Funding; Evelo Biosciences: Research Funding; Forma Therapeutics: Research Funding; Genentech/Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Research Funding; GlaxoSmithKline: Research Funding; H3 Biomedicine: Research Funding; Hengrui: Research Funding; Hutchinson MediPharma: Research Funding; Ignyta: Research Funding; Incyte: Research Funding; Jacobio: Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Jounce Therapeutics: Research Funding; Klus Pharma: Research Funding; Kymab: Research Funding; Loxo Oncology: Research Funding; LSK Biopartners: Research Funding; Lycera: Research Funding; Mabspace: Research Funding; Macrogenics: Research Funding; Merck: Research Funding; Millennium Pharmaceuticals: Research Funding; Mirati Therapeutics: Research Funding; ModernaTX: Research Funding; ORIC Pharmaceuticals: Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Phoenix Molecular Designs: Research Funding; Placon Therapeutics: Research Funding; Portola Pharmaceuticals: Research Funding; Prelude Therapeutics: Research Funding; Qilu Puget Sound Biotherapeutics: Research Funding; Revolution Medicines: Research Funding; Ribon Therapeutics: Research Funding; Xencor: Research Funding; Exelixis: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; Alexion, AstraZeneca Rare Disease: Other: Study investigator; Checkpoint Therapeutics: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Calithera: Research Funding; Boehringer Ingelheim: Research Funding; BioNTech: Research Funding; Bicycle Therapeutics: Research Funding; AstraZeneca: Research Funding; Artios Pharma: Research Funding; Aileron Therapeutics: Research Funding; Synthorx: Research Funding; Takeda: Research Funding; Stemline Therapeutics: Research Funding; Seven and Eight Biopharmaceuticals: Research Funding; Agenus: Research Funding; ADC Therapeutics: Research Funding; Acerta Pharma: Research Funding; Florida Cancer Specialists: Research Funding; Vigeo: Research Funding; Syndax: Research Funding; Taiho: Research Funding; Vedanta: Research Funding; Tesaro: Research Funding. Hess:  BMS: Speakers Bureau; ADC Therapeutics: Consultancy. Munoz:  Targeted Oncology, OncView, Kyowa Kirin, Physicians' Education Resource, and Seagen: Honoraria; Bayer, Gilead/Kite Pharma, Celgene, Merck, Portola, Incyte, Genentech, Pharmacyclics, Seattle Genetics, Janssen, and Millennium: Research Funding; Pharmacyclics/Abbvie, Bayer, Kite, a Gilead Company, Pfizer, Janssen, Juno/Celgene, Bristol Myers Squibb, Kyowa Kirin, Alexion, Fosun Kite, Innovent, Seagen, BeiGene, Debiopharm, Epizyme, Karyopharm, ADC Therapeutics, Servier, and Genmab: Consultancy, Other: advisory role; Kite, a Gilead Company, Kyowa, Bayer, Pharmacyclics/Janssen, Seagen, Acrotech/Aurobindo, Beigene, Verastem, AstraZeneca, Celgene/BMS, Genentech/Roche.: Speakers Bureau; Alexion, AstraZeneca Rare Disease: Other: Study investigator. Feldman:  Alexion, AstraZeneca Rare Disease: Honoraria, Other: Study investigator. Smith:  Alexion, AstraZeneca Rare Disease: Other: Study investigator; Celgene, Genetech, AbbVie: Consultancy. Coffey:  Alexion, AstraZeneca Rare Disease: Current Employment, Current equity holder in publicly-traded company. Osman:  Alexion, AstraZeneca Rare Disease: Current Employment, Current equity holder in publicly-traded company. Holland:  Alexion, AstraZeneca Rare Disease: Consultancy. Guzman:  Alexion, AstraZeneca Rare Disease: Current Employment, Current equity holder in publicly-traded company. Smith:  ADC Therapeutics: Consultancy; Karyopharm: Consultancy; AstraZeneca: Consultancy, Research Funding; Incyte: Consultancy; KITE pharm: Consultancy; Merck Sharp & Dohme Corp: Research Funding; Ignyta (spouse): Research Funding; Incyte Corporation: Research Funding; De Novo Biopharma: Research Funding; Beigene: Consultancy, Research Funding; Acerta Pharma BV: Research Funding; Ayala (spouse): Research Funding; Millenium/Takeda: Consultancy; Genentech: Research Funding; Bristol Myers Squibb (spouse): Research Funding; Bayer: Research Funding; Portola Pharmaceuticals: Research Funding. OffLabel Disclosure: Cerdulatinib (PRT062070) - may be given in patients with relapsed/refractory chronic lymphocytic leukemia or non-hodgkin lymphoma",
    "author_names": [
        "Paul A. Hamlin",
        "Manish R. Patel",
        "Don Stevens",
        "Brian T. Hess",
        "Javier Munoz",
        "Tatyana A. Feldman",
        "Sonali M. Smith",
        "Greg P. Coffey",
        "Muhtarjan Osman",
        "Jaymes S Holland",
        "Cristina B Guzman",
        "Stephen D. Smith"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul A. Hamlin",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Manish R. Patel",
            "author_affiliations": [
                "Florida Cancer Specialists/Sarah Cannon Research Institute, Sarasota, FL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Don Stevens",
            "author_affiliations": [
                "Norton Health Care, Louisville, KY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Hess",
            "author_affiliations": [
                "Hollings Cancer Center, Medical University of South Carolina, Charleston, SC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Munoz",
            "author_affiliations": [
                "Banner MD Anderson Cancer Center, Gilbert, AZ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatyana A. Feldman",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonali M. Smith",
            "author_affiliations": [
                "The University of Chicago Medical Center, Chicago, IL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greg P. Coffey",
            "author_affiliations": [
                "Alexion, AstraZeneca Rare Disease, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhtarjan Osman",
            "author_affiliations": [
                "Alexion, AstraZeneca Rare Disease, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaymes S Holland",
            "author_affiliations": [
                "Alexion, AstraZeneca Rare Disease, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina B Guzman",
            "author_affiliations": [
                "Alexion, AstraZeneca Rare Disease, Boston, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen D. Smith",
            "author_affiliations": [
                "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:41:32",
    "is_scraped": "1"
}