{
    "doi": "https://doi.org/10.1182/blood.V122.21.75.75",
    "article_title": "Global Profiling Of Outcome Associated Alternative Splicing Events and Gene Expression In Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "abstract_text": "Background Alternative splicing (AS) increases dramatically the diversity of the proteome by allowing a single gene to generate multiple transcripts and functionally diverse protein isoforms. Although previous studies have provided evidence that AS is often deregulated in cancers, the role of AS events in diffuse large B-cell lymphoma (DLBCL) remains largely unexplored. Here, we design and apply a novel method to analyze the global prognostically significant mRNA and AS variation by comparing differentially expressed exons and splicing variants between diffuse large B-cell lymphoma (DLBCL) patients, who have relapsed (poor prognosis group) or remained in remission (good prognosis group) after chemoimmunotherapy. Design and methods We performed genome-wide exon array analysis on RNAs isolated from 38 tumor tissues from young (1) disease. The patients were treated in a Nordic phase II protocol with six courses of R-CHOEP-14 followed by systemic central nervous system prophylaxis with one course of high dose methotrexate and high dose cytarabine. At the time of the analysis, median follow up was 50 months, predicted 5-year progression free survival (PFS) 74% and overall survival (OS) 75%. To identify genes with differential expression or with differential splicing between patients with poor or good prognosis, a novel algorithm based on a splicing index was developed. Results With a criteria of p<0.05 and log2 fold change 0.6 we identified 233 differentially expressed genes (DEGs) between the poor and good prognosis subgroups. For the AS analysis we used criteria of p<0.01 and percent splicing index difference (DPSI) of 0.2, resulting in 589 exons (from 378 genes) with differential inclusion level between the groups. Kaplan-Meier analyses identified 118 DEGs and 311 AS genes as survival associated with p<0.05 on PFS time. Interestingly, AS index profile was able to separate poor and good prognosis groups better than differences at the mRNA level. Gene sets from gene and AS level analyses were further found to be enriched in different functional groups. For example, several DEGs targeted Jak-STAT signaling, antigen processing and presentation, and hematopoietic cell lineage pathways, while AS genes were enriched in ABC transporter and phosphatidylinositol signaling systems. Altogether 50% of AS-related exons were protein-coding, and domain prediction showed 33% of such exons to include a functional domain. For example, most of the AS events in ABC transporters occurred in transmembrane helix domains and were predicted to involve phosphorylation sites, which are the key players in signal transduction. PCR and 105 DLBCL samples subjected to RNA-seq from the Cancer Genome Characterization Initiative (CGCI) repository are used for validations. Conclusions AS index is a more potential discriminator than conventional gene profiling between good and bad prognosis patients in DLBCL, and may provide a new class of cancer biomarker candidates. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "alternative splicing",
        "diffuse large b-cell lymphoma",
        "gene expression",
        "atp-binding cassette transporters",
        "cancer",
        "rna, messenger",
        "central nervous system prophylaxis",
        "cytarabine",
        "disease remission",
        "follow-up"
    ],
    "author_names": [
        "Minna Taskinen, PhD",
        "Ping Chen, MSc",
        "Marja-Liisa Karjalainen-Lindsberg, MD, PhD",
        "Alejandra Cervera, MSc",
        "Jan Delabie",
        "Harald Holte, MD, PhD",
        "Sampsa Hautaniemi",
        "Sirpa Leppä"
    ],
    "author_dict_list": [
        {
            "author_name": "Minna Taskinen, PhD",
            "author_affiliations": [
                "Genome Scale Biology Program, University of Helsinki, Helsinki, Finland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ping Chen, MSc",
            "author_affiliations": [
                "Genome Scale Biology Program, University of Helsinki, Helsinki, Finland, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marja-Liisa Karjalainen-Lindsberg, MD, PhD",
            "author_affiliations": [
                "Dept of Pathology, Helsinki University Hospital, Helsinki, Finland, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandra Cervera, MSc",
            "author_affiliations": [
                "Genome Scale Biology Program, University of Helsinki, Helsinki, Finland, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Delabie",
            "author_affiliations": [
                "Dept of Pathology, Oslo University Hospital, Oslo, Norway, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harald Holte, MD, PhD",
            "author_affiliations": [
                "Dept of Oncology, Oslo University Hospital, Oslo, Norway, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sampsa Hautaniemi",
            "author_affiliations": [
                "Genome Scale Biology Program, University of Helsinki, Helsinki, Finland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sirpa Leppä",
            "author_affiliations": [
                "Dept of Oncology, Helsinki University Central Hospital, Helsinki, Finland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T15:42:52",
    "is_scraped": "1"
}