{
    "doi": "https://doi.org/10.1182/blood.V112.11.2351.2351",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1240",
    "start_url_page_num": 1240,
    "is_scraped": "1",
    "article_title": "Comprehensive and Unbiased Integration Site Analysis in Clinical Gene Therapy. ",
    "article_date": "November 16, 2008",
    "session_type": "Gene Therapy and Transfer",
    "topics": [
        "gene therapy",
        "polymerase chain reaction",
        "enzymes",
        "dna restriction enzymes",
        "dna",
        "adverse event",
        "dna, single-stranded",
        "ligation",
        "dna transposons",
        "spatial vectors"
    ],
    "author_names": [
        "Richard Gabriel",
        "Anna Paruzynski",
        "Ralph Eckenberg",
        "Cynthia C. Bartholomae",
        "Ali Nowrouzi",
        "Wei Wang, MSc",
        "Kerstin Schwarzwaelder",
        "Anne Arens",
        "Romy Kirsten",
        "Annette Deichmann",
        "Claudia Ball",
        "Steven J. Howe",
        "Alessandra Recchia",
        "Claudia Cattoglio",
        "Kamaljit S. Balaggan",
        "Rafael J. Yáñez-Muñoz",
        "Robin R. Ali",
        "Fulvio Mavilio",
        "Bobby Gaspar",
        "Adrian Thrasher, MD, PhD",
        "Hanno Glimm, MD",
        "Christof von Kalle",
        "William Saurin",
        "Manfred Schmidt"
    ],
    "author_affiliations": [
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Genomining, Montrouge, France"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Genomics and Proteomics Core Facilities, German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Molecular Immunology Unit, Institute of Child Health, University College London, London, United Kingdom"
        ],
        [
            "Department of Biomedical Sciences, University of Modena and Reggio Emilia, Milan, Italy"
        ],
        [
            "Istituto Scientifico H. San Raffaele, Milan, Italy"
        ],
        [
            "Institute of Ophthalmology, University College London"
        ],
        [
            "School of Biomedical Sciences, Royal Holloway-University of London"
        ],
        [
            "Institute of Ophthalmology, University College London"
        ],
        [
            "Department of Biomedical Sciences, University of Modena and Reggio Emilia, Milan, Italy"
        ],
        [
            "Molecular Immunology Unit, Institute of Child Health, University College London, London, United Kingdom"
        ],
        [
            "Molecular Immunology Unit, Institute of Child Health, University College London, London, United Kingdom"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ],
        [
            "Genomining, Montrouge, France"
        ],
        [
            "Department of Translational Oncology, National Center for Tumor Diseases (NCT) and German Cancer Research Center (DKFZ), Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "49.41841739999999",
    "first_author_longitude": "8.663975099999998",
    "abstract_text": "Retroviral vectors are commonly used gene delivery tools in clinical gene therapy providing stable integration and continuous gene expression of the transgene in the treated host cell. However, integration of the reverse transcribed vector DNA into the host genome is, by itself, a mutagenic eventthat may directly contribute to severe adverse events. The latter has dramatically been obbserved in individual cases in several, otherwise successful, gene therapy trials. Thus, a comprehensive analysis of the existing integration site pool in a transduced sample is indispensable to identify potential in vivo selection of affected cell clones and uncontrolled vector-induced cell proliferation. To date, there are several methods available to study the integration site distribution of retroviral vectors or other integrating elements as transposons. Each of these techniques makes use of restriction enzymes to digest the genomic DNA. To reveal particular vector integrations, a recognition motif of the used restriction enzyme has to be located in an appropriate distance to the integration locus in the host genome. Therefore, the genomic distribution of the recognition sequences directly impact the outcome of restriction enzyme dependent integration site analysis. We here report a validated genomic accessibility model which precisely determines the fraction of the human genome that can be analyzed with one reaction set up (i.e. restriction enzyme used). For our modeling, we used the clinically relevant linear amplification mediated PCR (LAM-PCR) as integration site analysis method of choice and the commonly used frequently cutting restriction enzymes (‘four-cutters’). We show that the most frequent four cutter motif (AATT) gives access to 54.5% of all possible integrations in the human genome, whereas the rarest distributed motif (CGCG) only identifies 2.9%. This restriction bias can be minimized by analyzing the same sample with different enzymes. A combination of the 5 most potent four cutter restriction enzymes gives access to 88.7% of the analyzable genome. Furthermore, we established an unbiased, non-restrictive integration site analysis technique based on (nr) LAM-PCR. Direct ligation of a single-stranded DNA sequence to the linear PCR product evades the need for restriction enzymes to recover integration sites. While standard LAM-PCR was done repeatedly with 3 different enzymes to detect integration sites present in lentivirally transduced single cell clones, nrLAM-PCR detected all integrations in these clones in one single reaction setup. This newly developed method comprehensively recovers genomic locations of integrating elements regardless of a restriction enzyme introduced bias. Our data show that the recovery rate of integration sites present in a transduced sample strongly depends on the restriction enzyme(s) used. However, we demonstrate that the genomic accessibility of viral integration sites indeed can be determined and minimized a priori, and that a non restrictive LAM-PCR approach circumvents the existing limitations. Analysis of the clonal inventory by these methods will allow determining the pharmacodynamics of insertional vectors with unprecedented precision, facilitating development and clinical testing of insertional vector systems."
}