{
    "doi": "https://doi.org/10.1182/blood.V110.11.652.652",
    "article_title": "MAPK-Activation in CD34+ CML Stem Cells Induced by Selective Abl-Inhibitors Is Not Observed Using the Combined Src/Abl-Inhibitor Dasatinib. ",
    "article_date": "November 16, 2007",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "abstract_text": "The BCR-ABL oncoprotein promotes growth and survival by activating Ras-dependent MAPK-signalling, which can be blocked by the Abl-kinase inhibitor imatinib, the current standard treatment for chronic myelogenous leukemia (CML). However, paradoxical MAPK-activation is observed in CD34+ progenitor cells of CML patients when exposed to imatinib in the presence of growth factors. Cytokine-dependent MAPK-activation may underlie primary resistance of the leukemic stem cell to imatinib. Second generation BCR-ABL inhibitors have been developed, but their potential to modulate the MAPK has not been evaluated. Here we demonstrate differential MAPK-modulating activity of currently available ABL-inhibitors and report a cell line model mimicking paradoxical, cytokine dependent MAPK-activation in response to BCR-ABL-inhibition. CD34+ enriched mononuclear cells (MNC) derived from CML patients prior to treatment (n=5) were cultured in serum-free media in the presence of standard growth factor mix (GF). Overnight exposure of single agent or combined inhibitors (nilotinib, dasatinib), and subsequent analysis of MAPK-activation was performed. BCR-ABL-transformed Baf3 and 32D cells were grown in the presence of increasing concentrations of tyrosine kinase inhibitors up to 24 hrs. Cultures were kept either with or without Interleukin 3 (IL3). Signaling was studied after SDS-page of whole cell lysates and subsequent Western blot analysis. Inhibitor isodoses were determined using tetrazolium based proliferation assays. Results: CD34+ CML MNC show significant and dose dependent activation of MAPK1/2 in response to nilotinib ([fold change of control]; 0.2μM: 2.7±1.1, p<0.05; 1.0μM: 3.2±1.2, p<0.05). Co-treatment with imatinib tends to enhance the MAPK-activation seen with nilotinib alone. In contrast, exposure of patient cells (n=5) to dasatinib results in a significant MAPK-inhibition (12nM: 0.4±0.3, p<0.05; 60nM: 0.5±0.3, p<0.05). However, combined application of nilotinib with dasatinib overrides the MAPK-inhibitory activity of dasatinib (dasatinib: 0.4±0.3, p<0.05 vs dasatinib+nilotinib: 2.3±2; n.s.). The myeloid 32Dp210 cells when grown in the presence of IL3 reflect the results seen in primary cells with activation of MAPK1/2 in the presence of nilotinib. Time course experiments show peak-activation at 6hrs after start of treatment (0.04μM: 2.8±1.6, n.s.; 0.2μM: 2.8±1.9; n.s.). Without IL3, MAPK’s are significantly inhibited confirming the cytokine-dependence of MAPK-activation (p<0.05). This contrasts data obtained with dasatinib, which leads to MAPK-inhibition even in the presence of IL3 (12nM: 0.5±0.2, n.s., 60nM: 0.5±0.1, n.s.). In lymphoid Bafp210, nilotinib and dasatinib both effectively inhibit MAPK1/2 even in the presence of IL3, demonstrating cell context dependent MAPK-modulation in response to Abl-kinase-inhibitors. Conclusions: Nilotinib induces significant MAPK1/2-activation in CD34+ CML progenitors similar to previously reported results with imatinib. Effective MAPK-inhibition in CD34+ cells by dasatinib may underlie a possible higher stem cell activity of dasatinib. Reversal of MAPK-inhibition in combination experiments indicates that nilotinib acts through mechanisms that cannot be influenced by dasatinib. 32Dp210 cells may prove useful to study the exact mechanisms of paradoxical MAPK-activation.",
    "topics": [
        "culture media, serum-free",
        "dasatinib",
        "mitogen-activated protein kinases",
        "stem cells",
        "nilotinib",
        "interleukin-3",
        "imatinib mesylate",
        "mitogen activated protein kinase 1",
        "cytokine",
        "growth factor"
    ],
    "author_names": [
        "Paul La Rosee, MD",
        "Nicolai Haertel, MD",
        "Thomas Klag",
        "Heiko Konig, MD",
        "Ruediger Hehlmann, MD",
        "Andreas Hochhaus, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul La Rosee, MD",
            "author_affiliations": [
                "Medizinische Fakultaet Mannheim, University of Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicolai Haertel, MD",
            "author_affiliations": [
                "Medizinische Fakultaet Mannheim, University of Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Klag",
            "author_affiliations": [
                "Medizinische Fakultaet Mannheim, University of Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiko Konig, MD",
            "author_affiliations": [
                "Department of Hematopoietic Stem Cell and Leukemia Research, City of Hope Medical Centre, Duarte, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruediger Hehlmann, MD",
            "author_affiliations": [
                "Medizinische Fakultaet Mannheim, University of Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Medizinische Fakultaet Mannheim, University of Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T02:01:02",
    "is_scraped": "1"
}