{
    "doi": "https://doi.org/10.1182/blood.V122.21.779.779",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2469",
    "start_url_page_num": 2469,
    "is_scraped": "1",
    "article_title": "Sickle Cell Disease Glomerulopathy In Five Subsaharian African Countries: Results Of The Cadre Study ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "renal glomerular disease",
        "sickle cell anemia",
        "albuminuria",
        "bilirubin",
        "vascular diseases",
        "albumins",
        "creatinine",
        "hemoglobin",
        "hemoglobin measurement",
        "kidney failure, chronic"
    ],
    "author_names": [
        "Brigitte Ranque, MD, PhD",
        "Marie Michèle Thiam, MD, Msc",
        "Dapa Aly Diallo, MD",
        "Saliou Diop, MD, MSC",
        "Ibrahima Diagne, MD",
        "Ibrahima Sanogo, MD",
        "Gustave Koffi, MD",
        "Kouakou Boidy, MD",
        "Luc Sica, MD",
        "Guillaume Wamba, MD",
        "Suzanne Belinga, MD",
        "Pierre Louis Tharaux, MD, PhD",
        "Xavier Jouven, MD, PhD"
    ],
    "author_affiliations": [
        [
            "UMR 970, Inserm, Paris, France, "
        ],
        [
            "UMR 970, Inserm, Paris, France, "
        ],
        [
            "Hematology, Faculty of Medicine & Dentistry, Bamako, Mali, "
        ],
        [
            "Hematology Service Dakar University, Dakar, Senegal, "
        ],
        [
            "Centre Hospitalier National d'Enfants Albert Royer, Dakar, Senegal, "
        ],
        [
            "hematology, Yopougon hospital, Abidjan, Ivory Coast, "
        ],
        [
            "hematology, CHU Treishville, Abidijan, Ivory Coast, "
        ],
        [
            "hematology, CHU Treishville, Abidjan, Ivory Coast, "
        ],
        [
            "CIRMF, Libreville, Gabon, "
        ],
        [
            "CNPS, CNPS, Yaoundé, Cameroon, "
        ],
        [
            "centre Pasteur du Cameroun, Yaoundé, Cameroon"
        ],
        [
            "UMR 970, Inserm, Paris, France, "
        ],
        [
            "UMR 970, Inserm, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.8543628",
    "first_author_longitude": "2.3452474",
    "abstract_text": "Introduction Sickle cell disease (SCD) is not only responsible for acute vaso-occlusive events but also for chronic vasculopathy that affects many organs including kidneys. Animal studies have suggested that SCD vasculopathy mainly results from chronic hemolysis. However hemolysis markers have not been consistently associated with clinical vascular complications. Moreover, SCD vasculopathy events have been almost exclusively studied in the USA or in Europe, although more than 80% of SCD patients are born and living in sub-Saharan Africa, a very different environment. We have settled the first multinational African SCD cohort to measure the incidence of SCD vascular complications and looked for their predictive factors in sub-Saharan Africa. We present here our first results, focusing on SCD nephropathy with glomerular involvement and urinary loss of albumin. Methods CADRE is an ongoing cohort of SCD patients in five African countries: Cameroon, Gabon, Ivory Coast, Mali, and Senegal. Included subjects are enrolled at steady state and undergo clinical exam, blood sampling for hemoglobin electrophoresis, blood count, creatinine, lactate dehydrogenase (LDH) and bilirubin levels, and urine sample for albumin and creatinine levels, as well as echocardiography. Main outcome for the present study was micro or macroalbuminuria defined as urine albumin/creatinine ratio >30 mg/g, that has been shown to be predictive of chronic renal insufficiency in SCD. We differentiated two main SCD groups: 1) SS and Sβ 0 and 2) SC and Sβ + . Frequency of albuminuria at inclusion was calculated in both groups, with further stratification according to age. We looked for clinical and biological correlates to albuminuria in both groups using multivariate logistic regression. Results In June 2013, 3850 SCD patients have been recruited, among them 3032 (2290 SS, 445 SC, 202 Sβ + , 95 Sβ 0 ) had available complete inclusion data. Median age was 15 and 20 years in SS/Sβ 0 and SC/Sβ + group, respectively, with similar female/male ratio of 1.2. Frequency of albuminuria was 36.9% [34.4-38.7] in SS/Sβ 0 and 16.1% [13.2-19.9] in SC/Sβ + patients, and increased significantly with age in SS/Sβ 0 patients ( Fig 1 ). Albuminuria remained significantly higher in SS/Sβ 0 group than in SC/Sβ + group, after adjustment for age, sex, country, blood pressure and hemoglobin level (p<.001). In univariate analysis in SS/Sβ 0 patients, albuminuria was associated with age (OR for 10 years= 1.2 [1.1-1.4]), systolic blood pressure (OR=1.2 [1.1-1.4]), hemoglobin (OR=0.8 [0.7-0.9]), leucocytes (OR=1.2 [1.0-1.3]), LDH (OR=1.2 [1.0-1.4]) and bilirubin (OR= 1.5 [1.3-1.9]) levels. Multivariate analysis showed that only age (p=0.01), LDH and bilirubin (p<0.001 both) remained significantly associated with albuminuria. Strength of association of hemolysis markers (hemoglobin, LDH and bilirubin) with albuminuria increased significantly with age ( Fig 2 ). In SC/Sβ + patients, hemoglobin level only was inversely associated with albuminuria. In the whole cohort of SCD individuals, albuminuria was associated with leg ulcers, priapism, cardiomegaly and acute chest syndrome history, after adjustment on age, blood pressure, hemoglobin and SCD genotype. View large Download slide View large Download slide View large Download slide View large Download slide Conclusion SCD glomerulopathy is frequent in sub Saharan Africa affecting more a third of patients. Children (<15 year-old) are especially prone to kidney involvement since we found prevalence of albuminuria almost twice as much as reported in developed countries. Albuminuria is strongly related to hemolysis level in SS/Sβ 0 patients, and this association is increasing with age, suggesting a cumulative effect of hemolysis over time. This observation may explain the lack of association between microalbuminuria and hemolysis markers that was previously reported in pediatric SCD cohorts, unlike most adult studies. Clinical associations observed in our transversal data have to be interpreted in the light of an important survival bias since many African SCD patients die during childhood. The prognostic value of hemolysis markers and albuminuria in SCD chronic renal insufficiency has to be further established on longitudinal study. CADRE follow-up study is now ongoing and will provide valuable data on natural history of chronic vascular disease in African SCD patients of all age, in a variety of ethnic groups, in sub-Saharan Africa, where does live the large majority of SCD patients in the world. Disclosures: No relevant conflicts of interest to declare."
}