{
    "doi": "https://doi.org/10.1182/blood.V114.22.3562.3562",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1461",
    "start_url_page_num": 1461,
    "is_scraped": "1",
    "article_title": "Synergistic Effect of Anti-CD3 and Vorinostat in the Prevention of Acute Gvhd and Retention of GVL in a Radiation-Free Conditioning Regimen. ",
    "article_date": "November 20, 2009",
    "session_type": "Experimental Transplantation - GVHD and GVL Poster III",
    "topics": [
        "conditioning (psychology)",
        "graft-versus-host disease, acute",
        "vorinostat",
        "graft-versus-host disease",
        "ligands",
        "alopecia",
        "busulfan",
        "chemokine receptors",
        "cyclin d1",
        "cytokine"
    ],
    "author_names": [
        "Wei He, PhD, MD",
        "Mark Kirschbaum, MD",
        "Nainong Li, PhD, MD",
        "Tangsheng Yi, PhD",
        "Hong-Jun Liu",
        "Stephen Forman, MD",
        "Defu Zeng, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/Hematopoietic Cell Transplantation, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Department of Hematology/Hematopoietic Cell Transplantation, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Department of Hematology/Hematopoietic Cell Transplantation, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Department of Hematology/Hematopoietic Cell Transplantation & Irell and Manella Graduate School of Biological Sciences, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA"
        ],
        [
            "Department of Hematology/Hematopoietic Cell Transplantation, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Department of Hematology/Hematopoietic Cell Transplantation, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Department of Hematology/Hematopoietic Cell Transplantation & Irell and Manella Graduate School of Biological Sciences, Beckman Research Institute, City of Hope National Medical Center, Duarte, CA, USA"
        ]
    ],
    "first_author_latitude": "34.1302515",
    "first_author_longitude": "-117.97295039999999",
    "abstract_text": "Abstract 3562 Poster Board III-499 A radiation-free conditioning regimen with anti-T cell globulin (ATG) + Busulfan (B) + Fludarabin (F) (ATG + BF) could replace sublethal total body irradiation (TBI) in clinic, but this regimen did not prevent induction of severe acute graft versus host disease (GVHD). We recently reported that anti-CD3 preconditioning markedly ameliorated acute GVHD in recipients conditioned with sublethal TBI in a mouse model of MHC-mismatched C57BL/6 (H-2 b ) donor to BALB/c (H-2 d ) host. In the current studies, we test whether replacing ATG with anti-CD3 prevented acute GVHD. We found that, when spleen and BM cells (50×10 6 , each) from donors were transplanted, the recipients conditioned with ATG + BF developed severe acute GVHD and all (12/12) of them died by 30 days after transplantation, in contrast, the recipients conditioned with anti-CD3 + BF developed only moderate acute GVHD and 50% (6/12) of the recipients survived for more than 100 days. When the donor cells were titrated down to 25, 12.5, or 6.25 ×10 6 , we found that none (0/8) of the recipients conditioned with ATG + BF developed chimerism, in contrast, all (8/8) of the recipients conditioned with anti-CD3 + BF developed complete chimerism, although the recipients showed mild to moderate clinical GVHD in a dose-dependent manner. Next, we tested whether depletion of donor CD4 + T cells could completely prevented GVHD in recipients conditioned with anti-CD3 + BF, and we found that, although all (8/8) of the recipients given 12.5 or 6.25×10 6 CD4 + T-depleted spleen (CD4 − -SPL) cells developed complete chimerism and all survived for more than 100 days, the recipients still showed mild to moderate clinical GVHD (i.e. hair loss). Because vorinostat (V), a histone deacetylase inhibitor was previously reported to inhibit tissue release of proinflammatory cytokines, we tested whether replacing F with V could further ameliorated GVHD. We found when donor CD4 − -SPL cells and BM cells (12.5 ×10 6 each) were transplanted, the recipients conditioned with anti-CD3 + BV showed no clinical GVHD, although the recipients conditioned with anti-CD3 + BF showed mild to moderate clinical GVHD. Furthermore, we found that donor CD4 − -SPL and BM cells eliminated luciferase transfected BCL1 leukemia/lymphoma cells much more efficiently in the recipients conditioned with anti-CD3 + BV than in the recipients conditioned with anti-CD3 + BF, as revealed by in vivo bioluminescent imaging. In addition, we observed that the separation of GVL from GVHD was associated with prevention of donor T cell migration into GVHD target tissues, which resulted from reduction of CCR7 + DCs that induce donor T cell expression of tissue homing and chemokine receptors (i.e. a4b7, CCR9, E-Ligand, P-Ligand, CCR4, CCR10) in the recipients conditioned with anti-CD3 + BV. Taken together, anti-CD3 and vorinostat synergistically promote prevention of GVHD and retention of GVL in a clinically applicable radiation-free conditioning regimen. This work was supported by Marcus foundation. Disclosures: No relevant conflicts of interest to declare."
}