{
    "doi": "https://doi.org/10.1182/blood.V128.22.1882.1882",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3468",
    "start_url_page_num": 3468,
    "is_scraped": "1",
    "article_title": "Inhibition of CML Stem Cells with an Alkaloid That Reduces β-Catenin ",
    "article_date": "December 2, 2016",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "alkaloids",
        "stem cells",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "protein-tyrosine kinase inhibitor",
        "solvents",
        "bone marrow transplantation",
        "intravenous injections",
        "leukemic cells",
        "leukemic hematopoietic stem cell"
    ],
    "author_names": [
        "Shawnya J. Michaels, MS,MBA",
        "Ngoc DeSouza, PhDCandidate",
        "Yi Shan, MD",
        "Shaoguang Li, MD PhD",
        "Saira Bates, MBA"
    ],
    "author_affiliations": [
        [
            "Escend Pharmaceuticals, Inc., Menlo Park, CA "
        ],
        [
            "University of Massachusetts Medical School, Worchester, "
        ],
        [
            "Department of Medicine, University of Massachusetts Medical School, Worcester, MA "
        ],
        [
            "University of Massachusetts Medical School, Worcester, MA"
        ],
        [
            "Escend Pharmaceuticals, Inc., Menlo Park, CA "
        ]
    ],
    "first_author_latitude": "37.47688",
    "first_author_longitude": "-122.19750289999999",
    "abstract_text": "Although the majority of CML patients initially respond positively to BCR-ABL tyrosine kinase inhibitors (TKIs), they fail to eradicate the leukemia stem cells (LSCs) from which the disease arises. Only a minority of patients is able to discontinue TKI therapy, presumably due to the survival of LSCs. Therefore, the development of new therapeutics which ablate CML stem cells through a non-TKI, BCR-ABL independent pathway is needed. The Wnt/β-catenin pathway has been identified as an LSC survival pathway which provides proliferative signals and controls the stability of BCR-ABL1 through the increased expression of β-catenin. While previous research has demonstrated that Wnt/β-catenin is necessary for the survival and self-renewal of all CML cells and LSCs, it is not essential for maintenance of normal hematopoietic stem cells (HSCs). Tetrandrine (ES-3000, TET) is a natural product alkaloid used clinically in China as an analgesic and an anti-inflammatory. Its known mechanism of action is the inhibition of voltage-gated calcium channels and calcium activated big potassium (BK) channels which are commonly overexpressed in malignancies. However, TET has recently been demonstrated to inhibit the Wnt/β-catenin pathway resulting in a reduced expression of β-catenin, putatively through the inhibition of CaMKII-γ activation. This study investigated the efficacy of TET in models of CML stem cells. To demonstrate that TET can reduce β-catenin in leukemic cells, an in vitro assay with leukemic K562 cells was performed. Cells were exposed to TET for 24 hours at concentrations between 0-40 μM. Cell lysates were assayed by Western blot for β-catenin and actin. The results demonstrated that TET reduces β-catenin expression in a dose dependent manner. The effectiveness of TET was tested on CML stem cells using an in vivo mouse CML model. After priming donor C57BL/6 (B6) mice with intravenous injections of 5-fluorouracil for four days, bone marrow cells were harvested from femurs and tibia, then transfected twice with retrovirus containing MSCV-BCR-ABL-IRES-GFP. Recipient mice were lethally irradiated by two doses of 550 cGy before bone marrow transplantation by intravenous injection with 5x10 5 cells/mouse. Blood from recipient mice was tested for disease induction one week after transduction by FACS analysis for GFP. All mice tested positive. Treatments started on day 8 after bone marrow transplantation. Mice were randomized into four groups and treated orally with vehicle [3x/day, 2x], imatinib [100 mg/kg, 2x/day], TET [150 mg/kg, 1x/day] or imatinib + TET [3x/day: 2x with imatinib, 1x with TET]. The results of this study demonstrated that TET given orally once a day is superior to imatinib given twice a day in inhibiting the development of both circulating leukemic cells and leukemic stem cells while the combination of TET with imatinib further improves efficacy (See Figure). To determine whether TET has efficacy on human CML stem-like cells, a colony forming cell (CFC) assay with bone marrow cells from a de-novo CML patient was performed. The bone marrow cells were treated with 10 µM (IC 50 ) TET for 14 days. After treatment, primary and secondary colonies were grown and analyzed by qPCR to determine BCR-ABL or ABL only cells. Replating efficiency of TET treated cells was 54% compared to 67% of solvent controls. In primary colonies, 95% of colonies from solvent control cultures were BCR-ABL positive compared to 70% of colonies treated with ES-3000. In secondary colonies (representing stem-ness), the TET treatment group was negative for BCR-ABL colonies while 79% of solvent control colonies still tested positive for BCR-ABL, indicating efficacy of TET in CML stem-like cells (See Table). We conclude that TET reduces leukemic stem cells in both a murine model of CML and a CFC assay which demonstrates its potential for development as an adjuvant therapy for CML patients demonstrating a lack of optimal response to TKIs, alone. Figure View large Download slide Figure View large Download slide Table View large Download slide Table View large Download slide Disclosures Michaels: Escend Pharmaceuticals, Inc.: Equity Ownership. Bates: Escend Pharmaceuticals, Inc.: Equity Ownership."
}