{
    "doi": "https://doi.org/10.1182/blood-2020-139298",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4648",
    "start_url_page_num": 4648,
    "is_scraped": "1",
    "article_title": "Real-World Clinical Management of Patients with Congenital Hemophilia and Inhibitors: Interim Analysis of the FEIBA Global Outcome Study (FEIBA GO) ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Introduction and Objective: Development of inhibitory antibodies is a major complication of factor replacement therapy in patients with congenital hemophilia A or B. The FEIBA Global Outcome study (FEIBA GO) assessed the long-term safety and real-world effectiveness of activated prothrombin complex concentrate (aPCC; Baxalta US Inc, a Takeda company, Lexington, MA, USA) as prophylaxis or on-demand treatment in patients with congenital hemophilia A or B with inhibitors (PwHI) across different clinical settings. Methods: FEIBA GO (EUPAS6691) is a post-authorization, prospective, observational, multicenter cohort study. Male PwHI diagnosed before study entry and prescribed treatment with aPCC as part of routine clinical practice were followed over 4 years; treatment regimens were prescribed at the physician's discretion. Ethics approval and patient consent were obtained. These data report on an interim analysis (data cutoff, May 16, 2019) on the annualized bleeding rate (ABR) calculated per patient-year of follow-up and aPCC consumption in patients receiving aPCC prophylaxis. Results: Enrollment was started on September 3, 2014 and completed on December 31, 2017. Fifty-one enrolled PwHI have received aPCC prophylaxis (n=37) or on-demand (n=14) treatment from 26 sites in 11 countries (hemophilia A: n=50, hemophilia B: n=1; median [range] age at baseline: 17 [2-71] years). As of May 2019, mean±SD (median, range) ABR was 7.2±8.2 (5.7, 0-30) per patient-year for the 14 patients with ≥2 to <4 years' study follow-up (mean±SD: 3.0±0.6 years). In the 3 patients with ≥4 years of study follow-up (mean±SD: 4.0±0.03 years), mean±SD (median, range) ABR was 14.7±25.3 (0.2, 0-44) per patient-year. Patients received a variety of prophylaxis regimens; data on dosages per infusion and number of weekly infusions administered are provided in the Table. Conclusions: This interim analysis describes the real-world use and effectiveness of aPCC prophylaxis and supports previous data on the prevention of bleeding events in PwHI. The data also highlight the variety of dosing regimens reflecting the real-world use of aPCC prophylaxis in clinical practice. Although patient numbers were small, these data suggest that increased weekly doses are used in patients with more severe bleeding phenotypes. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Hermans: Kedrion: Speakers Bureau; Octapharma: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Pfizer: Consultancy, Research Funding, Speakers Bureau; Novo Nordisk: Consultancy, Speakers Bureau; LFB: Consultancy, Speakers Bureau; Shire, a Takeda company: Consultancy, Research Funding, Speakers Bureau; Sobi: Consultancy, Research Funding, Speakers Bureau; Bayer: Consultancy, Research Funding, Speakers Bureau; EAHAD: Other; WFH: Other; CSL Behring: Consultancy, Speakers Bureau; CAF-DCF: Consultancy, Speakers Bureau; Biogen: Consultancy, Speakers Bureau. Négrier: CSL Behring, Octapharma, Shire/Takeda, Sobi: Research Funding; CSL, F. Hoffmann-La Roche Ltd, Sobi: Other: Travel support; Bayer, Biomarin, CSL Behring, Freeline, LFB, Novo Nordisk, Octapharma, Pfizer, F. Hoffmann-La Roche Ltd, Sanofi, Shire/Takeda, Sobi, Spark: Consultancy. Holme: Sobi: Honoraria, Research Funding; Bayer: Honoraria, Research Funding; CSL Behring: Honoraria; Novo Nordisk: Honoraria; Octapharma: Research Funding; Pfizer: Honoraria, Research Funding; Shire, a Takeda company: Honoraria, Research Funding. Escuriola: Grifols: Honoraria; CSL Behring: Consultancy, Honoraria, Research Funding; Biotest: Honoraria, Research Funding; Biomarin: Honoraria; Bayer: Honoraria; Kedrion: Honoraria; Shire, a Takeda company: Honoraria; Octapharma: Consultancy, Honoraria, Research Funding; Novo Nordisk: Consultancy, Honoraria; Roche: Honoraria; Sobi: Honoraria, Research Funding. Cid: Roche: Consultancy, Honoraria; Sobi: Consultancy, Honoraria; Novo Nordisk: Honoraria; Shire, a Takeda company: Honoraria. Kemenyash: Takeda Pharmaceutical International AG: Current Employment, Current equity holder in publicly-traded company. Botha: Takeda Pharmaceutical International AG: Current Employment, Current equity holder in publicly-traded company. Cano-Garcia: Sanofi Genzyme: Current Employment, Current equity holder in publicly-traded company; Shire, a Takeda company: Divested equity in a private or publicly-traded company in the past 24 months, Ended employment in the past 24 months. Windyga: Sanofi: Honoraria, Research Funding; Alexion: Honoraria, Research Funding; Alnylam: Honoraria, Research Funding; Baxalta/Shire, a Takeda company: Honoraria, Research Funding; Bayer: Honoraria, Research Funding; Siemens: Honoraria, Research Funding; Sobi: Honoraria, Research Funding; Werfen: Honoraria, Research Funding; CSL Behring: Honoraria, Research Funding; Ferring Pharmaceuticals: Honoraria, Research Funding; Novo Nordisk: Honoraria, Research Funding; Octapharma: Honoraria, Research Funding; Rigel Pharmaceuticals: Honoraria, Research Funding; Roche: Honoraria, Research Funding.",
    "topics": null,
    "author_names": [
        "Cedric Hermans, MDMRCP,PhD",
        "Claude Négrier",
        "Pål A Holme",
        "Carmen Escuriola",
        "Ana R Cid",
        "Nataliya Kemenyash, MSc",
        "Jaco Botha",
        "Viridiana Cano-Garcia",
        "Jerzy Windyga"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Saint-Luc University Hospital, Brussels, Belgium "
        ],
        [
            "Louis Pradel Cardiology Hospital, University Claude Bernard, Lyon, France "
        ],
        [
            "Department of Haematology, Oslo University Hospital and Institute for Clinical Medicine, University of Oslo, Oslo, Norway "
        ],
        [
            "HZRM, Haemophilia Centre Rhine-Main, Frankfurt-Mörfelden, Germany "
        ],
        [
            "Unidad de Hemostasia y Trombosis, Hospital Universitario y Politécnico La Fe, València, Spain "
        ],
        [
            "Takeda Pharmaceutical International AG, Zürich, Switzerland "
        ],
        [
            "Takeda Pharmaceutical International AG, Zürich, Switzerland "
        ],
        [
            "Shire International GmbH, a Takeda company, Zürich, Switzerland "
        ],
        [
            "Department of Hemostasis Disorders and Internal Medicine, Institute of Hematology and Transfusion Medicine, Warsaw, Poland"
        ]
    ],
    "first_author_latitude": "50.8529013",
    "first_author_longitude": "4.4520234"
}