{
    "doi": "https://doi.org/10.1182/blood.V116.21.1407.1407",
    "article_title": "Inhibitor Development In Patients with Mild and Moderate Hemophilia A: Results From a Single Centre. ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Abstract 1407 The development of factor VIII (FVIII) inhibitors is usually considered uncommon among patients with mild and moderate hemophilia A (HA) and less frequent than in patients with severe HA. We report here the prevalence of FVIII inhibitors and their caracteristics in 167 patients with mild and moderate HA followed in Caen Hemophilia Treatment Centre ( Table ). FVIII molecular defects were identified by direct sequencing in 167 patients including 30 and 137 with mild and moderate HA, respectively. Following FVIII concentrates infusions, FVIII inhibitors occured in 7.8% of patients (13/167). Fifteen percent (2/13) were low-responding inhibitors. The risk of inhibitor development appeared to be associated with high-risk FVIII genotypes clustered in the A2 and C2 domains, especially p.Arg2150His (50%) and p.Arg593Cys mutations. Interestingly, we described inhibitor development associated with novel missense-mutations (p.Tyr1786Ser, p.Asp115Tyr and -219C>T substitutions in FVIII gene promoter). In addition, high regimen infusion of FVIII concentrates appeared as risk factor for FVIII inhibitors development. Indeed, 60% (8/13) developped FVIII inhibitors following massive infusion of FVIII concentrates associated with FVIII:C levels above 1.2 UI/dL. Inhibitors in mild HA usually cross-react with endogenous factor VIII reducing the circulating basal FVIII:C level and are associated with more bleeding events. Similarly, we observed the evolution of bleeding patterns in our cohort to severe phenotypes. Bleedings were treated with FVIII concentrates and bypassing therapies (activated FVII and activated-prothrombin complex). About 25% (3/13) of these inhibitors disappeared spontaneously. Induction of Immune Tolerance (ITI) protocoles with high doses of FVIII were initiated for 7 high-responding patients with a success rate of 85 % (6/7). However, inhibitors persisted long-term and remained troublesome in 1 of these patients despite of ITI protocole. For two patients, immunosuppressive treatment with corticosteroids was started. Inhibitors disappeared and the levels of FVIII:C became detectable within 6 months. Development of FVIII inhibitors, their disappearance and the efficacy of ITI regimen seem to be different from our experience between patients with mild or moderate HA and severe HA.  Patients . FVIII:C (UI/dL) . FVIII gene mutation . Treatment at time of FVIII inhibitor development . Inhibitor status . Treatment . 1 0.02 p.Arg2150His High regimen infusion HR ITI 2 0.03 p.Arg2150His FVIII infusion for a mild bleed LR FVIII 3 0.04 p.Arg2150His High regimen infusion HR FVIII 4 0.04 p.Tyr2105Cys High regimen infusion LR ITI 5 0.04 p.Arg2150His FVIII infusion for a mild bleed HR ITI 6 0.04 p.Arg2150His FVIII infusion for a mild bleed HR ITI 7 0.05 p.Arg2150His High regimen infusion HR FVIII 8 0.05 p.Arg593Cys FVIII infusion for a mild bleed HR ITI 9 0.1 p.Tyr1786Ser High regimen infusion HR ITI 10 0.12 p.Val2016Ala FVIII infusion for a mild bleed HR ITI 11 0.14 −219 C>T High regimen infusion HR IS 12 0.18 p.Val2016Ala High regimen infusion HR IS 13 0.35 p.Asp115Tyr High regimen infusion HR ITI Patients . FVIII:C (UI/dL) . FVIII gene mutation . Treatment at time of FVIII inhibitor development . Inhibitor status . Treatment . 1 0.02 p.Arg2150His High regimen infusion HR ITI 2 0.03 p.Arg2150His FVIII infusion for a mild bleed LR FVIII 3 0.04 p.Arg2150His High regimen infusion HR FVIII 4 0.04 p.Tyr2105Cys High regimen infusion LR ITI 5 0.04 p.Arg2150His FVIII infusion for a mild bleed HR ITI 6 0.04 p.Arg2150His FVIII infusion for a mild bleed HR ITI 7 0.05 p.Arg2150His High regimen infusion HR FVIII 8 0.05 p.Arg593Cys FVIII infusion for a mild bleed HR ITI 9 0.1 p.Tyr1786Ser High regimen infusion HR ITI 10 0.12 p.Val2016Ala FVIII infusion for a mild bleed HR ITI 11 0.14 −219 C>T High regimen infusion HR IS 12 0.18 p.Val2016Ala High regimen infusion HR IS 13 0.35 p.Asp115Tyr High regimen infusion HR ITI LR: Low Responder, HR: High Responder, IS: immunosuppressive treatment View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hemophilia a",
        "infusion procedures",
        "concentrate dosage form",
        "hemorrhage",
        "immunosuppressive agents",
        "adrenal corticosteroids",
        "factor viii",
        "glucocorticoids",
        "mineralocorticoids",
        "prothrombin"
    ],
    "author_names": [
        "Yohann Repesse",
        "Philippe Gautier",
        "Annie Borel-Derlon, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yohann Repesse",
            "author_affiliations": [
                "Laboratoire d’hématologie, CHU de Caen, Caen, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philippe Gautier",
            "author_affiliations": [
                "Laboratoire d’hématologie, CHU de Caen, Caen, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annie Borel-Derlon, MD, PhD",
            "author_affiliations": [
                "Laboratoire d’hématologie, CHU de Caen, Caen, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:16:39",
    "is_scraped": "1"
}