{
    "doi": "https://doi.org/10.1182/blood.V118.21.1417.1417",
    "article_title": "The Midostaurin (PKC412) Metabolite CGP52421 Shows Little Growth-Inhibitory Activity Against Against Neoplastic Mast Cells but Retains Inhibitory Effects on IgE-Dependent Activation and Histamine Release ",
    "article_date": "November 18, 2011",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster I",
    "abstract_text": "Abstract 1417 The multikinase inhibitor midostaurin (PKC412) is currently tested in clinical trials in patients with advanced systemic mastocytosis (SM). Although clinical symptoms improve in many patients and sometimes the proliferation of neoplastic mast cells (MC) can be kept under control for some time, most patients progress after a variable latency period, even if their mediator-related symptoms are still completely suppressed. In vivo, midostaurin is metabolized to two major and active metabolites, namely CGP62221 and CGP52421 . Whereas the in vitro effects of midostaurin on growth and activation of MC are well documented, only little data on effects of midostaurin-metabolites are available. We examined the effects of midostaurin and its pharmacologically relevant metabolites CGP52421 and CGP62221 , on IgE-dependent mediator secretion in basophils as well as growth of primary neoplastic MC and the human MC leukemia cell line HMC-1. All three compounds were found to inhibit IgE-dependent secretion of histamine in blood basophils, with comparable IC 50 values (<1 μM). Midostaurin and CGP62221 were also found to inhibit the proliferation in HMC-1.1 cells and HMC-1.2 cells with IC 50 values ranging between 50 and 250 nM. However, the second metabolite of PKC412, CGP52421 , did not produce comparable anti-proliferative effects, even when applied at concentrations up to 1 μM. Corresponding results were obtained when analyzing drug-effects on primary neoplastic MC obtained from two patients, one with indolent SM and one with aggressive SM. Furthermore, whereas midostaurin and CGP62221 induced apoptosis in HMC-1.1 and HMC-1.2 cells as evidenced by light microscopy, caspase 3 staining and TUNEL assay, CGP52421 did not induce apoptosis in neoplastic MC. Finally, midostaurin and CGP62221 were found to induce dephosphorylation of KIT V560G and KIT D816V in HMC-1 cells, whereas no effects of CGP52421 on KIT activation were seen. In drug competition experiments, the metabolite CGP52421 did not interfere with midostaurin- or CGP62221 -induced growth inhibition in HMC-1 cells. In conclusion, the pharmacologically relevant midostaurin metabolite CGP52421 inhibits IgE-mediated histamine release but does not efficiently block KIT-dependent proliferation of neoplastic MC. This observation may help to explain clinical responses including improvement of mediator-related symptoms seen in midostaurin-treated patients with advanced SM, and would favor the development of new treatment concepts employing midostaurin as an inhibitor of both MC activation and MC growth in patients with SM. Disclosures: Dutreix: Novartis: Employment. Gross: Novartis: Employment. Roesel: Novartis Pharma AG: Employment. Valent: Novartis: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "histamine release",
        "immunoglobulin e",
        "mast cells",
        "metabolites",
        "midostaurin",
        "caspase-3",
        "histamine",
        "in situ nick-end labeling",
        "indolent",
        "leukemia"
    ],
    "author_names": [
        "Barbara Peter, D.V.M.",
        "Katharina Blatt, M.Sc.",
        "Gabriele Stefanzl",
        "Emir Hadzijusufovic, DVM",
        "Catherine Dutreix",
        "Stefan H Gross",
        "Johannes L Roesel",
        "Peter Valent, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Barbara Peter, D.V.M.",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katharina Blatt, M.Sc.",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Stefanzl",
            "author_affiliations": [
                "Deparment of Internal Medicine I, Division of Hematology & Hemostaseology, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emir Hadzijusufovic, DVM",
            "author_affiliations": [
                "Department for Companion Animals and Horses, Clinic for Internal Medicine and Infectious Diseases, University of Veterinary Medicine of Vienna, Vienna, Austria, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Dutreix",
            "author_affiliations": [
                "Novartis Oncology, Basel, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan H Gross",
            "author_affiliations": [
                "Novartis Oncology, Basel, Switzerland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes L Roesel",
            "author_affiliations": [
                "Novartis Oncology, Basel, Switzerland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Valent, M.D.",
            "author_affiliations": [
                "Department of Internal Medicine I, Division of Hematology and Hemostaseology, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:33:21",
    "is_scraped": "1"
}