{
    "doi": "https://doi.org/10.1182/blood.V108.11.3160.3160",
    "article_title": "Removal of Donor CD4+ T Cells Markedly Promotes Graft-Versus-Tumor (GVT) Effects and Inhibits GVHD-Dependent Toxicity Associated with Prolonged Bortezomib Administration after Allogeneic BMT. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Proteasome inhibition is an innovative and promising approach for treating hematologic malignancies and may provide immunomodulatory effects. We have shown that systemic proteasome inhibition using bortezomib administered immediately following bone marrow transplantation (BMT) resulted in marked inhibition of acute graft-versus-host disease (GVHD) with retention of graft-versus-tumor (GVT) effects in mice. Surprisingly, extended administration of bortezomib exacerbated GVHD-dependent mortality due to severe gut toxicity (Sun, et al. Blood, 106:3293–9, 2005). This suggested that a narrow therapeutic index for bortezomib administration may limit its application for prevention of tumor relapse in the patients who had previously undergone allogeneic BMT. In this study, we have extended the investigation to determine the relative importance of CD4+ and CD8+ T cells in the development of this GVHD-dependent gut toxicity as well as potentially increase GVT induced by extended bortezomib treatment. Using two MHC-mismatched BMT models, C57BL/6 or BALB/c recipients of a defined dose of CD4+ T cell-depleted allogeneic donor splenocytes had significantly reduced GVHD-dependent toxicity from prolonged bortezomib treatment (7.5–15 ug/dose given every 4–6 days beginning on the day of transplant for a total of 4–5 injections). No protection from toxicity was seen with donor CD8+ T cell depletion. Decreased bortezomib related gut toxicity was also seen with in vivo CD4+ T cell depletion after allogeneic BMT. Interestingly, depletion of the donor CD4+ T cells resulted in reduced serum TNF-αlevels correlating with the decreased bortezomib-induced toxicity. However, the recipients receiving prolonged bortezomib had high levels of serum IFN-γ produced by the remaining donor CD8+ T cells despite the absence of GVHD lethality. To confirm the role of CD4+ T cells in mediating the toxicity associated with prolonged bortezomib administration a multiple minor histocompatibility antigen mismatch model was used in which CD8+ T cells are the primary effector in GVHD. C3.SW donor splenocytes and BM were transferred into irradiated C57BL/6 recipients. Prolonged administration of bortezomib resulted in significantly lower GVHD-dependent toxicity in this strain combination confirming the importance of CD4+ T cells in mediating the GVHD-dependent toxicity. We then addressed the effects of continuous bortezomib administration on GVT responses. We used two different MHC-mismatch BMT models with recipients bearing either A20 lymphoma (H2d) or C1498 leukemia (H2b). Tumor-bearing mice receiving an allogeneic BMT with a defined dose of CD4+ T cell-depleted donor splenocytes below the normal threshold required for GVHD/GVT and prolonged bortezomib administration resulted in marked GVT responses. These observations suggest that bortezomib induced GVHD-dependent gut toxicity and increased GVT activity associated with prolonged administration can at least be partially separated by modulation of donor T cell subsets, particularly CD4+ T cells, in the donor graft. Thus prolonged administration of bortezomib together with CD8+ T cell mediated GVT results in synergistic augmentation of anti-tumor activity compared to either modality alone.",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "bortezomib",
        "donors",
        "graft-versus-host disease",
        "neoplasms",
        "tissue transplants",
        "t-lymphocytes",
        "toxic effect",
        "bone marrow transplantation",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "William J. Murphy, PhD",
        "Lisbeth A. Welniak, PhD",
        "Minghui Li",
        "Thomas J. Sayers, PhD",
        "Angela Panoskaltsis-Mortari, PhD",
        "Bruce R. Blazar, MD",
        "Kai Sun, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "William J. Murphy, PhD",
            "author_affiliations": [
                "Microbiology & Immunology, University of Nevada, Reno, Reno, NV, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisbeth A. Welniak, PhD",
            "author_affiliations": [
                "Microbiology & Immunology, University of Nevada, Reno, Reno, NV, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minghui Li",
            "author_affiliations": [
                "Microbiology & Immunology, University of Nevada, Reno, Reno, NV, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Sayers, PhD",
            "author_affiliations": [
                "Laboratory of Experimental Immunology, National Cancer Institute at Frederick, Frederick, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Panoskaltsis-Mortari, PhD",
            "author_affiliations": [
                "Cancer Center and Department of Pediatrics, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce R. Blazar, MD",
            "author_affiliations": [
                "Cancer Center and Department of Pediatrics, University of Minnesota, Minneapolis, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Sun, MD, PhD",
            "author_affiliations": [
                "Microbiology & Immunology, University of Nevada, Reno, Reno, NV, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T12:58:41",
    "is_scraped": "1"
}