{
    "doi": "https://doi.org/10.1182/blood.V124.21.5270.5270",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2756",
    "start_url_page_num": 2756,
    "is_scraped": "1",
    "article_title": "Treatment of Acute Myeloid Leukemia with the NOPHO-AML 2004 Study in Chinese Children: A Single Center Study ",
    "article_date": "December 6, 2014",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "child",
        "leukemia, myelocytic, acute",
        "chemotherapy regimen",
        "hematopoietic stem cell transplantation",
        "acute promyelocytic leukemia",
        "complete remission",
        "follow-up",
        "leukemia",
        "respiratory distress syndrome, adult",
        "sepsis"
    ],
    "author_names": [
        "Xiaoqin Feng",
        "Chunfu Li, Doctor"
    ],
    "author_affiliations": [
        [
            "Nanfang Hospital, Guangzhou, China "
        ],
        [
            "Nanfang hospital,Southern Medical University, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Objectives: The objective of the present study was to investigate the therapeutic efficacy and feasibility of NOPHO-AML 2004 study in the treatment of acute myeloid leukemia (AML; excluding acute promyelocytic leukemia) in Chinese children. Methods: Thirty-one children with novo AML treated with the NOPHO-AML 2004 study were recruited from Jan. 2010 to Dec. 2013, and the clinical data were retrospectively analyzed. Among 31 AML children, their age were from 2-14 years old (median age 8 years old). There were 12,15 and 4 children classified in low risk group, intermediate risk group and high risk group by cytogenetic risk classification respectively. Eight children received concomitant hematopoietic stem cell transplantation. Kaplan Meier method with Log-Rank testing was employed for survival analysis. Results: Follow-up was for a median 24 months (range: 5–50 months). The complete remission rate was 83.8%. The predicted 3-year leukemia free survival (LFS) rate was 53.8%. The LFS rate of low, intermediate and high risk group were 55.6%, 52.5% and 50.0% respectively. There was no significance in risk groups. The LFS rate of chemotherapy and chemotherapy concomitant HSCT were 42.7% and 87.5%, P<0.05. There were 2 cases of treatment related mortality including one case of sepsis and one case of ARDS. Conclusions: NOPHO-AML 2004 study is clinically efficacious for the treatment of AML in Chinese children. HSCT treatment had better outcome than only chemotherapy in childhood with non low risk AML in CR1 phase. Disclosures No relevant conflicts of interest to declare."
}