{
    "doi": "https://doi.org/10.1182/blood.V128.22.5076.5076",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3429",
    "start_url_page_num": 3429,
    "is_scraped": "1",
    "article_title": "Predicting Response to Immunosuppressive Therapy in Patients with Acquired Aplastic Anemiausing EGFR and TWIST1 Expression Levels ",
    "article_date": "December 2, 2016",
    "session_type": "508. Bone Marrow Failure",
    "topics": [
        "epidermal growth factor receptors",
        "therapeutic immunosuppression",
        "twist-related protein 1",
        "aplastic anemia",
        "telomerase",
        "acquired aplastic anemia",
        "partial response",
        "rna",
        "biopsy",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Sharat Damodar, MD DM",
        "Varun Bafna, MBBS, MD",
        "Arati Khanna-Gupta, MSc, PhD",
        "Shilpa Prabhu, MBBS, MD",
        "Nataraj KS, MD DM",
        "Durga Sarvepalli, PhD",
        "Snigdha Majumder, M.Tech",
        "Coral Karunakaran, PhD",
        "Malini Manoharan, PhD",
        "Sakthivel Murugan",
        "Chirantan Bose, MD(Path)",
        "Ravi Gupta, PhD",
        "Arkasubhra Ghosh, PhD"
    ],
    "author_affiliations": [
        [
            "Dept of Haematology, 3. Narayana Multi Specialty Hospital and Mazumdar Shaw Cancer Center, Bengaluru, Bengaluru, India "
        ],
        [
            "Department of Hematology Narayana Health city,, Bangalore, India "
        ],
        [
            "MedGenome Labs Pvt., Bangalore, India "
        ],
        [
            "Department of Hematology Narayana Health city,, Bangalore, India "
        ],
        [
            "dept of haematology, Mazumdar Shaw Cancer Center, Narayana Health, Bangalore, India, Bangalore, India, India "
        ],
        [
            "GROW Labs, Narayana Nethralaya, Bangalore, India "
        ],
        [
            "MedGenome Labs Pvt., Bangalore, India "
        ],
        [
            "MedGenome Labs Pvt., Bangalore, India "
        ],
        [
            "MedGenome Labs Pvt., Bangalore, India "
        ],
        [
            "Medgenome labs, Bangalore, India"
        ],
        [
            "MedGenome Labs Pvt., Bangalore, India "
        ],
        [
            "MedGenome Labs Pvt., Bangalore, India "
        ],
        [
            "GROW Labs, Narayana Nethralaya, Bangalore, India "
        ]
    ],
    "first_author_latitude": "12.8067882",
    "first_author_longitude": "77.69479659999999",
    "abstract_text": "INTRODUCTION EGFR (epidermal growth factor receptor) is important for the proliferation of stem cells across the body including the hematopoietic niche. However, the role of EGFR in aplastic anemia and subsequent responses to standard-of-care therapy is unknown.TWIST is a basic helix-loop-helix transcription factor recently found to regulate the hematopoietic stem cell (HSC) niche. The HSC niche is important for treatment of aplastic anemia. Telomerase and associated gene mutations have been reported in aplastic anemia, but these mutations are not present in all subjects and hence the cellular mechanisms of therapeutic responses observed is not explained by deregulated telomerase or associated genes. OBJECTIVE: To investigate the utility of measuring gene expression levels of EGFR and TWIST on the clinical response to immunosuppressive therapy in acquired Aplastic anemia patients without mutations in telomerase gene. METHODS: This was a single institution analysis of patients with acquired Aplastic anemia, in the age group of 16 to 60 years, who were treated with immunosuppressive therapy between June 2014 to December 2015. 15 patients who did not have homozygous TERT (telomerase catalytic subunit) or DKC (Dyskeratosiscongenita) mutations as determined by sequencing were included in this study. Diagnosis of Aplastic anemia was established with bone marrow aspiration and biopsy with normal cytogenetics. PNH was ruled out in all patients. 7 patients had very severe aplasticanemia (VSAA) and 8 had severe aplastic anemia. There were 11 males and 4 females.Following informed consent, we performed RT-PCR analysis on harvested RNA from each patient and measured levels of TWIST and EGFR expression compared to that of normal samples (n=6).15 patients underwent immunosuppressive therapy with horse ATG at 40mg/kg/day for 4 days followed by oral cyclosporine for at least 3 months. Clinical response was assessed at 3 months and 6 months post ATG administration. Total RNA from healthy donors (6) were used to establish normal baseline gene expression values. RESULTS: Out of the 15 patients that received ATG infusion, 10 patients (66%) had an 8-fold reduced expression of EGFR and TWIST compared to normal control. We grouped the study subjectsintoEGFR/TWIST-low (C1) and EGFR/TWIST-normal(C2). C1 subjects were younger in age (average age 29) compared with C2 (average age 40) andwere more likely to be diagnosed with a more severe form of the disease (VSAA). In the C1 group, all patients responded well to treatment with 4 (80%) patients achieving CR and 1 patient achieving a partial response. In C2, 8 (80%) patients showed no response, with 2 patients showing a partial response at the end of 6 months. CONCLUSION: Our data suggests that EGFR and TWIST may have significant impact on the ability of the hematopoietic stem cell niche to respond to immunosuppressive therapy in aplastic anemia, particularly in the absence of telomerase mutations. Therefore, low expression levels of EGFR/TWIST at diagnosis in may be useful in predicting response to immunosupressive therapy and thereby influence treatment decisions in aplastic anemia patients. Disclosures No relevant conflicts of interest to declare."
}