{
    "doi": "https://doi.org/10.1182/blood.V126.23.1880.1880",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3125",
    "start_url_page_num": 3125,
    "is_scraped": "1",
    "article_title": "Absence of Coronin 1B in Donor T Cells Diminishes Acute Gvhd By Impairing T Cell Accumulation in Secondary Lymphoid Tissue ",
    "article_date": "December 3, 2015",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster I",
    "topics": [
        "donors",
        "germinal center of lymph node",
        "graft-versus-host disease, acute",
        "t-lymphocytes",
        "transplantation",
        "graft-versus-host disease",
        "flow cytometry",
        "neoplasms",
        "tissue transplants",
        "actin-binding protein"
    ],
    "author_names": [
        "Trisha Dant, BS",
        "Danny Bruce, PhD",
        "Leshara Fulton, PhD",
        "Michelle West, BS",
        "Niko Foger, PhD",
        "Jonathan S. Serody, MD"
    ],
    "author_affiliations": [
        [
            "University of North Carolina at Chapel Hill, Chapel Hill, NC "
        ],
        [
            "Lineberger Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC "
        ],
        [
            "Wake Forest University, Winston-Salem, NC "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC "
        ],
        [
            "Institute for Clinical Chemistry, Hannover, Germany"
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC "
        ]
    ],
    "first_author_latitude": "35.9049122",
    "first_author_longitude": "-79.0469134",
    "abstract_text": "Allogeneic stem cell transplant is a standard treatment for patients with high-risk and relapsed myeloid and lymphoid malignancies. However, donor T cells from the stem cell graft mediate graft-versus-host disease (GVHD), which is a common cause of morbidity and mortality for transplant recipients. Our group and others have shown that migration of donor T cells into secondary lymphoid tissue (SLT) and subsequent migration to target organs is critical to the pathogenesis of acute GVHD. The Coronin family of proteins consists of actin-binding proteins, which regulate filament formation by interacting with the Arp2/3 complex. Coronin 1B, a ubiquitously expressed member of the Coronin family, is required for lamellipodial protrusion and effective cell migration. Previous work has not evaluated a role for this protein in the function of T lymphocytes or during acute GVHD. To evaluate the effect of Coronin 1B in acute GVHD pathogenesis, we transplanted B6 T cell depleted bone marrow cells with wild type or Coronin 1B -/- T cells to lethally irradiated B6D2 and BALB/c recipient mice and evaluated clinical score of GVHD and overall survival. B6D2 recipients of Coronin 1B-/- T cells demonstrated 100% survival (Figure 1A. p< .001 as determined by Log-rank (Mantel-Cox) test) and significantly decreased clinical scores after transplant. This was confirmed with improvement in survival in BALB/c recipients of Coronin 1B -/- T cells. Additionally, Coronin 1B -/- T cells were capable of eliminating P815 tumor cells, indicating that loss of Coronin 1B does not inhibit graft-versus-tumor activity. By day 12 post- transplant, all mice receiving bone marrow alone developed tumor compared to none of the mice receiving Coronin 1B -/- T Cells. However, protection was not complete as 40% of Coronin 1B -/- T cell recipients developed tumor by day 23. To determine the effect of Coronin 1B on T cell migration during GVHD, B6D2 recipients were given GFP-expressing wild type or Coronin 1B -/- T cells along with T cell depleted bone marrow. Lymphoid tissue and target organs were harvested and analyzed by flow cytometry or GFP ELISA. We observed decreased accumulation of Coronin 1B -/- CD4 + (Figure 1B. p< .01 as determined by Student's t -test) and CD8 + T cells in the inguinal lymph node, mesenteric lymph node, and the spleen 4 days after transplant with no difference in accumulation in lymphoid tissue on days 7 and 14 after transplant. Additionally, we found decreased accumulation of Coronin 1B -/- donor T cells in the lung, colon and spleen 14 days after transplant (Figure 1C. p< .05 by Student's t -test). We also quantified the amount of cytokine in target organs by ELISA, and observed a decrease in IFN-γ and TNF-α in the colon 14 days after transplant. Our data demonstrate that Coronin 1B -/- T cells elicit reduced GVHD compared to wild type T cells. This was correlated with decreased accumulation of Coronin 1B -/- T cells in SLT early after transplant. These data indicate that targeting the migration of T cells to SLT is a viable approach to prevent acute GVHD. Figure 1. View large Download slide (A) Kaplan Meier curve comparing B6D2 recipients of Coronin 1B -/- T cells and wild type (WT) T Cells. (B) Decreased accumulation of Coronin 1B -/- T Cells 4 Days after transplant. For panels (B) and (C) black bars indicate recipients of WT T cells while red bars indicate recipients of Coronin 1B -/- T cells. Inguinal lymph nodes (ILN) were pooled from n=5 mice from each group. Spleens were analyzed individually. GFP expressing donor cells were analyzed by flow cytometry. Representative image of two experiments. (C) Coronin 1B -/- T cells express decreased accumulation in the lung, colon and spleen 14 days after transplant. Target organs were analyzed by GFP ELISA to detect GFP+ Donor Cells (n=5 in each group). Figure 1. View large Download slide (A) Kaplan Meier curve comparing B6D2 recipients of Coronin 1B -/- T cells and wild type (WT) T Cells. (B) Decreased accumulation of Coronin 1B -/- T Cells 4 Days after transplant. For panels (B) and (C) black bars indicate recipients of WT T cells while red bars indicate recipients of Coronin 1B -/- T cells. Inguinal lymph nodes (ILN) were pooled from n=5 mice from each group. Spleens were analyzed individually. GFP expressing donor cells were analyzed by flow cytometry. Representative image of two experiments. (C) Coronin 1B -/- T cells express decreased accumulation in the lung, colon and spleen 14 days after transplant. Target organs were analyzed by GFP ELISA to detect GFP+ Donor Cells (n=5 in each group).  Disclosures No relevant conflicts of interest to declare."
}