{
    "doi": "https://doi.org/10.1182/blood.V112.11.4769.4769",
    "article_title": "Phenotypic Characterization of Human CD34+ Cells Selected from G-CSF Mobilized Leukopheresis Using Baxter’s Isolex™ 300i Magnetic Cell Selection System (v2.5) ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Baxter’s Isolex™ 300i Magnetic Cell Selection System (v2.5) is used to select CD34+ cells from G-CSF mobilized leukopheresis units. This study focused on evaluating the cellular composition of the post-Isolex product as well as producing a detailed characterization of the CD34+ cells. A multi-color flow cytometry assay was developed to characterize the Isolex product with a detailed focus on the CD34+ cells. A hematopoietic colony-forming assay was used to determine the clonal potential of the selected cells. Cell function was evaluated by measuring the migration potential of the CD34+ cells toward SDF-1. The post-Isolex cell suspension product contained an average of 96.44% ± 0.84% CD34+ cells. The majority of the remaining cells present were T and B cell lymphocytes with an average 1.74% ± 0.78% CD3 positive T-Cells and 1.61% ± 0.23% CD19 positive B-Cells. The platelets comprised 1.92% ± 0.92% of the product and 99% of this population were co-aggregated to the CD34+ cells. Non-CD34, immature white blood cells averaged less than 0.5% of the total post-Isolex population. A majority of the CD34+ stem cells are lineage-committed HPCs as determined by KDR-CD34+ (94.90% ± 1.99%) and CD38+CD34+ (93.87% ± 2.76%). Commitment to a myeloid cell line (CD33+CD34+) was determined to be 34.75% ± 23.10%. Migration potential of the stem cells toward SDF-1 as defined by dual positivity for CXCR4 and CD34 averaged 1.95% ± 2.49%. While the CXCR4 receptor positivity appears low, the migratory response of the CD34+ cells toward SDF-1 was robust. An examination of VEGF populations in the post-Isolex product averaged 0.32% ± 0.17% for VEGF R2 (KDR) and 34.25% ± 12.74% for VEGF R1. Several adhesion markers were assayed and the positivity was equal to or less than 1% for CD146, CD144, CD73, and CD29. Other adhesion markers, such as CD105 (endoglin) averaged 34.04% ± 20.64% and CD99 averaged 66.33% ± 13.25%. CD117, which binds to the receptor for stem cell factor (SCF), averaged 69.63% ± 6.38%. CD133, which is considered an early HPC marker, averaged 73.90% ± 5.97%. CD90, which is useful for defining a population of highly proliferative cells capable of long-term culture, averaged 60.50% ± 8.50%. The EPC phenotypic profile combination, KDR+CD34+CD133+, averaged 0.30% ± 0.22% in our post-Isolex population. In the hematopoietic colony-forming assay, the Isolex-selected CD34+ cells were able to produce colonies with an efficiency of 20% with CFU-GM forming a majority of the colonies. By utilizing multi-color flow cytometry, we were able to account for the cell populations found in the Isolex product and to further characterize the CD34+ selected cell population. The hematopoietic colony-forming assay gave insight into the efficiency and growth potential of the CD34+ selected cells. The functional migration assay determined that the CD34+ selected cells exhibited a robust migratory response toward SDF-1.",
    "topics": [
        "granulocyte colony-stimulating factor",
        "leukapheresis",
        "phenotype",
        "recombinant granulocyte colony stimulating factor",
        "stromal cell-derived factor 1",
        "vascular endothelial growth factor a",
        "adhesions",
        "cd34 antigens",
        "cxcr4 receptors",
        "flow cytometry"
    ],
    "author_names": [
        "Amy Cohen, BSMed Tech",
        "Delara Motlagh, PhD",
        "David Amrani, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy Cohen, BSMed Tech",
            "author_affiliations": [
                "Cellular Therapies, Baxter Healthcare Corporation, Round Lake, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Delara Motlagh, PhD",
            "author_affiliations": [
                "Cellular Therapies, Baxter Healthcare Corporation, Round Lake, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Amrani, PhD",
            "author_affiliations": [
                "Baxter Healthcare Corporation, Deerfield, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:42:32",
    "is_scraped": "1"
}