{
    "doi": "https://doi.org/10.1182/blood.V116.21.2261.2261",
    "article_title": "Rapid and Prolonged Mobilization of Human CD34+ Hematopoietic Stem Cells Following Intravenous (IV) Administration of Plerixafor ",
    "article_date": "November 19, 2010",
    "session_type": "Cell Processing: Poster II",
    "abstract_text": "Abstract 2261 Background: Plerixafor (AMD3100) is a CXCR4 antagonist that was approved by the FDA for use in combination with G-CSF to mobilize hematopoietic stem and progenitor cells (HSPCs) in patients with non-Hodgkin's lymphoma and multiple myeloma. We have previously reported the use of plerixafor alone to mobilize HSPCs for HLA-matched allogeneic transplantation (Blood. 2008;112:990). In this trial, sibling donors were treated with plerixafor at a dose of 0.24 mg/kg by subcutaneous (SC) injection, followed 4 hours later by leukapheresis. To date, 15 of 45 donors (33%) required a second day of leukapheresis to collect the minimum cell dose of ≥ 2.0 × 10 6 CD34 + cells/kg actual recipient body weight that are required to proceed to transplantation. Based on preliminary data suggesting higher (2-fold) and earlier (1 hr vs. 3 hr) progenitor mobilization in mice after intravenous (IV) dosing of plerixafor, we amended our trial to test the safety and efficacy of IV plerixafor. Methods: In our Phase I trial, 21 healthy donors were initially mobilized with increasing doses of IV plerixafor (0.08, 0.16, 0.24, 0.32, 0.40 or 0.48 mg/kg). After 4 days of drug clearance, the same donors were then mobilized with a single SC dose of 0.24 mg/kg plerixafor followed 4 hours later by leukapheresis. In our Phase II study, 28 sibling donors were treated with plerixafor at a dose of 0.32 mg/kg by IV injection, followed 4 hours later by leukapheresis. Successful mobilization was defined as a minimum leukapheresis yield of ≥ 2.0 × 10 6 /kg CD34 + cell/kg actual recipient body weight. Results: Peak CD34 + cells/mm 3 were observed 4 hours after IV dosing (vs. 6–9 hours after SC dosing) and donors given 0.24 mg/kg IV plerixafor, had significantly higher peak levels of CD34 + cells/mm 3 compared to the same donors who received 0.24 mg/kg SC plerixafor. There was a clear dose-response relationship of IV plerixafor on mobilization of CD34 + HSPCs, with the 0.32 mg/kg dose yielding a maximum increase in circulating CD34 + cells of 27 CD34 + cells/mm 3 at 4 hours after injection, representing a median eight-fold increase from baseline. Interestingly, the median CD34 + cells/mm 3 in donors receiving 0.40 mg/kg (N=3) and 0.48 mg/kg (N=3) was 17 and 24 CD34 + cells/mm 3 , respectively, not significantly better than the 320 mcg/kg dose at the four hour time-point. We also noted that IV dosing (especially doses >0.24 mg/kg) resulted in prolonged mobilization of CD34 + cells such that levels approached 20 CD34 + cells/mm 3 at 24 hours after IV dosing. Pharmacokinetic studies demonstrated that the Cmax of plerixafor following the 0.32 mg/kg IV dose remained below 1.0 μg/mL whereas the 0.40 and 0.48 mg/kg doses resulted in Cmax levels of 1.8–2.2 μg/mL. A total of 28 HLA-identical sibling donor/recipient pairs have been enrolled in the Phase II trial, with all donors mobilized using IV plerixafor at a dose 0.32 mg/kg. At 4 hours after IV plerixafor, the CD34 + cell count rose to a median of 16 CD34 + cells/mm 3 (range, 4–46), representing a 6.5-fold increase. The efficacy of CD34 + cell collection following 0.32 mg/kg IV plerixafor was not evaluable in five donors due to incomplete apheresis collections or the extremely large size of one recipient (recipient >200 kg). Six of the remaining 23 donors (26%) did not achieve the minimum cell dose of 2 × 10 6 CD34 + cells/kg in a single 20 L leukapheresis procedure. This mobilization failure rate of 26% with 0.32 mg/kg IV plerixafor is similar to the failure rate of 33% we observed following administration of 0.24 mg/kg SC plerixafor to healthy donors. Four of the six patients who failed to collect ≥ 2.0 × 10 6 CD34 + cells/kg after the first mobilization and apheresis procedure reached goal following a second mobilization and collection procedure. No adverse events or acute grade 3 or 4 toxicities have been observed in any of the donors given IV plerixafor doses up to 0.48 mg/kg. We have transplanted 24 of the 28 patients entered in the phase II trial. All but one patient engrafted neutrophils and platelets promptly and only 2 of the 24 (8.3%) transplant recipients have developed clinical evidence of acute GVHD (minimum follow-up of 45 days); 1 had grade II and the other grade III. Summary: IV plerixafor increases the magnitude and duration of CD34 + mobilization compared to SC plerixafor in healthy donors. These observations suggest that IV plerixafor may be a more effective mobilization agent with a low side effect profile for allogeneic transplantation. Disclosures: Rettig: Genzyme Corp.: Consultancy, Honoraria. DiPersio: Genzyme: Honoraria.",
    "topics": [
        "hematopoietic stem cells",
        "plerixafor",
        "cd34 antigens",
        "leukapheresis",
        "apheresis",
        "human leukocyte antigens",
        "transplantation, homologous",
        "adverse effects",
        "adverse event",
        "antagonists"
    ],
    "author_names": [
        "Michael P. Rettig, PhD",
        "Sandra Lopez, MD",
        "Kyle McFarland",
        "John F. DiPersio, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael P. Rettig, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Siteman Cancer Center, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sandra Lopez, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Siteman Cancer Center, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyle McFarland",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Siteman Cancer Center, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. DiPersio, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Siteman Cancer Center, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:31:01",
    "is_scraped": "1"
}