{
    "doi": "https://doi.org/10.1182/blood-2019-127563",
    "article_title": "The Impact of the 2011 European Leukemianet (ELN) Guidelines for Philadelphia Chromosome-Negative Classical Myeloproliferative Neoplasms on Therapeutic Phlebotomy and Hydroxyurea Use in Patients with Polycythemia Vera and Essential Thrombocythemia ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: A primary goal for the treatment of patients with polycythemia vera (PV) and essential thrombocythemia (ET) is to reduce the risk of thrombosis. Based on the first comprehensive recommendations for MPN patients summarized by an international group of experts in the ELN guidelines (Barbui et al, JCO, 2011), patients with PV and ET who are aged >60 years belong to the high thrombotic risk group and should be treated using cytoreductive therapy, with the most commonly-used drug being hydroxyurea (HU). In addition, the guidelines recommend that PV patients should maintain hematocrit <45% using both cytoreductive therapy and therapeutic phlebotomy (TP). Despite leading to better patient outcomes, adherence to guideline recommendations is not universal and implementation is lacking in 22-39% of patients (Podoltsev et al, JNCCN, 2019 and Blood Advances, 2018). Using a large population-based cohort, we assessed the impact of the 2011 ELN guidelines publication on the utilization of HU and TP among PV and ET patients. Methods: Using the Surveillance, Epidemiology, and End Results-Medicare linked database, we assembled a population-based cohort of older adults who were diagnosed with either PV or ET in 2001-2015 and fulfilled the following eligibility criteria: 1) aged 66-99 years at diagnosis; 2) had continuous Medicare fee-for-service coverage (Parts A, B & D) and not enrolled in health maintenance organizations from 1/1/2008 or diagnosis, whichever came earlier, to death or the end of study (12/31/2016), whichever was earlier. We identified TP treatment using a specific Healthcare Common Procedure Coding System code in Medicare claims. HU use was identified via Part D claims. Our outcomes were the monthly proportion of PV patients receiving TP and the monthly proportion of PV and/or ET patients receiving HU, calculated each month between 1/1/2008 and 12/31/2015. We used an interrupted time series designed to examine the impact of the ELN guidelines on our outcomes. We first plotted the monthly proportion of patients with treatment and visually compared the patterns before and after the publication. We fitted segmented least squares regression models to the monthly series, with parameters for intercept, baseline trend, publication of the guidelines and trend after the publication, assuming linearity of the trend lines within each segment. Autocorrelation of the residuals was assessed using the Durbin-Watson statistic. Newey-West standard errors were used to account for possible heteroskedasticity. All tests were two-sided and performed with SAS version 9.4. Results: A total of 3,863 patients were identified for the study, including 1,862 PV and 2,001 ET patients. As shown in Figure 1 , more ET patients than PV patients were treated with HU. The proportion of patients who received HU was stable during the months before the guidelines publication for both PV and ET patients. Publication of the ELN guidelines was associated with a 1.1% (95% CI: 0.1%-2.1%, p=0.03) increase in HU use among ET patients, but had no impact among PV patients (increased HU user proportion by 0.09%, 95% CI: -0.99%-1.16%, p=0.87). However, among both PV and ET patients, there was an increasing trend of HU user proportion (PV trend after guideline=0.05%, 95% CI: 0.01%-0.10%; p=0.02 and ET trend after guideline=0.11%, 95% CI: 0.07%-0.15%; p<0.01). Among PV patients, we also assessed the publication's impact on TP use. The proportion of PV patients who received TP was stable during the months before the publication (p=0.89, Figure 2 ) with no impact of the publication (p=0.46), but there was an increasing trend after the publication (0.06%, 95% CI: 0.02%-0.10%, p<0.01). The proportion of PV patients who received HU and/or TP had a significant increasing trend after the publication as well (0.07%, 0.03%-0.12%; p<0.01). Conclusions: In this large, population-based study of older adults with PV and ET, we observed a significant increasing trend of the utilization of TP and HU after the 2011 ELN guidelines publication. While the statistical test for the direct, instantaneous impact of the publication was not consistently significant, it is important to note that the clinical impact could be gradual. More research is warranted to evaluate whether the increase in the use of TP and HU has been sustained and, more importantly, whether this changed pattern of care has led to improved outcomes of PV and ET patients in general clinical practice. View large Download slide View large Download slide  Close modal Disclosures Podoltsev: AI Therapeutics: Research Funding; Astellas Pharma: Research Funding; Kartos Therapeutics: Research Funding; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Arog Pharmaceuticals: Research Funding; Astex Pharmaceuticals: Research Funding; Pfizer: Research Funding; Alexion: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Genentech: Research Funding; Daiichi Sankyo: Research Funding; Sunesis Pharmaceuticals: Research Funding; CTI Biopharma: Research Funding; Samus Therapeutics: Research Funding; Incyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Boehringer Ingelheim: Research Funding; Jazz Pharmaceuticals: Research Funding; Blueprint Medicines: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Agios Pharmaceuticals: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Other: Grant funding, Research Funding. Wang: Celgene Corporation: Research Funding. Huntington: Genentech: Consultancy; AbbVie: Consultancy; Celgene: Consultancy, Research Funding; DTRM Biopharm: Research Funding; Bayer: Consultancy, Honoraria; Pharmacyclics: Honoraria. Zeidan: Celgene Corporation: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria, Research Funding; Otsuka: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Medimmune/AstraZeneca: Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding; ADC Therapeutics: Research Funding; Jazz: Honoraria; Ariad: Honoraria; Trovagene: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Seattle Genetics: Honoraria; Agios: Honoraria; Novartis: Honoraria; Astellas: Honoraria; Daiichi Sankyo: Honoraria; Cardinal Health: Honoraria; Acceleron Pharma: Consultancy, Honoraria, Research Funding; BeyondSpring: Honoraria. Gore: Celgene Corporation: Consultancy, Research Funding. Davidoff: Celgene Corporation: Consultancy, Research Funding. Ma: Celgene Corporation: Research Funding.",
    "topics": [
        "guidelines",
        "hydroxyurea",
        "myeloproliferative disease",
        "phlebotomy",
        "polycythemia vera",
        "thrombocythemia, hemorrhagic",
        "chromosomes",
        "cytoreductive therapy",
        "risk reduction",
        "thrombosis"
    ],
    "author_names": [
        "Nikolai A. Podoltsev, MD PhD",
        "Rong Wang, PhD",
        "Rory M Shallis, MD",
        "Scott F. Huntington, MD MPH",
        "Amer M. Zeidan, MBBS, MHS",
        "Steven D. Gore, MD",
        "Amy J Davidoff, PhD MS",
        "Xiaomei Ma, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nikolai A. Podoltsev, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT ",
                "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, New Haven, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rong Wang, PhD",
            "author_affiliations": [
                "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University, New Haven, CT ",
                "Department of Chronic Disease Epidemiology, Yale University School of Public Health, New Haven, CT "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rory M Shallis, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Section of Hematology, Yale School of Medicine, West Haven, CT "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott F. Huntington, MD MPH",
            "author_affiliations": [
                "Yale Cancer Center, Yale University School of Medicine, New Haven, CT ",
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amer M. Zeidan, MBBS, MHS",
            "author_affiliations": [
                "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University, New Haven, CT ",
                "Yale University and Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven D. Gore, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT ",
                "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, New Haven, CT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy J Davidoff, PhD MS",
            "author_affiliations": [
                "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University, New Haven, CT ",
                "Department of Health Policy and Management, Yale University School of Public Health, New Haven, CT"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaomei Ma, PhD",
            "author_affiliations": [
                "Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University, New Haven, CT ",
                "Department of Chronic Disease Epidemiology, Yale University School of Public Health, New Haven, CT "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T18:49:46",
    "is_scraped": "1"
}