{
    "doi": "https://doi.org/10.1182/blood-2019-121944",
    "article_title": "High Levels of Peripheral Vasoconstriction Detected By Polysomnography Predict More Acute Severe Pain Episodes in Children with Sickle Cell Anemia ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Sickle cell anemia (SCA) is genetic disease associated with chronic hemolysis and severe vaso-occlusive pain. Triggers for vaso-occlusive pain include both extreme temperatures (hot and cold), and stress. Our prior work demonstrates that anticipatory pain, experimental pain, experimental mental stress, and cold exposure cause significant global vasoconstriction in SCA and vasoconstriction responses differ among subjects.Anything that decreases microvascular flow will increase the likelihood that the red blood cells will not escape the microvasculature before deoxyhemoglobin S (HbS) polymerizes, leading to vaso-occlusion. However, this theoretical model has not been proven at a macro scale in patients. We showed that hypoxia induced in SCA subjects causes loss of parasympathetic modulation of heart rate but not decreased microvascular flow. Consistent with this, a prospective cohort study of SCA subjects showed no significant association between low mean nocturnal SpO 2 and the incidence of VOC. However, surges in sympathetic activity accompany transient arousals and respiratory events during sleep, and lead to varying levels of peripheral vasoconstriction. In a prospective NIH funded cohort study of children with SCA, we tested the hypothesis that children with SCA and high levels when compared to low levels of intrinsic microvascular vasoreactivity (based on vasoconstriction events detected by polysomnography (PSG)) have a higher incidence rate of severe vaso-occlusive pain that requires hospitalization within 6 months of the PSG. We analyzed the time-series of R-R intervals (RRI) derived from the electrocardiogram and beat-to-beat amplitudes of finger photoplethysmography reflecting peripheral blood flow (PPGa) derived from the scored PSGs and clinical records of 212 children, who participated in the multi-center prospective SCA cohort study reported by Willen et al. (Am J Hematol 2018; 93:478-485). Vasoconstriction events were detected by applying an algorithm that found reductions in PPGa from local baseline that exceeded a threshold level of change. The changes in RRI from the pre-vasoconstriction baseline were also computed (Fig 1). The duration, average magnitude (Mvasoc) and area under the curve of PPGa were extracted from each significant vasoconstriction. The median values of these compact descriptors were taken to represent the nocturnal vasoconstriction characteristics of each participant. A participant was classified to be in the high- or low-pain event category if they were hospitalized for severe pain at least two times or less than 2 times within a 1-year window from 6 months before to 6 months after the PSG, respectively. Multiple logistic regression analysis was applied, using pain category as the outcome variable, and vasoconstriction descriptors, arousal index, obstructive apnea-hypopnea index, age, sex and hemoglobin level as predictor variables. Pain category was strongly associated with magnitude of vasoconstriction (Mvasoc; p=0.0058), with larger Mvasoc predicting high-pain, after accounting for age, sex and hemoglobin level (Hgb). Figure 2 displays the adjusted Mvasoc (mean ± SE) in the high-pain and low/no-pain groups. Mvasoc was strongly correlated with arousal index (p=0.0073). However, none of the traditional measures of sleep-disordered breathing, including arousal index, were associated with pain category. Age was the only other predictor of severe pain. These findings, showing that propensity for a high degree of microvascular vasoconstriction is associated with the temporal relationship of severe pain requiring hospitalization, validate on a macro scale the model that increased microvascular transit time promotes entrapment of sickled red blood cells, elevating the risk of severe vaso-occlusive pain. Our data reveals for the first time, a mechanistic link between the patient's symptoms and the triggering of transition from steady state to acute severe pain. The fact that individuals have intrinsic vasoreactivity phenotypes, that can be identified by analysis of the photoplethysmogram, provides yet another factor in acute vaso-occlusive pain. Autonomic balance and vasoreactivity likely contribute to known variability of the incidence rate of severe pain and represent another plausible target for therapeutic intervention. View large Download slide View large Download slide  Close modal Disclosures Coates: apo pharma: Consultancy, Honoraria, Speakers Bureau; vifor: Consultancy, Honoraria; agios pharma: Consultancy, Honoraria; celgene: Consultancy, Honoraria, Other: steering committee of clinical study.",
    "topics": [
        "child",
        "pain",
        "polysomnography",
        "sickle cell anemia",
        "vascular constriction",
        "common cold",
        "hemoglobin measurement",
        "apnea-hypopnea index procedure",
        "deoxyhemoglobin",
        "electrocardiogram"
    ],
    "author_names": [
        "Patjanaporn Chalacheva, PhD",
        "Yunhua Ji, MS",
        "Carol L. Rosen, MD",
        "Michael R. DeBaun, MDMPH",
        "Michael C.K. Khoo, PhD",
        "Thomas Coates, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Patjanaporn Chalacheva, PhD",
            "author_affiliations": [
                "Biomedical Engineering, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yunhua Ji, MS",
            "author_affiliations": [
                "Biomedical Engineering, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol L. Rosen, MD",
            "author_affiliations": [
                "Division of Pediatric Pulmonology and Sleep Medicine, University Hospitals Rainbow Babies and Children's Hospital, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. DeBaun, MDMPH",
            "author_affiliations": [
                "Vanderbilt-Meharry Center for Excellence in Sickle Cell Disease, Vanderbilt University Children's Hospital, Nashville, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael C.K. Khoo, PhD",
            "author_affiliations": [
                "Biomedical Engineering, University of Southern California, Los Angeles, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Coates, MD",
            "author_affiliations": [
                "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T13:02:35",
    "is_scraped": "1"
}