{
    "doi": "https://doi.org/10.1182/blood.V120.21.881.881",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2289",
    "start_url_page_num": 2289,
    "is_scraped": "1",
    "article_title": "Towards a Purely Oncogenetic Risk Classification of Adult T-ALL: a GRAALL Study ",
    "article_date": "November 16, 2012",
    "session_type": "612. Acute Lymphoblastic Leukemia - Pathophysiology &amp; Clinical Studies: Genetic and Clinical Predictors of Susceptibility, Response, Relapse, and Overall Prognosis",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "chemotherapy regimen",
        "f-box-wd repeat-containing protein 7",
        "bcr-abl tyrosine kinase",
        "leukemia, acute",
        "neoplasms",
        "kaplan-meier survival curve",
        "log rank test",
        "heterogeneity"
    ],
    "author_names": [
        "Amélie Trinquand, MD",
        "Aline Tanguy-Schmidt, MD",
        "Raouf Ben Abdelali, MD",
        "Jérôme Lambert",
        "Etienne Lengliné, MD",
        "Noemie De Gunzburg",
        "Dominique Payet-Bornet, PhD",
        "Ludovic Lhermitte, MD",
        "Hossein Mossafa, PhD",
        "Véronique Lhéritier",
        "Françoise Huguet",
        "Agnès Buzyn, MD, PhD",
        "Thibaut Leguay, MD",
        "Jean-Yves Cahn, MD",
        "Xavier Thomas, MD",
        "Yves Chalandon",
        "Andre Delannoy, MD",
        "Caroline Bonmati, MD",
        "Sebastien Maury, MD",
        "Bertrand Nadel, PhD",
        "Elizabeth Macintyre, MD, PhD",
        "Norbert Ifrah, MD",
        "Herve Dombret, MD",
        "Vahid Asnafi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hôpital Necker-Enfants Malades, AP-HP and University Paris 5 CNRS UMR8147, Paris, France, "
        ],
        [
            "PRES LUNAM, CHU Angers service des Maladies du sang et INSERM U892, Angers, France, "
        ],
        [
            "Hôpital Necker-Enfants Malades, AP-HP and University Paris 5 CNRS UMR8147, Paris, France, "
        ],
        [
            "DBIM and UMR-S-717, Hôpital Saint-Louis, AP-HP, Paris, France, "
        ],
        [
            "Hématologie Adultes, Hôpital Saint-Louis, AP-HP, University Paris 7, EA 3518, Paris, France, "
        ],
        [
            "Hôpital Necker-Enfants Malades, AP-HP and University Paris 5 CNRS UMR8147, Paris, France, "
        ],
        [
            "Center of Immunology of Marseille Luminy, Université de la Méditerranée, INSERM U631,CNRS UMR6102, Marseille, France, "
        ],
        [
            "Hôpital Necker-Enfants Malades, AP-HP and University Paris 5 CNRS UMR8147, Paris, France, "
        ],
        [
            "Département Génétique, Laboratoire Cerba, Saint Ouen L'aumone, France, "
        ],
        [
            "GRAALL Coordination Center, Centre Hospitalier Lyon Sud, Pierre Benite, France, "
        ],
        [
            "Hématologie, CHU Purpan, Toulouse, France, "
        ],
        [
            "Hematology, Necker Hospital, Paris, France, "
        ],
        [
            "Hôpital Haut-Lévêque, Université Bordeaux, Pessac, France, "
        ],
        [
            "Onco-Hematologie, CHU-Grenoble, Grenoble, France, "
        ],
        [
            "Department of Hematology and Centre de coordination du GRAALL, Centre Hospitalier Lyon Sud, Lyon, France, "
        ],
        [
            "Division of Hematology, Univ. Hospital of Geneva, Geneva, Switzerland, "
        ],
        [
            "Cliniques universitaires Saint-Luc, Brussels, Belgium, "
        ],
        [
            "Hôpital de Brabois, Vandoeuvre les Nancy, France, "
        ],
        [
            "Service d'Hematologie, Hôpital Henri Mondor, Creteil, France, "
        ],
        [
            "Centre d'Immunologie de Marseille-Luminy, Université de la Méditerranée, INSERM U1104, Marseille, France, "
        ],
        [
            "Hôpital Necker-Enfants Malades, AP-HP and University Paris 5 CNRS UMR8147, Paris, France, "
        ],
        [
            "PRES LUNAM, CHU Angers service des Maladies du sang et INSERM U892, Angers, France, "
        ],
        [
            "Service Des Maladies Du Sang et EA3518, Hôpital Saint Louis, Paris, France"
        ],
        [
            "Hôpital Necker-Enfants Malades, AP-HP and University Paris 5 CNRS UMR8147, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.846411800000006",
    "first_author_longitude": "2.28986975",
    "abstract_text": "Abstract 881 T-cell acute lymphoblastic leukemia (T-ALL) represents a heterogeneous group of acute leukemias, which account for 25% of adult ALL. The GRAALL group recently reported a significant improvement in the outcome of BCR-ABL negative adult ALL using an intensified treatment protocol and a significantly better outcome in T-ALL harbouring NOTCH1 and/or FBXW7 ( N/F ) mutations compared to unmutated cases. Despite this, a third of N/F mutated T-ALL patients relapse and the identification of a T-ALL subgroup with very favorable outcome remains desirable. In a series of 212 adult T-ALLs included in the multicenter randomized GRAALL-2003 and 2005 trials, we searched for N/K-RAS (exon 1) mutations and PTEN (exon 7 mutations and gene deletion by CGH-array SNP-6 Affymetrix®) defects, which are considered as “type B3” mutations involved in pre-TCR signalling. Overall survival (OS) and event-free survival (EFS) were estimated by the Kaplan-Meier method, and then compared by the log-rank test. NOTCH1 and/or FBXW7 mutations were identified in 143 (67%) of the 212 patients and lack of N/F mutation was associated with a poor prognostic. N-RAS, K-RAS and PTEN mutations were identified in 3/191 (1.6%), 17/191 (8.9%) and 17/175 (9.7%) patients, respectively. PTEN genomic deletions/mutations and N/K-RAS activating mutations were virtually mutually exclusive. N/K-RAS mutations were more frequent in TCR negative phenotype and CNS positive T-ALLs, but did not correlate with other classical parameters, EGIL phenotype, N/F status, or cortico- or chemo-sensitivity. PTEN alterations were more frequent in mature TCR expressing, SIL-TAL+, N/F unmutated cases with high leukemic bulk tumors, but did not s ignificantly differed with re s pect to age, gender, CNS involvement, cortico- or chemo-sensitivity. When analyzed separately, N/K-RAS mutations or PTEN genomic abnormalities demonstrated trends to a worse outcome. We then analyzed the effect of N/K-RAS mutations and/or PTEN genomic abnormalities on the good prognosis associated with N/F mutations by a multivariate Cox model for EFS and OS, entering the two N/F and RAS/PTEN covariates, as well as an interaction term. The prognostic significance of N/F mutations was still observed (HR, 0.26 [95% CI, 0.15–0.46] and 0.26 [95% CI, 0.14–0.49] with P<0.0001 for EFS and OS, respectively), with a significant interaction between N/F and RAS/PTEN mutations (P=0.03 and 0.05 for EFS and OS, respectively. In other terms, the favorable impact of N/F mutation was still observed in, and was restricted to patients without RAS/PTEN abnormalities. These observations led us to propose a new T-ALL oncogenetic classifier defining low-risk patients as those with N/F mutation but no RAS/PTEN mutation (97 out of 189 [51%] patients in the present cohort) and all other patients (49%, including 13% N/F and RAS/PTEN mutated cases) as high-risk patients ( Figures 1 A and 1 B). Comparing this refined oncogenetic classifier to the simple N/F classification, hazard ratios for high-risk patients increased from 2.6 (95% CI, 1.7–4.0) to 3.25 (95% CI, 2.0–5.3) for EFS and from 2.5 (95% CI, 1.5–4.0) to 3.3 (95% CI, 1.9–5.8) for OS. When adjusting the effect of the new N/F-RAS-PTEN classifier to age (using the 35-year cutoff) and WBC (using the 100.10 9 /L cut-off), the oncogenetic classifier remained the only significant prognostic covariate (HR= 3.2 (95% CI, 1.9–5.15) and 3.2 (95% CI, 1.9–5.6); P<0.0001 and <0.0001, for EFS and OS, respectively). The prognostic impact was maintained when GRAALL-2003 and GRAALL-2005 patients were analysed separately. Taken together, these data demonstrate that detection of RAS and PTEN mutations add significant prognostic value to assessment of N/F status, allowing identification of nearly 50% very good prognosis T-ALL adults. Figure 1A View large Download slide Figure 1A View large Download slide Figure 1B View large Download slide Figure 1B View large Download slide Disclosures: No relevant conflicts of interest to declare."
}