{
    "doi": "https://doi.org/10.1182/blood.V116.21.548.548",
    "article_title": "Stathmin-Mediated Dysregulation of Microtubules Impairs Megakaryocyte Maturation and Platelet Production ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Mechanisms of Platelet Production",
    "abstract_text": "Abstract 548 Maturation of megakaryocytes (MK) consists of unique processes like polyploidization and proplatelet formation that are critical for efficient platelet production. Both processes are highly dependent on dynamic changes in the microtubule (MT) cytoskeleton. MT form a complex, spherical mitotic spindle that mediates polyploidization, represent the structural scaffold for proplatelet extension and enable the transport of cytoplasmic organelles into nascent platelets. While the structural organization of the MT cytoskeleton in MK is very well described at the morphological level, the mechanisms responsible for the regulation of MT dynamics during these processes are largely unknown. Stathmin is a highly conserved MT-regulatory protein that modulates MT dynamics by promoting MT depolymerization. Previous studies suggested a potential role for stathmin in MK polyploidization. However, these studies that were performed in chemically-induced transformed cell lines reached contradictory conclusions about the role of stathmin in megakaryopoiesis. We addressed this controversy by utilizing a more physiologically relevant experimental model of megakaryopoiesis in which primary human MK are grown in tissue culture. First, we optimized a MK liquid culture system that allows for efficient generation of mature MK capable of producing platelets in culture. Using this system, we demonstrated that the high levels of stathmin mRNA in proliferating MK progenitors markedly decline with maturation. We used an FIV-based lentiviral expression system to prevent this physiological downregulation of stathmin expression and investigated the effects of sustained expression on MK maturation. The sustained expression of a constitutively active form of stathmin in MK resulted in approximately 2-fold reduction in glycoprotein GPIb expression, 3.5-fold reduction in platelet factor 4 expression and loss of up-regulation of GATA-1 expression which is normally seen during maturation. This demonstrates that the sustained activity of stathmin prevents the up-regulation of three different markers of MK maturation, supporting the hypothesis that physiological downregulation of stathmin is required for proper MK differentiation. We also investigated the effects of sustained stathmin expression on polyploidization by fluorescence in situ hybridization. These studies show that stathmin inhibited the ability of MK to achieve high levels of polyploidy. Finally, we evaluated the effects of sustained stathmin expression on the ability of MK to produce platelets in vitro . We found that the number of platelets derived by MK expressing sustained levels of stathmin was reduced by approximately 50% compared to those produced by control MK. This demonstrates that sustained stathmin expression has a negative effect on platelet production, supporting the importance of MT polymerization in this process. This is the first demonstration that alterations of expression of a MT-regulatory protein can interfere with platelet production by primary MK. In summary, these studies support the importance of MT regulation during MK maturation and suggest that the physiologic downregulation of stathmin expression is biologically important in the processes of MK maturation and platelet production. Very high levels of stathmin expression are frequent in hematological malignancies such as leukemias and myelodysplastic syndrome. Inefficient platelet production is one of the most important features of these malignancies where bleeding from low platelet counts is one of the most common causes of death. Our studies open new avenues of investigation into the mechanisms responsible for MK maturation that may prove relevant for pathological conditions characterized by aberrant stathmin expression and/or function. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "megakaryocytes",
        "microtubules",
        "platelet production",
        "stathmin",
        "cancer",
        "gata1 protein, human",
        "glycoprotein",
        "hematologic neoplasms",
        "hemorrhage",
        "leukemia"
    ],
    "author_names": [
        "Camelia Iancu-Rubin, Ph.D.",
        "Joseph Tripodi",
        "David Gajzer, MD",
        "Vesna Najfeld, PhD",
        "Ronald Hoffman, MD",
        "George F Atweh, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Camelia Iancu-Rubin, Ph.D.",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Tripodi",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gajzer, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vesna Najfeld, PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Hoffman, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George F Atweh, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T15:42:02",
    "is_scraped": "1"
}