{
    "doi": "https://doi.org/10.1182/blood.V108.11.3243.3243",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=591",
    "start_url_page_num": 591,
    "is_scraped": "1",
    "article_title": "The MyD88 Adapter-Like (Mal) Protein Variant Leu 180, a Candidate Polymorphism for Protection Against Graft Versus Host Disease. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "graft-versus-host disease",
        "myd88 gene",
        "polymorphism",
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease, chronic",
        "dna",
        "hematopoietic stem cell transplantation",
        "malaria, cerebral",
        "polymerase chain reaction",
        "therapeutic immunosuppression"
    ],
    "author_names": [
        "Udo Holtick, MD",
        "Peter G. Middleton, PhD",
        "Jane L. Harrold",
        "Ernst Holler, MD",
        "Eliane Gluckman, MD",
        "Ilona Hromadnikova, PhD",
        "Anne M. Dickinson, PhD",
        "Matthew P. Collin, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Haematological Sciences, Medical School, Newcastle University, Newcastle upon Tyne, United Kingdom",
            " "
        ],
        [
            "Haematological Sciences, Medical School, Newcastle University, Newcastle upon Tyne, United Kingdom",
            " "
        ],
        [
            "Haematological Sciences, Medical School, Newcastle University, Newcastle upon Tyne, United Kingdom",
            " "
        ],
        [
            "Hematology/Oncology, University Hospital Regensburg, Germany",
            " "
        ],
        [
            "Hematologie/Oncologie, Hopital St Louis, Paris, France",
            " "
        ],
        [
            "Cell Biology, Dept of Paediatrics, Charles University, Prague, Czech Republic",
            " "
        ],
        [
            "Haematological Sciences, Medical School, Newcastle University, Newcastle upon Tyne, United Kingdom",
            " "
        ],
        [
            "Haematological Sciences, Medical School, Newcastle University, Newcastle upon Tyne, United Kingdom",
            " "
        ]
    ],
    "first_author_latitude": "54.98054259999999",
    "first_author_longitude": "-1.6182185",
    "abstract_text": "The involvement of mediators of the innate immune response in immunological processes after allogeneic haematopoietic stem cell transplantation (HSCT) has been an important finding. Toll-like receptor (TLR) signalling plays a key role in the innate response to pathogens. The MyD88 adapter-like (Mal) protein is involved in TLR 2, 4 and 9 signalling. A polymorphism leading to a non functional variant (Ser → Leu 180) has been reported to be protective in cerebral malaria due to a reduced inflammatory response (O’Neill LA, ASH 2005). A dominant negative form of Mal inhibits NFκB activation by TLR-4 and LPS (Fitzgerald KA, Nature 2001). As bacterial products like LPS are believed to contribute to initiation and maintenance of graft versus host disease (GvHD), we hypothesised that one or two non functional Mal variants (Ser → Leu 180) present in donor or recipient cells might reduce the incidence of GvHD and improve survival after allogeneic HSCT. 163 donor recipient sibling pairs transplanted with full or reduced intensity conditioning without T depletion were identified from the Eurobank database. DNA was amplified using allele specific PCR primers: allele 1 (Ser)5′ CACCATCCCCCTGCTGTC; allele 2 (Leu) 5′ CACCATCCCCCTGCTGTT; reverse 5′ TGACGAAAGCCATCAG. The allele frequency was: allele 1 (Ser) 0.84; allele 2 (Leu) 0.16. There were no significant differences between the cohorts in age, gender mismatch, immunosuppression, conditioning or transplant center. The overall incidence of acute and chronic GvHD was reduced (83 vs 75% and 63 vs 52% respectively), when both donor and recipient possessed allele 2 (p=0.247 and p=0.155). A similar trend could be seen when the donor alone had at least one uncommon allele. The 5 year projected survival was not different for patient/donor pairs for any given combination of alleles. To further test the functional relevance of the Mal polymorphism, PBMCs from 33 Donor/Recipient pairs were stimulated with LPS or PHA and TNFα levels were analysed after 24h and 72h respectively. After LPS stimulation the median TNFα levels were lower when one or two uncommon alleles were present (1871 vs 1774 vs 988 pg/ml; p=0.9 and p=0.178). PHA stimulated cells also showed lower median TNFα levels, approaching statistical significance for the combined group carrying at least one uncommon allele (6656 vs 5173 pg/ml, p=0.085) and being statistically significant when two uncommon alleles were present (6656 vs 1495 pg/ml, p=0.031). We conclude that the presence of a non-functional Mal variant especially in donor cells may reduce the incidence of acute and chronic GvHD, although this did not reach statistical significance in this group of patients. There was no impact on survival. A larger cohort is currently being investigated."
}