{
    "doi": "https://doi.org/10.1182/blood.V120.21.2765.2765",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2380",
    "start_url_page_num": 2380,
    "is_scraped": "1",
    "article_title": "The Irreversible Proteasome Inhibitor Carfilzomib Interacts Synergistically with the Selective HDAC6 Inhibitor ACY1215 in ABC- and GC-DLBCL and Mantle Cell Lymphoma Sensitive or Resistant to Bortezomib. ",
    "article_date": "November 16, 2012",
    "session_type": "625. Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "topics": [
        "bortezomib",
        "carfilzomib",
        "diffuse large b-cell lymphoma",
        "histone deacetylase 6",
        "mantle-cell lymphoma",
        "proteasome inhibitors",
        "histone deacetylase",
        "cancer",
        "caspase-3",
        "cd34 antigens"
    ],
    "author_names": [
        "Girija Dasmahapatra",
        "Hiral Patel",
        "Jawad T.J. Al-Khafaji, MD",
        "Richard I Fisher, MD",
        "Jonathan W. Friedberg, MD",
        "Steven Grant, MD"
    ],
    "author_affiliations": [
        [
            "Divisions of Hematology/Oncology, Virginia Commonwealth University, Massey Cancer Center, Richmond, VA, USA, "
        ],
        [
            "Divisions of Hematology/Oncology, Virginia Commonwealth University, Massey Cancer Center, Richmond, VA, USA, "
        ],
        [
            "Divisions of Hematology/Oncology, Virginia Commonwealth University, Massey Cancer Center, Richmond, VA, USA, "
        ],
        [
            "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
        ],
        [
            "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
        ],
        [
            "Divisions of Hematology/Oncology, Virginia Commonwealth University, Massey Cancer Center, Richmond, VA, USA, "
        ]
    ],
    "first_author_latitude": "37.5395076",
    "first_author_longitude": "-77.4291003",
    "abstract_text": "Abstract 2765 The first FDA-approved proteasome inhibitor (PI), bortezomib, has shown limited single-agent activity in DLBCL but has been approved for the treatment of refractory mantle cell lymphoma (MCL). These considerations prompted effects to improve PI activity in these disorders by developing newer-generation PIs or by combining PIs with other targeted agents. Histone deacetylase (HDAC) inhibitors are epigenetic agents that kill transformed cells through diverse mechanisms, including induction of oxidative injury and DNA damage, and have been approved for the treatment of CTCL. Moreover, HDAC inhibitors that disrupt HDAC6 function induce cell death by interfering with aggresome function and protein disposition. We previously reported that the irreversible proteasome inhibitor carfilzomib (CFZ; Onyx), recently approved for the treatment of refractory multiple myeloma, interacted synergistically with the pan-HDAC inhibitor vorinostat in ABC- and GC- DLBCL cells as well as MCL cells.(Dasmahapatra et al. Blood 2010; 115(22):4478-87; Dasmahapatra et al. Mol Cancer Ther 2011: 10(9):1686-97). The purpose of the present study was to determine whether the selective HDAC6 inhibitor ACY-1215 (Acetylon) potentiated CFZ activity in DLBCL and MCL cells, and if so, by what mechanisms. Knock-down of HDAC6 protein by shRNA rendered SUDHL4 cells significantly more sensitive to CFZ compared to scrambled sequence control cells. Simultaneous treatment (24–48 hr) with sub-lethal CFZ concentrations (2.5–6 nM) and minimally toxic concentrations of either ACY-1215 (2.0–4.0μM) or Tubastatin A (5.0–7.5 μM) strikingly increased apoptosis in multiple DLBCL ( SUDHL16, SUDHL4, OCI-LY10) and MCL cells (e.g. Granta and Rec-1). Interactions were highly synergistic by Median Dose Effect analysis, with Combination Index (CI) values significantly less than 1.0 (e.g. 0.4 – 0.6). Other PIs (e.g. MG132) and commercially available HDAC6 inhibitors (e.g., Tubastatin A) also interacted synergistically. The CFZ/ACY1215 regimen also strikingly induced apoptosis in a primary DLBCL sample (ABC sub-type), but was relatively non-toxic to normal CD34 + bone marrow cells. Enhanced activity was associated with a sharp increase in caspase-3 activation, PARP cleavage, mitochondrial damage (loss of ΔΨ m ), induction of p21 CIP1 , NF-κB inactivation, ROS generation, induction/phosphorylation of the stress kinase JNK accompanied by down-regulation of phospho-ERK, and marked induction of γH2A.X, indicative of double-strand DNA breaks. Bortezomib- resistant cells (e.g. SUDHL16-10BR, SUDHL6–25BR, OCI-LY10–40BR and Granta-25BR) displayed partial but relatively modest cross-resistance to CFZ administered alone. However, co-administration of CFZ/ACY-1215 sharply increased lethality in all bortezomib-resistant cells. Genetic (e.g., shRNA knockdown or ectopic expression of dominant-negative JNK) interruption of JNK signaling significantly attenuated CFZ/ACY-1215-mediated lethality. Combined treatment with CFZ and ACY-1215 inhibitors triggered marked G 2 M arrest but did not induce further inhibition of proteasomal activity (CT-L) compared to CFZ treatment alone. However, ACY-1215/CFZ down-regulated the cargo protein HR23B, which is essential for shuttling ubiquitinated protein to the proteasome for degradation, potentially leading to protein overload and resulting lethality. Collectively, these findings indicate that combining the selective HDAC6 inhibitor ACY-1215 with CFZ synergistically induces apoptosis in multiple DLBCL and MCL cells through a JNK-dependent process in association with G 2 M arrest, down-regulation of HR23B, and induction of DNA damage. They also suggest that this strategy, which is active against sensitive as well as, bortezomib-resistant DLBCL and MCL cells, warrants further exploration in NHL. Supported by Lymphoma SPORE 1P50 CA130805. Disclosures: Off Label Use: We are investigating the pre-clinical use of carfilzomib and ACY1215 for treatment DLBCL and mantle cell lymphoma for which they are not yet approved. Grant: Onyx pharmacuticals and Acetylon Pharmaceuticals: Research Funding."
}