{
    "doi": "https://doi.org/10.1182/blood.V118.21.500.500",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2049",
    "start_url_page_num": 2049,
    "is_scraped": "1",
    "article_title": "Interim Restaging PET/CT-Guided High Dose Sequential Induction Therapy with Autologous Stem Cell Transplantation (ASCT) Does Not Improve Outcome for Poor Prognosis Diffuse Large B-Cell Lymphoma (DLBCL). ClinicalTrials.Gov Identifier: NCT00530179 ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Lymphoma and Multiple Myeloma",
    "abstract_text": "Abstract 500 Purpose: Approximately 55% of patients (pts) with stage 3–4 DLBCL and elevated serum LDH achieve long-term progression-free survival (PFS) following R-CHOP chemotherapy. A prospective, multicentre, phase II clinical trial was designed to evaluate the use of high dose sequential therapy with RDICEP (Rituximab, Dose-Intensive Cyclophosphamide, Etoposide, Cisplatin) then RBEAM/ASCT (Rituximab, BCNU, Etoposide, Ara-C, Melphalan) for such pts who have unfavorable interim restaging FDG-PET/CT scans after 2 cycles of RCHOP. The trial was designed to minimize false positive interim restaging PET scans by only enrolling poor prognosis pts, and modifying response interpretation criteria such that unfavorable PET response required more than 1 site with uptake more intense than background liver. The use of RDICEP-RBEAM/ASCT built on our prior encouraging experience with DICEP-BEAM/ASCT for poor prognosis aggressive lymphoma (Blood 2006; 107: 4623–4627). The hypothesis was that interim PET response would stratify pts into good RCHOP responders who should avoid upfront ASCT, and poor RCHOP responders who may benefit from upfront ASCT, resulting in an overall PFS rate of 80%. Patients and Methods: Pts were eligible if they were HIV negative, 18–65 years of age, with stage 3–4 DLBCL and elevated serum LDH. An FDG-PET/CT scan was performed 10–15 days following the second cycle of R-CHOP. Pts with favorable interim PET response completed 4 further cycles of RCHOP, whereas pts with unfavorable PET response received one cycle of RDICEP (Rituximab 375mg/m 2 day 1 and 8, C 1.75g/m 2 d2-4, E 350mg/m 2 d2-4 P 35mg/m 2 d2-4, G-CSF d15-21 and autologous blood stem cell collection by apheresis d21or 22) followed by one cycle of RBEAM/ASCT (R 375mg/m 2 day −6 and +14, B 300mg/m 2 d-6, E 200mg/m 2 d-5to-2, A 400mg/m 2 d-5to-2, M 140mg/m 2 d-1). Both groups could receive intrathecal (IT) chemotherapy or involved field radiation (IFRT) to a single site of disease at physician discretion. The sample size of 70–80pts assumed at least 33pts would be assigned to each of the favorable and unfavorable PET response groups, providing a lower limit of 66% for the 95% confidence interval around the expected 80% PFS rate. Results: Target accrual of 70 pts was achieved 5/2007–7/2011, and 67 pts have thus far undergone interim PET/CT restaging following 2 cycles RCHOP (favorable PET=32, unfavorable PET=35). The median IPI score was 3 (IPI 3–5=60pts) and median age was 54 years (range19–65) with 15 pts (21%) older than 60 years. Although there were no statistically significant differences in pt characteristics between PET response groups, the unfavorable PET response pts numerically had more ECOG 2–4 (51% vs 44%), stage IV (86% vs 69%), >1 extranodal site (60% vs 41%), bulk>10cm (54% vs 34%), B symptoms (63% vs 41%), involved marrow (40% vs 28%). IFRT was used for 8 and 5 pts, and IT chemo used for 0 and 3 pts in unfavorable and favorable PET response groups, respectively. At a median follow-up of 24mo, the 2 year OS and PFS rates for all 67 pts are 71% (95%CI 56%, 82%), and 60% (95%CI 46%, 72%), respectively (see figure ). The PFS rates for the 35 unfavorable and 32 favorable PET pts were 66% (95%CI 46, 79) and 53% (95%CI 32, 71), respectively (logrank p=0.57). Of the 35 unfavorable PET pts, 3 refused assigned ASCT, 9 (25.7%) relapsed (1 in brain), and 3 (8.6%) experienced non-relapse mortality (NRM) (day+5 post-ASCT from sepsis, 12months post-ASCT from pneumonia, and 30months post-ASCT from recurrent pneumonia and heart failure). Of the 32 favorable PET pts, 12 (37.5%) relapsed (3 in brain); 9 relapses occurred in pts with completely negative PET scans, with no uptake above blood pool. Conclusions: 1) Favorable Interim PET/CT response as defined in this study does not identify good prognosis DLBCL following RCHOPx2, 2) RDICEP-RBEAM/ASCT may decrease relapse for poor prognosis DLBCL pts with unfavorable PET response, but is associated with risks of early and delayed NRM from infection, 3) a phase III trial evaluating this PET-guided RDICEP-RBEAM/ASCT approach compared to standard RCHOP alone is probably not warranted. View large Download slide View large Download slide  Disclosures: Stewart: Hoffmann La Roche: Honoraria, Research Funding. Off Label Use: Rituximab with High Dose Chemotherapy and Autologous Stem Cell Transplantation for DLBCL. Bence-Bruckler: Hoffmann La Roche: Honoraria, Research Funding.",
    "topics": [
        "autologous stem cell transplant",
        "diffuse large b-cell lymphoma",
        "neoadjuvant therapy",
        "positron-emission tomography",
        "brachial plexus neuritis",
        "rituximab",
        "chemotherapy regimen",
        "computed tomography",
        "computed tomography/positron emission tomography imaging",
        "fluorodeoxyglucose positron emission tomography"
    ],
    "author_names": [
        "Douglas A. Stewart, MD, FRCPC",
        "Reinhard Kloiber, MD, FRCPC",
        "Nizar Bahlis, MD",
        "Peter Duggan, MD, FRCPC",
        "Andrew Daly, MD, FRCPC",
        "Christian Fibich, MD",
        "David Blair Macdonald, MD, FRCPC",
        "Isabelle Bence-Bruckler, MD, FRCPC"
    ],
    "author_affiliations": [
        [
            "Departments of Medicine and Oncology, University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Diagnostic Imaging, Foothills Medical Centre, Calgary, AB, Canada, "
        ],
        [
            "Division of Hematology, University of Calgary, Southern Alberta Cancer Research Institute, Calgary, AB, Canada, "
        ],
        [
            "Division of Hematology, University of Calgary, Southern Alberta Cancer Research Institute, Calgary, AB, Canada, "
        ],
        [
            "Peter Lougheed Center, Calgary, AB, Canada, "
        ],
        [
            "University of Saskatchewan, Saskatoon, SK, Canada, "
        ],
        [
            "Diagnostic Imaging, The Ottawa Hosptial, Ottawa, ON, Canada, "
        ],
        [
            "General Campus - Hemotology, The University of Ottawa, The Ottawa Hospital, Ottawa, ON, Canada"
        ]
    ],
    "first_author_latitude": "51.0720298",
    "first_author_longitude": "-114.1370789"
}