{
    "doi": "https://doi.org/10.1182/blood.V120.21.1468.1468",
    "article_title": "YB-1 Is Activated by IL-7 and Is Overexpressed in Pediatric Pre-B Acute Lymphoblastic Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "612. Acute Lymphoblastic Leukemia - Pathophysiology &amp; Clinical Studies: Poster I",
    "abstract_text": "Abstract 1468 Background: Increased YB-1 expression correlates with poor prognosis, drug resistance and metastasis in several different cancers including B cell lymphoma. Phosphorylation and nuclear localization of YB-1 in response to growth factors leads to increased survival through expression of proteins such as survivin and multidrug resistance protein 1. Until now, its role in leukemia has not been investigated. We hypothesized that YB-1 expression is aberrantly regulated in pediatric pre-B acute lymphoblastic leukemia (pre-B ALL), and that YB-1 may be activated downstream of IL-7. This cytokine facilitates the differentiation and survival of pre-B cells and has been implicated in the drug resistance of pre-B ALL. Methods: YB-1 and IL-7Ra protein expression was investigated by flow cytometry in normal pre-B cells (CD19 + CD10 + CD20 − ), and mature B cells (CD19 + CD10 − CD20 + ) as well as diagnostic and relapsed pre-B ALL (CD19 + CD10 +/− ). Cell surface and cytoplasmic expression was quantified by mean fluorescent intensity (MFI). Bone marrow from healthy donors was used as a source of normal pre-B cells, while mature B cells were derived from PBMCs; leukemic cells at presentation and relapse were obtained following local IRB approval and informed consent. Activation of YB-1 downstream of IL-7 stimulation (25 ng/ml) was examined in pre-B ALL cell lines or NSG (NOD scid gamma) mice-expanded pre-B ALL by Western blotting using anti-phosphoYB-1(S012). Pre-B ALL cell lines used in these experiments were 697, 380, RCH and RS-4;11. Signaling pathways were investigated by pre-treatment of cells with pharmacological inhibitors followed by Western analyses. For the transient overexpression of YB-1, pEGFP or a pEGFP/YB-1 fusion protein was electroporated into freshly isolated mature B cells (which have a low basal expression of YB-1) and YB-1 and IL-7Ra expression was assessed by flow cytometry after 24 h. Results: While intracellular YB-1 expression was significantly higher in leukemia samples at presentation compared to normal pre-B cells, the highest YB-1 levels were found in relapsed pre-B ALL (see figure, part A). All examined pre-B ALL cell lines had levels comparable to those of the relapse samples. Similarly, surface IL-7Ra (CD127) levels (MFI medians; upper-lower range) were increased in onset (221; 150–286), and relapsed (1840; 651–2030) ALL compared to normal pre-B cells (528; 333–2673). (normal pre-B vs. leukemia at presentation, p<0.001, Mann-Whitney). Overexpression of YB-1-GFP in normal mature B cells resulted in increased expression of IL-7Ra (see figure, part B), suggesting an link between the YB-1 and IL-7 signaling pathways. Activated YB-1 is phosphorylated on S102 and relocated to the nucleus. Addition of IL-7 to pre-B ALL cell lines led to phosphorylation of YB-1 within 30 min. Similar results were shown for patient-derived, NSG mice-expanded pre-B ALL samples. Intracellular immunostaining using Imagestream technology (Amnis) showed that IL-7 treatment of pre-B ALL cell lines increased nuclear YB-1 levels 4-fold. As PI3K and MEK1 are involved in signaling downstream of IL-7, we investigated their role in YB-1 signaling in both pre-B ALL cell lines and NSG-mouse expanded pre-B ALL using pharmacological inhibitors. Western analyses showed that inhibition of PI3K using LY294002 did not prevent IL-7-mediated phosphorylation of YB-1 but the MEK1 inhibitor U0126 did, indicating the involvement of MAPK (see figure, part C). Conclusion: We show that YB-1, which is highly expressed in pediatric pre-B ALL compared to normal pre-B cells, is expressed at even higher levels after relapse. We demonstrate a link between the YB-1 and IL-7 signaling pathways which could offer a novel target for the treatment of refractory leukemia. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "interleukin-7",
        "leukemia, precursor b-cell lymphoblastic",
        "pediatrics",
        "leukemia",
        "cd19 antigens",
        "neprilysin",
        "1-phosphatidylinositol 3-kinase",
        "cd20 antigens",
        "flow cytometry",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Amina Kariminia, PhD",
        "Sabine M Ivison, PhD",
        "Vivian Leung",
        "Sandra E. Dunn, PhD",
        "Aru Narendran, MD, PhD",
        "Kirk R. Schultz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amina Kariminia, PhD",
            "author_affiliations": [
                "Div. Pediatric Hem./Onc./ BMT, Child and Family Research Institute, Vancouver, BC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sabine M Ivison, PhD",
            "author_affiliations": [
                "Div. Pediatric Hem./Onc./BMT, Child and Family Research Institute, Vancouver, BC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian Leung",
            "author_affiliations": [
                "Child and Family Research Institute, Vancouver, BC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra E. Dunn, PhD",
            "author_affiliations": [
                "Child and Family Research Institute, Vancouver, BC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aru Narendran, MD, PhD",
            "author_affiliations": [
                "Oncology & Pediatrics, Southern Alberta Cancer Research Institute, University of Calgary, Calgary, AB, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirk R. Schultz, MD",
            "author_affiliations": [
                "Oncology Research Program - CFRI, B.C. Children's Hospital, Vancouver, BC, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:34:38",
    "is_scraped": "1"
}