{
    "doi": "https://doi.org/10.1182/blood.V104.11.4662.4662",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=60",
    "start_url_page_num": 60,
    "is_scraped": "1",
    "article_title": "PEG-Interferon for Chronic Phase CML - Still an Option in the Era of Imatinib?. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objectives PEG-Interferon alpha 2b (PEG-IFN) is a new formulation of Interferon with a prolonged half-life and can therefore be given once weekly. It has shown efficacy in patients refractory or intolerant to IFN. Within a German multicenter study (SHG CMLIIIA) PEG-IFN (PEG-Intron, Essex) was used in our centre for patients with CML in first chronic phase. Methods: 17 patients with newly diagnosed bcr-abl positive CML in chronic phase were included in our centre as part of the CML IIIA study. Median age was 42 yrs (range 24 – 78 yrs). After initial cytoreduction with hydroxyurea patients received 3–6 μg/kg PEG-IFN subcutaneously once a week. One patient received additional cytarabine at a dose of 20 mg/m2 10 days per month. Results: After 3 months 13/17 patients had a complete hematological response, 3 had a partial hematological response, 1 patient had a hereditary thrombocytopenia and therefor did not fulfill hematological CR criteria. Cytogenetics/FISH after 6 months were available in 12 patients and showed 1 complete cytogenetic response, 3 partial cytogenetic responses, 5 minor cytogenetic reponses and no response in 3 patients. 9 patients remained on PEG-IFN for at least 12 months and showed 2 complete, 1 partial and 2 minor cytogenetic responses and no response in 4 patients. Thus the rate of major cytogenetic responses was 33% at 6 months and at 12 months. PEG-IFN treatment was stopped in 14 patients due IFN-intolerance (n=6), patient decision (n=1), blast crisis (n=2), accelerated phase (n=1) or cytogenetic non-response (n=4). Relevant toxicities included acute pancreatitis in 1 patient, a grand mal seizure in a patient with a history of subdural hematoma, exacerbation of supraventricular tachycardia in 1 patient, transient elevation of GPT in 1 patient and a local abscess at the injection site in 1 patient. All patients experienced fever and flu-like symptoms in the first 4 weeks which gradually improved. Conclusion: PEG-IFN at a dose of 3–6 μg/kg was effective in producing complete hematological remissions after 3 months in the majority of patients and showed major cytogenetic responses in one third of patients. However there was a considerable toxicity. Still 53% of patients were able to continue treatment for at least 12 months and 4 of these (44%) are in continuous partial or complete cytogenetic response. This response rate is comparable to the results for conventional IFN in combination with Ara-C from the recent IRIS study. However in the IRIS study only 10.8% remained on IFN compared to 53% in our cohort. For patients able to tolerate this treatment PEG-IFN appears to be a valid alternative to IFN+Ara-C or imatinib in chronic phase CML.",
    "topics": [
        "human leukocyte interferon",
        "imatinib mesylate",
        "interferons",
        "leukemia, myeloid, chronic-phase",
        "cytarabine",
        "iris trial",
        "toxic effect",
        "abscess",
        "accelerated phase",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Christof Scheid, MD",
        "Andreas Draube, MD",
        "Udo Holtick, MD",
        "Oliver Cornely, MD",
        "Ulrich Hacker, MD",
        "Michael Fuchs, MD",
        "Ute Berger, MD",
        "Andreas Hochhaus, MD, PhD",
        "Rüdiger Hehlmann, MD, PhD",
        "Michael Hallek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "I. Dept. of Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "I. Dept. of Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "I. Dept. of Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "I. Dept. of Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "I. Dept. of Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "I. Dept. of Medicine, University of Cologne, Cologne, Germany"
        ],
        [
            "III. Dept. of Medicine, University of Heidelberg, Mannheim, Germany"
        ],
        [
            "III. Dept. of Medicine, University of Heidelberg, Mannheim, Germany"
        ],
        [
            "III. Dept. of Medicine, University of Heidelberg, Mannheim, Germany"
        ],
        [
            "I. Dept. of Medicine, University of Cologne, Cologne, Germany"
        ]
    ],
    "first_author_latitude": "50.924586399999995",
    "first_author_longitude": "6.9208871"
}