{
    "doi": "https://doi.org/10.1182/blood.V110.11.1672.1672",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=847",
    "start_url_page_num": 847,
    "is_scraped": "1",
    "article_title": "The Degree of Telomere Loss in Hematopoietic Cells Correlates with the Risk of Secondary Myelodysplasia/Acute Leukemia Development Following Autologous Stem Cell Transplantation. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia and Late Complications after Transplantation",
    "topics": [
        "autologous stem cell transplant",
        "leukemia, acute",
        "myelodysplastic syndrome",
        "telomere",
        "follow-up",
        "complete remission",
        "hematologic neoplasms",
        "leukemia, myelocytic, acute",
        "lymphoma",
        "predictive marker"
    ],
    "author_names": [
        "Irene Ricca, MD",
        "Alberto Rocci, MD",
        "Marco Ruella, MD",
        "Manuela Zanni, MD",
        "Daniele Caracciolo, MD",
        "Marco Ladetto, MD",
        "Mario Boccadoro, MD",
        "Dario Ferrero, MD",
        "Corrado Tarella, MD"
    ],
    "author_affiliations": [
        [
            "Med Interna, Presidio Osp. Cottolengo, Torino, Italy"
        ],
        [
            "Dip Med Oncol Sp, Ematologia Univ, A O S. Giovanni B., Torino, Italy"
        ],
        [
            "Dip Med Oncol Sp, Ematologia Univ, A O S. Giovanni B., Torino, Italy"
        ],
        [
            "Dip Med Oncol Sp, Ematologia Univ, A O S. Giovanni B., Torino, Italy"
        ],
        [
            "Dip Med Oncol Sp, Ematologia Univ, A O S. Giovanni B., Torino, Italy"
        ],
        [
            "Dip Med Oncol Sp, Ematologia Univ, A O S. Giovanni B., Torino, Italy"
        ],
        [
            "Dip Med Oncol Sp, Ematologia Univ, A O S. Giovanni B., Torino, Italy"
        ],
        [
            "Dip Med Oncol Sp, Ematologia Univ, A O S. Giovanni B., Torino, Italy"
        ],
        [
            "Dip Med Oncol Sp, Ematologia Univ, A O S. Giovanni B., Torino, Italy"
        ]
    ],
    "first_author_latitude": "45.0786953",
    "first_author_longitude": "7.681329",
    "abstract_text": "Introduction: Secondary myelodysplastic syndrome and acute myelogenous leukemia (sMDS/AML) may occur following autologous stem cell transplantation (ASCT). The molecular pathogenesis of sMDS/AML is uncertain; moreover, no suitable indicators able to define the risk of sMDS/AML development have been identified so far. A marked though variable telomere loss has been observed in hematopoietic cells following ASCT; meanwhile, shortening of telomere length has been observed to be associated with several neoplasias, including haematological malignancies. Thus, telomere dynamics has been investigated in a series of patients who received ASCT, in order to verify whether the degree of telomere loss in hematopoietic cells might be associated with the risk of sMDS/AML development. Methods: Telomere length (TL) was retrospectively evaluated in bone marrow (BM) cells from 38 lymphoma patients (M/F=24/14; median age=51 years, range 24–68) long-term survivors following ASCT and from 51 healthy donors (M/F=31/20; median age=53 years, range 18–82). Median follow-up since ASCT was 6 years (range 1–10). All patients were in continuous complete remission and displayed normal haematological values at the time of TL assessment. Among 38 autografted patients, 7 developed sMDS/AML (3 AML, 3 sMDS, 1 persistent pancitopenia with cytogenetic abnormalities), at a median of 5 years (range 1–10) following transplant. There were no significant differences in terms of demographical and clinical features not even for the amount of CD34+ve cells reinfused (median values: 5.2 vs 6.8 × 10 6 CD34+ cells/kg, respectively), between patients developing sMDS/AML and the remaining autografted patients. Samples for TL analysis were obtained and stored at a median of 12 months (range 6–24) before clinical development of sMDS/AML. TL was evaluated by Southern blot analysis. Results: TL of autografted patients was found to be significantly shorter compared to that of age-matched healthy donors, consistently with previous reports (see Figure 1, squares=healthy controls, circles=autografted subjects). A further TL loss was observed in all the 7 patients who subsequently developed sMDS/AML; their TL (Figure 1, black circles) was significantly shorter compared to both healthy subjects and sMDS/AML-free autografted patients (Figure 1, grey circles) (p<0.0005 and p<0.01, respectively). Conclusions. A marked telomere loss seems to be a predictive marker of the development of sMDS/AML following ASCT; TL analysis can now be considered among follow-up assays, in order to early identify patients at high-risk of sMDS/AML occurrence following autograft. Figure 1. View large Download slide TL of BM mononuclear cells in autografted patients vs healthy subjects Figure 1. View large Download slide TL of BM mononuclear cells in autografted patients vs healthy subjects "
}