{
    "doi": "https://doi.org/10.1182/blood.V126.23.4771.4771",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3095",
    "start_url_page_num": 3095,
    "is_scraped": "1",
    "article_title": "Isolation and Characterization of Mesenchymal Stromal Cells Derived from Paediatric Patients with B Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "pediatrics",
        "stem cell, mesenchymal",
        "leukemia",
        "leukemia, b-cell, acute",
        "polymerase chain reaction",
        "5'-nucleotidase",
        "bcr-abl tyrosine kinase",
        "calcification"
    ],
    "author_names": [
        "Erica Dander",
        "Chiara Palmi, PhD",
        "Federica Portale",
        "Linda Beneforti",
        "Andrea Biondi, Prof, MD",
        "Giovanni Cazzaniga",
        "Giovanna D'Amico"
    ],
    "author_affiliations": [
        [
            "Centro Ricerca Tettamanti, Department of Pediatrics, University of Milano-Bicocca, Fondazione MBBM/San Gerardo Hospital, Monza, Italy "
        ],
        [
            "Department of Pediatrics, Tettamanti Research Center, University of Milano-Bicocca, Fondazione MBBM/San Gerardo Hospital, Monza, Italy "
        ],
        [
            "Centro Ricerca Tettamanti, Department of Pediatrics, University of Milano-Bicocca, Fondazione MBBM/San Gerardo Hospital, Monza, Italy "
        ],
        [
            "Centro Ricerca Tettamanti, Department of Pediatrics, University of Milano-Bicocca, Fondazione MBBM/San Gerardo Hospital, Monza, Italy "
        ],
        [
            "Centro Ricerca Tettamanti, Clinica Pediatrica, Università Milano Bicocca, Osp. San Gerardo/Fondazione MBBM, Monza (MB), Italy"
        ],
        [
            "Centro Ricerca Tettamanti, Department of Pediatrics, University of Milano-Bicocca, Fondazione MBBM/San Gerardo Hospital, Monza, Italy "
        ],
        [
            "Centro Ricerca Tettamanti, Department of Pediatrics, University of Milano-Bicocca, Fondazione MBBM/San Gerardo Hospital, Monza, Italy "
        ]
    ],
    "first_author_latitude": "45.56092015",
    "first_author_longitude": "9.2362354",
    "abstract_text": "PURPOSE: Several studies reported the importance of tumor microenvironment in the development and progression of hematological disorders. The identification of key factors involved in the crosstalk between the malignant cells and the bone marrow Mesenchymal Stromal Cells (BM-MSCs) may provide a tool for interfering with the protective BM niche. The purpose of our work was to isolate and characterize morphologically, phenotypically and functionally MSCs derived from pediatric patients with B Acute Lymphoblastic Leukemia (B-ALL). METHODS: MSCs were isolated from BM-MNCs obtained from 10 B-ALL children (n=5 non-traslocated high risk patients and n=5 t(12;21) patients) and from 6 healthy donors (HDs) and cultured in DMEM 10% FCS. MSCs were characterized at fourth passage in terms of morphology, immunophenotype (FACS analysis) and in vitro adipogenic and osteogenic differentiation potential. Chromosomal translocations detected in leukemia cells were investigated in B-ALL-MSCs by fluorescence in situ hybridizations (FISH) or polymerase chain reaction (PCR). RESULTS: Both HD-MSCs and B-ALL-MSCs resulted comparable in terms of morphology. They both expressed the typical MSC markers CD73, CD90 and CD105, while lacked the expression of the hematopoietic markers CD14, CD34, CD45 and MHC-II. HD-MSCs as well as B-ALL-MSCs were able to differentiate, under appropriate stimuli, into adipogenic and osteogenic lineages as showed by Oil Red O liphophilic dye and Alizarin Red staining of calcium deposits. In addition, MSC from all investigated ALL patients did not present the chromosomal translocations that had been detected in leukemia cells (1 patient BCR-ABL p210, 5 patients TEL-AML1). CONCLUSIONS: We found that B-ALL-MSCs resulted similar in terms of morphology, phenotype and differentiation ability to HD-MSCs. Furthermore, MSCs from patients did not reveal the chromosomal translocations present in leukemia blasts. Functional characterization of MSCs in terms of soluble molecule production is needed to identify altered cellular pathways. Since emerging evidence supports the importance of the MSCs in the leukemic niche, we will focus on the potential functional alterations of ALL-MSCs. Our purpose is to understand the mechanisms underlying the support of leukemic cells by the BM microenvironment. The discovery of altered molecular pathways will pave the way for the development of new immunotherapy strategies for targeting the leukemic niche. Disclosures No relevant conflicts of interest to declare."
}