{
    "doi": "https://doi.org/10.1182/blood.V106.11.4731.4731",
    "article_title": "Treatment of Hematological Malignancies in Central Nervous System with Idarubicin and Teniposide Containing Regimens. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: The prognosis of central nervous system(CNS) involvement in hematological malignancies remains poor. Clinical investigation for better protocols is mandatory. Some reports from small samples of clinical trials suggested that the systemic chemotherapy with the agents that better cross the blood-brain barrier may result in disease remission in some patients with CNS lymphoma. Based on the pharmacokinetic properties of each drug, we have developed and evaluated the chemotherapy regimens for patients with hematological malignancies involving central nervous system. Objective: To evaluate a idarubicin (IDA) and teniposide based regimen in the treatment of hematological malignancies with CNS involvement. Patients and Methods: From April 2003 to July 2005, fourteen patients were enrolled onto the study. There were 8 male and 6 female, with a median age of 53(22–75) years. Three patients with primary CNS lymphoma (PCNSL) and 5 patients with secondary CNS lymphoma (SCNSL) were treated with the combination regimen of IT, including idarubicin(8mg/m 2 /d×3) and teniposide (75mg/m 2 /d×3). Six cases of acute myeloid leukemia with both bone marrow and CNS relapse, including 2 patients with acute promyelocytic leukemia and 4 patients with acute monocytic leukemia, were treated with the combination regimen of ITA, including IT and conventional cytosine arabinoside. The cycles were repeated at 3-weekly intervals. Patients were followed carefully for evaluation of toxicity and response to treatment. Results: Of the 8 patients with CNS lymphoma, three cases achieved complete remission(CR), four cases achieved partial remission(PR) after 2 cycles of IT regimen. Only one case died of cerebral hemorrhage two days after the delivery of chemotherapy. Among the 6 patients with CNS leukemia, four cases achieved CR and 2 cases achieved PR after 1 cycle of ITA regimen. Three cases achieved CRs of both CNS and bone marrow, which indicates that the regimen may be effective for concurrent relapse of both CNS and bone marrow. Of the 5 patients in coma, all of them regained consciousness during the course of chemotherapy. Rapid effect and well tolerance were observed, which made the following comprehensive treatment possible and were especially valuable for the patients in coma. Although the study was not primarily designed to investigate long term outcomes, the first patient treated with IT regimen remained CR for 26 months at the last follow-up. Conclusion: The promising efficacy of idarubicin and teniposide containing regimens was observed in the treatment of hematological malignancies in central nervous system, indicating that the regimens may be the first line option as primary or salvage therapy in hematological malignancies in central nervous system.",
    "topics": [
        "central nervous system",
        "hematologic neoplasms",
        "idarubicin",
        "teniposide",
        "consciousness related finding",
        "chemotherapy regimen",
        "central nervous system lymphoma",
        "primary central nervous system lymphoma",
        "acute promyelocytic leukemia",
        "central nervous system leukemia"
    ],
    "author_names": [
        "Chun Wang, MD, PhD",
        "Xiaojun He, MD",
        "Qi Cai, MD",
        "Jun Zhu, MD",
        "Haitao Bai, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chun Wang, MD, PhD",
            "author_affiliations": [
                "Hematology, Shanghai Jao Tong University Affiliated First People’s Hospital, Shanghai, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaojun He, MD",
            "author_affiliations": [
                "Medical College, Zhejiang University, Hangzhou, Zhejiang, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qi Cai, MD",
            "author_affiliations": [
                "Hematology, Shanghai Jao Tong University Affiliated First People’s Hospital, Shanghai, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Zhu, MD",
            "author_affiliations": [
                "Hematology, Shanghai Jao Tong University Affiliated First People’s Hospital, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haitao Bai, MD",
            "author_affiliations": [
                "Hematology, Shanghai Jao Tong University Affiliated First People’s Hospital, Shanghai, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:30:29",
    "is_scraped": "1"
}