{
    "doi": "https://doi.org/10.1182/blood.V120.21.685.685",
    "article_title": "Addition of Rituximab Improves Outcome of HIV Negative Patients with Burkitt Lymphoma Treated with the Lmba Protocol: Results of the Randomized Intergroup (GRAALL-Lysa) LMBA02 Protocol. (IGR sponsored LMBA02, NCT00180882) ",
    "article_date": "November 16, 2012",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Aggressive B-Cell Lymphoma",
    "abstract_text": "Abstract 685 Background: Intensive chemotherapy is now considered as a standard of care in adult patients with Burkitt Lymphoma (BL). Although some single arm studies suggested that adding rituximab to these intensive short-course regimen could improve patientÕs outcome, no randomized study have been reported so far. Methods: To evaluate the potential benefit of adding rituximab to intensive chemotherapy, we conducted a phase III trial comparing the standard LMBA protocol ( Divine et al , Ann Oncol 1995) to the same regimen plus rituximab. Rituximab (375 mg/m2) was given on day 1 and 6 during the first 2 courses of COPADM. Patient eligibility criteria included age >18 years, HIV negativity and previously untreated BL. The primary study objective was event-free survival (EFS). A study sample size of 250 pts was estimated in order to detect a 15% gain in EFS (two-side test, power 90%, type 1 error 5%). Secondary objectives were safety and overall survival. Treatment was adapted on disease extension (group B vs C) and age for patients from the C group (age 59). Group C included patients with bone marrow and/or CNS involvement, and group B all the other patients. Methotrexate, cyclophosphamide and cytarabine doses were adapted to age in the group C. Lenograstim was given prophylactically to the pts. The randomization was stratified on disease extension (group B vs C) and age. Results: From October 2004 to September 2010, 257 patients from 45 centers were included; 128 in the Rituximab arm and 129 in the standard arm. Median age was 47 (26% were > 60), M/F ratio was 2.5, serum LDH level was > normal in 75% of the patients, and 11% had a performance status (PS)>2. The two treatment arms were well balanced for pretreatment characteristics, except for age and PS. Patients were older in the Rituximab arm (30%>60 years old vs 17% in the standard arm) or had a higher PS>2 (17% with PS>2 vs 7%). With a median follow-up of 38 months (range 0.3 to 79), patients treated in the rituximab arm had a better EFS (3 year EFS 76%; 95% CI: 69–84 vs 64% in standard arm; 95%CI: 55–72; Logrank P value stratified on treatment group=0.046), and Overall Survival (3 year OS 82%; 95% CI: 77–90 vs 71% in standard arm; 95%CI: 63–79; Logrank P value, stratified on treatment group=0.016) (Figure). Fifty-eight patients died. Causes of death were lymphoma (9 in the rituximab arm and 22 in the standard arm), toxicity (9 in the rituximab arm and 7 in the standard arm), and other causes (4 in the rituximab arm and 7 in the standard arm). Safety was similar in both arms for duration of grade 4 neutropenia, number of platelet or red cell transfusions, minor or major infection. Conclusions: The addition of rituximab to LMBA protocol improves EFS and OS in adult BL HIV negative. No adverse and/or increased toxicity was observed when rituximab was added to this intensive chemotherapy regimen. Toxic death rate was similar to our previous phase II experience despite a higher median age in this randomized multicenter trial. Figure: View large Download slide 3 year overall survival of the standard arm and the rituximab arm Figure: View large Download slide 3 year overall survival of the standard arm and the rituximab arm Close modal Disclosures: Ribrag: Servier: Membership on an entity's Board of Directors or advisory committees, Research Funding; AstraZeneca: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Bayer: Research Funding; Sanofi-Aventis: Research Funding; Johnson & Johnson: Membership on an entity's Board of Directors or advisory committees. Off Label Use: Ruxolitinib is approved in the United States and Canada for the treatment of myelofibrosis and is being investigated in combination with panobinostat, an investigational product, in this indication. This abstract reports on a clinical trial conducted outside the US. All patients have provided written informed consent. Salles: roche: Membership on an entity's Board of Directors or advisory committees. Herbrecht: Pfizer: Advisory board member Other. Coiffier: roche: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "burkitt's lymphoma",
        "hiv",
        "rituximab",
        "chemotherapy regimen",
        "brachial plexus neuritis",
        "toxic effect",
        "blood transfusion",
        "cyclophosphamide",
        "cytarabine",
        "follow-up"
    ],
    "author_names": [
        "Vincent Ribrag, MD",
        "Serge Koscielny, ph.D.",
        "Krimo Bouabdallah",
        "Service, d'hématologie, clinique, et, de, thérapie, cellulaire",
        "Gilles Salles, MD",
        "Olivier Casasnovas",
        "Christian Recher, MD",
        "Remy Gressin, MD",
        "Jérome Cornillon, M.D.",
        "Raoul Herbrecht, MD",
        "Sylviane Iacobelli",
        "Jacques Bosq, M.D.",
        "Bertrand Coiffier, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vincent Ribrag, MD",
            "author_affiliations": [
                "Institut Gustave Roussy, Villejuif, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Serge Koscielny, ph.D.",
            "author_affiliations": [
                "santé publique, institut gustave roussy, villejuif, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krimo Bouabdallah",
            "author_affiliations": [],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Service, d'hématologie, clinique, et, de, thérapie, cellulaire",
            "author_affiliations": [],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilles Salles, MD",
            "author_affiliations": [
                "Hematologie UMR 5239 CNRS, Centre Hospitalier Universitaire Lyon-Sud, Lyon, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Casasnovas",
            "author_affiliations": [
                "hématologie clinique, CHU de Dijon Hématologie clinique, dijon, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Recher, MD",
            "author_affiliations": [
                "Université of,Toulouse, Toulouse, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Remy Gressin, MD",
            "author_affiliations": [
                "Haematology and INSERM, U 823, Institut Albert Bonniot, CHU Grenoble, Grenoble, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jérome Cornillon, M.D.",
            "author_affiliations": [
                "hématologie, CHU Saint-Etienne - Hôpital Nord - Institut de cancérologie de la Loire, St priest en jarez, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raoul Herbrecht, MD",
            "author_affiliations": [
                "Onco-Hematology, Hopital de Hautepeirre, Strasbourg, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylviane Iacobelli",
            "author_affiliations": [
                "santé publique, institut gustave Roussy, villejuif, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques Bosq, M.D.",
            "author_affiliations": [
                "biopath, institut gustave roussy, villejuif, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertrand Coiffier, MD, PhD",
            "author_affiliations": [
                "Departement d'Hematologie, Centre Hospitalier Lyon-Sud, Pierre-Benite Cedex, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T21:37:41",
    "is_scraped": "1"
}