{
    "doi": "https://doi.org/10.1182/blood-2018-99-120349",
    "article_title": "Hepatitis B Virus Associated B-Cell Non-Hodgkin Lymphoma in Non-Endemic Areas ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "abstract_text": "Introduction Hepatitis B virus (HBV) is a hepatotropic virus accounting for chronic hepatitis and cirrhosis. HBV is also known as oncogenic, leading to increased risks of not only hepatocellular carcinoma but also other cancers including B-cell non-Hodgkin lymphoma (NHL) (Odd-ratio: 1.9-2.0). According to the World Health Organization, 257 million people in the world have an active HBV infection, areas of high prevalence being in Africa, Western Pacific, and Southeast Asia. While some studies were performed in endemic area, little is known concerning the characteristics of HBV-related NHL in Occident. Moreover, although the need for antivirals to prevent HBV reactivation is well known in patients with HBV receiving chemo or immunotherapy, their impact on their prognosis is unknown. Our aim is to describe the characteristics and outcomes of patients with NHL and active HBV in non-endemic areas. Methods Thirty-nine consecutive patients diagnosed with active HBV infection and B-cell NHL between 2002 and 2017 were enrolled retrospectively in France and Italy. Active HBV infection was defined by positive antigen HbS (AgHbs) and/or positive HBV-DNA in serum. HCV or HIV positive patients were excluded. Their characteristics and outcomes were analyzed and, for Diffuse Large B-cell Lymphoma (DLBCL), compared with those of HBV-negative patients enrolled in R-CHOP arms of LYSA trials. Results Most patients were men (29/39), and median age at NHL diagnosis was 59 years ranging from 29 to 88 years. Twenty-two patients (57%) were born in Europe, 13 in Africa (33%), 4 in Asia (10%). Thirty-three patients had positive AgHbs and 28, positive viral load. The histological subtype distribution was: 23 (59%) DLBCL; 13 low-grade NHL (LG-NHL) including 4 follicular lymphoma (FL), 3 spleen marginal zone lymphoma (SMZL), 3 mucosa associated lymphoid tissue lymphoma and 3 not otherwise specified LG-NHL; 2 mantle cell and one Burkitt lymphoma. Of note, none of the primary DLBCL had a low-grade component but 2 FL and one LG-NHL transformed to DLBCL during follow-up. Five patients had a monoclonal immunoglobulin component. Overall, 26 patients (67%) had an extra-nodal involvement (bone marrow (10), liver (8), digestive (6), and bone (5)). All but one DLBCL patients were treated with R-CHOP/R-CHOP-like regimen leading to complete remission in 19 out of 22 (84%). Treatment of LG-NHL patients was diverse: Rituximab monotherapy, immuno-chemotherapy (R-CHOP, R-Chlorambucil, R-Bendamustine), corticosteroids alone or with radiotherapy, Helicobacter pylori treatment or wait and watch. After front-line therapy, 20 DLBCL patients (87%) and 9 LG-NHL (69%) patients achieved complete remission (CR). Thirty-six patients received antiviral treatment following NHL diagnosis while 3 did not (one DLBCL, 2 LG-NHL). Seven patients (18%) died during follow-up: 4 due to progression of lymphoma (3 DLBCL and one LG-NHL), 2 to hepatocellular carcinoma, one to infection. Median overall survival was 81 months without difference between DLBCL and LG-NHL patients. Lastly, the comparison of the outcomes of the 23 DLBCL patients with those of HBV-negative patients did not show significant difference. Conclusions To our knowledge, this is the first study exploring HBV-related NHL in non-endemic areas. Interestingly, more than 40% of patients were born in high-endemic areas. The strong predominance of DLBCL (59%) is concordant with studies performed in high-incidence areas. Strikingly, it contrasts with the peculiar distribution of HCV-related NHL supporting that some different pathophysiological mechanisms contribute to NHL in HBV. However, as in HCV-related NHL, frequent hepatic or digestive involvement raises the hypothesis of home privileged lymphomagenesis favored by viral induced inflammation or by infection of B-cells. No difference was detected when comparing HBV DLBCL outcomes with non HBV patients. Remarkably, all patients, except one, received antiviral therapy combined with chemotherapy. In endemic areas, while some studies reported that patients with HBV NHL had a poorer prognostic, others suggested that antivirals could overcome this pejorative impact. This study, performed in Western Europe, area of low HBV prevalence, underlines the predominance of DLBCL among patients with active HBV infection and the similar outcomes of DLBCL patients to non-HBV patients when treated with a combination of R-CHOP and antivirals. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-cell lymphomas",
        "burkitt's lymphoma",
        "hepatitis b virus",
        "diffuse large b-cell lymphoma",
        "antiviral agents",
        "hepatitis b",
        "r-chop",
        "carcinoma, hepatocellular",
        "chemotherapy regimen",
        "complete remission"
    ],
    "author_names": [
        "Marine Lemaitre",
        "Pauline Brice, MD",
        "Marco Frigeni, MD",
        "Catherine Thieblemont, MD",
        "Luca Arcaini, MD",
        "Caroline Besson, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marine Lemaitre",
            "author_affiliations": [
                "Unité d'Hémato-Oncologie, Centre Hospitalier de Versailles, Le Chesnay, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pauline Brice, MD",
            "author_affiliations": [
                "Hôpital Saint-Louis, Paris, FRA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Frigeni, MD",
            "author_affiliations": [
                "Department of Molecular Medicine, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Thieblemont, MD",
            "author_affiliations": [
                "Hematology Clinic, Hospital Saint-Louis, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Arcaini, MD",
            "author_affiliations": [
                "Fondazione IRCCS Policlinico San Matteo and Department of Molecular Medicine, University of Pavia, Pavia, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Besson, MD PhD",
            "author_affiliations": [
                "CH Versailles, Le Chesnay, France ",
                "Inserm U1018, Centre pour la Recherche en Epidémiologie et Santé des Populations (CESP), Villejuif, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:43:27",
    "is_scraped": "1"
}