{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2457.2457",
    "article_title": "Detection of Clonal Hematopoiesis Is a Rare Event in Patients with Dyskeratosis Congenita ",
    "article_date": "December 7, 2017",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "abstract_text": "Introduction: Telomeres shorten with each cell division and reflect the replicative history of a cell. Cells undergo replicative senescence when reaching a critically short telomere length (TL) or alternatively, may undergo clonal evolution due to increasing genetic instability. Thus, dependent of the integrity of the respective checkpoints, telomere shortening on the one hand represents an established predisposing factor for malignant transformation while on the other hand it is a known tumor suppressor mechanism. Dyskeratosis Congenita (DKC) is a multisystem disorder characterized by bone marrow failure, increased risk of cancer development and critically short telomeres. Premature telomere shortening is frequently caused by mutations in telomerase or related genes leading to reduced functional telomerase activity. In various acquired bone marrow failure syndromes, such as aplastic anemia, premature telomere shortening was linked to mutations in genes typically found in clonal disorders such as myelodysplastic syndromes (MDS). For patients with inherited DKC, no data is available about the frequency of gene mutations related to clonal hematopoiesis. In this study, we aimed to analyze MDS-related genes in patients with molecularly confirmed DKC. Methods and Patients: Analysis included 13 patients from the Aachen Telomeropathy Registry and the Freiburg pediatric MDS registry. All patients had molecularly confirmed mutations in DKC related genes (TERC n=6, TERT n=6, DKC1 n=1). TL was measured by flow-FISH. Next-generation sequencing (NGS) was carried out on peripheral blood due to the hypoplastic/aplastic bone marrow. A self-customized NGS panel (\"telomere-panel\") for telomeropathy-causing genes (CTC1, DKC1, NHP2, NOP10, RTEL1, TERC, TERT, TCAB1, TINF2, USB1) was used to detect DKC-associated gene mutations and especially, the allele burden of each mutation to identify any deviation (of expected 50%) in the allele ratio of the underlying DKC causing mutation. Furthermore, we used a self-designed NGS-panel (\"MDS/MPN-panel\") including genes harboring mutations which are associated with myelodysplastic syndrome, e.g. as markers for clonal hematopoesis (ABL, ASXL1, BARD, CALR, CBL, CEBPA, CHEK2, CSF3R, DNMT3A, ETNK1, ETV6, EZH2, IDH1, IDH2, JAK2, KIT, KRAS, MPL, NFE2, NRAS, PDGFRA, PTPN11, RUNX1, SETBP1, SF3A1, SF3B1, SH3B2 (LNK), SRSF2, TCF12, TET2, TP53, U2AF1). Again, allele burden was analyzed for all detected mutations. Results: Telomere lengthwas found to be below the first percentile in the lymphocytes of the peripheral blood in all 13 patients. Mean TL was 4.77 kb±0.66SD in the lymphocytes and 5.28kb±0.92SD in the granulocyte subpopulation, respectively. Regarding the performance of the NGS analysis, quality parameters were good (Q30>85%) and for both panels 95% of the expected area was covered with a coverage of >300 (MDS/MPN-panel) and >100 (telomere-panel). Using the \"telomere-panel\", all detected mutations showed a mutational allele burden of about 50%, most likely according to heterozygosity of the detected mutations. Applying the \"MDS-panel\", only 2 out of 13 patients revealed relevant MDS-linked mutations. One patient harbored a U2AF1 gene mutation (c.101C>T, p.Ser34Phe; allele burden 16%), recently described in MDS as acquired mutation and thus classified as pathogenic without further confirmation in addition to a DKC-causing TERT mutation (c.2915G>A; p.Arg972His). In another patient with an inherited TERC mutation, the ASXL1 variant (c.3244_3246CTGdel; freq.: 48% [4708/9347]; p.Leu1082del) was detected. This variant is being discussed to be pathogenic as bystander or rare germline variant (mean allele frequency /dbsnp: 0,002%). Finally, mean telomere length in granulocytes did not differ between patients with detected MDS-linked mutations (4.77 kb) and without mutations (4.78kb). Conclusions: In patients with DKC, clonal hematopoiesis with detection of MDS-related genes can be detected but is a rare event compared to other myeloid diseases associated with short telomeres, suggesting independence of clonal hematopoiesis from telomere length. Genetic mosaicism or epigenetic factors (e.g. genomic imprinting) can be discussed as a mechanism to allow clonal expansion in telomeropathies, but further studies are needed to elucidate the mechanism how cells carrying impaired telomerase activity can progress to clonality. Disclosures Corbacioglu: Jazz Pharmaceuticals: Consultancy, Honoraria. Koschmieder: BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; Roche: Other: Clinical Trial participation; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support. Brummendorf: Takeda Pharmaceuticals International Co: Consultancy, Research Funding.",
    "topics": [
        "dyskeratosis congenita",
        "hematopoiesis",
        "disease susceptibility",
        "massively-parallel genome sequencing",
        "telomerase",
        "aplastic anemia",
        "myelodysplastic syndrome",
        "pancytopenia",
        "ccaat/enhancer binding protein alpha",
        "clonality (genetic analysis)"
    ],
    "author_names": [
        "Martin Kirschner, MD",
        "Angela Maurer",
        "Marcin W. Wlodarski, MD PhD",
        "Monica Sofia Ventura Ferreira",
        "Anne-Sophie Bouillon, MD",
        "Wolfgang Blau",
        "Michael Kreuter, MD",
        "Martin Rosewich",
        "Selim Corbacioglu, MD PhD",
        "Joachim Beck, MD",
        "C. Matthias Wilk, MD",
        "Steffen Koschmieder",
        "Fabian Beier, MD",
        "Tim H. Brummendorf, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martin Kirschner, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angela Maurer",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcin W. Wlodarski, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Oncology and Stem Cell Transplantation,, University of Hospital Freiburg, Freiburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Sofia Ventura Ferreira",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne-Sophie Bouillon, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Blau",
            "author_affiliations": [
                "Department of Haematology and Oncology,, Justus-Liebig Universität, Giessen, Giessen, DEU "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kreuter, MD",
            "author_affiliations": [
                "Center for interstitial and rare lung diseases, pneumology and respiratory critical care medicine, University of Heidelberg, Thoraxklinik, Heidelberg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Rosewich",
            "author_affiliations": [
                "Department of Paediatric Pulmonology, Allergy and Cystic Fibrosis, Children's Hospital, Goethe Universität, Frankfurt, Frankfurt, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selim Corbacioglu, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Oncology and Stem Cell Transplantation, University of Regensburg, Regensburg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joachim Beck, MD",
            "author_affiliations": [
                "Universitatsmedizin Mainz, Mainz, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Matthias Wilk, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University and University Hospital Zurich, Zurich, CHE "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steffen Koschmieder",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, Faculty of Medicine, University Hospital of Aachen, Aachen, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabian Beier, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, University Hospital Aachen, Aachen, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim H. Brummendorf, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, University Medical Center Aachen, Aachen, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:35:49",
    "is_scraped": "1"
}