{
    "doi": "https://doi.org/10.1182/blood.V120.21.2392.2392",
    "article_title": "DEK and WT1 Affect Alternative Splicing of Genes Involved in Hematopoietic Cell Lineage and Resistance to Chemotherapy in Acute Myeloid Leukemia Cells. ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Abstract 2392 In humans, the majority of all protein-coding transcripts contain introns that are removed by mRNA splicing carried out by spliceosomes. Mutations in the spliceosome machinery have recently been identified using whole-exome/genome technologies in myelodysplastic syndromes (MDS) and in acute myeloid leukemia (AML). In MDS the frequency of somatic spliceosomal mutations (SSM) range from 1–3% for U2AF1 in RARS/RCMD-RS to more than 70% for SF3B1 in ARSI. These values are significantly lower in AML whereas AML cells cumulate numerous splicing defects. Beside SSMs, one can propose that alternative splicing (AS) might be disturbed by other processes such as abnormal protein-protein interactions. DEK and WT1 are 2 oncogenes overexpressed in most patients with AML. They physiologically influence AS through physical interactions with the heterodimer U2AF1/U2AF2 involved in the recognition of splice acceptor site by the splicing machinery. It is therefore possible that the leukemogenic overexpression of DEK or WT1 might deregulate AS in AML cells, even in the absence of SSM. Here we show that DEK and WT1 affect AS in AML cells. Exon expression profiling was performed in triplicate with MOLM13, KASUMI and KG1 AML cells stably knocked down or not for DEK and WT1 through shRNA. The efficiency of shRNA-mediated silencing was confirmed by western blot and total RNA was analyzed using the Exon microarray platform GeneChip Human Exon 1.0 ST (Affymetrix). Microarray data were cross-compared between cell lines and only statistically significant modifications (p<0.05) shared by MOLM13, KASUMI and KG1 cells were selected. DEK and WT1 knock-down induced the transcriptional deregulation of 1613 (813 up) and 3280 (998 up) genes in AML cell lines, respectively. AS events were selected and annotated with fasterDB database ( http://fasterdb.com/faster/home.pl ) for genes displaying either no or low (<2) differential transcription. With this approach, differential expression of DEK coincided with changes in 1049 AS events over 934 genes. Those were distributed in 4 alternative acceptor sites (ACC), 222 first exons (AFE), 257 last exons (ALE), 539 spliced exon (ASE), 6 deletions (DEL), 21 donor sites (DON). Differential expression of WT1 led to modifying 1371 alternative splicing entities over 1198 genes. Those were distributed in 6 ACC, 385 AFE, 343 ALE, 590 ASE, 13 DEL, and 34 DON. Genes with AS events were then sorted based on gene function with DAVID bioinformatics resources version 6.7 ( http://david.abcc.ncifcrf.gov/ ). The results indicated that, in both DEK- and WT1-dependent assays, a large subset of genes were related to hematopoietic cell lineage followed by other functional categories such as calcium signaling, ATP-binding cassette (ABC) transporters, and focal adhesion pathways that have been previously reported to be affected in AML cells and involved in resistance to chemotherapy. Differential expression of WT1 modified AS of CD3E, CD9, CSF1R, CSF3R, CR2, GP1BA, ITGA1, ITGA3, ITGB3, IL1A and IL6 while that of DEK led to modulate AS of CD19, CD1d, CD36, CD3G, CSF1R, CR2, ITGA1, ITGA2B, ITGA4, ITGA6, IL7, HLA-DRB5, and MME. Microarray data were validated by exon specific RT-PCR. Exon expression profiling of fresh AML bone marrow samples with or without U2AFs mutations and various levels of DEK or WT1 expression is currently in progress and will be presented. In conclusion in AML cells, DEK and WT1 overexpression affects AS of numerous key genes involved in hematologic differentiation, leukemogenesis and resistance to chemotherapy. These posttranscriptional effects occur in the absence of transcriptional change and therefore highlight hitherto unknown phenotypic alterations having putative diagnostic, prognostic and therapeutic interests. DEK and WT1 are overexpressed in more than 80% of AML and target AS via U2AFs that are mutated in only 0–8% of cases. Accordingly present results strongly suggest that other factors than SSM divert AS in AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "alternative splicing",
        "cell lineage",
        "chemotherapy regimen",
        "genes",
        "leukemia, myelocytic, acute",
        "gene expression profiling",
        "macrophage colony-stimulating factor receptor",
        "molecular profiling",
        "spliceosomes",
        "bone marrow specimen"
    ],
    "author_names": [
        "Aminetou Mint Mohamed",
        "Morgan Thenoz",
        "Catherine Koering",
        "Pierre Mallinjoud",
        "Didier Auboeuf",
        "Francoise Solly",
        "Meyling Cheok",
        "Olivier Nibourel",
        "Claude Preudhomme",
        "Eric Wattel",
        "Franck Mortreux"
    ],
    "author_dict_list": [
        {
            "author_name": "Aminetou Mint Mohamed",
            "author_affiliations": [
                "Oncovirologie et Biothérapies, LBMC, CNRS UMR5239, ENS Lyon, Université Lyon 1, Pierre Benite, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Morgan Thenoz",
            "author_affiliations": [
                "Oncovirologie et Biothérapies, LBMC, CNRS UMR5239, ENS Lyon, Université Lyon 1, Pierre Benite, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Koering",
            "author_affiliations": [
                "Oncovirologie et Biothérapies, LBMC, CNRS UMR5239, ENS Lyon, Université Lyon 1, Pierre Benite, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Mallinjoud",
            "author_affiliations": [
                "Inserm U1052, CNRS UMR5286, Centre de Recherche en Cancérologie de Lyon, Université Lyon 1, Lyon, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Auboeuf",
            "author_affiliations": [
                "Inserm U1052, CNRS UMR5286, Centre de Recherche en Cancérologie de Lyon, Université Lyon 1, Lyon, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francoise Solly",
            "author_affiliations": [
                "Hematology Laboratory, Saint Etienne University Hospital, Saint Etienne, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meyling Cheok",
            "author_affiliations": [
                "INSERM U837, Fonctional genomics Core, IRCL, Lille, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Nibourel",
            "author_affiliations": [
                "Hematology Laboratory, CHRU Lille, Lille, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude Preudhomme",
            "author_affiliations": [
                "CHRU Lille, Université Lille, Lille, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Wattel",
            "author_affiliations": [
                "Oncovirologie et Biothérapies, LBMC, CNRS UMR5239, ENS Lyon, Université Lyon 1, Pierre Benite, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Mortreux",
            "author_affiliations": [
                "Oncovirologie et Biothérapies, LBMC, CNRS UMR5239, ENS Lyon, Université Lyon 1, Pierre Benite, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T09:42:22",
    "is_scraped": "1"
}