{
    "doi": "https://doi.org/10.1182/blood.V110.11.3173.3173",
    "article_title": "Gene Expression Profiles as Prognostic Factors in Patients with Multiple Myeloma Treated with Conventional Versus Novel Agents in Correlation with Outcome. ",
    "article_date": "November 16, 2007",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy including Disordered Epigenetic Regulation",
    "abstract_text": "Background: Bortezomib (Bor), a proteasome inhibitor, and Thalidomide (Thal), an anti-angiogenic and immunomodulatory drug, have a remarkable effect in patients with relapsed or refractory MM with 30–40% response rates. In newly diagnosed patients the response rates vary from 70–85%. However, 15–30% of newly diagnosed patients do not respond to Bor or Thal. Secondly, 30% of the patients treated with these novel agents have to stop prematurely because of intolerable side effects, such as polyneuropathy, thrombocytopenia, thrombosis and gastro-intestinal symptoms. Aim: To gain new insights regarding the mechanisms of drug response and toxicity associated with these agents, we have embarked on a prospective study to analyze gene expression profiles (GEP) of myeloma specific genes in plasma cells purified from bone marrow from myeloma patients at diagnosis who have been treated with these novel agents in order to learn which genes govern outcome upon treatment with Bor and Thal. Methods: GEP of CD138 magnetic cell selected (MACS) myeloma plasma cells was performed using Affymetrix GeneChip Human Genome U133 plus 2.0 arrays. This program has been initiated in a large multicenter, prospective, randomized phase III trial, comparing Bor in combination with Adriamycin, Dex (PAD, arm A) followed by high dose therapy with stem cell rescue and maintenance therapy with Bor vs. Vincristine, Adriamycin and Dex (VAD, arm B) followed by high dose therapy with stem cell rescue and maintenance therapy with Thalidomide (HOVON65/GMMG-HD4). This cooperative trial in the Netherlands and Germany has started in April 2005 and has included 600 patients. Gene arrays were analyzed using correlation analysis in Omniviz. Differentially expressed genes in the different groups and in Bor responders were determined using a t-test with adjusted p-value (p<0.0001) and a 1000 permutation analysis (BRB tool). Results: Based on correlated GEPs we divided myeloma patients into 10 clusters. We determined differentially expressed genes in the different clusters and correlated the clusters with chromosomal aberrations like 13q loss, 9 and 11 gain and translocations. Three clusters showed high expression of MMSET/FGFR3, MAF downstream targets and CCND1, respectively. Conclusion: unsupervised cluster analysis led to the subdivision of myeloma patients into clusters, each with a specific gene expression signature. We determined differentially expressed genes in the different clusters and could confirm 3 subgroups (MMSET/FGFR3, MAF/MAFB, and a group with high CCND1 expression) as have been published before.",
    "topics": [
        "gene expression profiling",
        "multiple myeloma",
        "prognostic factors",
        "thalidomide",
        "cyclin d1",
        "doxorubicin",
        "adverse effects",
        "bortezomib",
        "dna microarrays",
        "polyneuropathies"
    ],
    "author_names": [
        "Annemiek Broyl, MD",
        "Dirk Hose, MD, PhD",
        "Yvonne de Knegt",
        "Henk Lokhorst, MD, PhD",
        "Hartmut Goldschmidt, MD, PhD",
        "Mark van Duin, PhD",
        "Pieter Sonneveld, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Annemiek Broyl, MD",
            "author_affiliations": [
                "Hematology, Erasmus Medical Center, Rotterdam, Zuid-Holland, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dirk Hose, MD, PhD",
            "author_affiliations": [
                "Hematology, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne de Knegt",
            "author_affiliations": [
                "Hematology, Erasmus Medical Center, Rotterdam, Zuid-Holland, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk Lokhorst, MD, PhD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD, PhD",
            "author_affiliations": [
                "Hematology, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark van Duin, PhD",
            "author_affiliations": [
                "Hematology, Erasmus Medical Center, Rotterdam, Zuid-Holland, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld, MD, PhD",
            "author_affiliations": [
                "Hematology, Erasmus Medical Center, Rotterdam, Zuid-Holland, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T02:09:56",
    "is_scraped": "1"
}