{
    "doi": "https://doi.org/10.1182/blood-2019-124031",
    "article_title": "Human CD83 Targeted Chimeric Antigen Receptor T Cell for the Prevention of Graft Versus Host Disease and Treatment of Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "701.Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "abstract_text": "Distinct from pharmacologic immunosuppression, we designed a programmed cytolytic effector T cell that prevents graft versus host disease (GVHD). CD83 is expressed on allo-activated conventional T cells (Tconv) and pro-inflammatory dendritic cells (DCs), which are implicated in GVHD pathogenesis. Therefore we developed a novel human CD83 targeted chimeric antigen receptor (CAR) T cell for GVHD prophylaxis. Here we demonstrate that human CD83 CAR T cells eradicate cell mediators of GVHD, significantly increase the ratio of regulatory T cells (Treg) to allo-activated Tconv, and provide lasting protection from xenogeneic GVHD. Further, we show human, acute myeloid leukemia (AML) expresses CD83 and can be targeted by CD83 CAR T cells. A 2 nd generation CD83 CAR was generated with CD3ζ and 41BB costimulatory domain that was retrovirally transduced in human T cells to generate CD83 CAR T cells. The CD83 CAR construct exhibited a high degree of transduction efficiency of about 60%. The CD83 CAR T cells demonstrated robust IFN-γ and IL-2 production, killing, and proliferation when cultured with CD83 + target cells. To test whether human CD83 CAR T cells reduce alloreactivity in vitro, we investigated their suppressive function in allogeneic mixed leukocyte reactions (alloMLR). CD83 CAR T cells were added to 5-day alloMLRs consisting of autologous T cells and allogeneic monocyte-derived DCs at ratios ranging from 3:1 to 1:10. The CD83 CAR T cells potently reduced alloreactive T cell proliferation compared to mock transduced and CD19 CAR T cells. We identified that CD83 is differentially expressed on alloreactive Tconv, compared to Tregs. Moreover, the CD83 CAR T cell efficiently depletes CD83 + Tconv and proinflammatory DCs with 48 hours of engagement. To test the efficacy of human CD83 CAR T cells in vivo, we used an established xenogeneic GVHD model, where mice were inoculated with human PBMCs (25x10 6 ) and autologous CD83 CAR (1-10x10 6 ) or mock transduced T cells. The CD83 CAR T cells were well tolerated by the mice, and significantly improved survival compared to mock transduced T cells (Figure 1A). Mice treated with CD83 CAR T cells exhibited negligible GVHD target organ damage at day +21 (Figure 1B). Mice inoculated with CD83 CAR T cells demonstrated significantly fewer CD1c + , CD83 + DCs (1.7x10 6 v 6.2x10 5 , P =0.002), CD4 + , CD83 + T cells (4.8x10 3 v 5.8x10 2 , P =0.005), and pathogenic Th1 cells (3.1x10 5 v 1.1x10 2 , P =0.005) at day +21, compared to mice treated with mock transduced T cells. Moreover, the ratio of Treg to alloreactive Tconv (CD25 + non-Treg) was significantly increased among mice treated with CD83 CAR T cells (78 v 346, P =0.02), compared to mice injected with mock transduced T cells. Further, CD83 appears to be a promising candidate to target myeloid malignancies. We observed CD83 expression on malignant myeloid K562, Thp-1, U937, and MOLM-13 cells. Moreover, the CD83 CAR T cells effectively killed AML cell lines. Many AML antigens are expressed on progenitor stem cells. Thus, we evaluated for stem cell killing in human colony forming unit (CFU) assays, which demonstrated negligible on-target, off-tumor toxicity. Therefore, the human CD83 CAR T cell is an innovative cell-based approach to prevent GVHD, while providing direct anti-tumor activity against myeloid malignancies. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Blazar: Kamon Pharmaceuticals, Inc: Membership on an entity's Board of Directors or advisory committees; Five Prime Therapeutics Inc: Co-Founder, Membership on an entity's Board of Directors or advisory committees; BlueRock Therapeutics: Membership on an entity's Board of Directors or advisory committees; Abbvie Inc: Research Funding; Leukemia and Lymphoma Society: Research Funding; Childrens' Cancer Research Fund: Research Funding; KidsFirst Fund: Research Funding; Tmunity: Other: Co-Founder; Alpine Immune Sciences, Inc.: Research Funding; RXi Pharmaceuticals: Research Funding; Fate Therapeutics, Inc.: Research Funding; Magenta Therapeutics and BlueRock Therapeuetics: Membership on an entity's Board of Directors or advisory committees; Regeneron Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees. Davila: Atara: Research Funding; Celgene: Research Funding; Precision Biosciences: Consultancy; Bellicum: Consultancy; GlaxoSmithKline: Consultancy; Adaptive: Consultancy; Anixa: Consultancy; Novartis: Research Funding.",
    "topics": [
        "chimeric antigen receptors",
        "graft-versus-host disease",
        "leukemia, myeloid",
        "t-lymphocytes",
        "allopurinol",
        "cancer",
        "neoplasms",
        "aldesleukin",
        "antigens",
        "antigens, cd25"
    ],
    "author_names": [
        "Bishwas Shrestha, PhD",
        "Kelly Walton",
        "Jordan Reff",
        "Elizabeth M. Sagatys, MD",
        "Nhan Tu, PhD",
        "Justin C. Boucher, PhD",
        "Tayyeb Ghafoor, BS",
        "Joseph Pidala, MD",
        "Bruce R. Blazar, MD",
        "Claudio Anasetti, MD",
        "Brian C. Betts, MD",
        "Marco L. Davila, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bishwas Shrestha, PhD",
            "author_affiliations": [
                "Clinical Science Division, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelly Walton",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan Reff",
            "author_affiliations": [
                "Department of Molecular Oncology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth M. Sagatys, MD",
            "author_affiliations": [
                "Department of Hematopathology and Laboratory Medicine, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nhan Tu, PhD",
            "author_affiliations": [
                "Clinical Science Division, H. Lee Mofftt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin C. Boucher, PhD",
            "author_affiliations": [
                "Clinical Science Division, Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tayyeb Ghafoor, BS",
            "author_affiliations": [
                "Clinical Science Division, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Pidala, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce R. Blazar, MD",
            "author_affiliations": [
                "Division of Pediatric Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Anasetti, MD",
            "author_affiliations": [
                "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian C. Betts, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco L. Davila, MD PhD",
            "author_affiliations": [
                "Clinical Science Division, Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T12:56:02",
    "is_scraped": "1"
}