{
    "doi": "https://doi.org/10.1182/blood.V120.21.2197.2197",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2206",
    "start_url_page_num": 2206,
    "is_scraped": "1",
    "article_title": "Health-Related Quality of Life in Children with Chronic Immune Thrombocytopenia Treated with Eltrombopag in the PETIT Study. ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "topics": [
        "child",
        "eltrombopag",
        "health-related quality of life",
        "thrombocytopenia due to immune destruction",
        "hemorrhage",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "off-label use",
        "thrombocytopenia",
        "thrombopoietin receptor agonists"
    ],
    "author_names": [
        "Victor S. Blanchette, FRCP",
        "Kelly M Grotzinger",
        "Lisa Marcello, BA, MS",
        "Kalpana Bakshi, BS, MS",
        "Andres Brainsky, MD"
    ],
    "author_affiliations": [
        [
            "Hospital for Sick Children, Toronto, ON, Canada, "
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ],
        [
            "GlaxoSmithKline, Collegeville, PA, USA"
        ]
    ],
    "first_author_latitude": "43.6573653",
    "first_author_longitude": "-79.3869026",
    "abstract_text": "Abstract 2197 Introduction: Immune thrombocytopenia (ITP) is a disease characterized by low platelet counts that in children commonly follows an acute self-limiting course but becomes chronic (cITP) in approximately 25% of cases. Quality of life of patients and families is negatively affected by restriction of age-appropriate activities, hemorrhagic manifestations, fear of bleeding, or therapeutic complications (Blanchette 2010). Eltrombopag is an oral thrombopoietin receptor agonist approved for treatment of cITP; PETIT is a 24-week open-label and randomized, placebo-controlled trial of eltrombopag in children with cITP who failed an initial therapy and have platelets <30,000/μL. We report preliminary health-related quality of life (HRQoL) results from PETIT derived from applying the Kids' ITP Tools (KIT; Barnard 2003; Klaassen 2007). Methods: Initially, 15 patients were enrolled in 3 age cohorts (12–17, 6–11, 1–5 years) and received open-label eltrombopag. Additional patients in each cohort were enrolled into the randomized phase once initial safety and efficacy data became available from the open-label phase. The KIT is scored from 0 (worst) to 100 (best), and was completed by patients in the 2 older cohorts and by parents/guardians of all patients at study entry and treatment weeks 6, 12, and 24. Results: HRQoL data for the 15 open-label patients, 5 from each cohort, are presented. At baseline, 9 (60%) patients had platelets ≤15,000/μL and the incidence of bleeding WHO grades 1–4 and 2–4 was 87% (13/15) and 33% (5/15), respectively. All patients completed 24 weeks of treatment. The mean KIT score at baseline for the 10 patients who were 6–17 years old was 65.7 (range, 42.3–85.6; median, 66.3; parents/guardians mean, 61.9) ( Figure 1 ); the mean baseline score reported by parents on behalf of their children (n=15) was 66.5 (range, 43.0–93.3; median, 64.4). At Week 24, among the 10 patients completing the KIT, 9 had higher scores at Week 24 compared to baseline (mean, 19.6-point improvement; median, 19.2; range, 4.8–37.5). Eight of 9 patients had at least a 5-point increase in score (mean, 21.4-point improvement; median, 20.2; range, 6.7–37.5); an additional patient had a score increase of 4.8 points (80.8 at baseline to 85.6 at Week 24). The remaining patient, who had severely fluctuating platelet counts, had a reduced KIT score compared with baseline by 12.5 points (76.9 at baseline, 64.4 at Week 24). Among parent/guardian assessments, 13/15 reported improved KIT scores at Week 24 (mean, 17.9-point improvement; median, 15.4; range, 2.9–41.1; 1 score was last observation carried forward [LOCF]) ( Figure 2 ). Eleven of 15 had at least a 5-point increase in score (mean, 20.5-point improvement; median, 15.7; range, 11.5–41.1). Two parents scored lower than baseline at 24 weeks: parents of the patient with fluctuating platelets (14.4-point reduction; 64.4 at baseline, 50.0 at Week 24) and of a 4-year-old who failed to respond to eltrombopag (40.4-point reduction; 93.3 at baseline, 52.9 at LOCF [Week 12]). Discussion/conclusions: Preliminary data suggest that treatment with eltrombopag is associated with improvements in HRQoL in children with cITP. Final results of PETIT should further the understanding of the potential of eltrombopag treatment to improve HRQoL in pediatric patients and further validate the use of the KIT in assessing treatment outcomes of childhood cITP. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: Off Label Use: The safety and efficacy of eltrombopag in pediatric patients have not been established. Grotzinger: GlaxoSmithKline: Employment. Marcello: GlaxoSmithKline: Employment, Equity Ownership. Bakshi: GlaxoSmithLine: Employment, Equity Ownership. Brainsky: GlaxoSmithKline: Employment, Equity Ownership, Patents & Royalties."
}