{
    "doi": "https://doi.org/10.1182/blood.V110.11.2792.2792",
    "article_title": "Role of Erythropoietin Receptor in t(12;21) Positive Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Lymphocytic Leukemia - Biology and Pathophysiology",
    "abstract_text": "The chromosomal translocation t(12;21)(p13;q22) resulting in the TEL/AML1 (also known as ETV6/ RUNX1) fusion gene is the most frequent translocation in childhood B cell precursor (BCP) ALL. This type of ALL is characterized by a unique molecular signature, which includes the overexpression of the gene for the erythropoietin receptor (EpoR). So far, it is not known what causes the overexpression of the EpoR gene or whether it has any effect on the t(12;21) positive leukemia. We therefore aimed to evaluate potential mechanisms responsible for the upregulation of the EpoR in t(12;21) leukemias and to find out whether signalling via this receptor affects survival or proliferation of leukemic cells. In addition, we planned to explore signalling pathways linked to the respective effects and to elucidate relevant mechanisms that might be essential for cell survival. We first excluded the possibility that the EpoR expression is upregulated as a consequence of high Epo levels in the plasma that are induced by the patients’ low hemoglobin (Hb) levels. While Hb levels from patients with t(12;21)+ ALL were significantly lower compared to those with other subtypes of BCP ALL (median, 6,15g/dL and 7,9g/dL, respectively; p<0.001 Wilcoxon 2- sample test), which correlated with high Epo levels in the plasma, the extent of EpoR mRNA expression of leukemic cells was independent of the respective amount of Epo in the individual patient’s plasma. Next, the influence of Epo on t(12;21) + leukemic cell lines was evaluated and revealed a consistent time and dose dependent increase in proliferation (Epo concentrations 10, 50, 100U/ml for 72 hours) determined by 3H-Thymidine incorporation. This effect was abrogated upon addition of a blocking anti-EpoR antibody thereby confirming the specificity of EpoR signalling. Since Epo may have apoptosis-modulating potential in EpoR expressing malignant cells, we tested its influence on drug-induced apoptosis. For this purpose IC50 concentrations of drugs that are commonly used for the treatment of children with BCP ALL were used. A reduction of glucocorticoid (GC)-induced apoptosis by Epo was demonstrated in t(12;21)+ cell lines while no effect was seen in combination with other drugs or in t(12;21) negative cell lines. Preliminary data indicate that NF-kappa B as well as PI3K/Akt pathways are triggered by Epo, implying that they play a role in this rescue mechanism. Given that cell lines may have intrinsic changes, we are presently evaluating whether the observed results can also be reproduced in primary leukemic cells. In support of this assumption are results in a limited number of primary t(12;21)+ leukemias showing a superior survival (MTT assay) and reduced apoptosis rate to GC when cultured in the presence of Epo. These findings are in contrast to those in t(12;21) negative BCP ALLs. In conclusion, our data indicate that overexpression of EpoR in t(12;21) positive leukemias is not induced by low Hb, a feature that is generally observed in patients with this type of leukemia. Binding of Epo to its receptor in vitro leads to enhanced survival and negatively affects the sensitivity to GCs. Whether these findings have any implications on the treatment and care of patients with t(12;21)+ leukemia needs to be addressed in further studies. Financial support: OENB10720, FWF P17551 -B14 and GENAU-CHILD Projekt GZ200.136/1 - VI/1/2005 to RPG.",
    "topics": [
        "acute lymphocytic leukemia",
        "erythropoietin receptors",
        "leukemia",
        "leukemic cells",
        "1-phosphatidylinositol 3-kinase",
        "antibodies",
        "glucocorticoids",
        "hemoglobin",
        "nf-kappa b",
        "proto-oncogene proteins c-akt"
    ],
    "author_names": [
        "Renate Panzer-Gruemayer, MD",
        "Gerd Krapf, MSc",
        "Dominik Beck, MSc",
        "Gerhard Fuka, MSc",
        "Christian Bieglmayer, MD",
        "Georg Mann, MD",
        "Andrea Inthal, MSc."
    ],
    "author_dict_list": [
        {
            "author_name": "Renate Panzer-Gruemayer, MD",
            "author_affiliations": [
                "Children’s Cancer Research Insitute, CCRI, St. Anna Kinderkrebsforschung, Vienna, Austria",
                "St. Anna Kinderspital, Vienna, Austria"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerd Krapf, MSc",
            "author_affiliations": [
                "Children’s Cancer Research Insitute, CCRI, St. Anna Kinderkrebsforschung, Vienna, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominik Beck, MSc",
            "author_affiliations": [
                "Children’s Cancer Research Insitute, CCRI, St. Anna Kinderkrebsforschung, Vienna, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Fuka, MSc",
            "author_affiliations": [
                "Children’s Cancer Research Insitute, CCRI, St. Anna Kinderkrebsforschung, Vienna, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Bieglmayer, MD",
            "author_affiliations": [
                "Medizinische und Chemische Labordiagnostik, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Mann, MD",
            "author_affiliations": [
                "St. Anna Kinderspital, Vienna, Austria"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Inthal, MSc.",
            "author_affiliations": [
                "Children’s Cancer Research Insitute, CCRI, St. Anna Kinderkrebsforschung, Vienna, Austria"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T06:48:13",
    "is_scraped": "1"
}