{
    "doi": "https://doi.org/10.1182/blood-2019-123262",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4250",
    "start_url_page_num": 4250,
    "is_scraped": "1",
    "article_title": "Predictive Values of Early ST2 for Acute Graft-Versus-Host Disease and Transplant-Related Complications after Allogeneic Stem Cell Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "allogeneic stem cell transplant",
        "graft-versus-host disease, acute",
        "il1rl1 gene",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "veno-occlusive disease",
        "graft-versus-host disease",
        "tissue microarray",
        "trimethylamine",
        "c-reactive protein"
    ],
    "author_names": [
        "Takuya Miyazaki",
        "Ayako Matsumura, MD",
        "Takayoshi Tachibana",
        "Taiki Ando, MD",
        "Megumi Koyama, MD",
        "Satoshi Koyama, MD",
        "Yoshimi Ishii, MD",
        "Hiroyuki Takahashi, MD",
        "Yuki Nakajima, MD",
        "Ayumi Numata, MD",
        "Wataru Yamamoto, MD",
        "Kenji Motohashi, MD",
        "Maki Hagihara, MD PhD",
        "Kenji Matsumoto, MD",
        "Shin Fujisawa, MD",
        "Hideaki Nakajima, MD"
    ],
    "author_affiliations": [
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan"
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan"
        ],
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan"
        ],
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan"
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan"
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan"
        ],
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan"
        ],
        [
            "Department of Stem Cell and Immune Regulation, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
        ]
    ],
    "first_author_latitude": "35.333358000000004",
    "first_author_longitude": "139.61796619999998",
    "abstract_text": "Background : A soluble form of suppression of tumorigenicity 2 (ST2) has emerged as a biomarker for acute graft-versus-host disease (GVHD) and non-relapse mortality (NRM), whereas a clinical role of ST2 during the early phase of hematopoietic stem cell transplantation (HSCT) has not been fully elucidated. In addition, recent studies have demonstrated that high ST2 levels are associated with the development of thrombotic microangiopathy (TMA) and veno-occlusive disease (VOD) after HSCT. Therefore, we prospectively monitored soluble ST2 levels during the early phase of HSCT and evaluated the clinical association with transplant-related complications including acute GVHD, TMA, and VOD. Methods : Thirty-two adult Japanese patients who received first allogeneic HSCT for hematological diseases were enrolled consecutively between February 2014 and July 2015 at our university hospital or medical center that participate in Yokohama Cooperative Study Group for Hematology (YACHT). The selection of donor source and conditioning regimen was based on patients' hematological diagnosis, donor availability, and patients' clinical status. Soluble ST2 were measured by ELISA at fixed time points (before conditioning, on the day of HSCT (day 0) and days 14, 21, and 28 after HSCT). Serum IL-33 (the ligand of ST2), ferritin and C-reactive protein (CRP) levels were compared with ST2. Results : The median age was 50.5 years (range: 16-66). Acute myeloid leukemia was the main underlying disease (56%). Median soluble ST2 levels on the day of HSCT were higher than baseline and reached the maximum value (92.7 ng/mL (range: 0-419.7)) on day 21 after HSCT. ST2 levels were strongly correlated with ferritin and CRP levels in all samples ( r = 0.456 and 0.615). Mainly, ST2 was well correlated with CRP at days 0, 14, and 21 ( r = 0.717, 0.630, and 0.628). Serum IL-33 levels were under detection limits in most of the patients, resulting in no correlation of IL-33 with ST2 levels. With a median follow-up of 21.5 months (range: 0.9-35.4), nine patients developed grade II-IV acute GVHD. The optimal cut-off value of soluble ST2 on day 14 for predicting grade II-IV acute GVHD was determined as 100 ng/mL by the ROC analysis. We focused on day 14 ST2 levels as the earliest time point for predicting acute GVHD. The cumulative incidence of acute GVHD was 56.7% and 16.5% in the high and low-ST2 group, respectively ( P < 0.01). Multivariate analyses showed that high-ST2 levels at day 14 were associated with a higher incidence of acute GVHD (hazard ratio: 9.35, 95% confidence interval: 2.92-30.0, P < 0.01). Although post-transplant CRP and ferritin levels were correlated with ST2, these markers did not influence the cumulative incidence of acute GVHD. Based on analyses for GVHD severity and the target organ involvement, ST2 levels were not associated with the grade of GVHD, whereas the cumulative incidence of gastrointestinal GVHD was significantly increased in the high-ST2 group (50% vs. 15%, P = 0.03). Finally, we evaluated the association of ST2 levels with other transplant-related complications and mortality. Severe non-GVHD complications were observed in 10 patients, including TMA ( n = 2), VOD ( n = 5), graft failure ( n = 1), engraftment syndrome ( n = 4), sepsis ( n = 3), and pneumonia ( n = 1), which were often overlapped. The cumulative incidence of NRM was increased in the high-ST2 group (33% vs. 0%, P < 0.01), but all the patients died of non-GVHD complications (sepsis, graft failure, TMA, and pneumonia, all of them overlapping with VOD). The two patients who had TMA and five who had VOD were all included in the high-ST2 group. Conclusion : Our detailed analysis regarding serial monitoring of ST2 following HSCT suggests that the early assessment of ST2 may be a predictive indicator for the onset of acute GVHD. Furthermore, we revealed that ST2 levels increased not only in patients with acute GVHD but also in those with other life-threatening complications, such as TMA and VOD, identified during patient monitoring. Although these complications often overlapped each other in the clinical settings for HSCT, gastrointestinal GVHD, TMA, and VOD, all of which are linked to endothelial injury, may be key complications related to high ST2 release. Further studies with larger sample sizes are needed to clarify the clinical value of ST2. Disclosures No relevant conflicts of interest to declare."
}