{
    "doi": "https://doi.org/10.1182/blood.V104.11.2051.2051",
    "article_title": "Over-Expression of Flt3 Induces the Expression of NFkB Target Genes, cIAP-1 and IL-6. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Nuclear factor kappa B (NFkB) regulates transcription of many genes involved in the immune response, including cytokines (e.g. IL-6) and growth factors. NFkB suppresses apoptosis as well, through various mechanisms including activation of cellular inhibitor of apoptosis-1 (cIAP-1). NFkB can be activated by the activation of Ras/phosphatidylinositol 3′-kinase (PI3K)/protein kinase B pathway in acute myeloblastic leukemia (AML). It was reported that in large proportion of primary AML cells, NFkB is constitutively activated, and the target genes are upregulated. Flt3 is a member of receptor tyrosine kinases. Flt3 receptor phosphorylation/activation results in the activation of downstream kinase pathways, like Ras, PI3K, leading to abnormal cell growth and aberrant gene regulation. Increased levels of Flt3 transcript are observed in a large number of AML specimens, and the over-expression of Flt3 contributes to the phosphorylation of Flt3 and activation of this pathway. In this study, we addressed the role of Flt3 over-expression in the activation of NFkB, which is a target molecule of various kinase pathways. We first tested the effect of Flt3 expression to NFkB responsive reporter by transient transfection and revealed the significant induction of the reporter. Next, we generated Flt3 transgenic BaF3 (BaF3-Flt3) cells that stably over-expressing Flt3 to confirm this effect. The introduction of NFkB-responsive reporter, as well as serum response element (SRE)-luciferase fused reporter into these cells resulted in the activation of the reporters. These results suggest that Flt3 over-expression mediated signal transduction activates NFkB pathways and affects growth factor pathways as well. Real time quantitative PCR demonstrated that in BaF3-Flt3 cells, mRNA expression of IL-6 and cIAP-1, both known target genes of NFkB, were increased. AG1296 or PDTC, potent inhibitors of Flt3 and NFkB respectively, completely abrogated the induction of these genes, suggesting the importance of Flt3-NFkB pathway to these effects. Moreover, we measured the expression level of Flt3 and NFkB target genes in 24 primary AML samples. As a result, there was a tendency of moderate to weak positive correlation between Flt3 and NFkB target genes. (Flt3 vs IL-6 [Spearman’s rank correlation coefficient: r= 0.35], Flt3 vs cIAP-1 [r=0.16]). These facts may also indicate the positive influence of Flt3 over-expression to NFkB target genes. Overall, these suggest a role of Flt3 over-expression in the activation of NFkB pathway in AML.",
    "topics": [
        "candidate disease gene",
        "flt3 gene",
        "interleukin-6",
        "ms-like tyrosine kinase 3",
        "nf-kappa b",
        "phosphotransferases",
        "1-phosphatidylinositol 3-kinase",
        "growth factor",
        "cytokine",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Shinichiro Takahashi, M.D., Ph.D.",
        "Hideo Harigae, M.D., Ph.D.",
        "Mitsue Inomata, M.D.",
        "Keiko Kumura Ishii, Ph.D.",
        "Jonathan D. Licht, M.D.",
        "Takeshi Sasaki, M.D., Ph.D.",
        "Mitsuo Kaku, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Shinichiro Takahashi, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Clinical Laboratory, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideo Harigae, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Clinical Laboratory, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsue Inomata, M.D.",
            "author_affiliations": [
                "Department of Rheumatology and Hematology, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiko Kumura Ishii, Ph.D.",
            "author_affiliations": [
                "Department of Clinical Laboratory, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan D. Licht, M.D.",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Mount Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Sasaki, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Rheumatology and Hematology, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuo Kaku, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Clinical Laboratory, Tohoku University School of Medicine, Sendai, Miyagi, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T02:33:31",
    "is_scraped": "1"
}