{
    "doi": "https://doi.org/10.1182/blood-2019-128798",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4213",
    "start_url_page_num": 4213,
    "is_scraped": "1",
    "article_title": "Single-Cell RNA Sequencing Reveals Distinct Hematopoietic Stem Cell Hierarchies in MDS ",
    "article_date": "November 13, 2019",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational Studies",
    "topics": [
        "hematopoietic stem cells",
        "sequence analysis, rna",
        "cd34 antigens",
        "rna, small cytoplasmic",
        "biological markers",
        "flow cytometry",
        "leukemia",
        "molecular targeted therapy",
        "myelodysplastic syndrome",
        "logistic regression"
    ],
    "author_names": [
        "Irene Ganan-Gomez, PhD",
        "Hui Yang, PhDMD",
        "Feiyang Ma, Bs",
        "Matteo Pellegrini, PhD",
        "Karen Clise-Dwyer, PhD",
        "Guillermo Garcia-Manero, MD",
        "Simona Colla, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Molecular Biology Institute, Molecular Cell and Developmental Biology, University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "Molecular Biology Institute, Molecular Cell and Developmental Biology, University of California, Los Angeles, Los Angeles, CA "
        ],
        [
            "Department of Stem Cell Transplantation, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Myelodysplastic Syndromes (MDS) are a group of heterogeneous stem cell disorders that result in inefficient hematopoiesis. Although the genetic and cytogenetic landscapes of MDS have been well characterized (Papaemmanuil 2013, Sperling 2017), little is known about the differentiation abnormalities that underlie the MDS phenotype. Gaining insights on how different hematopoietic stem and progenitor cell (HSPC) types contribute to MDS is essential for the design of new targeted therapies to supplement the currently limited effective therapeutic options. To understand the contribution of different cell types to the pathogenesis of MDS, we analyzed the expression profile of the Lin - CD34 + HSPC compartment at the single-cell level. Single-cell RNA-sequencing (scRNA-seq) analysis of HSPCs isolated from 2 MDS patients and 2 age-matched healthy donor samples revealed distinct cell clusters driven by the sample type and the differentiation potential of the cells. To annotate the specific subsets of HSPCs in each cluster, we scored them on the basis of previously reported population-specific gene signatures (Laurenti 2013, Psaila 2016, Van Galen 2019). Whereas CD34 + cells from the 2 healthy donor bone marrow (BM) samples largely overlapped with each other and displayed 2 distinct erythroid/megakaryocytic (Er/Mk; cluster 3) and lympho/myeloid (clusters 2, 5) differentiation trajectories in line with the current view of hematopoiesis, CD34 + cells from the 2 MDS BM samples clustered separately and showed predominantly myeloid differentiation routes (Fig a). Importantly, differential expression analysis of the HSPCs from the 2 MDS samples (Fig b) showed that cells residing atop of the HSPC hierarchy retained the transcriptional profile of immature HSCs in one of the samples (clusters 2, 4), while they were characterized by the expression of genes involved in the differentiation of myelo/lympho multipotent progenitor cells (clusters 0, 1) in the other. However, pseudotime analysis of the HSPCs' transcriptional dynamics showed that, despite the distinct differentiation state of the early hematopoietic cells in each group, the differentiation trajectories of those cells converged at the late myeloid progenitor state (clusters 3, 5, 6). These results suggest that, although the earlier HSC architecture is heterogeneous across MDS patients, the more differentiated myeloid progenitor compartment is similarly compromised and is responsible for the clinical phenotypes of MDS. To confirm differential cell-type contributions to the MDS hierarchy, we immunophenotyped BM samples from 123 untreated patients using multicolor flow cytometry. We applied principal component analysis and logistic regression to group samples based on their cellular compositions. Our mathematical classifier stratified patients in 2 groups, which had markedly different cellular repertoires consistent with our scRNA-seq results (Fig c). Patients with different MDS stem cell hierarchies did not present with significantly different clinical characteristics at diagnosis. These data confirm that different abnormal hematopoietic trajectories converge in the myeloid bias typically observed in MDS hematopoiesis. Next, we exome-sequenced mononuclear cells and T-cells from 45 untreated MDS patients and identified high-confidence somatic mutations in known oncogenes and/or leukemia driver genes. The median number of mutations (n=3) was not significantly different between MDS groups 1 and 2. We identified 4 genes that were differentially mutated in the 2 MDS architectures (Fig d), which suggested that certain mutations may predispose for a specific HSPC phenotype. However, mutation specificity could not fully account for the origin of the 2 differentiation architectures, which were independent on the genetic background in most patients. In conclusion, we demonstrated that MDS are sustained by distinct and recurrent abnormal HSPC differentiation hierarchies. Diverse cellular compositions suggest that different cell-type specific signaling pathways maintain the disease in each group of patients. Our work shows that the characterization of the cellular diversity in the hematopoietic compartment can be used as a biomarker to stratify MDS patients, and warrants further studies to predict the intrinsic vulnerabilities of the cells involved in the pathogenesis and maintenance of MDS in a patient-specific manner. Figure View large Download slide Figure View large Download slide  Disclosures Garcia-Manero: Amphivena: Consultancy, Research Funding; Helsinn: Research Funding; Novartis: Research Funding; AbbVie: Research Funding; Celgene: Consultancy, Research Funding; Astex: Consultancy, Research Funding; Onconova: Research Funding; H3 Biomedicine: Research Funding; Merck: Research Funding. Colla: IONIS: Other: Intellectual property and research material IONIS); Amgen: Research Funding; Abbvie: Research Funding."
}