{
    "doi": "https://doi.org/10.1182/blood-2018-99-112666",
    "article_title": "Parenteral L-Arginine Improves Mitochondrial Function in Children with Sickle Cell Disease Admitted for Vaso-Occlusive Pain Episodes ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia Clinical: Novel or Improved Approaches To Treating Sickle Cell Disease",
    "abstract_text": "Introduction: Vaso-occlusive pain episodes (VOE) are the leading cause of emergency department visits and hospitalization in patients with sickle cell disease (SCD). There is currently no standard therapy for treating the underlying causes of VOE; supportive care & symptomatic pain relief with parenteral opioids is the mainstay of therapy. Prior work by Morris & colleagues has demonstrated that patients in VOE show depleted concentrations of plasma L-arginine (Arg), and that supplementation with Arg significantly decreases total parenteral opioid use and improves pain scores during hospitalization in these patients ( Morris et al 2013, Haematologica ). The mechanisms by which Arg mediates these positive effects remain unclear, but are potentially due to its ability to modulate metabolism through increased Arg transport or affect vascular signaling through the stimulation of nitric oxide production. The Shiva lab has previously demonstrated that platelet mitochondrial function is altered in patients with SCD compared to healthy controls ( Cardenas et al 2014, Blood ). This alteration is manifested as a decrease in mitochondrial electron transport Complex V (ATP Synthase) activity, which leads to decreased respiration and increased detrimental oxidant production. Here we hypothesized that treatment of SCD patients in VOE with Arg increases mitochondrial function. Methods: In a pharmacokinetic study, 10 subjects with Hb-SS or Sb 0 -thalassemia hospitalized for VOE (age 14±3 years, 70% male, 80% Hb-SS) were randomized to treatment utilizing one of 3 dosing schemes of L-arginine: 1) 100mg/kg IV three times/day (n=3); 2) loading dose (200mg/kg) then 100mg/kg three times/day (n=4); or 3) loading dose (200mg/kg) followed by continuous infusion (300mg/kg/day) until discharge (n=3). Platelet rich plasma was isolated & stored at baseline & discharge for each subject & mitochondrial electron transport complex activities, protein expression, as well as protein carbonyls were measured. Results: Compared to a cohort of SCD patients in steady state, all subjects in VOE had a significantly decreased complex V activity (Fig 1A). Notably, complex V activity was increased at discharge in subjects with VOE treated with Arg in all three dosing schemes. However, the increase in complex V activity was greatest when utilizing a loading dose. (Fig 1B, p<0.001). While complex IV & citrate synthase activities were not changed in platelets from subjects with VOE compared to SCD patients in steady state (data not shown), the activities of these enzymes were also significantly increased in VOE subjects after Arg treatment when utilizing a loading dose( Fig 1C-D, p<0.01). These changes with Arg do not appear to be due to increased mitochondrial number as quantification of mitochondrial DNA before and after Arg was not different (Fig 1E). Complex V protein expression was also unchanged after Arg treatment (data not shown). However, Arg treatment did significantly decrease levels of protein carbonyls in the platelet rich plasma across all treatment dosing schemes (Fig 1F, p<0.01 in all dosing groups), suggesting a decrease in oxidative stress. Conclusion : These data demonstrate for the first time that Arg supplementation increases mitochondrial activity and decreases oxidative stress in children with SCD and VOE. Our prior study showed that complex V inhibition leads to increased mitochondrial oxidant production in platelets from SCD patients. The improvement in complex V function & decreased oxidative markers observed with Arg treatment are consistent with Arg-induced decrease in mitochondrial oxidant generation. However, Arg treatment potentially regulates other oxidant sources and could decrease overall oxidative stress in SCD patients. Arg therapy has been reported to improve symptoms associated with MELAS syndrome (mitochondrial encephalomyopathy, lactic acidosis and stroke-like episodes) suggesting an impact of arginine on mitochondrial activity that may be beneficial for patients with SCD. With the recent FDA approval of L-glutamine, which is an Arg prodrug, this is also a potential consequence of glutamine that warrants further study. This increase in mitochondrial function may mechanistically contribute to decreased pain and ultimately less opioid requirement after IV Arg treatment in SCD, as well as have further implications for improved metabolism and oxidative signaling in these patients. View large Download slide View large Download slide  Close modal Disclosures Dampier: Pfizer: Research Funding. Morris: Pfizer: Consultancy; MAST Therapeutics: Research Funding; UCSF-Benioff Children's Hospital Oakland: Patents & Royalties: For nutritional supplement licensed to Lifetrients; Calithera: Consultancy; FDA: Research Funding; NIH/NHLBI: Research Funding.",
    "topics": [
        "arginine",
        "child",
        "mitochondria",
        "pain",
        "sickle cell anemia",
        "drug loading dose",
        "oxidants",
        "opioids",
        "glutamine",
        "acidosis, lactic"
    ],
    "author_names": [
        "Sruti Shiva, PhD",
        "Lou Ann Brown, PhD",
        "Y Wang",
        "Carlton Dampier, MD",
        "Amanda Watt",
        "Vinita Tripathi",
        "Amina Bhutta, MD",
        "Polly Kumari, MD",
        "Janet Figueroa, MPH",
        "April Zmitrovich, MSW, MPH",
        "Claudia R. Morris, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sruti Shiva, PhD",
            "author_affiliations": [
                "Department of Pharmacology and Chemical Biology, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lou Ann Brown, PhD",
            "author_affiliations": [
                "Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Y Wang",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlton Dampier, MD",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda Watt",
            "author_affiliations": [
                "Children's Healthcare of Atlanta, Atlanta, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vinita Tripathi",
            "author_affiliations": [
                "Emory University School of Medicine, Altanta, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amina Bhutta, MD",
            "author_affiliations": [
                "Emory University School of Medicine, Atlanta, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Polly Kumari, MD",
            "author_affiliations": [
                "Emory University School of Medicine, Atlanta, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Figueroa, MPH",
            "author_affiliations": [
                "Dept. of Pediatrics, Emory University, Atlanta, GA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "April Zmitrovich, MSW, MPH",
            "author_affiliations": [
                "Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia R. Morris, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Pediatric Emergency Medicine, Emory University School of Medicine, Atlanta, GA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:40:41",
    "is_scraped": "1"
}