{
    "doi": "https://doi.org/10.1182/blood.V120.21.3168.3168",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2154",
    "start_url_page_num": 2154,
    "is_scraped": "1",
    "article_title": "A Pilot Study of Acupuncture in Treating Bortezomib-Induced Peripheral Neuropathy (BIPN) in Multiple Myeloma (MM) Patients. ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "topics": [
        "acupuncture procedure",
        "acupuncture therapy discipline",
        "bortezomib",
        "multiple myeloma",
        "peripheral neuropathy",
        "brain-derived neurotrophic factor",
        "follow-up",
        "pain",
        "nerve conduction study",
        "cytokine"
    ],
    "author_names": [
        "Ting Bao, MD",
        "Neil Porter, MD",
        "James Primrose, RN",
        "Olga Goloubeva",
        "Lisa Hester",
        "Lulu Wang, MS",
        "Mariola Sadowska, PhD",
        "Rena Lapidus, PhD",
        "Michelle Medeiros, MS, MA",
        "Lixing Lao, PhD, L.Ac.",
        "Susan Dorsey, RN, PhD",
        "Ashraf Z. Badros, MD"
    ],
    "author_affiliations": [
        [
            "Center for Integrative Medicine, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Peripheral Neuropathy Center, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Cytokine Core Laboratory, Univeristy of Maryland, Baltimore, USA, "
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Translational Core Laboratory, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Translational Core Laboratory, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Center for Integrative Medicine, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "School of Nursing, University of Maryland, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.28671685",
    "first_author_longitude": "-76.61191245",
    "abstract_text": "Abstract 3168 Background: Peripheral neuropathy (PN) is the dose-limiting toxicity of bortezomib in MM patients, affecting >30% patients, including painful PN. Treatment is mostly supportive with narcotics, antidepressants, and anticonvulsants. Acupuncture has been reported to be effective in treating neuropathic pain in diabetic and cancer patients. Methods: We initiated a pilot study to assess the feasibility, safety and efficacy of acupuncture in reducing the severity of BIPN in MM patients. Patients had acupuncture twice weekly for 2 weeks, weekly for 4 weeks, and then biweekly for 4 weeks. All patients continued their prescribed PN medications. Clinical Total Neuropathy Score (TNSc), Functional Assessment of Cancer Therapy/Gynecologic Oncology Group-Neurotoxicity (FACT/GOG-Ntx) questionnaire and Neuropathy Pain Scale (NPS) were used to assess patients at study entry and week 1, 2, 3, 4, 5, 6, 8, 10 during and after 4 weeks of completion of therapy. Serum was obtained from the patients at baseline, right after first acupuncture and before acupuncture session on week 2, 4, 8, and at follow up visit on week 14. Serum samples were used to measure cytokines concentrations. Before and after acupuncture treatments, a complete neurological examination was performed. Nerve conduction studies at baseline and end of study were conducted. Treatment included insertion of disposable sterile acupuncture needles, which retained for 25 minutes, at the following points: bilateral ear points: shen men, point zero, two auricular points where electro-dermal signal was detected, and bilateral body acupuncture points: LI4, SJ5, LI11, ST40, and Ba Feng in upper and lower extremities. Results: From May 17, 2011 to February 28, 2012, 27 MM patients were enrolled in the study. Thirteen patients were women; median age was 63 years (range: 49–77); nine were black, one Asian, 17 Caucasian, and eight had diabetes. All patients had grade 2–4 sensorimotor PN: grade 2 (n=12), grade 3 (n=14), and grade 4 (n=1); 8 had painful PN. All patients had persistant PN despite discontinuation of bortezomib for a median of 19 months (range: 1–83). Eight patients were enrolled within 6 months of stopping bortezomib, all of them had grade 3–4 painful PN. Median time from diagnosis of MM to study entry was 30 months (range: 5–178). Nineteen patients were in remission and eight had progressive disease. MM therapy at study entry and through the follow up period included: revlimid (n=12), carflizomib (n=2). Therapy of PN included narcotics (n=13), gabapentin (12), amitriptyline (n=3), pregabalin (n=2), and duloxetine (n=2). Two patients withdrew after first acupuncture treatment. Twenty-five patients were evaluable for response after completion of 3 weeks (n=2), 6 weeks (n=2), 9 weeks (n=1) and 10 weeks of acupuncture (n=20). There were no adverse events associated with the acupuncture treatment. All but five patients maintained the same dose of pain medications throughout the study. Fourteen patients (56%) reported improved daily functions (e.g. walking and coordination). Ten patients (40%) reported > 50% decrease in average NPS during treatment (week 1–10). Seven patients reported 50% reduction in FACT/GOG-Ntx total scores. The decrease in NPS and FACT/GOG-Ntx, was statistically significant between baseline assessments through week 14; p-values are 0.001 and 10% increase in motor nerve amplitude but there was no correlation observed between symptoms/function improvements and nerve conduction studies. At week 8, one of the measured cytokines: Brain-Derived Neurotrophic Factor (BDNF) significantly increased from baseline (p=0.043). This increase was no longer significant at week 14 follow up. Conclusions: Acupuncture is safe and effective in treating persistent moderate to severe BIPN, with improvements of patient reported outcomes, pain and function. The increased BDNF during acupuncture treatment suggests that acupuncture may work through promoting survival and growth of neurons, a lengthy process that may explain the lag of significant objective clinical improvement in the short follow up of our patients. The mechanism of acupuncture working through BDNF to treat PN warrants further evaluation. Disclosures: No relevant conflicts of interest to declare."
}