{
    "doi": "https://doi.org/10.1182/blood.V118.21.1258.1258",
    "article_title": "Trafficking of 8-MOP Treated Leucocytes After Extracorporeal Photopheresis in Humans ",
    "article_date": "November 18, 2011",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster I",
    "abstract_text": "Abstract 1258 Extracorporeal Photoimmunotherapy (ECP, photopheresis) was first introduced for the treatment of cutaneous T-cell lymphoma (CTCL) and is now widely used for this and other conditions including systemic sclerosis, graft-versus-host disease (GvHD ), organ transplant rejection, Crohn's disease und other autoimmune disorders. Although from studies in animals and humans much has been learned on how ECP affects the immune system many basic aspects of how the treatment works are still poorly understood. In CTCL presentation of antigens from treated cells by activated dentritic cells might induce an immune response specific to the disease. Furthermore, particularly in transplantation medicine generation of regulatory T-cells might play an important role in the immunoregulatory effects of ECP. Aim of the prospective study was to elucidate a more basic mechanistic question of ECP's mode of action regarding the fate of 8-MOP-UVA exposed radiolabeled cells after ECP treatment after reinfusion into the patient. PATIENTS, MATERIALS, AND METHODS: In this prospective single center study peripheral blood mononuclear cells (PBMC) and neutrophils of 10 patients undergoing ECP as part of their regular treatment were labeled separately with 111 In-oxine after exposure to 8-MOP/UVA and prior to re-infusion. The fate of the labeled leukocytes was monitored at 10 min, 3.5 h, and 24 h following reinfusion with whole body scintigraphy. RESULTS: Our data show that viability of 8-MOP/UVA treated PBMC and neutrophils was only minimally affected by the labelling procedure. Due to the high viability after the labelling procedure our technique results in a sufficiently strong signal that can be picked up by the scanning instrument so that we were able to follow the labelled cells for 24 h and possibly also beyond. Comparison of distribution patterns demonstrated that PBMC and neutrophils have different kinetic patterns after intravenous reinjection. The most prominent difference was immediate retention of PBMC but not of neutrophils in the lungs corresponding to a signal five times more intense. After 24 hours more than 80% of both cell populations could be detected in liver and spleen. SUMMARY AND CONCLUSION: By means of a novel tool allowing for tracking of 8-MOP/UVA exposed leukocytes in ECP, we could show that specific radiolabelling of blood cells after photopheresis in humans is feasible with a high yield and low cell damage and that 8-MOP/UVA treated PBMC and neutrophils have different and specific migration patterns. From our observation it appears that PBMC show a higher retention in the capillary bed of the lungs and are more rapidly sequestered from the bloodstream than neutrophils. The technique described here is perfectly applicable to further investigate organ specific leukocyte homing with specifically designed trials in specific disease groups. Furthermore, our data can be used to provide a new view on the mechanisms of ECP and help to generate new hypotheses that can fuel translational research. Possible target of such studies are the molecular mechanisms and target structures involved that mediate PBMC retention in the capillary bed of the lungs and their eventual migration from the bloodstream. Disclosures: Knobler: Therakos Inc.: Consultancy, Honoraria, Research Funding, Speakers Bureau.",
    "topics": [
        "leukocytes",
        "photopheresis",
        "lymphoma, t-cell, cutaneous",
        "graft-versus-host disease",
        "antigens",
        "autoimmune diseases",
        "cell injury",
        "crohn's disease",
        "infusion procedures",
        "oxyquinoline"
    ],
    "author_names": [
        "Robert Knobler, MD",
        "Ulrike Just, MD",
        "Elke Dimou, MD",
        "Gabriele Klosner",
        "Hildegard T. Greinix, MD",
        "Alexander Becherer, MD",
        "Franz Trautinger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert Knobler, MD",
            "author_affiliations": [
                "Dept of Dermatology, Medical University Vienna, Vienna, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Just, MD",
            "author_affiliations": [
                "Dermatology, Medical University of Vienna, Austria, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elke Dimou, MD",
            "author_affiliations": [
                "Nuclear medicine, Medical University of Vienna, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Klosner",
            "author_affiliations": [
                "Dermatology, Medical University of Vienna, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hildegard T. Greinix, MD",
            "author_affiliations": [
                "Innere Medizin 1, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Becherer, MD",
            "author_affiliations": [
                "Nuclear Medicine, Medical University of Vienna"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franz Trautinger, MD",
            "author_affiliations": [
                "Dermatology, Medical University of Vienna, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:08:45",
    "is_scraped": "1"
}