{
    "doi": "https://doi.org/10.1182/blood-2018-99-119388",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3927",
    "start_url_page_num": 3927,
    "is_scraped": "1",
    "article_title": "Hypoxia and Notch Signaling Synergistically Expand Long-Term Repopulating Human Hematopoietic Stem/Progenitor Cells ",
    "article_date": "November 29, 2018",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "topics": [
        "hypoxia",
        "signal transduction",
        "stem cells",
        "antibodies",
        "dna",
        "cytokine",
        "dna fragments",
        "flow cytometry",
        "flt3 ligand",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Heather D. Huntsman, PhD",
        "Daisuke Araki, MD",
        "Richard H. Smith, PhD",
        "Andre Larochelle, MD PhD"
    ],
    "author_affiliations": [
        [
            "NHLBI, National Institutes of Health, Bethesda, MD"
        ],
        [
            "NHLBI, National Institutes of Health, Bethesda, MD"
        ],
        [
            "NHLBI, National Institutes of Health, Bethesda, MD"
        ],
        [
            "NHLBI, National Institutes of Health, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.0035707",
    "first_author_longitude": "-77.1013313",
    "abstract_text": "Ex vivo culture of human hematopoietic stem/progenitor cells (HSPCs) under either low O 2 tension or Notch signal activation driven by Delta1 ligand (Delta1) have been independently shown to primarily expand short-term HSPCs. In contrast, we have previously demonstrated a significant (5-fold) expansion of long-term repopulating HSPCs upon combination of these two strategies, suggesting synergy between Notch and hypoxia signaling pathways. Understanding the molecular mechanisms underlying this synergy in HSPCs could provide new insights to further enhance expansion by combined activation of these pathways. Given the stoichiometric relationship between the number of Notch receptors (Notch 1-4) and Notch signaling intensity, we assessed whether hypoxia regulated Notch receptor expression. G-CSF mobilized human CD34+ cells from 3 healthy subjects were cultured for 0, 4, 24, or 48hrs in the presence of cytokines (SCF, FLT3L, TPO), under hypoxic (1.5-2.0% O 2 ) or normoxic (21% O 2 ) conditions. Using flow cytometry, Notch 3 expression was not detected in CD34+ cells and no differences in the expression level of any of the other Notch receptor isoforms (Notch 1, 2 and 4) were observed regardless of O 2 tension. Another unique aspect of Notch signaling is that the receptor must undergo enzymatic cleavage to initiate signal transduction. These cleavage events culminate in the nuclear translocation of the intracellular domain of notch (ICDN) where it binds to Notch promoter regions, leading to the expression of Notch regulated genes. It has been suggested that a shift in energy metabolism from aerobic to glycolytic may lead to an enhancement of these cleavage events. To directly measure the differences in Notch cleavage events, CD34+ cells from 2 healthy donors were cultured for 24 hours under hypoxic or normoxic conditions, followed by a 1-hour exposure to Delta1. Cells were then collected, processed and stained with antibodies specific to the cleaved ICDN of Notch 1, 2, and 4. Using ImageStream analysis, preliminary data suggest that hypoxia accelerates the rate of Notch 2 receptor intracellular signaling by as much as 2-fold at this early time point. Another potential mechanism by which hypoxia may modulate Notch signaling is via protein-protein interaction of the ICDN and HIF1α, a master transcriptional regulator of cellular response to hypoxia. To assess this possible interaction, CD34+ cells were cultured in chamber slides as described above. After exposure to Delta1, cells were fixed, permeabilized, and labeled with antibodies specific for cleaved ICDN and HIF1α. Ten cells per condition (i.e. normoxia or hypoxia, +/- Delta1) were imaged with a Zeiss 780 inverted confocal microscope. Using Imaris and Interactive Data Language (IDL) software, all high resolution images were analyzed to determine the subcellular localization of each protein. As expected, exposure to Delta1 increased the levels of cleaved ICDN, and hypoxia increased the levels of HIF1α detected. Interestingly, the combination of hypoxia and Delta1 exposure resulted in a significant increase in the ICDN-HIF1α Pearson's coefficient of colocalization (PCC = 0.51) compared to control groups without Delta1 (PCC [normoxia] = 0.17, p<0.0001; PCC [hypoxia] = 0.26, p<0.05). Finally, to assess whether the observed ICDN-HIF1α interaction led to a recruitment of HIF1α to Notch promoter regions and thereby upregulate Notch-driven genes, ChIP-qPCR was performed on cells cultured under the same conditions described above. Samples were fixed, lysed, and immunoprecipitated through an anti-HIF1α column. Selected protein/DNA conjugates were then eluted and qPCR was performed on the captured DNA fragments. In cultures exposed to hypoxia and Delta1, ChiP-qPCR results indicated a significant enhancement of HIF1α /promoter interaction at the Hey-2 gene, a major downstream target of HIF1α. No DNA from this region was detected in the normoxia+Delta1 control sample (0.02% of input vs. below the level of background, p<0.05). Taken together, these data suggest that the synergy between hypoxia and Notch in human HSPCs may be driven by an enhancement of Notch signaling events, a protein-protein interaction between ICDN and HIF1α, and a recruitment of HIF1α to the promoter region of Hey-2, a gene traditionally thought to be regulated by Notch alone. Experiments are ongoing to further understand these mechanisms and their relationship to HSPC expansion. Disclosures No relevant conflicts of interest to declare."
}