{
    "doi": "https://doi.org/10.1182/blood.V124.21.947.947",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2888",
    "start_url_page_num": 2888,
    "is_scraped": "1",
    "article_title": "Pracinostat in Combination with Azacitidine Produces a High Rate and Rapid Onset of Disease Remission in Patients with Previously Untreated Acute Myeloid Leukemia (AML) ",
    "article_date": "December 6, 2014",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster I",
    "abstract_text": "Background: Pracinostat is a potent oral inhibitor of histone deacetylases (HDAC’s), selective for class I, II and IV isoforms. In-vitro cytotoxicity assays in AML cell lines revealed an IC 50 of <0.1µM, and the combination with azacitidine was synergistic (CI=0.44). A Phase I study of single agent pracinostat showed activity in AML and a pilot Phase II study of pracinostat in combination with azacitidine in higher risk MDS demonstrated a complete response (CR)/CR with incomplete blood count recovery (CR i ) rate of 89% ( Proc ASH :3821, 2012). We report initial results from a Phase II study of pracinostat with azacitidine in previously untreated, elderly AML. Methods: Eligibility includes previously untreated AML (≥ 20% bone marrow blasts), age ≥65 years, deemed inappropriate for intensive induction therapy, with intermediate or high risk cytogenetics based on SWOG criteria. De-novo, treatment-related, or AML evolved from an antecedent hematologic disorder (AHD) are allowed. Pracinostat is administered orally (60 mg) 3 days a week (e.g., Monday, Wednesday, Friday) for 3 weeks followed by a 1 week break. Azacitidine is administered subcutaneously or intravenously (75 mg/m 2 ) day 1-7 or day 1-5 and 8-9 of each 28-day cycle. The primary endpoint is CR+CR i + morphologic leukemia free state (MLFS) according to IWG criteria. Response assessments occur at the end of cycle 1 or 2 followed by every other cycle or when clinically indicated. A Simon 2-stage statistical design is utilized with the following assumptions: null=0.10, alternate=0.25, α=0.10, power=0.90. Transition from stage 1 to 2 requires ≥ 3/27 response events; the null hypothesis will be rejected if ≥ 7 response events are observed in the total planned sample of 40 patients. Results: As of August 01, 2014, 21 patients have been enrolled from 12 study sites and are evaluable for safety; 14 are evaluable for efficacy (Table 1), and 7 are ‘too early’ for response assessment. Baseline disease characteristics include: median age 77 (range 69-84); 16 de novo AML, 4 evolved from AHD, 1 treatment related; 11 intermediate-risk, 8 high-risk cytogenetics, and 2 are pending; baseline bone marrow blast counts ranged from 22% to 89%. The primary endpoint of CR +CR i +MLFS was observed in 8 of 14 evaluable patients (57%), the majority after 1 or 2 cycles. No responders have progressed. The most common treatment emergent adverse events (TEAE) were neutropenia/neutropenic fever (n=15), thrombocytopenia (n=12), nausea (n=10), fatigue (n=8), and anemia (n=7). Serious adverse events include febrile neutropenia (n=6) and pulmonary infiltrate/pneumonia (n=2). Three patients discontinued study therapy due to a TEAE, including one each with cellulitis, bacteremia, and subdural hematoma after a fall. There have been 3 deaths on study: 1 bacteremia, 1 subdural hematoma, and 1 progressive disease. Abstract 947. Table 1  Patient Number Days on Study Baseline BM Blast % 1 st On-Study BM Blast % Subsequent On-Study BM Blast % Best Response on Study 2 172+ 22 1 (C2) --- CR 3 165+ 24 4 (C1) 0 (C4) CR i  5 162+ 27 9 (C1) 1 (C4) CR i  6 156+ 81 9 (C1) 0 (C4) CR i  7 148+ 78 44 (C1) 17 (C3), 0 (C5) CR 8 114+ 89 4 (C1) --- CR 10 86+ 45 3 (C1) --- CR i  12 81+ 41 2 (C2) --- CR i  4 90 22 43 (C2) Off due to SAE SD 11 56 37 60 (C2) --- PD 15 28 70 ---  Patient Withdrew 17 28 60 ---  PD 1 26 70 ---  Off due to AE 9 26 38 ---  Off due to AE Patient Number Days on Study Baseline BM Blast % 1 st On-Study BM Blast % Subsequent On-Study BM Blast % Best Response on Study 2 172+ 22 1 (C2) --- CR 3 165+ 24 4 (C1) 0 (C4) CR i  5 162+ 27 9 (C1) 1 (C4) CR i  6 156+ 81 9 (C1) 0 (C4) CR i  7 148+ 78 44 (C1) 17 (C3), 0 (C5) CR 8 114+ 89 4 (C1) --- CR 10 86+ 45 3 (C1) --- CR i  12 81+ 41 2 (C2) --- CR i  4 90 22 43 (C2) Off due to SAE SD 11 56 37 60 (C2) --- PD 15 28 70 ---  Patient Withdrew 17 28 60 ---  PD 1 26 70 ---  Off due to AE 9 26 38 ---  Off due to AE +=Patients continue on study; C=cycle; SD=Stable Disease; PD=Progressive Disease View Large Conclusions: The study has achieved the primary goal of rejecting the null hypothesis. The CR+CR i +MLFS response rate estimate of 57% is high compared to historical results with hypomethylating agents alone in this population, and the responses occur rapidly, most within the first 2 cycles. The combination appears tolerable with no unexpected toxicities. Recruitment continues to the final planned sample size of 40 to further define the tolerability and efficacy of the regimen, including remission duration. Updated data will be presented at the meeting. Disclosures Garcia-Manero: MEI Pharma, Inc.: Consultancy. Off Label Use: Azacitidine is not approved for use in acute myelogenous leukemia.. Odenike: Sanofi-Aventis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Algeta Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees; Spectrum Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees; Suneisis Pharmaceuticals : Honoraria, Membership on an entity's Board of Directors or advisory committees. Medeiros: MEI Pharma, Inc: Research Funding. Cortes: Celgene: Research Funding. Esquibel: MEI Pharma, Inc.: Employment. Cha: MEI Pharma, Inc.: Employment. Khaled: Sequenom: Research Funding.",
    "topics": [
        "azacitidine",
        "disease remission",
        "leukemia, myelocytic, acute",
        "magnetic endoscopic imaging",
        "adverse event",
        "bacteremia",
        "febrile neutropenia",
        "hematoma, subdural",
        "anemia",
        "cellulitis"
    ],
    "author_names": [
        "Guillermo Garcia-Manero, MD",
        "Ehab Atallah, MD",
        "Olatoyosi Odenike, MD",
        "Bruno C Medeiros",
        "Jorge E. Cortes, MD",
        "Vanessa Esquibel",
        "Steven Cha, MD",
        "Samer K Khaled, MD"
    ],
    "author_affiliations": [
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "Stanford Cancer Center, Stanford Univ., Stanford, CA "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "MEI Pharma, Inc, San Diego, CA "
        ],
        [
            "MEI Pharma, Inc., San Diego, CA "
        ],
        [
            "City of Hope, Duarte, CA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}