{
    "doi": "https://doi.org/10.1182/blood.V112.11.4016.4016",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1123",
    "start_url_page_num": 1123,
    "is_scraped": "1",
    "article_title": "Inhibition of Long-Term Expansion in a Subgroup of Acute Myeloid Leukemia Samples by Dasatinib ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "dasatinib",
        "leukemia, myelocytic, acute",
        "cd34 antigens",
        "mechlorethamine",
        "coculture techniques",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "proto-oncogene protein c-kit",
        "bcr-abl tyrosine kinase",
        "cytokine"
    ],
    "author_names": [
        "Lina Han",
        "Jan Jacob Schuringa",
        "Andre Mulder",
        "Edo Vellenga"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Clinical Chemistry, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Hematology, University Medical Center Groningen, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261",
    "abstract_text": "The Src family kinases are frequently constitutively activated in acute myeloid leukemia (AML) due to mutations in receptor tyrosine kinases including Flt3 and c-Kit or to the autocrine or paracrine production of growth factors. Recent studies have demonstrated that dasatinib is an effective inhibitor of Src kinase activity in chronic myeloid leukemia (CML) by blocking the Bcr/Abl-mediated Src activity resulting in inhibition of cellular proliferation. In the present study we questioned whether similar effects can be observed in AML cells exposed to dasatinib and whether differences can be observed in normal cord blood (CB) CD34 + cells and CML cells (K562 cell line). Firstly, we demonstrated that dasatinib was effective in blocking the proliferation of K562 cells at a concentration of 2–10 nM which coincided with a significant reduction in Src, Erk1/2 and Stat5 phosphorylation. Long-term MS5 cocultures initiated with CB CD34 + cells demonstrated a reduced expansion of 50% at 5 nM dasatinib ( p =0.005, n=3) after 4 weeks of coculture which was associated with a reduction in progenitor output as determined by colony forming cell (CFC) assays ( p =0.031). Moreover, the inhibitory effects of dasatinib were cytokine-specific, eg IL3 and TPO-induced proliferation of both CB and Mo7e cells were not inhibited by dasatinib, while SCF-mediated proliferation was significantly impaired (94% ± 4% inhibition, p <0.001) at 5 nM. These inhibitory effects were associated with a reduced SCF-induced phosphorylation of Erk1/2 and Stat5 in the presence of dasatinib. Subsequently, AML cells (n=19) were studied in the long-term stromal culture assays by using exclusively the sorted CD34 + cell fraction that is enriched for leukemic stem cells. In 79% (15/19) of the tested AML cases long-term expanding AML co-cultures could be generated. In 27% (4/15) of the AML cases a distinct reduction in cell proliferation of AML-CD34 + cells was observed as compared with the untreated group, ranging from 48%–91% inhibition at low concentration of dasatinib (0.5 nM). This concentration of dasatinib did not significantly affect expansion of normal progenitors in the long-term culture assays (36% ± 12% inhibition, p =0.15). The AMLs that responded to dasatinib were characterized by Bcr-Abl (n=1), c-Kit (n=1), Flt3-ITD (n=1) or undetermined (n=1) mutations. The additional Flt3-ITD + AMLs (n=6) did not show a reduced expansion to dasatinib exposure. No difference in Src expression was observed between the responsive and non-responsive AMLs. In conclusion, our results demonstrate that dasatinib is effective in blocking SCF-mediating signaling in hematopoietic cells which is associated with reduced phosphorylation of Erk1/2 and Stat5, while in the malignant counterpart long-term expansion of a subgroup of AML CD34 + cells can be inhibited at low-doses."
}