{
    "doi": "https://doi.org/10.1182/blood.V118.21.5237.5237",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2039",
    "start_url_page_num": 2039,
    "is_scraped": "1",
    "article_title": "The AG Genotype of the Wilms Tumor-1 rs16754 SNP Is Associated with Poor Outcome in Pediatric AML Patients Treated with Stem Cell Transplantation but Not in Adults ",
    "article_date": "November 18, 2011",
    "session_type": "Oncogenes and Tumor Suppressors",
    "topics": [
        "genotype",
        "hematopoietic stem cell transplantation",
        "myeloblastic leukemia, pediatric acute",
        "neoplasms",
        "nephroblastoma",
        "single nucleotide polymorphism",
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow specimen",
        "chemotherapy regimen",
        "disease remission"
    ],
    "author_names": [
        "Hala Abalkhail, PhD",
        "Hassan El-Solh, MD",
        "Amal Alseraihy, M.D.",
        "Mouhab Ayas",
        "Ali Al-Ahmari, MD",
        "Asim F Belgaumi, MD",
        "Abdullah Al-Jefri, M.D.",
        "Ola Altombakty, MT",
        "Mohammed Toulimat, MT",
        "Fahed Almhareb, MBBS, FACP",
        "Naeem A. Chaudhri, MD, FACP",
        "Claudia Ulrike Walter, PhD",
        "Mahmoud Aljurf, M.D.",
        "Maher Albitar, M.D."
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Pediatric Hematology/Oncology, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Pediatric Hematology/Oncology, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Pediatric Hematology/Oncology, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Pediatric Hematology/Oncology, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Pediatric Hematology/Oncology, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Pediatric Hematology/Oncology, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Pathology and Laboratory Medicine, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Pathology and Laboratory Medicine, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Oncology Center, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia"
        ],
        [
            "Oncology Center, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia"
        ],
        [
            "Pathology and Laboratory Medicine, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ],
        [
            "Oncology Center, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia"
        ],
        [
            "Pathology and Laboratory Medicine, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia, "
        ]
    ],
    "first_author_latitude": "24.6710498",
    "first_author_longitude": "46.676726099999996",
    "abstract_text": "Abstract 5237 The synonymous single nucleotide polymorphism rs16754 in the Wilms Tumor-1 gene (WT1) has been reported to correlate with outcome in adult patients with acute myeloid leukemia (AML) when treated with intensive chemotherapy. Specifically the GG genotype is significantly associated with favorable outcome, but also the AG genotype has been reported to be associated with better outcome as well. The clinical relevance of the rs16754 SNP in pediatric AML patients is far from clarified. In addition, it is not known whether allogeneic hematopoietic stem cell transplantation (HSCT) can modify the role of this SNP and its association with outcome. Methods: Genotyping of the SNP by direct sequencing of the exon 7 was performed on bone marrow samples from 86 AML patients (38 pediatrics and 48 adults). All patients were treated with HSCT. Most patients (39 adults and 28 pediatrics) were transplanted in first remission (CR1). The median age was 25 years (range: 14–54) for adults and 8 years (range: 8 months–14 years) for the pediatric group. Results: In pediatric AML, we detected the AA genotype in 22 patients (53%), the GG genotype in 2 patients (5%) and the remaining (42%) had AG genotype. In the adult patients, the AA genotypye was present in 26 patients (54%), GG genotype in 3 (6%) patients, and the AG genotype in the remaining patients (39%). A similar distribution was observed in the normal population (58%, 12%, 30%, for AA, GG, and AG, respectively). In pediatric patients, the AG genotype significantly correlated with shorter overall survival (OS) (P=0.04) and event free survival (EFS) (P=0.04) when compared with the patients with AA genotype. In contrast, in adult AML, groups with AG and AA geneotypes completely overlapped for OS and EFS. When only patients treated with HSCT in CR1 were considered, the pediatric patients showed the same trend (P=0.07), but there was no correlation with survival in the adult group. This analysis included patients with intermediate and adverse risk cytogenetics. AG genotype was not a predictor of outcome in multivariate model incorporating cytogenetics and the WT1 genotype. The patients with the GG genotype were too few for analysis. Conclusion: This data supports the concept that the biology of AML in pediatric patient is different from that in adults. The role of this synonymous SNP in AML needs further exploration, especially investigating the potential that this SNP may have some effects on the host and not only the disease. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}