{
    "doi": "https://doi.org/10.1182/blood.V118.21.1986.1986",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2096",
    "start_url_page_num": 2096,
    "is_scraped": "1",
    "article_title": "A Phase 1 Open Label, Dose Escalation Study of Nilotinib in Steroid Dependent/Refractory Chronic Graft-Versus-Host Disease ",
    "article_date": "November 18, 2011",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "abstract_text": "Abstract 1986 Imatinib is clinically active in cGvHD. Nilotinib, a tyrosine kinase inhibitor, targets the same receptors as imatinib but with different affinities. These targets and their IC50s are: DDR1 3.7 nM, DDR2 5.2 nM, ABL 25 nM, PDGFRA 53 nM, KIT 158 nM, and NQO2 1800 nM. We hypothesized that nilotinib is safe, tolerable, and clinically efficacious in cGvHD. We present preliminary safety and pharmacokinetic data from a phase 1 trial of nilotinib for steroid dependent/refractory cGvHD. Methods. All subjects had extensive steroid dependent/refractory cGVHD treated previously with ≥ 2 agents. Previous treatment with imatinib was allowed. Steroid refractory was defined as progressive cGVHD despite prednisone ≥ 0.5 mg/kg/d for ≥ 1 month; steroid dependence was cGVHD requiring prednisone ≥0.25 mg/kg/d for ≥ 3 months. This was a dose escalation trial with 4 sequential dose levels: 200 mg daily, 200 mg twice daily, 400 mg daily, and 400 mg twice daily followed by a dose extension phase at the maximum tolerated dose (MTD). Enrollment followed a standard 3+3 design. Steroids and two other immunosuppressants were allowed. Steroids were tapered as tolerated and other immunosuppressant dosing remained constant. Safety was determined by the observation of adverse events graded according to CTCAE v. 4.0 criteria. Trough plasma nilotinib concentrations were determined by HPLC before the daytime day 8 dose. Results. Median age was 49 years (range 23–75). Mean time to study enrollment from transplant was 3.3 years (range 1.7–7.8) and from cGVHD diagnosis 2.9 years (range 0.4–6.6). Sixteen subjects have been enrolled and 14 are evaluable. The median follow-up is 4.5 months (range 0.1–8.0). The MTD was reached at 200 mg daily. The maximum administered dose (MAD) was 200 mg twice daily. The dose limiting toxicities (DLTs) were grade 3 Pneumocystis pneumonia and grade 3 asymptomatic lipase elevation. Grade 2–3 adverse events possibly/probably attributed to nilotinib are shown below; no grade 4–5 adverse events attributed to nilotinib have occurred to date. Median trough plasma concentration of nilotinib 1 week after drug initiation at the MTD was 997 nM (range 661–1380, n=3) and at the MAD was 3110 nM (range 1210–4200, n=3). Trough nilotinib concentrations were higher at the MAD and were associated with DLT occurrence. Conclusions. 200 mg daily is the MTD in the cGvHD population. Safety and clinical effect at the MTD is being evaluated in an ongoing 35 subject extension study. The MTD results in a trough plasma concentration that may be adequate to inhibit the nilotinib receptor targets except for NQO2. Confirmatory pharmacodynamic studies are planned.  Adverse Event . Frequency of Grade 2 (N=14) . Frequency of Grade 3 (N=14) . Infection    Upper respiratory infection — 2 Fungal pneumonia 1 —  Pneumocystis pneumonia — 1 VZV reactivation (shingles) — 1 Laboratory abnormalities    Afebrile neutropenia — 1 Elevated creatinine 1 — Hypophosphatemia 4 1 Hyponatremia — 1 Asymptomatic elevated lipase 1 2 Respiratory    Asthma 1 —  Gastrointestinal    Diarrhea 1 — Cardiac    Palpitations 2 — Prolonged QTc 1 — Constitutional    Fatigue 1 — Dehydration 1 — Adverse Event . Frequency of Grade 2 (N=14) . Frequency of Grade 3 (N=14) . Infection    Upper respiratory infection — 2 Fungal pneumonia 1 —  Pneumocystis pneumonia — 1 VZV reactivation (shingles) — 1 Laboratory abnormalities    Afebrile neutropenia — 1 Elevated creatinine 1 — Hypophosphatemia 4 1 Hyponatremia — 1 Asymptomatic elevated lipase 1 2 Respiratory    Asthma 1 —  Gastrointestinal    Diarrhea 1 — Cardiac    Palpitations 2 — Prolonged QTc 1 — Constitutional    Fatigue 1 — Dehydration 1 — View Large Disclosures: Off Label Use: Nilotinib for treatment of chronic graft versus host disease.",
    "topics": [
        "graft-versus-host disease, chronic",
        "nilotinib",
        "steroid dependency",
        "mechlorethamine",
        "adverse event",
        "imatinib mesylate",
        "steroids",
        "immunosuppressive agents",
        "lipase",
        "pneumonia, pneumocystis carinii"
    ],
    "author_names": [
        "George L. Chen, MD",
        "Paul A. Carpenter, MD",
        "Raewyn Broady, MBChB, FRACP",
        "Tara B. Gregory, MD",
        "Sally Arai, MD",
        "Laura Johnston, MD",
        "Mary E.D. Flowers, MD",
        "Jan H. Beumer, PharmD, PhD",
        "Jodie Mendolsohn",
        "Xin Zhou",
        "Spenser H. Perloff",
        "Joanne M Otani, RN, MSN",
        "David B Miklos, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine/BMT Program, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Leukemia BMT Program of British Columbia, Vancouver, Canada, "
        ],
        [
            "Colorado Blood Cancer Institute, Denver, CO, "
        ],
        [
            "Medicine/BMT, Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Medicine/BMT, Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "University of Washington, Seattle, WA, USA, "
        ],
        [
            "School of Pharmacy, University of Pittsburg, Pittsburgh, PA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, "
        ],
        [
            "Leukemia BMT Program of British Columbia, Vancouver, Canada, "
        ],
        [
            "Medicine/BMT, Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Medicine/BMT, Stanford University School of Medicine, Stanford, CA"
        ],
        [
            "Medicine/BMT, Stanford University School of Medicine, Stanford, CA, USA, "
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999"
}