{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.722.722",
    "article_title": "Preliminary Results from a Phase 1 Study of Gilteritinib in Combination with Induction and Consolidation Chemotherapy in Subjects with Newly Diagnosed Acute Myeloid Leukemia (AML) ",
    "article_date": "December 7, 2017",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Emerging Molecularly-Targeted Therapies in AML",
    "abstract_text": "Background: Gilteritinib is a novel, potent, highly-selective oral fms -like tyrosine kinase 3 (FLT3)/AXL inhibitor with clinical activity in relapsed/refractory (R/R) AML with activating FLT3-ITD and -TKD mutations. In such patients, once-daily gilteritinib ≥80 mg/day, as a single agent, elicited a response rate of 52% and median overall survival (OS) of 31 weeks (Perl AE, et al. Lancet Oncol . 2017.). Here we examined the safety/tolerability and antitumor activity of gilteritinib combined with front-line intensive chemotherapy in newly diagnosed AML patients. Methods: The primary objective of this open-label, dose-escalation/expansion Phase 1 study (NCT02236013) was to assess the safety/tolerability profile (including dose-limiting toxicities [DLTs] and maximum tolerated dose [MTD]) of gilteritinib when combined with 7+3 induction and high-dose cytarabine (HiDAC) consolidation, and administered as single-agent maintenance therapy in subjects aged ≥18 years with newly diagnosed AML. Assessment of antitumor effects of this combination therapy was an exploratory objective. Dose escalation followed a 3+3 design where successive cohorts of 3-6 subjects received gilteritinib doses of 40, 80, or 120 mg/day. Dose-escalation decisions were made based on DLTs that occurred during remission induction. A DLT was defined as any grade ≥3 non-hematologic or extramedullary toxicity (with exceptions) or hematologic toxicity that occurred after the first gilteritinib dose and did not resolve by Day 42 of the last induction cycle or before initiation of consolidation therapy. Subjects received up to 2 cycles of a 7+3 induction regimen (cytarabine 100 mg/m 2 /day, days 1-7 plus idarubicin 12 mg/m 2 /day, days 1-3) plus once-daily oral gilteritinib, which was initially administered on days 1-14 but was subsequently changed to administration on days 4-17 at the designated dose. During consolidation, subjects received cytarabine (1.5 g/m 2 every 12 hours, days 1, 3, and 5) and once-daily gilteritinib (days 1-14) at the induction dose, for up to 3 cycles. Subjects in the dose-expansion cohort, received gilteritinib at the recommended expansion dose established during dose escalation. After consolidation, subjects received maintenance therapy with once-daily gilteritinib (28-day cycles; up to 26 cycles). Results: As of July 9, 2017, 50 subjects had been enrolled (n=17, dose-escalation cohort; n=33, dose-expansion cohort); 49 had received at least 1 dose of gilteritinib. Most subjects were male (67.3%; n=33); median age was 59 years (range, 23-77 years). Of the 48 subjects with known FLT3 mutation status, 23 (47.9%) were FLT3 mut+ , of whom 15 (65.2%) had internal tandem duplications. During dose-escalation, 2 subjects in the 40 mg/day cohort who had received gilteritinib on days 1-14 experienced DLTs (neutropenia, thrombocytopenia, and decreased ejection fraction). After gilteritinib induction schedule modification, no additional DLTs were observed. The MTD was not reached; gilteritinib 120 mg/day was chosen as the recommended expansion dose. Grade ≥3 treatment-emergent adverse events (TEAEs) occurring in ≥10% of subjects were febrile neutropenia (53.1%), thrombocytopenia (18.4%), neutropenia (16.3%), decreased platelet count (12.2%), sepsis (10.2%), and decreased white blood cell count (10.2%). Serious drug-related TEAEs occurring in >1 subject were febrile neutropenia (16.3%), sepsis (6.1%), and decreased ejection fraction (4.1%). The end of treatment investigator-reported composite complete remission (CRc) rate for all subjects was 71.4% and 57.1% achieved complete remission ( Table ). In FLT3 mut+ and FLT3 mutation-negative (FLT3 mut− ) subjects, end-of-treatment CRc rates were 91.3% and 56%, respectively. Among subjects who received ≥80 mg/day gilteritinib (n=40), end-of-treatment CRc rates were 90% (n=18/20) for FLT3 mut+ and 60% (n=12/20) for FLT3 mut− subjects. Median OS and duration of response have not been reached. For the total study population, median event-free survival (EFS) was 327 days and median disease-free survival (DFS) was 297 days; FLT3 mut+ subjects had a longer median EFS (327 days) and DFS (134 days) than FLT3 mut− subjects (EFS, 80 days; DFS, not estimable). Conclusions: In subjects with newly diagnosed AML, gilteritinib combined with intensive chemotherapy was well tolerated (MTD >120 mg/day) with seemingly high response rates in FLT3 mut+ subjects. View large Download slide View large Download slide Close modal Disclosures Cherry: Pfizer: Membership on an entity's Board of Directors or advisory committees; Astellas: Research Funding; Incyte: Membership on an entity's Board of Directors or advisory committees; Ariad: Membership on an entity's Board of Directors or advisory committees. Altman: NCCN: Other: Educational speaker; Syros: Consultancy; BMS: Consultancy; Celgene: Consultancy; Astellas: Consultancy; Ceplene: Consultancy; Janssen Pharmaceuticals: Consultancy; Novartis: Consultancy; ASH: Other: Educational speaker. Cooper: Novartis: Research Funding. Jurcic: Syros Pharmaceuticals: Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; Merck: Consultancy; Kura Oncology: Research Funding; Incyte: Consultancy; Genentech: Research Funding; Forma Therapeutics: Research Funding; Celgene: Research Funding; Alexion Pharmaceuticals: Consultancy; Seattle Genetics: Consultancy, Research Funding; Actinium Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Daiichi-Sankyo: Research Funding; Astellas Pharma, Inc: Research Funding; Amgen: Consultancy. Levis: Astellas Pharma Us: Consultancy, Research Funding; Daiichi Sankyo, Inc.: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Research Funding; FujiFilm: Research Funding. Lin: Jazz Pharmaceuticals: Consultancy. Perl: Arog Pharmaceuticals: Consultancy; Asana Biosciences: Other: Scientific advisory board; Astellas: Consultancy; Daiichi Sankyo: Consultancy; Pfizer: Other: Advisory Board; Novartis: Other: Advisory Board; Actinium Pharmaceuticals: Other: Scientific Advisory Board; Seattle Genetics: Other: Advisory board. Podoltsev: Alexion: Consultancy; CTI biopharma/Baxalta: Consultancy; Incyte: Consultancy; Ariad: Consultancy. Schiller: Celator/Jazz: Research Funding. Liu: Astellas Global Pharma, Inc.: Employment. Bahceci: Astellas Pharma Global Development: Employment.",
    "topics": [
        "chemotherapy regimen",
        "gilteritinib",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "colorectal cancer",
        "cytarabine",
        "actinium",
        "complete remission",
        "febrile neutropenia",
        "neutropenia"
    ],
    "author_names": [
        "Keith Pratz, MD",
        "Mohamad Cherry, MDMS",
        "Jessica K. Altman, MD",
        "Brenda W. Cooper, MD",
        "Jose Carlos Cruz, MD",
        "Joseph G. Jurcic, MD",
        "Mark J. Levis, MD",
        "Tara L. Lin, MD",
        "Alexander E. Perl, MD",
        "Nikolai A. Podoltsev, MD PhD",
        "Gary J. Schiller",
        "Chaofeng Liu, PhD MBA",
        "Erkut Bahceci, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Keith Pratz, MD",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Cherry, MDMS",
            "author_affiliations": [
                "Stephenson Cancer Center, Oklahoma, OK "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica K. Altman, MD",
            "author_affiliations": [
                "Robert H. Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda W. Cooper, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, Seidman Cancer Center, University Hospitals Cleveland Medical Center, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Carlos Cruz, MD",
            "author_affiliations": [
                "Adult Blood & Marrow Stem Cell Transplant, Texas Transplant Physician Group, San Antonio, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph G. Jurcic, MD",
            "author_affiliations": [
                "Department of Medicine, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark J. Levis, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara L. Lin, MD",
            "author_affiliations": [
                "University of Kansas, Westwood, KS "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander E. Perl, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Abramson Cancer Center of the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolai A. Podoltsev, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, School of Medicine, Yale University, New Haven, CT "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary J. Schiller",
            "author_affiliations": [
                "David Geffen School of Medicine/UCLA, Los Angeles, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chaofeng Liu, PhD MBA",
            "author_affiliations": [
                "Astellas Pharma Global Development, Northbrook, IL"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erkut Bahceci, MD",
            "author_affiliations": [
                "Astellas Pharma Global Development, Northbrook, IL"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T02:40:49",
    "is_scraped": "1"
}