{
    "doi": "https://doi.org/10.1182/blood.V106.11.4468.4468",
    "article_title": "Motexafin Gadolinium and Other Metallotexaphyrins Upregulate Heme Oxygenase-1. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Heme oxygenase-1 (HO-1) is an inducible enzyme that is upregulated by heme and acts to degrade heme into bilirubin, carbon monoxide and iron. HO-1 is known to be upregulated in response to oxidative stress and has anti-apoptotic properties. Motexafin gadolinium (MGd, Xcytrin ® ) is a tumor-selective redox mediator that produces oxidative stress in cancer cells by reacting with various reducing metabolites and protein thiols to generate reactive oxygen species. Also, MGd is an expanded porphyrin that has a chemical structure which resembles heme. Since redox stress and heme upregulate HO-1 expression, we hypothesized that MGd would produce similar effects. We treated 8 hematopoietic tumor-derived cell lines with MGd and found that 2 of them (Ramos and HF-1) upregulated HO-1 protein. In Ramos lymphoma cells, we found that MGd induced HO-1 up to 8 fold by 24 hrs and that longer incubations did not result in appreciably greater amounts of protein. HO-1 levels returned to baseline in Ramos cells 48 hrs after cells were cultured in fresh media in the absence of MGd. HO-1 levels were elevated at baseline in HF-1 cells (compared to Ramos) and increased about 2 fold with MGd treatment. Other metallotexaphyrins, europium texaphyrin and dysprosium texaphyrin, also induced HO-1 expression. To determine if HO-1 expression was important for cell survival, we co-treated cells with MGd and tin protoporphyrin (SnPP), an inhibitor of HO-1 enzymatic activity. We found that both HF-1 and Ramos cells were sensitized to MGd-induced cell death by SnPP. These results demonstrate for the first time that metallotexaphyrins can upregulate HO-1 expression. The induction of HO-1 could be related to oxidative stress and/or metallotexaphyrins acting as heme mimetics.",
    "topics": [
        "gadolinium",
        "heme",
        "oxygenases",
        "heart failure",
        "neoplasms",
        "bilirubin",
        "carbon monoxide",
        "dysprosium",
        "enzymes",
        "europium"
    ],
    "author_names": [
        "Mint Sirisawad",
        "Jun Chen",
        "Jason Ramos",
        "Richard A. Miller",
        "Louie Naumovski"
    ],
    "author_dict_list": [
        {
            "author_name": "Mint Sirisawad",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jun Chen",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Ramos",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Miller",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Louie Naumovski",
            "author_affiliations": [
                "Department of Cancer Biology, Pharmacyclics, Inc., Sunnyvale, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T13:00:58",
    "is_scraped": "1"
}