{
    "doi": "https://doi.org/10.1182/blood.V122.21.992.992",
    "article_title": "Neutrophil Activation In Sickle Cell Disease: Biochemical and Functional Changes At Baseline and During Acute Vaso-Occlusive Crises ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Neutrophilia is a well-recognized complication of sickle cell disease (SCD) and is a risk factor for increased disease severity and early death. Increased neutrophil activation, adhesion and oxidant production have been reported in SCD. While changes in neutrophil surface marker expression, degranulation, migration, adhesion and intracellular oxidative stress have been reported in SCD, there is little mechanistic underpinning for these observed functional changes. Moreover, how neutrophils specifically contribute to SCD pathology, particularly during acute vaso-occlusive crises, remains unknown. We hypothesize that chronic biochemical and functional changes of neutrophils in SCD contribute to disease pathology and are amplified during vaso-occlusive crisis. To define biochemical differences between neutrophils isolated from individuals with SCD and those isolated from healthy controls, we performed global gene expression analysis using the Affymetrix HG133 plus 2 GeneChip. Highly distinct transcriptional profiles were observed in neutrophils isolated from controls versus individuals with SCD at baseline and SCD in crisis. These were sufficiently distinct as to be separable by disease group in unsupervised hierarchical clustering analyses. Ontological analyses identified enriched transcriptional networks in SCD neutrophils related to elevated reactive oxygen species (ROS) production (p<6.3E -4 ) as well as potentiated respiratory burst (p<0.008). Using extracellular flux technology, we were able to measure oxygen consumption rates (OCR) of intact cells and observed that neutrophils from individuals with SCD have an elevated basal OCR over control cells. The elevated basal OCR could be due to increased NADPH oxidase 2 activity or increased mitochondrial respiration. While mitochondrial activity in healthy neutrophils is minimal, these organelles are essential to drive apoptosis, which is required for adequate resolution of inflammatory processes. In turn, neutrophil apoptosis is suppressed in multiple inflammatory diseases, including SCD. The transcriptional studies identified an upregulation of genes that promote mitochondrial stability (2.1- to 3.5-fold increase, p<0.02), a potential mechanism for both increased neutrophil lifespan and perhaps ROS production. Normally, neutrophils maintain ample antioxidant capacity to prevent intracellular damage from ROS generation. Vitamin E is a particularly important antioxidant in neutrophil biology as it attenuates multiple pro-inflammatory activities of these cells. We find that SCD neutrophils have markedly diminished vitamin E levels (p=0.031). Thus, loss of this important antioxidant may promote a pro-inflammatory phenotype of neutrophils in SCD. Next, we examined the potential contribution of neutrophils to the SCD pathobiology in vivo particularly during acute crisis. Berkeley sickle mice (SS mice) and controls (AA mice) were exposed to normoxia (baseline) or hypoxia (3 hrs 10% FIO 2 ) to induce acute sickling followed by reoxygenation (2 hrs room air, H/R). Liver histopathology of SS mice displayed areas of leukocyte infiltration at baseline, with a potentiation in the number of these inflammatory sites after acute sickling induced by H/R. Importantly, examination of these sites at higher magnification reveals significant neutrophil infiltration near congested vessels, suggesting that H/R may potentiate neutrophil recruitment to injured tissues in SCD. To further assess neutrophil activation post H/R, plasma levels of myeloperoxidase (MPO) and DNA, evidence of neutrophil extracellular trap (NET) formation, were measured. SS mice have elevated plasma MPO levels compared to AA mice at baseline (p=0.007), with a trend towards a further increase in SS mice post H/R (no change in plasma MPO in AA mice post H/R). Plasma DNA levels were also elevated in SS mice compared to AA mice at baseline (p=0.01) and exposure of SS mice to H/R significantly increased plasma DNA levels (p=0.009), consistent with an acute increase in NET formation. In summary, chronic neutrophil activation in SS mice at baseline is exacerbated by acute sickling. Taken together, our data supports a role for neutrophils in SCD pathology which is amplified during vaso-occlusive crisis. Thus, targeting neutrophils may offer a novel therapeutic strategy for the prevention and treatment of vaso-occlusive complications in SCD. Disclosures: Wandersee: Bayer: Consultancy. Hillery: Bayer: Consultancy; Biogen Idec: Consultancy.",
    "topics": [
        "neutrophil activation",
        "sickle cell anemia",
        "antioxidants",
        "dna",
        "adhesions",
        "vaso occlusive crisis",
        "histopathology tests",
        "hypoxia",
        "inflammatory disorders",
        "nadph oxidase 2"
    ],
    "author_names": [
        "Madelyn S. Hanson, PhD",
        "Nancy J. Wandersee, PhD",
        "Martin Hessner, PhD",
        "Kirkwood A. Pritchard, Jr., PhD",
        "Neil Hogg, PhD",
        "Cheryl A. Hillery, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Madelyn S. Hanson, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin and Blood Research Institute, Milwaukee, WI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nancy J. Wandersee, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin and Blood Research Institute, Milwaukee, WI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Hessner, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirkwood A. Pritchard, Jr., PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Hogg, PhD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl A. Hillery, MD",
            "author_affiliations": [
                "Medicine, Medical College of Wisconsin and Blood Research Institute, Milwaukee, WI, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T15:40:09",
    "is_scraped": "1"
}