{
    "doi": "https://doi.org/10.1182/blood.V116.21.4208.4208",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1765",
    "start_url_page_num": 1765,
    "is_scraped": "1",
    "article_title": "Incidence Rate of Thromboembolic Events (TE) In a Prospectively Evaluated Population of Patients with Lymphoma Enrolled In First Line Treatment Clinical Trials: a Report From the Gruppo Italiano Per Lo Studio Dei Linfomi (GISL) ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function",
    "topics": [
        "lymphoma",
        "thromboembolic event",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "follicular lymphoma",
        "follow-up",
        "thrombosis",
        "anticoagulants",
        "catheters",
        "deep vein thrombosis"
    ],
    "author_names": [
        "Mauro Silingardi, MD",
        "Stefano Luminari, MD",
        "Elisa Barbolini, Dr",
        "Fiorella Ilariucci, MD",
        "Dimitriy Arioli, MD",
        "Nicola Di Renzo, MD",
        "Carlo Visco, MD",
        "Maria Cristina Leone, MD",
        "Giovanni Bertoldero, MD",
        "Francesco Angrilli, MD",
        "Davide Favali, MD",
        "Francesco Merli, MD"
    ],
    "author_affiliations": [
        [
            "Centro Emostasi e Trombosi, Medicina 1",
            ", Azienda Ospedaliera S. Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Dip. Integrato di Onc./Em., Centro Oncologico Modenese, Modena, Italy, "
        ],
        [
            "Hematology, Azienda Ospedaliera S. Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Hematology, Azienda Ospedaliera S. Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Centro Emostasi e Trombosi, Medicina 1",
            ", Azienda Ospedaliera S. Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Ematologia, Ospedale Vito Fazzi, Lecce, Italy, "
        ],
        [
            "Ematologia, Ospedale San Bortolo, Vicenza, Italy, "
        ],
        [
            "Centro Emostasi e Trombosi, Medicina 1",
            ", Azienda Ospedaliera S. Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Oncologia ed Ematologia Clinica, Ospedale Civile di Mirano, Mirano, Italy, "
        ],
        [
            "Ematologia, Ospedale Santo Spirito, Pescara, Italy, "
        ],
        [
            "Centro Emostasi e Trombosi, Medicina 1",
            ", Azienda Ospedaliera S. Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Hematology, Azienda Ospedaliera S.Maria Nuova, Reggio Emilia, Italy"
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "Abstract 4208 Introduction: Patients with lymphoma are considered at high risk of thrombosis, due to the disease itself or to the use of chemotherapy. The global risk of thrombosis is around 5%, higher in Non Hodgkin Lymphoma compared to Hodgkin Lymphoma and in advanced stages compared to localized disease. So far few studies have addressed the risk of thrombosis in lymphomas with a prospective approach. In 2007 we started a prospective study on patients with malignant lymphoma (ML) to assess the risk of thromboembolism in such patients and to identify possible risk factors. Methods: from March 1st 2007 all patients enrolled in any of the active clinical trials conducted by the Gruppo Italiano Studio Linfomi for the initial treatment of ML were screened for the occurrence of thromboembolic events (TE) at 3 timepoints: at the time of diagnosis (D), during chemotherapy (C) and during follow-up (F). For each registered TE additional data were required with respect to presence of additional risk factors (drugs, bed stay, comorbidities), concomitant use of anticoagulants, venous catheter implant. A detailed description of TE with treatment and outcome details was also required. Results: as of July 20th 2010, 643 patients have been registered in an active GISL clinical trial. Lymphoma subtype was Follicular Lymphoma (FL) in 70%, Indolent Non Follicular Lymphoma (INFL) in 10%, Hodgkin Lymphoma (HL) in 6%, Mantle Cell Lymphoma (MCL) in 6%, Diffuse Large B Cell Lymphoma (DLBCL) in 7%. Patients had a median age of 57 years (range 16 to 86), the male to female ratio was 1.16: Stage was advanced (III-IV) in 84%. Median follow-up was 18 months. Overall 27 TE have been reported, which corresponds to a proportion of 4.4%. Most events occurred during treatment or follow-up (15 and 6 at C and F timepoints, respectively), while TE proportion at D was low (0.9%). TE rate (×100 person-year) was 3.9 in MCL, followed by other lymphoma subtypes: HL 3.8, FL 2.6, DLBCL 2.4, and INFL 1.8. Interestingly, in MCL all the TE occurred at the C and F timepoints, and these patients were treated with an intense chemotherapy regimen (alternating R-hyperCVAD and HD ARA-C and mtx), while other lymphomas received conventional dose chemotherapy. Overall, the only parameter associated with TE development was PS>2 (RR 6.2, P=0.013), while the RR is 3.8 (P=0.188) if the 21 TE at C+F timepoints are considered. So far, detailed informations concerning TE were received for 20 patients. Of these, only 3 had comorbidities (1 case of diabetes mellitus, 1 case of cardiovascular disease and 1 case of prostatic adenocarcinoma receiving hormonotherapy) and no prior DVT or PE have been described. Two of the 5 cases of bedridden patients stayed in bed for more than 7 days before experiencing TE. Seventeen patients took no thrombogenic drugs as ongoing estroprogestinic therapy or hormonotherapy. Five patients had a venous catheter implant, which was removed only in 1 case due to thromboembolic occurrence. Overall we registered 7 cases of PE and 13 cases of DVT. When looking at the TE event description, 14 patients have been recorded as symptomatic and 4 were already treated with anticoagulants when the TE was diagnosed. The most frequent sites of TE were femoral vein or jugular vein (3 and 3 events, respectively), while the principal diagnostic tool employed for the TE diagnosis was Color Doppler ultrasound. Conclusions: To the best of our knowledge this is the study with the highest number of newly diagnosed patients with ML prospectively considered for the risk of TE. It shows a lower than expected rate of TE, probably because there is a representation of the different histotypes which doesn't replicate the real incidence: Follicular Lymphoma, a subtype with low risk of TE, is certainly over-represented. Our data suggest that therapy is the most important cause for TE. Further analyses on reported events may help to identify additional risk factors. Disclosures: No relevant conflicts of interest to declare."
}