{
    "doi": "https://doi.org/10.1182/blood-2018-99-120035",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4001",
    "start_url_page_num": 4001,
    "is_scraped": "1",
    "article_title": "Evaluation of Combination Tagraxofusp (SL-401) and Hypomethylating Agent (HMA) Therapy for the Treatment of Chronic Myelomonocytic Leukemia (CMML) ",
    "article_date": "November 29, 2018",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Poster I",
    "topics": null,
    "author_names": [
        "Aishwarya Krishnan",
        "Bing Li, MD",
        "Maria Pagane",
        "Erin McGovern, BA",
        "Zoe Stone-Molloy",
        "Janice Chen, PhD",
        "Christopher Brooks, PhD",
        "Ross L. Levine, MD",
        "Raajit K. Rampal, MD PhD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Jinan, China "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, "
        ],
        [
            "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, "
        ],
        [
            "Stemline Therapeutics, New York, NY "
        ],
        [
            "Stemline Therapeutics, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.766023",
    "first_author_longitude": "-73.96123544999999",
    "abstract_text": "Background: Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder that is characterized by cytopenias, organomegaly, constitutional symptoms, autoimmune phenomena, and ultimately progression to acute myeloid leukemia (AML). The only known cure for CMML remains allogeneic stem cell transplant. Aside from stem cell transplant, currently utilized therapeutic modalities include hydroxyurea, erythropoietin stimulating agents (ESAs) and hypomethylating agents (HMAs). Azacitidine (AZA) and Decitabine (DAC) have been utilized to treat CMML patients, particularly those with cytopenias, with variable efficacy such that complete response only occurs in a minority of patients. Recent work has identified CD123 (interleukin-3 receptor-α; IL-3R-α) as a potential therapeutic target in myeloid malignancies. CD123 is expressed in a variety of myeloid malignancies, including AML, myelodysplastic syndrome (MDS) and CMML. Further, plasmacytoid dendritic cell infiltrates (pDC) which are known to infiltrate the bone marrow in CMML, express CD123. Tagraxofusp (Elzonris™, SL-401) is a targeted therapy directed to CD123, comprised of recombinant IL-3 fused to a truncated diphtheria toxin payload. Clinical studies of tagraxofusp are being carried out in a variety of hematologic malignancies, including blastic plasmacytoid dendritic cell neoplasm (BPDCN), myelofibrosis (MF), and CMML. Data from an ongoing Phase I/II trial of tagraxofusp in relapsed/refractory CMML (n=16 patients) demonstrated spleen size reductions in 100% (8/8) patients with baseline splenomegaly and 2 bone marrow complete responses (BMCRs). Thus, tagraxofusp appears to have single agent clinical activity in CMML. Given this activity, and the known activity of HMAs in CMML, we sought to determine if combination HMA and tagraxofusp may provide added therapeutic utility over HMA therapy alone. Methods: To address this question, we performed preclinical studies using human leukemia cell lines as well as mononuclear cells from primary patient CMML samples. In order to determine active concentrations of both AZA and tagraxofusp in vitro, cell viability assays were performed. K562 cells, which have been previously demonstrated to express CD123, were first studied for sensitivity to AZA and tagraxofusp. The IC50 of AZA was 772uM and 4.8nM for tagraxofusp (Figure 1A). We next performed viability assays using fresh mononuclear cells from CMML patients. The IC50 of single agent AZA was 1442uM, whereas the IC50 of combination AZA and tagraxofusp (at a concentration of 4.8nM) was 725uM. As well, adding tagraxofusp at a concentration of 4.8nM to 1uM AZA in this assay induced a significant reduction in cell viability (Figure 1B; p<0.05). In colony assays, combination AZA and tagraxofusp significantly reduced colony formation when compared to single agent AZA alone (Figure 1 C-E, p<0.05). This effect was observed in samples with a relatively high sensitivity to AZA (Figure 1D) as well as in less sensitive samples (Figure 1E). Addition of AZA to increasing concentrations of tagraxofusp demonstrated a similar significant reduction in colony formation (Figure 1 F, p<0.05). Importantly, a combination effect was observed across samples of different genotypes including patient samples with high risk genotypes, including NRAS / ASXL1 / TET2 (Figure 1E) and mutations in SRSF2 / TET2 / STAG2 (Figure 1C). Conclusions: Current therapeutic options for CMML are limited and CMML remains a significant unmet medical need. Although HMA therapy has demonstrated efficacy in CMML, the effects are often limited in extent and duration. Our preclinical data, including in primary CMML samples, demonstrates a potential therapeutic role for the combination of an HMA and tagraxofusp in CMML. Further in vitro data from primary patient samples, including impact of single and dual agent therapy on immunophenoytpe and clonal architecture, as well as in vivo efficacy data, will be presented. View large Download slide View large Download slide  Disclosures Chen: Stemline Therapeutics: Employment, Equity Ownership. Brooks: Stemline Therapeutics: Employment, Equity Ownership. Rampal: Constellation: Research Funding; Celgene: Honoraria; Jazz: Consultancy, Honoraria; Incyte: Honoraria, Research Funding; Stemline: Research Funding."
}