{
    "doi": "https://doi.org/10.1182/blood.V110.11.4910.4910",
    "article_title": "Maternal Clonal Marrow Stromal Cells Expanded by “Subfractionation Culturing Method” Used for the Treatment of Refractory Chronic Graft Versus Host Disease of an Allogeneic Blood Stem Cell Recipient from an Unrelated Donor. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "We developed “subfractionation culturing method” for rapid establishment of clonal marrow stomal cell (cMSC) lines. The procedure consists of mixing 1 mL of bone marrow aspirate with 15 mL of complete growth medium (Dulbecco’s Modified Eagle’s Medium containing high glucose, 20% fetal bovine serum [FBS], and 1% penicillin/streptomycin), incubation in a 100 mm culture dish for 2 hours at 37° C with 5% CO 2 (I2H), transferring cell culture supernatant a new 100 mm dish, I2H, transferring supernatant to a new dish (D1), I2H, transferring supernatant to a new dish (D2), 1 day incubation (I1D), transferring to another new dish (D3), and I1D in sequence. This process was repeated twice with 1 or 2 day incubation (D4 or D5 respectively). The single-cell derived colonies appearing in the D3, D4 and D5 dishes were transferred to a 6 well plate and then to larger culture flasks, where they kept expanding. After 10 to 14 days in the 100 mm dishes, the cells were harvested with 0.25% trypsin and 1 mM EDTA, suspended at 1 x 10 6 cells/mL in 10% dimethylsulfoxide and 40% FBS, and frozen in 1-mL aliquots in liquid nitrogen. This method was used for isolation and expansion of cMSCs from the maternal marrow of a 18 year old girl who underwent an allogeneic blood stem cell transplant (BSCT) from unrelated donor for acute biphenotypic leukemia. The isolated cMSCs showed similar characteristics to those of known mesenchymal stem cells in expression of cell surface epitopes and differentiation potentials. For graft versus host disease (GVHD) prophylaxis, methotrexate and cyclosporine were used. She developed de novo chronic GVHD involving eyes, skin, liver, and gut (grade 4 diarrhea) at 7 months postBSCT, a month after withdrawal from GVHD prophylaxis. Intractable bloody diarrhea and malnutrition persisted despite administration of steroid, tacrolimus, and mycophenolate. CMV antigenemia, CMV pancolitis, and hemorrhagic cystitis by BK virus ensued. Jaundice peaked at bilirubin of 4mg/dL. While she was placed on ganciclovir and cidfovir, maternal cMSCs were taken from the bone marrow. At 2 months after onset of GVHD, maternal cMSCs was given twice in 3 week interval, at 2 x 10 6 cells/kg each, preceded by approval of Inha University IRB as well as Korean FDA. No adverse effect was noted on cMSC infusion. Her diarrhea, malnutrition, skin pigmentation, and ocular sicca got better slowly. Jaundice, CMV antigenemia, and cystitis were gone. At 4 months after onset of GVHD, multiple ulcers in terminal ileum, entire colon, and rectum still remained (proven as GVHD with no evidence of CMV disease). DNA study of biopsied gut revealed triple chimerism. Despite persistent clusters of ulcer at 6 months, the patient did very well in good nutritional status with no diarrhea. She has been off prednisone, given for 12 weeks, and has kept taking tacrolimus, mycophenolate, and trimethoprim/sulfimethoxazole for 9 months. It is unclear how much the cMSCs have contributed to the recovery from GVHD, but the DNA from third party in the gut supports the hypothesis that cMSCs played a role in the repair of damaged gut aside from immune modulatory effect.",
    "topics": [
        "culture media",
        "donors",
        "graft-versus-host disease, chronic",
        "mothers",
        "stem cells",
        "stromal cells",
        "graft-versus-host disease",
        "diffuse idiopathic skeletal hyperostosis",
        "diarrhea",
        "jaundice"
    ],
    "author_names": [
        "Chul Soo Kim, MD, PhD",
        "Sun Uck Song, PhD",
        "Moon Hee Lee, MD PhD",
        "Joo Han Lim, MD",
        "Hyeon Gyu Yi, MD",
        "Hyunmin Park, MD",
        "Jin Soo Kim, MD",
        "Hyung Kil Kim, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chul Soo Kim, MD, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Inha University Hospital, Incheon, Republic of Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sun Uck Song, PhD",
            "author_affiliations": [
                "Clinical Research Center, Inha University Hospital, Incheon, Republic of Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moon Hee Lee, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Inha University Hospital, Incheon, Republic of Korea"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joo Han Lim, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Seoul National University Hospital, Seoul, Republic of Korea"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyeon Gyu Yi, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Seoul National University Hospital, Seoul, Republic of Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyunmin Park, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Inha University Hospital, Incheon, Republic of Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Soo Kim, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Inha University Hospital, Incheon, Republic of Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyung Kil Kim, MD PhD",
            "author_affiliations": [
                "Division of Gastroenterology, Inha University Hospital, Incheon, Republic of Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T09:39:54",
    "is_scraped": "1"
}