{
    "doi": "https://doi.org/10.1182/blood.V108.11.5157.5157",
    "article_title": "Amplification of Graft vs Malignancy (GVM) Effects by Using Intentionally Mismatched Donor Lymphocytes While Avoiding Graft-vs-Host Disease in Conjunction with Haploidentically Mismatched Stem Cell Allografts in Patients with Hematological Malignances. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Alloreactive donor lymphocytes can induce potent graft vs malignancy (GVM) effects in conjunction with allogenenic stem cell transplantation or when given as donor lymphocyte infusion (DLI) following allogeneic stem cell transplantation. Unfortunately GVM effects are frequently accompanied by graft vs host disease (GVHD) and in many cases, despite severe GVHD, no adequate control of tumor progression can be achieved. In order to improve GVM effects while avoiding GVHD, we have attempted to use natural killer (NK) cells activated with rIL-2 isolated from the blood of haploidentically mismatched donors following engraftment of T-cell depleted donor stem cells. A pilot trial was conducted in patients with hematological malignancies 3 MDS; 2 AML; 1 ALL; 1 biphenotypic leukemia; 5 lymphoma (2 Burkitt’s; 1 anaplastic (ALK) & 1 Hodgkin’s), all resistant to chemotherapy, 4 failing autologous and 1 allogeneic transplant. Eleven received haploidentically mismatched graft. Prevention of rejection was accomplished by activation-induced clonal deletion following infusion of donor buffy coat 24 hours before administration of cytoxan 120–180mg/kg to eliminate host anti-donor T lymphocytes or by using total body irradiation 750cGy following conditioning that was fludarabine based. Positively selected CD34 + cells or CD3 depleted stem cells mobilized with G-CSF were infused on day 0. Based on our murine data, mismatched rIL-2 activated NK cells cause no GVHD. Consequently, 22 procedures were done involving administration of purified NK cells 1–15 months post transplantation. Donor mononuclear cells were activated 4 days at 37°C in 5% CO2 in air with rIL-2 (6,000 IU/ml) and administered on day 4. NK cells were positively selected with anti-CD56, or by negative selection of anti-CD3 using Miltenyi’s immunomagnetic beads. Using this procedure engraftment of mismatched allografts can be accomplished with no or minimal GVHD. Of 11 treated recipients, 5 entered CR. The first patient failing 2 prior transplants from a matched sibling is alive and well 4 years out. Out of 10 patients, 3 died from unrelated causes with no evidence of disease, but no GVHD developed. In conclusion, following engraftment of haploidentically mismatched related stem cell, donor-derived rIL-2 activated NK cells positively selected with anti-CD56 or negatively selected anti-CD3 immunomagnetic beads can be used to induce GVM effects while avoiding GVHD.",
    "topics": [
        "allografting",
        "amplification",
        "cancer",
        "donors",
        "graft-versus-host disease",
        "lymphocytes",
        "mismatch",
        "stem cells",
        "tissue transplants",
        "cd56 antigens"
    ],
    "author_names": [
        "Shimon Slavin, MD",
        "Michael Y. Shapira, MD",
        "Igor B. Resnick, MD",
        "Menachem Bitan, MD",
        "Memet Aker, MD",
        "Simcha Samuel, MSc",
        "Shoshana Morecki, PhD",
        "Reuven Or, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shimon Slavin, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation & Cancer Immunotherapy, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Y. Shapira, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation & Cancer Immunotherapy, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Igor B. Resnick, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation & Cancer Immunotherapy, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Menachem Bitan, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation & Cancer Immunotherapy, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Memet Aker, MD",
            "author_affiliations": [
                "Pediatrics, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simcha Samuel, MSc",
            "author_affiliations": [
                "Bone Marrow Transplantation & Cancer Immunotherapy, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shoshana Morecki, PhD",
            "author_affiliations": [
                "Bone Marrow Transplantation & Cancer Immunotherapy, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reuven Or, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation & Cancer Immunotherapy, Hadassah University Hospital, Jerusalem, Israel"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T15:33:31",
    "is_scraped": "1"
}