{
    "doi": "https://doi.org/10.1182/blood.V124.21.4759.4759",
    "article_title": "CD38 Chimeric Antigen Receptor Engineered T Cells As Therapeutic Tools for Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Chimeric Antigen Receptors (CARs) are engineered constructs consisting of an antibody-derived antigen recognition domain linked to intracellular T cell signaling domains. Cytotoxic T cells transduced to express tumor-reactive CARs are highly promising tools for immunotherapy of cancer. The CD38 molecule, with its high and homogenous expression on Multiple Myeloma (MM) tumor cells, is considered a suitable target for antibody therapy of MM. Prompted by this, we evaluated the feasibility and efficacy of targeting MM cells with CD38-CAR-transduced T cells (CD38-CAR T cells). To this end, we generated three different retroviral CAR constructs based on human CD38 antibodies as antigen recognition domain, CD3zeta and 41BB (CD137) as signaling domains and transduced them into PBMCs of a healthy donor. After in vitro selection and expansion, all CD38-CAR T cells, either unsorted or CD4/CD8 sorted, effectively lysed MM cell lines in a dose-, and CD38 expression-dependent manner, with a better efficacy for the CD8+ fraction. CD38-CAR T cells also effectively eradicated primary MM cells in the bone marrow mononuclear cells derived from MM patients, indicating their clinical relevancy. Although CD38-CAR T cells also displayed cytotoxic activity against the CD38+ fraction of mature monocytes and NK cells and to a lesser extent CD38 + B and T cells, they did not affect the outgrowth of CD34+ cells into various myeloid lineages. In addition,CD38-CAR T cell activity was effectively controllable by transducing them with a caspase 9-based inducible suicide gene. More interestingly, we discovered that the CD38-CAR T cells were themselves devoid of CD38 surface expression, indicating that CD38 was not essential for T cell expansion and function. Finally, in a novel in vivo xenotransplant model (UM9 cell line), in which myeloma cells were grown in a humanized bone marrow microenvironment, i.v. as well as intra tumor administration of CD38-CAR T cells established significant anti-tumor effects, proving that CD38-CAR endowed cytotoxic T lymphocytes, even with no CD38 expression, can efficiently migrate, infiltrate and eliminate human MM tumors growing in their natural niche. These results demonstrate the feasibility and potency of CAR mediated targeting of CD38+ MM cells. Optimization of CD38-CAR and suicide-gene control of CD38 CAR T cellsmay provide next steps towards safe clinical implementation of CD38-CAR T cell immune therapy. Disclosures Drent: Genmab BV: Guest employee (unpaid) Other. Lammerts van Bueren: Genmab : Employment. Parren: Genmab: Employment, Equity Ownership. van de Donk: Genmab BV: Research Funding; J&J: Research Funding; Celgene: Research Funding. Martens: Genmab BV: Research Funding; J&J: Research Funding; Celgene: Research Funding. Lokhorst: Celgene: Research Funding; J&J: Research Funding; Genmab: Research Funding. Mutis: Celgene: Research Funding; J&J: Research Funding; Genmab BV: Research Funding.",
    "topics": [
        "cd38",
        "chimeric antigen receptors",
        "multiple myeloma",
        "t-lymphocytes",
        "neoplasms",
        "antibodies",
        "immunotherapy",
        "antibody therapy",
        "cancer",
        "caspases"
    ],
    "author_names": [
        "Esther Drent",
        "Richard Groen, PhD",
        "Willy A. Noort, PhD",
        "Jeroen Lammerts van Bueren, PhD",
        "Paul W.H.I. Parren, PhD",
        "Jurgen H Kuball, MDPhD",
        "Zsolt Sebestyen, PhD",
        "Niels W.C.J. van de Donk, MDPhD",
        "Anton C. Martens, PhD",
        "Henk M. Lokhorst, MDPhD",
        "Tuna Mutis, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Esther Drent",
            "author_affiliations": [
                "VU Medical center, Amsterdam, Netherlands ",
                "UMC Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Groen, PhD",
            "author_affiliations": [
                "VU Medical center, Amsterdam, Netherlands ",
                "UMC Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Willy A. Noort, PhD",
            "author_affiliations": [
                "VU Medical center, Amsterdam, Netherlands ",
                "UMC Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeroen Lammerts van Bueren, PhD",
            "author_affiliations": [
                "Genmab BV, Utrecht, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul W.H.I. Parren, PhD",
            "author_affiliations": [
                "Genmab BV, Utrecht, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jurgen H Kuball, MDPhD",
            "author_affiliations": [
                "UMC Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zsolt Sebestyen, PhD",
            "author_affiliations": [
                "UMC Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels W.C.J. van de Donk, MDPhD",
            "author_affiliations": [
                "VU Medical center, Amsterdam, Netherlands ",
                "UMC Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton C. Martens, PhD",
            "author_affiliations": [
                "VU Medical center, Amsterdam, Netherlands ",
                "University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk M. Lokhorst, MDPhD",
            "author_affiliations": [
                "VU Medical center, Amsterdam, Netherlands ",
                "UMC Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tuna Mutis, MDPhD",
            "author_affiliations": [
                "VU Medical center, Amsterdam, Netherlands ",
                "UMC Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T04:00:19",
    "is_scraped": "1"
}