{
    "doi": "https://doi.org/10.1182/blood.V122.21.804.804",
    "article_title": "The Presence Of Leukemogenic Mutational Events In Paroxysmal Nocturnal Hemoglobinuria Suggests That Clonal Architecture Of Bone Marrow Failure Is Similar To Myelodysplastic Syndrome ",
    "article_date": "November 15, 2013",
    "session_type": "508. Bone Marrow Failure",
    "abstract_text": "While PNH is characterized by clonality, it has not been considered a malignant disorder. Nevertheless, the similarities to some forms of MDS are clearly apparent, and include clonal hematopoiesis with the prescence of a somatic mutation, persistence and expansion of an aberrant stem cell clone, and frequent antedescent aplastic anemia. Somatic PIG-A gene mutations, the hallmark of PNH, lead to a defective GPI-anchor biosynthesis with a resultant deficiency of the GPI-anchored proteins, and is believed to be responsible for an extrinsic growth advantage. While this scenario is plausible, our research indicates that intrinsic factors may also be involved. Such factors may include additional, secondary genetic events, such as somatic mutations, which may coexist with PIG-A mutations, suggesting that the clonal architecture of PNH is more complex. For the purpose of this project we hypothesized that the evolution of a PNH clone may be associated with additional mutational events. Our genetic analysis involved 50 patients with PNH: the average PNH clone size by flow cytometry was 76%, 19 of these patients have history of antecedent aplastic anemia. We first performed paired whole exome sequencing (WES) of sorted PNH and wild type cells in 12 PNH patients and confirmed 34 somatic events in PNH-derived DNA, including 19 missense, 4 nonsense, 8 frameshift and 3 splice site mutations (a total of 22 genes). An additional 38 cases were used to examine the prevalence of these mutations. We detected somatic PIGA mutations (5 SNVs and 8 indels) in 9/12 PNH fractions (1 negative case contained a 616 kb delXp22.2 microdeletion involving the PIGA locus). Deep sequencing demonstrates the presence two independent PIGA mutations in 1/3 of the patients; semisolid culture experiments followed by sequencing of single CFUs confirmed that 2 independent PNH clones were present. Most significantly, by WES we found and confirmed additional somatic mutations (other than PIG-A) in PNH clones, including TET2 (p.E1250X), MAGEC1 (p.C747Y), BRPF1 (p.N797S), KDM3B (p.L125I), STAC3 (p.F97V) and NTNG1 (p.P24S). In 38 PNH cases studied by deep NGS sequencing, additional 2 somatic homozygous JAK2 (p.V617F), TET2 (p.S1556fs), SUZ12 (intron 2 splice), DHX29 (K498N), MECOM (P18S), and BCOR (Q1606X) mutations were found. Using targeted deep NGS of individual colonies, clonal architecture was analyzed in 9/12 WES cases. Clonal analysis of these cases revealed that PIGA mutations were often acquired in a later stage (6/9) preceeded by mutations in other genes (including NTNG1, CELSR1, STAC3, TET2, SLC20A1). For instance, in one PNH case, the PNH ancestral event was a novel MAN1A2 mutation, which was followed by the appearance of subclonal PIGA mutations, thus creating 2 independent subclones. In another illustrative case, somatic SYNE2 and PEX14 gene mutations were the initial events, followed by a PIGA mutation and an additional subclonal FBN1 mutation. Several somatic mutations were present in both PNH and WT cells and thus likely predated PIGA mutations. These mutations included TET2, SUZ12 and JAK2. In one case we determined that mutant fractions for TET2 and STAC3 mutations were larger than the PIGA mutant fraction with the TET2 mutation also present in the PNH- fraction (CD59+), indicating that PNH, in this case, evolved after the TET2 mutation as a subclone. However, in another case, dysplastic changes were identified along with trisomy 8. FISH analysis resolved that trisomy 8 was only present in the PNH- fraction, suggesting that in this patient, PNH evolved independent of the acquisition of trisomy 8. In sum, using whole exome sequencing, targeted deep NGS sequencing and single colony sequencing, we found that PNH, analogous to myeloid neoplasia, has a complex clonal architecture. Furthermore, the PIG-A mutation is frequently not the sole genetic lesion. Additional somatic mutations may help to further clarify the mechanism of clonal expansions, persistence of the mutated PNH stem cell, clinical diversity of PNH, and distinct behavior of PNH clones in individual patients. Disclosures: Maciejewski: NIH: Research Funding; Aplastic anemia&MDS International Foundation: Research Funding. Makishima: AA & MDS international foundation: Research Funding; Scott Hamilton CARES grant: Research Funding.",
    "topics": [
        "aplastic anemia",
        "clonality (genetic analysis)",
        "clone cells",
        "dna",
        "dysplasia",
        "fibrillin-1",
        "flow cytometry",
        "genetic analysis",
        "intrinsic factor",
        "introns"
    ],
    "author_names": [
        "Wenyi Shen, MD",
        "Bartlomiej P. Przychodzen, PhD",
        "Michael J. Clemente",
        "Brittney Dienes",
        "Tetsuichi Yoshisato",
        "Masashi Sanada, MD, PhD",
        "Kenichi Yoshida, MD",
        "Seishi Ogawa, MD, PhD",
        "Jaroslaw P. Maciejewski, MD, PhD",
        "Hideki Makishima, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenyi Shen, MD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bartlomiej P. Przychodzen, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Clemente",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brittney Dienes",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tetsuichi Yoshisato",
            "author_affiliations": [
                "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masashi Sanada, MD, PhD",
            "author_affiliations": [
                "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Yoshida, MD",
            "author_affiliations": [
                "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seishi Ogawa, MD, PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Makishima, MD, PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T21:31:16",
    "is_scraped": "1"
}