{
    "doi": "https://doi.org/10.1182/blood-2020-139819",
    "article_title": "Biological Effects of Abdominal Irradiation on Intestinal Barrier Breakdown Identified By Second-Generation Probiotic, LR-IL-22 ",
    "article_date": "November 5, 2020",
    "session_type": "801.Gene Editing, Therapy and Transfer",
    "abstract_text": "Toxic effects of total body irradiation and whole abdomen irradiation include breakdown of the intestinal barrier function and bacterial translocation into the abdominal lymphatic and systemic vascular circulations. Therapeutic effects of countermeasures against intestinal radiation damage have relied upon serum assays for bacterial endotoxin and citrulline, biomarkers of relatively late effects in barrier dysfunction. Intestinal barrier breakdown effects on mesenteric lymph nodes and spleen have been incompletely documented. In the present experiments, we gavaged C57BL/6NTac female mice one hour before irradiation (19.75 Gy whole abdomen) with 100 microliters containing 10 9 second-generation probiotic, Lactobacillus reuteri -Interleukin-22 (LR-IL-22) containing transgenes for both mammalian IL-22 and Rapamycin resistance (Alexander LM, et. al., Applied and Environmental Microbiology 85(10): e02335-18, 2019), LR alone, or sham-gavage. Twenty-four hours later, Peyer's patches, mesenteric lymph nodes, spleen, and peripheral blood were collected at serial times after gavage and assayed for growth of Rapamycin-resistant bacteria, and for relative compositions of immunocytes in mesenteric lymph nodes spleen and blood including: CD3, CD19, CD8, CD45, NK1.1, CD25, Foxp3, CD103, and PD-1+ lymphocytes. Compared to non-irradiated, non-gavaged mice, animals receiving LR or LR-IL-22 showed no significant changes in weight or length of the spleen or lymph nodes 24 hr after gavage. There was an increase in PD-1 expression in the spleen of the mice gavaged with LR-IL-22. There were no other significant changes in the composition of immunocytes in abdominal lymph nodes, or spleen and detectable second-generation probiotic growth in these organs. At 24 hr after irradiation, abdominal irradiated mice demonstrated a significant loss of weight and length of the spleen (p < 0.05) as well as decreased lymphocytes in the blood (p < 0.05). Mice gavaged with LR-IL-22 and irradiated to 19.75 Gy had a significant increase in lymphocytes and red blood cells compared to irradiation only (p < 0.05). There was no significant change in the size or weight of the lymph nodes. In the lymph nodes there was an increase in CD8+ cells after irradiation while the LR-IL-22 gavaged mice had an increase in PD-1 expression. There was no detectable growth of Rapamycin resistant bacteria in non-gavaged animals. Mice gavaged with LR-IL-22, but not LR showed decreased biomarkers of intestinal barrier breakdown. Thus, gavage of genetically labeled second-generation probiotics represents a sensitive assay system for irradiation changes in the intestinal barrier function, translocation of bacteria into the abdominal lymphatic system, and therapeutic effect of enteric delivered radiation countermeasures. Supported by U19-AI1068021 Grant. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Alexis Marie Espinal",
        "Michael Epperly, PhD",
        "Amitava Mukherjee",
        "Donna Shields",
        "Wen Hou",
        "Renee Fisher",
        "Jan-Peter van Pijkeren",
        "Ravi Patel, MD",
        "Naveed Islam",
        "Joel S Greenberger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexis Marie Espinal",
            "author_affiliations": [
                "School of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Epperly, PhD",
            "author_affiliations": [
                "University of Pittsburgh Cancer Center Institute, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amitava Mukherjee",
            "author_affiliations": [
                "University of Pittsburgh Cancer Institute, UPMC Hillman Cancer Center, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Shields",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wen Hou",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renee Fisher",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan-Peter van Pijkeren",
            "author_affiliations": [
                "University of Wisconsin-Madison, Madison, WI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Patel, MD",
            "author_affiliations": [
                "University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveed Islam",
            "author_affiliations": [
                "UPMC Cancer Pavillion Onc/ hem, pittsburgh, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel S Greenberger, MD",
            "author_affiliations": [
                "University of Pittsburgh Medical Center - Shadyside, Pittsburgh, PA ",
                "Dept. of Radiation Oncology, UPMC Hillman Cancer Center, Pittsburgh, PA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:29:03",
    "is_scraped": "1"
}