{
    "doi": "https://doi.org/10.1182/blood.V112.11.5138.5138",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1260",
    "start_url_page_num": 1260,
    "is_scraped": "1",
    "article_title": "ABCG2 Expression and Methylated Regulation in Human Multiple Myeloma Cell Lines ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "cell lines",
        "multiple myeloma",
        "polymerase chain reaction",
        "rna, messenger",
        "demethylating agents",
        "chemotherapy regimen",
        "flow cytometry",
        "quantitative real-time polymerase chain reaction",
        "fluorescence",
        "myeloma cells"
    ],
    "author_names": [
        "Shiqiang Qu",
        "Chengcheng Fu",
        "Li Yao",
        "Guanghua Chen",
        "Jiannong Cen",
        "Xiaofei Qi",
        "Wu Depei"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou university, Suzhou, China"
        ]
    ],
    "first_author_latitude": "31.299453199999995",
    "first_author_longitude": "120.6295552",
    "abstract_text": "Objective: The expression and regulation of multidrug resistance protein ABCG2 in multiple myeloma (MM) is unclear, expression of ABCG2 mRNA and protein, promoter methylation regulation of ABCG2 in MM cell lines will be investigated. Methods After human MM cell lines 8226 AU266 and XG-7 were incubated in the demethylation agent 5’-AzaDC, the change of ABCG2 mRNA and protein expression were evaluated separately by using the Taqman probe-based real-time quantitative polymerase chain reaction(RQ-RT-PCR) and flow cytometry. The percentage of methylated alleles was assayed by SYBR green based methylation-specific quantitative PCR (MSQ-PCR). The melting curve was then analyzed to judge the specificity of the PCR product. Results The three MM cell lines have different expression level of ABCG2 mRNA(Table 1) and protein but all much higher than normal PBMCs and in different promoter methylation status. The highest level of ABCG2 mRNA and protein were detected in the 8266 cell lines and the promotor region is in unmethylation status. Expression in the U266 cell lines was moderate and the methylated percentage is 61.55%±1.98%. Expression in the XG-7 is the least, the methylated percentage is 78.40%±2.46%. ABCG2 expression increased after exposure to demethylation agent 5’-AzaDC to 2 fold in U266 and 3.5 fold in XG-7 cell lines. After MSQ-PCR, the melting curve was analyzed. The Tm value of methylated product and the unmethylated product were 77°C and 75.5°C separately. Conclution: ABCG2 mRNA and protein expression in 3 MM cell lines were much higher than that in normal peripheral blood mononuclear cells. Demethylation of the promotor increased ABCG2 mRNA and protein expression. So expression of ABCG2 is partially regulated by promoter methylation in myeloma cell lines. The cell line with the more ABCG2 expression may have more potential to effluence the chemotherapy agents. SYBR green I based fluorescence quantitative PCR can calculate the percentage of the methylated alleles in genome."
}