{
    "doi": "https://doi.org/10.1182/blood-2021-153231",
    "article_title": "Establishment of Durable Chimerism with Minimal GvHD in Highly Mismatched Recipients Receiving an Investigational Facilitated Allo-HSCT ",
    "article_date": "November 5, 2021",
    "session_type": "721.Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Toxicities",
    "abstract_text": "Introduction We previously reported the induction of kidney transplant tolerance by the establishment of durable whole blood and T-cell chimerism and withdrawal of immunosuppression (IS) in 26 of 37 highly mismatched recipients of combined stem cell and living donor kidney transplant recipients (KTx) with low risk of graft versus host disease (GvHD), using FCR001, an investigational cell therapy. The focus of the current analysis is to evaluate the impact of degree of bidirectional donor/recipient mismatching using high resolution allele typing at HLA-A, -B, -C, -DRB1, -DQB1 and -DPB1, on the ability to establish durable chimerism, allowing full immunosuppression (IS) withdrawal and the induction of transplant tolerance. Methods In this phase 2 trial, recipients received nonmyeloablative conditioning with fludarabine 30mg/m2 (Days -5, -4, -3), cyclophosphamide 50mg/kg (Days-3 and +3), 200 cGy TBI (Day-1) followed by KTx (Day 0). G-CSF mobilized peripheral blood mononuclear cells were apheresed from the donor >2 weeks prior to KTx, processed to remove GvHD-producing cells yet retain CD34 +cells and tolerogenic CD8+/TCR facilitating cells (FC) and cryopreserved until infusion day+1 after KTx. IS consisted of mycophenolate and tacrolimus. IS was weaned and discontinued in the presence of sustained donor T-cell chimerism (>50%), stable renal function and no evidence of biopsy-proven rejection. Results Samples from 32 of the 37 subject pairs were available for analysis; of these, three subjects did not have sufficient DNA to test for locus DPB1.All 32 recipients, ranging from age 18 - 65 years, have reached at least 4.5 years of follow-up up to 12 years. Two recipients were re-transplants. Of the 29 D/R pairs with data from all 12 alleles, 21 were mismatched between 6 to 12 alleles (6 related, 15 unrelated), 8 were mismatched between 2 and 5 alleles (all related). Of the three D/R pairs missing DP data, one was mismatched 6 of 10, another 10 of 10, and a third 2 of 10 alleles. Despite the high degree of mismatch, durable chimerism allowed for full IS withdrawal in 25 of these 32 subjects (time off IS from 3.5 - 11 years). 12/25 off IS were from unrelated D/R pairs and ≥ 8 HLA mismatches; the majority showed >95% donor whole blood/T cell chimerism. Three have exhibited stable mixed chimerism ranging between 40% - 60%. Of the subjects not off IS, two failed to engraft their cells; four lost chimerism by 4 months, and one developed GVHD. Durably chimeric patients retained chimerism after removal of IS, remain rejection-free without donor-specific antibody (DSA) with up to 12 years following KTx and have not resumed IS. Transiently chimeric subjects resumed endogenous hematopoiesis and are maintained on low dose IS with stable renal function. There have been two cases of GvHD: one grade 2 lower GI acute GvHD that developed during conversion from tacrolimus to sirolimus and responded to steroids; this patient has developed moderate chronic GvHD of the skin. He is off IS with normal renal function. The second presented late following development of severe gastrointestinal symptoms and manifested treatment-resistant lower GI GvHD with associated tissue-invasive CMV colitis that proved fatal at 11 months post-transplant. Conclusions In summary, high levels of durable chimerism and tolerance with a low (5.5%) incidence of GvHD has been achieved in highly mismatched related and unrelated recipients of FCR001 + kidney transplant. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Krieger:  Talaris Therapeutics, Inc.: Current Employment, Current equity holder in publicly-traded company. Tambur:  Viela Bio and Sanofi: Consultancy; ThermoFisher: Speakers Bureau. Schneider:  Talaris Therapeutics, Inc.: Current Employment. Olsen:  Talaris Therapeutics, Inc.: Current Employment. Ildstad:  Talaris Therapeutics, Inc.: Current Employment, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Joseph R. Leventhal",
        "Nancy R. Krieger",
        "Anat R Tambur",
        "Kristi Schneider",
        "Jordan Olsen",
        "Suzanne T Ildstad"
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph R. Leventhal",
            "author_affiliations": [
                "Feinberg School of Medicine, Northwestern University, Chicago, IL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nancy R. Krieger",
            "author_affiliations": [
                "Talaris Therapeutics Inc, Wellesley, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anat R Tambur",
            "author_affiliations": [
                "Department of Surgery, Northwestern Medicine, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristi Schneider",
            "author_affiliations": [
                "Talaris Therapeutics Inc, Louisville, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan Olsen",
            "author_affiliations": [
                "Talaris Therapeutics Inc, Wellesley, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne T Ildstad",
            "author_affiliations": [
                "Talaris Therapeutics Inc, Louisville, KY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:34:04",
    "is_scraped": "1"
}