{
    "doi": "https://doi.org/10.1182/blood.V104.11.2727.2727",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=192",
    "start_url_page_num": 192,
    "is_scraped": "1",
    "article_title": "Strain Variation in the Immune Response to Human Factor VIII in Normal and Hemophilic Mice. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Approximately 25–30% of Hemophilia A patients make inhibitors after treatment with therapeutic Factor VIII (fVIII). The ability to predict which patients may respond with inhibitors would be important in order to identify suitable patients for tolerance therapies prior to exposure to fVIII and the development of high inhibitor titers. Advances in identifying the nature of the fVIII mutations (inversion, stop codons, etc), HLA linkage and other factors have suggested these as important predictors of inhibitor responsiveness. As a step toward identifying other genetic factors that may predispose for inhibitor formation, we immunized both fVIII−/ − (knockout; C57Bl background) and fVIII sufficient mice of different MHC backgrounds with human fVIII (i.e. therapeutic doses, intravenously in saline with no adjuvant). Our hypothesis was that fVIII sufficient mice would only respond to epitope differences between human and mouse fVIII and that this response would be more sensitive to genetic variation. Our results showed a clear hierarchy of responsiveness both in terms of T-cell proliferation and ELISA titers in the following order: CAST/Ei>BALB/c > B10.A; CBA>C57Bl/6. Despite being bred on a C57Bl (low responder) background, knockout mice made the strongest response to human fVIII, presumably due to the lack of tolerance to mouse epitopes. These results suggest that MHC plays a role in fVIII responsiveness, as it does in the response to fIX or fVIII delivered via an adenovirus vector ( http://www.abstracts-on-line.com/abstracts/hemphiladelphia03 ; Lozier, 2003; Brown et alia, J. Thromb. Haemost.  2 : 111 –118, 2004 ). Thus, it may be possible to map additional loci responsible for inhibitor formation in future studies. Moreover, the fact that fVIII sufficient mice respond to intravenous fVIII points out a unique immunogenic quality of this molecule that appears to be unlike most other plasma proteins. This offers the additional possibility of developing mutated fVIII molecules that lack this inherent immunogenicity.",
    "topics": [
        "casts, surgical",
        "epitopes",
        "factor viii",
        "genetic aspects",
        "hemophilia a",
        "human factors engineering",
        "human leukocyte antigens",
        "immune response",
        "immunologic adjuvants",
        "mice"
    ],
    "author_names": [
        "Linda X. Jin, MD",
        "Nadejda N. Soukhareva, MS",
        "David W. Scott, PhD"
    ],
    "author_affiliations": [
        [
            "Departments of Surgery and of Microbiology-Immunology, University of Maryland School of Medicine, Baltimore, MD, USA",
            "Department of Immunology, Holland Lab of the American Red Cross, Rockville, MD, USA"
        ],
        [
            "Departments of Surgery and of Microbiology-Immunology, University of Maryland School of Medicine, Baltimore, MD, USA",
            "Department of Immunology, Holland Lab of the American Red Cross, Rockville, MD, USA"
        ],
        [
            "Departments of Surgery and of Microbiology-Immunology, University of Maryland School of Medicine, Baltimore, MD, USA",
            "Department of Immunology, Holland Lab of the American Red Cross, Rockville, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2889604",
    "first_author_longitude": "-76.625715"
}