{
    "doi": "https://doi.org/10.1182/blood.V114.22.1320.1320",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1533",
    "start_url_page_num": 1533,
    "is_scraped": "1",
    "article_title": "Impact of Pregnancy On the Course of Immune Thrombocytopenic Purpura: An Observational Study On 44 Cases. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Platelet Number or Function Poster I",
    "topics": [
        "observational studies",
        "pregnancy",
        "purpura, thrombocytopenic, idiopathic",
        "adrenal corticosteroids",
        "glucocorticoids",
        "mineralocorticoids",
        "mucosal bleeding spontaneous",
        "abortion, spontaneous",
        "analgesia, epidural",
        "autoimmune diseases"
    ],
    "author_names": [
        "Lilia Baili",
        "Mehdi Khellaf",
        "Laetitia Languille",
        "Philippe Bierling, MD, PhD",
        "Bertrand Godeau",
        "Marc Michel"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Henri Mondor University Hospital, Creteil, France, "
        ],
        [
            "Department of Internal Medicine, Henri Mondor Hospital, Assistance Publique Hopitaux de Paris, Paris XII university, Creteil, France, "
        ],
        [
            "Department of Internal Medicine - National Referential Center of AutoImmune Cytopenia, Henri Mondor Hospital, Assistance Publique Hopitaux de Paris, Paris XII university, Creteil, France., Creteil, France, "
        ],
        [
            "Etablissement Français du Sang, Hôpital Henri Mondor, Créteil, France, "
        ],
        [
            "Department of Internal Medicine, Referential Center for Autoimmune Cytopenia, Creteil, France"
        ],
        [
            "Department of Internal Medicine - National Referential Center of AutoImmune Cytopenia, Henri Mondor Hospital, Assistance Publique Hopitaux de Paris, Paris XII university, Creteil, France., Creteil, France, "
        ]
    ],
    "first_author_latitude": "48.823880550000005",
    "first_author_longitude": "2.3281303499999995",
    "abstract_text": "Abstract 1320 Poster Board I-342 Backgound Adult's immune thrombocytopenic purpura (ITP), now referred as immune thrombocytopenia, is an autoimmune disease affecting preferentially women of child-bearing age. The risk of relapse or worsening of the disease during pregnancy in women with a previous history of ITP or followed for a chronic ITP is not well known and the monitoring of such patients is therefore not consensual. In order to better asses the impact of pregnancy on ITP' course and natural history, a study was initiated at the national referral center for adult's immune cytopenias at Creteil, France. Patients and Methods This was an observational single center study. To be included into the study, all women had to fulfill the following inclusion criteria: 1) A previous history of definite ITP outside pregnancy with a platelet count < 50×10 9 /L at time of diagnosis and 2) Occurrence of at least one pregnancy within 10 years after ITP diagnosis. Patients diagnosed with secondary ITP (lupus-associated or other) or in whom ITP was diagnosed during a previous pregnancy could not be included. All available clinical and biological ITP-related data available before, during and after each pregnancy were extensively reviewed and analyzed. Results Data on 44 pregnancies in 33 women (mean age: 25 ± 7 years) were analyzed. The mean delay between ITP diagnosis and first pregnancy was 52 ± 19,8 months. At the beginning of pregnancy, ITP was considered “active” (i.e platelet count <100×10 9 /L) in 11/44 (25%) cases, with a platelet count below 50 ×10 9 /L in 6 cases whereas ITP was in remission (platelet count > 100 × 10 9 /L) in 75% of the cases, either off therapy (82%) or on treatment (18% of the cases). In total, the platelet count remained stable during pregnancy In 25/44 of the cases (57%) without the need of any treatment except for one patient who received corticosteroids for an associated autoimmune hemolytic anemia diagnosed during pregnancy (Evans' syndrome). A slight decrease in the platelet count (between 50 and 100×10 9 /L) was observed in 12 cases (27%), 6 of which occurred at the end of pregnancy. In nine of these cases, patients were given a short course of corticosteroids in preparation for delivery. Lastly, a decrease of the platelet count below 50×10 9 /L was observed in only 7 of the 44 pregnancies (16%). In 6 of these 7 cases, patients were given corticosteroids, either alone (n=2) or in combination with intravenous immunoglobulin (n=4 cases); one patient was also given a platelet transfusion. No severe bleeding episode (mucosal bleeding or any hemorrhage) occurred in any of these cases prior to, during or after delivery. A miscarriage occurred in 6 of the 44 pregnancies (13.5%), a C-section was performed in 18% of the cases which is the usual average rate in France. In total, a treatment for ITP had been considered useful in 15 pregnancies (34%) mainly at the end of the third trimester. The mean platelet count at time of delivery was 107 ± 17 × 10 9 /L, None of the patients had a relapse or a significant decrease of the platelet count within 6 months after delivery except for a one patient who presented with a severe (platelet count < 20 × 10 9 /L) and symptomatic (cutaneous and mucosal bleeding) thrombocytopenia on day 2 after delivery. Conclusion Based on these preliminary data, pregnancy does not seem to have a negative impact on the course of the disease in women with chronic non-refractory ITP nor to increase the risk of relapse in those with a previous history of ITP. A significant decrease of the platelet count may occur in about 15% of the cases, mainly during the third trimester. In women with a platelet count between 50 and 100 × 10 9 /L at term, a short course of treatment could be indicated in preparation for delivery and especially if an epidural analgesia is planned. Disclosures No relevant conflicts of interest to declare."
}