{
    "doi": "https://doi.org/10.1182/blood.V128.22.5154.5154",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3532",
    "start_url_page_num": 3532,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of Enoxaparin Prophylaxis in Adults Receiving Peg-Asparaginase Containing Induction Regimens for Acute Lymphoblastic Leukemia (ALL) ",
    "article_date": "December 2, 2016",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": [
        "acute lymphocytic leukemia",
        "enoxaparin",
        "pegaspargase",
        "venous thromboembolism",
        "cryoprecipitate",
        "fibrinogen assay",
        "hemorrhage",
        "activated partial thromboplastin time measurement",
        "antithrombin iii",
        "antithrombins"
    ],
    "author_names": [
        "Jayadev Manikkam Umakanthan, MBBS",
        "Lori J. Maness, MD",
        "Jiangtao Luo",
        "Avyakta Kallam, MBBS",
        "James O. Armitage, MD",
        "Philip Bierman, MD",
        "Julie M. Vose, MD",
        "R. Gregory Bociek, MD",
        "Matthew Lunning, DO",
        "Krishna Gundabolu, MD",
        "Vijaya R. Bhatt, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology & Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Division of Hematology & Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Department of Biostatistics/College of Public Health, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Division of Hematology & Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "University of NE Med. Ctr., Omaha, NE"
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Division of Hematology & Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ]
    ],
    "first_author_latitude": "41.255025149999994",
    "first_author_longitude": "-95.97726115",
    "abstract_text": "Background: Peg-asparaginasecan cause dysregulationof pro-coagulant and anti-coagulant proteins, resulting in a significant risk of venous thromboembolism(VTE) in ALL, particularly in adults undergoing induction chemotherapy. In late 2014, we adopted a policy at our institution to use prophylactic dose ofenoxaparin 40 mg daily for up to 3 weeks following the administration of peg-asparaginase. Patients are also to undergo monitoring of complete blood count, and coagulation parameters including fibrinogen and anti-thrombin. Enoxaparin may be held if patients develop severe thrombocytopenia (platelet count <30,000/µL). Cryoprecipitate is given if fibrinogen drops below 100 mg/dl. In the present study, we aim to analyze primarily the safety, and secondarily the efficacy ofenoxaparin prophylaxis in this setting and highlight the changes in coagulation parameters following peg-asparaginase use during induction therapy. Methods: This is a single-center study of17 consecutive adult patients (>18 years old) treated for ALL with peg-asparaginasecontaining induction regimen before and after the establishment of institutional policy to useenoxaparinprophylaxis. Patients were identified from hospital research database. The diagnoses were verified. Medical records were reviewed for the occurrence of any clinically relevant bleeding and VTE within 3 months of receiving peg-asparaginase. Levels of coagulation parameters, whenever available, were collected at baseline and at weekly intervals for up to 4 weeks after receiving peg-asparaginase. The risk of bleeding and VTE among patients receivingenoxaparinwas compared to those who did not receiveenoxaparin. Fisher exact test was used for testing the association of categorical variable, and binomial exact test was used for computing confidence intervals. T-test or nonparametric test was used for comparing the continuous variables depending on whether or not the data were normally distributed. Results: The patient population consisted of 59% females. Mean age was 35 years. Histology consisted of Pre-B ALL in 76%, pre-T ALL in 18% and mixed lineage leukemia in 6%. 88% percent received pediatric-type chemoregimenand intramuscular peg-asparaginase; the most common doses of peg-asparaginaseincluded 2000 mg/m 2 (41%) and 2500 mg/m 2 (35%). Duration ofenoxaparin prophylaxis was 21 days in 66.7% and 7 days in 33.3%. Average changes in coagulation parameters at baseline and at weekly intervals following the use of peg-asparaginase therapy are highlighted in figures 1 and 2. The drop inantithrombin and fibrinogen levels was the highest during the first two weeks after the administration of peg-asparaginase. 41% of patients required cryoprecipitate (median 15 units, range 5-35 units over 4 weeks). No patients, including theenoxaparin group, had any clinically relevant bleeding event. The risk of VTE was 18% (95% confidence 4-43%); 2 out of 3 VTE events were cerebral venous thrombosis. No VTE occurred in theenoxaparin prophylaxis group (n=9), whereas 37% of patients (3 out of 8 patients), who did not receiveenoxaparin, developed VTE.Enoxaparin prophylaxis was associated with a trend towards a lower risk of VTE, however, the difference was not statistically significant (p=0.08). Conclusion: Within the limits of this study, in adult ALL patients receiving peg-asparaginase, the use of daily prophylactic dose ofenoxaparinmay not be associated with an increased risk of clinically relevant bleeding, and may have a potential to lower the risk of VTE. Patients receivingenoxaparin, however, should be carefully monitored for the need of platelet transfusion and cryoprecipitate supplementation. The difference in the risk of VTE was not statistically significant, which may be, in part, due to a small sample size.Antithrombindepletion may also contribute to a reduction in the efficacy ofenoxaparin. Larger prospective studies should be performed to validate the preliminary findings. Figure 1 View large Download slide Changes in prothrombin time and partial thromboplastin time Figure 1 View large Download slide Changes in prothrombin time and partial thromboplastin time Figure 2 View large Download slide Changes in antithrombin and fibrinogen levels Figure 2 View large Download slide Changes in antithrombin and fibrinogen levels Disclosures Armitage: Spectrum Pharmaceuticals: Consultancy; Roche: Consultancy; Conatus - IDMC: Consultancy; GlaxoSmithKline IDMC: Consultancy; ZiopharmOncology: Consultancy; Tesaro bio Inc: Membership on an entity's Board of Directors or advisory committees. Lunning: Genentech: Consultancy; AbbVie: Consultancy; Bristol-Myer-Squibb: Consultancy; Juno: Consultancy; Spectrum: Consultancy; Pharmacyclics: Consultancy; Celgene: Consultancy; Gilead: Consultancy; TG Therapeutics: Consultancy."
}