{
    "doi": "https://doi.org/10.1182/blood.V126.23.5055.5055",
    "article_title": "Clinical and Pathologic Features of Intravascular Large B Cell Lymphoma: A Single Institution Experience ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "abstract_text": "Background Intravascular large B-cell lymphoma (IVLBCL) is a rare type of extranodal large B-cell lymphoma characterized by the selective growth of large lymphoma cells within smaller vessel lumina. With less than 500 reported cases, little is understood about this extranodal B-cell lymphoma. This entity is considered widely underdiagnosed due to its nonspecific clinical presentation, often not detected until autopsy. Cytogenetic and immunophenotypic analyses of IVLBCL cases have revealed the presence of numerous chromosomal aberrations and the non-germinal center (post-germinal center) activated B-cell phenotype. Chromosomal abnormalities and clonal immunoglobulin rearrangements have been reported, however, very few cases have been studied. Methods We performed an IRB-approved retrospective review of the electronic medical records in our institution from January 2007 to January 2015 and identified five cases of IVLBCL. Morphologic evaluation, immunohistochemical (IHC) stains and PCR analysis for clonality was performed using primers specific for the immunoglobulin heavy (IgH) and light chains (IgK and IgL). IHC was used to characterize the neoplastic cells into germinal center B cell (GCB) and non-GCB phenotypes according to the Hans criteria. Results We identified five patients with the pathologic diagnosis of IVLBCL, three of whom were autopsy cases and two that were living patients referred for consultation. The clinical and pathologic features of these cases are summarized in Table 1. All three autopsy cases had multiorgan involvement by IVLBCL evidenced by CD20 positivity (see Image 1) and with the diagnosis made for the first time post-mortem. The two living patients had an initial presentation of rash and skin involvement. Brain involvement was present in two cases; in the first, which was an autopsy case, it presented in a perivascular morphologic pattern, and in the second case, it presented six months following the intradermal diagnosis of IVLBCL and subsequent R-CHOP treatment, as an extravascular 4.5 cm mass-forming lesion. This patient has been disease-free since receiving autologous stem cell transplant. Of the four cases with available material for IHC, the neoplastic cells were of non-GCB phenotype for three cases and GCB phenotype for one case. Clonal IgH rearrangement was identified in one of the five cases. Clonal light chain rearrangements were identified in two cases. Conclusions IVLBCL is an elusive diagnosis and more than half of our cases were diagnosed first time post-mortem. Similar to literature described, this is a highly aggressive lymphoma. The two patients in our series with mostly skin involvement appear to have a better prognosis. We also observed IVLBCL may not always present intravascularly, particularly in the brain, where it may present as perivascular or even form extravascular mass lesions. PCR analysis could detect clonal immunoglobulin gene rearrangements. However, assessing heavy chain gene rearrangement alone is not sensitive. PCR of the immunoglobulin light chain, particularly IgK, is a useful technique to increase the sensitivity for detection of clonality for IVLBCL. However, PCR analysis for clonality is inderminate in two cases and this could be attributed to DNA degradation as well as low tumor volume. Future directions that will be explored include performing next generation sequencing on VDJ junctions for these cases. Table 1.  Case . Age . Sex . Clinical Features . Organ Involvement by Histology . GCB vs. non-GCB . PCR . 1 81 M Respiratory failure, splenomegaly, thrombocytopenia, coagulopathy. Multiorgan Non-GCB IgH: Indeterminate IgL: Indeterminate IgK: Indeterminate 2 76 F Deceased; presented with encephalopathy. Bone marrow involvement present. Multiorgan Non-GCB IgH: Indeterminate IgL: Indeterminate IgK: Clonal 3 61 F 6 month of progressive rash, weakness, SOB, fever. Presented 6 month later with 4.5 cm left frontal brain lymphoma. Currently in remission. Skin initially. Subsequently brain. GCB IgH: Indeterminate IgL: Indeterminate IgK: Indeterminate 4 56 F Remote history of non-Hodgkins lymphoma who subsequently presented with rash. N/A N/A IgH: Indeterminate IgL: Clonal IgK: Clonal 5 84 M Presented with 3 months of fevers, chills, new thrombocytopenia. Multiorgan Non-GCB IgH: Clonal IgL: Clonal IgK: Clonal Case . Age . Sex . Clinical Features . Organ Involvement by Histology . GCB vs. non-GCB . PCR . 1 81 M Respiratory failure, splenomegaly, thrombocytopenia, coagulopathy. Multiorgan Non-GCB IgH: Indeterminate IgL: Indeterminate IgK: Indeterminate 2 76 F Deceased; presented with encephalopathy. Bone marrow involvement present. Multiorgan Non-GCB IgH: Indeterminate IgL: Indeterminate IgK: Clonal 3 61 F 6 month of progressive rash, weakness, SOB, fever. Presented 6 month later with 4.5 cm left frontal brain lymphoma. Currently in remission. Skin initially. Subsequently brain. GCB IgH: Indeterminate IgL: Indeterminate IgK: Indeterminate 4 56 F Remote history of non-Hodgkins lymphoma who subsequently presented with rash. N/A N/A IgH: Indeterminate IgL: Clonal IgK: Clonal 5 84 M Presented with 3 months of fevers, chills, new thrombocytopenia. Multiorgan Non-GCB IgH: Clonal IgL: Clonal IgK: Clonal View Large Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "angioendotheliomatosis",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "polymerase chain reaction",
        "clonality (genetic analysis)",
        "exanthema",
        "extranodal disease",
        "fever",
        "immunoglobulins",
        "lymphoma"
    ],
    "author_names": [
        "Kate Poropatich, MD",
        "Kirtee Raparia",
        "Jon Lomasney",
        "Yi-Hua Chen, MD",
        "Kristy L. Wolniak, MD PhD",
        "Juehua Gao, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kate Poropatich, MD",
            "author_affiliations": [
                "Department of Pathology, Northwestern Memorial Hospital, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kirtee Raparia",
            "author_affiliations": [
                "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon Lomasney",
            "author_affiliations": [
                "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi-Hua Chen, MD",
            "author_affiliations": [
                "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristy L. Wolniak, MD PhD",
            "author_affiliations": [
                "Medicine, Hematology/Oncology Division, and Pathology, Northwestern University, Chicago, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juehua Gao, MDPhD",
            "author_affiliations": [
                "Department of Pathology, Northwestern University Feinberg School of Medicine, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T03:55:02",
    "is_scraped": "1"
}