{
    "doi": "https://doi.org/10.1182/blood.V104.11.2849.2849",
    "article_title": "Damaged Murine Brain Induces ES Cells into Migration and Proliferation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "An understanding of how ES cells differentiate in vivo into neural cells is essential for developing and refining transplantation strategies for the nervous system, as well as for understanding the molecular mechanism underlying neurogenesis. We hypothesized that damaged neural tissues will create an environmental niche and stimulate ES cells to migration and differentiation into the neural cells. We induced damage in murine (C57BL/6) brain by injecting 2.5 μl of PBS into the left frontal and right caudal regions and confirmed neural damage by immunohistochemistry. Yellow fluorescent protein (EYFP) expressing embryonic stem cells (50,000 cells/1μl) ( Nagy et al., Cell Biol. , 2001 ; 115 : 49 –58. ) were injected into the non-damaged left caudal portion of the brain. Using histochemistry (anti-GFP peroxidase, cross-reacting with YFP) and fluorescent microscopy, we observed migration of ES cells from the injection site (left caudal) to the damaged site (right caudal and left frontal) at 5 days post injection. The survival of ES cells was demonstrated by the real-time PCR assay of stemness genes such OCT4, SOX2 and FGF4. The portions of the damaged neural tissues containing ES cells demonstrated 4-fold increase in expression of these genes one week of post injection in comparison to non-injected ES cell murine brain suggesting proliferation. Increased PDGF protein expression and histochemistry studies demonstrated that ES cells responded to damaged neural tissues, migrated to the opposite site of the brain and proliferated. Differentiation studies are in progress and will be presented. This work demonstrates the responsiveness of undifferentiated ES cells to the damaged neural tissues and provides a model of in vivo stem cellà stem cell niche interactions.",
    "topics": [
        "brain",
        "injection site",
        "mice",
        "painful bladder syndrome",
        "peroxidase",
        "platelet-derived growth factor",
        "polymerase chain reaction",
        "proto-oncogene protein kfgf",
        "transplantation",
        "histocytochemistry"
    ],
    "author_names": [
        "Anand S. Srivastava, Ph.D.",
        "Steve Shenouda, B.S.",
        "Ewa Carrier, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Anand S. Srivastava, Ph.D.",
            "author_affiliations": [
                "Rebecca and John Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steve Shenouda, B.S.",
            "author_affiliations": [
                "Rebecca and John Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewa Carrier, M.D.",
            "author_affiliations": [
                "Rebecca and John Moores Cancer Center, University of California, San Diego, La Jolla, CA, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-22T13:39:12",
    "is_scraped": "1"
}