{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.SCI-37.SCI-37",
    "article_title": "Population Genetics Approaches to Quantify Clonal Evolution ",
    "article_date": "December 7, 2017",
    "session_type": "Clonal Evolution in Myeloid Malignancies",
    "abstract_text": "Cancer results from the acquisition of somatic alterations in an evolutionary process that typically occurs over many years, much of which is occult. Understanding the evolutionary dynamics that are operative at different stages of progression in individual tumors might inform the earlier detection, diagnosis, and treatment of cancer. For decades, tumor progression has been described as a gradual stepwise process, and it is through this lens that the underlying mechanisms have been interpreted and therapeutic strategies have been developed. Although these processes cannot be directly observed, the resultant spatiotemporal patterns of genetic variation amongst tumor cells encode their evolutionary histories. Cancer genome sequencing has thus yielded unprecedented insights into intra-tumor heterogeneity (ITH) and these data enable the inference of tumor dynamics using population genetics techniques. The application of such approaches suggests that tumor evolution is not necessarily gradual, but rather can be punctuated, resulting in revision of the de facto sequential clonal expansion model. For example, we previously described a Big Bang model of human colorectal tumor growth, wherein after transformation the neoplasm grows predominantly as a single terminal expansion in the absence of stringent selection, compatible with effectively neutral evolution 1 . In the Big Bang model, the timing of a mutation is the fundamental determinant of its frequency in the final tumor such that all major clones persist during growth and most detectable intra-tumor heterogeneity (ITH) occurs early. By analyzing multi-region and single gland genomic profiles in colorectal adenomas and carcinomas within a spatial agent-based tumor growth model and Bayesian statistical inference framework, we demonstrated the early origin of ITH and verified several other predictions of the Big Bang model. This new model provides a quantitative framework for understanding tumor progression with several clinical implications. In particular, rare but potentially aggressive subclones may be undetectable, providing a rich substrate for the emergence of resistance under treatment selective pressure. These data also suggest that some tumors may be born to be bad, wherein malignant potential is specified early. While not all tumors exhibit Big Bang dynamics, effectively neutral evolution has since been reported in other tumors and hence may be relatively common. These findings emphasize the need for methods to infer the role of selection in established human tumors and the systematic evaluation of distinct modes of evolution across tumor types and disease stages. To address this need, we developed an extensible population genetics framework to simulate spatial tumor growth and evaluate evidence for different evolutionary modes based on patterns of genetic variation derived from multi-region sequencing (MRS) data 2 . We demonstrate that while it is feasible to distinguish strong positive selection from neutral tumor evolution, weak selection and neutral evolution were indistinguishable in current data. Building on these findings, we developed a classifier that exploits novel measures of ITH and applied this to MRS data from diverse tumor types, revealing different evolutionary modes amongst treatment naïve tumors. To better understand evolutionary tempos during disease progression, we further characterized longitudinally sampled specimens. These findings have implications for forecasting tumor evolution and designing more effective treatment strategies. 1. Sottoriva A, Kang H, Ma Z, et al. A Big Bang model of human colorectal tumor growth. Nature Genetics. 2015;47:209-16. 2. Sun R, Hu Z, Sottoriva A, et al. Between-region genetic divergence reflects the mode and tempo of tumor evolution. Nature Genetics. 2017;49:1015-24. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adenoma of large intestine",
        "cancer",
        "carcinoma",
        "colorectal neoplasms",
        "disease progression",
        "genetics, population",
        "lens (device)",
        "neoplasms",
        "tumor cells",
        "tumor growth"
    ],
    "author_names": [
        "Christina Curtis, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christina Curtis, PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T04:10:47",
    "is_scraped": "1"
}