{
    "doi": "https://doi.org/10.1182/blood.V128.22.1791.1791",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3290",
    "start_url_page_num": 3290,
    "is_scraped": "1",
    "article_title": "Prognostic Value of Chromosomal Abnormalities for Follicular Lymphoma in the Rituximab-Era ",
    "article_date": "December 2, 2016",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Poster I",
    "topics": [
        "chromosome abnormality",
        "follicular lymphoma",
        "rituximab",
        "prognostic factors",
        "chemotherapy regimen",
        "follow-up",
        "g-banding",
        "indolent",
        "tumor progression",
        "down syndrome"
    ],
    "author_names": [
        "Takeki Mitsui, MD PhD",
        "Akihiko Yokohama, MD PhD",
        "Hiromi Koiso, MD PhD",
        "Akio Saito, MD PhD",
        "Kohtaro Toyama, MD PhD",
        "Hiroaki Shimizu, MD PhD",
        "Takuma Ishizaki, MD PhD",
        "Hiroyuki Irisawa, MD",
        "Takayuki Saito, MD PhD",
        "Kayoko Murayama, MD",
        "Morio Matsumoto, MD",
        "Hiroshi Handa, MD PhD",
        "Hirokazu Murakami, MD PhD",
        "Norifumi Tsukamoto, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Division of Blood Transfusion Service, Gunma University Hospital, Gunma, Japan "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Fujioka General Hospital, Fujioka, Japan "
        ],
        [
            "Fujioka General Hospital, Fujioka, Japan "
        ],
        [
            "Oncology Center, Gunma University Hospital, Maebashi, Japan "
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Division of Hematology and Oncology, Gunma Cancer Center, Ohta, Japan "
        ],
        [
            "Department of Laboratory Science, Gunma University Graduate School of Health Sciences, Maebashi, Japan "
        ],
        [
            "Division of Hematology and Oncology, Gunma Cancer Center, Ohta, Japan "
        ],
        [
            "Division of Hematology, National Hospital Organization Shibukawa Medical Center, Shibukawa, Japan"
        ],
        [
            "Department of Medicine and Clinical Science, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Department of Laboratory Science, Gunma University Graduate School of Health Sciences, Maebashi, Japan "
        ],
        [
            "Oncology Center, Gunma University Hospital, Maebashi, Japan "
        ]
    ],
    "first_author_latitude": "36.4307559",
    "first_author_longitude": "139.04505079999998",
    "abstract_text": "[Introduction] Follicular lymphoma (FL) is an indolent neoplasm that is generally characterized by nodular proliferation of B cells arising from the follicular center of the lymph node.The typical chromosomal abnormality in FL is the translocation t(14;18)(q32;q21), which is found in more than 75% of cases. Several other chromosomal abnormalities, which might contribute to tumor progression, have been found. However, the prognostic significance of cytogenetic features of FL has not been clearly established in the Rituximab Era. The purpose of this study was to evaluate the pattern of chromosomal abnormalities in FL and to clarify the correlation between cytogenetic features and clinical outcome. [Patients and Methods] Cells from lymph nodes or other sites of disease at diagnosis from 201 patients with FL admitted to our hospital and affiliated hospitals between 2001 and 2013 were cytogenetically analyzed using standard methods of G-banding. Ninety nine (49.3%) men and 102 (50.7%) women with a median age of 59 years (range, 28 - 83 years) were included in the analysis. The median follow up period was 48.3 months. Forty three patients (21.4%) were Stage I or II; 156 patients (77.6%) were Stage III or IV; and 2 patients (1%) were unknown. Eighty patients (39.8%) were follicular lymphoma international prognostic index (FLIPI) low, 55 patients (27.4%) were intermediate, and 43 patients (21.4%) were high; and 23 patients (11.4%) were unknown. The distribution of FL pathological subgroups was as follows: FL Grade 1 - 2, 142 patients (70.6%); FL Grade 3a, 30 (15.0%); and unknown, 29 (14.4%). One hundred and fifty seven patients received Rituximab-containing chemotherapy as an initial treatment. [Results] t(14;18)(q32;q21) was the most common abnormality observed in 119 patients (59.2%); however, t(14;18) showed no correlation with clinical outcome. Other numerical or structural abnormalities that were identified in more than 5% of the patients were as follows: +X (17.9%), del(6)(q) / −6 (16.9%), +7 (14.4%), abnormality of 1q12-21 / 1q (12.9%), del(13)(q) / -13 (11.9%), abnormality of 3q27 (10.4%), abnormality of 10q22-24 (10.0%), +12 / dup(12)(q) (10.0%), abnormality of 1p21-22 / 1p(9.0%), +18 (9.0%), del(17)(p) / −17 (5.0%), and the number of cytogenetic aberrations higher than 3 (54.7%). Patients with +21 ( p = 0.00171) or with >3 cytogenetic aberrations ( p = 0.00269) had a significantly shorter progression free survival (PFS) in univariate analysis. Patients with +21 (median OS 29.9 Mo vs. not reached, p < 0.001), with 3q27 abnormality ( p < 0.001), with del(17)(p) / −17 ( p = 0.00659), with +7 ( p = 0.0369), and with >3 cytogenetic aberrations ( p = 0.0301) were associated with a shorter overall survival (OS). We also found an association between trisomy 21 or 3q27 abnormality and poor OS with and without t(14;18) ( p < 0.001). Multivariate analysis identified +21 and >3 cytogenetic aberrations as independent prognostic factors for PFS in this population. We also identified 3q27 abnormality and +21 as independent prognostic factors for OS in this population. When patients with or without +21 were compared, t(14;18) positivity was not significantly different between the two groups, but 3q27 positivity was significantly higher in the patients with +21 than in those without +21 (30.8% vs. 9.0%, p = 0.034). Patients with +21 were significantly older than patients without +21 (64.5 years vs. 58.4 years, p = 0.027). There were no differences between the groups in other characteristics such as stage, FLIPI, pathological grade, and laboratory data. [Conclusion] Both the presence of trisomy 21 and the presence of 3q27 abnormality were independent risk factors for overall survival in FL with and without t(14;18). Chromosomal analysis of FL at the time of diagnosis can provide important information about survival. Disclosures No relevant conflicts of interest to declare."
}