{
    "doi": "https://doi.org/10.1182/blood.V122.21.5232.5232",
    "article_title": "A Report On a Phase 2 Trial Of Combination Therapy With Lenalidomide and Azacitidine In Patients With Non-Del 5q, Low Risk MDS ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes",
    "abstract_text": "Introduction Low risk MDS is a heterogeneous disease, with limited and short lived responses to available therapeutic options. We hypothesized that the combination of lenalidomide and azacitidine may result in higher response rates and longer duration of such responses than those achieved with either agent. Methods This was an investigator- initiated phase 2 trial, seeking to evaluate the safety , tolerability and response rate of the combination of lenalidomide and azacitidine in patients with low- int-1 risk MDS (excluding those with del 5q).  Patients had to have up to three months of lenalidomide monotherapy, followed by response assessment per IWG 2006 criteria. Responders were to continue on lenalidomide until progression or failure. Non responders would receive 2 cycles of combination therapy with azacitidine at 25 mg/m2 for 5 days every 28 days, together with lenalidomide at the same dose they received in cycle 3.  If no grade 4 toxicity developed, or if the initiation of the next cycle of therapy was not delayed by more than 2 weeks, patients would continue combination therapy, with dose escalation of azacitidine to 50 mg/m² on days 1 through 5 every 28 days for 4 more cycles along with same dose of lenalidomide received in prior cycles.  Response assessment was to be performed after 6 cycles of combination therapy, with responders continuing to receive treatment until disease progression, intolerable toxicities or return to baseline transfusion dependence. Results Between January of 2011 and November of 2012, we enrolled 2 patients, a 69 year old male (1), and a 65 year old female (2), both patients had RARS, normal karyotype, IPSS was 0, and 1. Patient (1) was previously treated with ESA/G-CSF, the other was treatment naïve.  Both patients started Lenalidomide at 5 mg daily, due to reduced GFR (1). Treatment of patient (1) was complicated by severe anemia after 2 cycles of therapy, necessitating blood transfusion, dose reduction, and eventually holding therapy.  The patient declined participation and was taken off study in September of 2011. Patient (2) was enrolled in August of 2012, received 3 cycles of lenalidomide at 5 mg daily, resulting in stable disease. She went on to receive two cycles of combination therapy. Treatment was complicated by a rash, attributed to revlimid, and hematological toxicity resulting in treatment delay by more than 2 weeks. Per protocol, she was taken off study. Conclusion Our study was closed prematurely, and our sample size is very small, but this experience suggests that Combination therapy in patients with low risk MDS is challenging on multiple levels: Accrual, tolerability of two myelosuppressive agents, and potentially, an unacceptable risk/benefit ratio. Disclosures: Shammo: celgene: Consultancy, Honoraria, Research Funding. Off Label Use: The use of lenalidomide and azacitidine in combination for the treatment of low risk MDS.",
    "topics": [
        "azacitidine",
        "combined modality therapy",
        "lenalidomide",
        "toxic effect",
        "anemia",
        "blood transfusion",
        "disease progression",
        "exanthema",
        "granulocyte colony-stimulating factor",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Jamile M. Shammo, MD",
        "Kent W. Christopherson, II, PhD",
        "Reem Karmali, MD",
        "Melissa L. Larson, MD",
        "Michelle Balla",
        "Parameswaran Venugopal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jamile M. Shammo, MD",
            "author_affiliations": [
                "Section of Hematology, Rush Univ. Med. Ctr., Chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kent W. Christopherson, II, PhD",
            "author_affiliations": [
                "Section of Hematology & Stem Cell Transplantation, Division of Hematology & Oncology, Rush University Medical Center, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reem Karmali, MD",
            "author_affiliations": [
                "Hematology & Oncology, Rush University Medical Center, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa L. Larson, MD",
            "author_affiliations": [
                "Sections of Hematology and Bone Marrow Transplant & Cell Therapy, Division of Hematology/Oncology/Cell Therapy, Rush University Medical Center, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Balla",
            "author_affiliations": [
                "Rush University Medical Center, chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Venugopal, MD",
            "author_affiliations": [
                "Section of Hematology, Division of Hematology/Oncology/Cell Therapy, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T02:26:09",
    "is_scraped": "1"
}