{
    "doi": "https://doi.org/10.1182/blood.V122.21.116.116",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2655",
    "start_url_page_num": 2655,
    "is_scraped": "1",
    "article_title": "Clinical Impact Of Small TP53 Mutated Subclones In Chronic Lymphocytic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mutation",
        "protein p53",
        "tp53 gene",
        "massively-parallel genome sequencing",
        "neoplasms",
        "polymerase chain reaction",
        "baculoviral iap repeat-containing 3 protein",
        "dideoxy chain termination dna sequencing"
    ],
    "author_names": [
        "Davide Rossi",
        "Hossein Khiabanian, PhD",
        "Carmela Ciardullo",
        "Valeria Spina",
        "Alessio Bruscaggin",
        "Rosella Famà",
        "Sara Monti",
        "Silvia Rasi",
        "Jiguang Wang",
        "Valter Gattei",
        "Anna Guarini",
        "Robin FoÃ",
        "Raul Rabadan",
        "Gianluca Gaidano"
    ],
    "author_affiliations": [
        [
            "Division of Haematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
        ],
        [
            "Department of Biomedical Informatics and Center for Computational Biology and Bioinformatics, Columbia University, New York, NY, USA, "
        ],
        [
            "Division of Haematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
        ],
        [
            "Division of Haematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
        ],
        [
            "Division of Haematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
        ],
        [
            "Division of Haematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
        ],
        [
            "Division of Haematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
        ],
        [
            "Division of Haematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
        ],
        [
            "Department of Biomedical Informatics and Center for Computational Biology and Bioinformatics, Columbia University, New York, NY, USA, "
        ],
        [
            "Clinical and Experimental Hematology Research Unit, Centro di Riferimento Oncologico, IRCCS, Aviano (PN), Italy, "
        ],
        [
            "Division of Hematology, Department of Cellular Biotechnologies and Hematology, “Sapienza” University of Rome, Rome, Italy, "
        ],
        [
            "Division of Hematology, Dept. of Cellular Biotechnologies and Hematology, 'Sapienza' University, Rome, Italy"
        ],
        [
            "Department of Biomedical Informatics and Center for Computational Biology and Bioinformatics, Columbia University, New York, NY, USA, "
        ],
        [
            "Division of Haematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
        ]
    ],
    "first_author_latitude": "45.3275748",
    "first_author_longitude": "8.4245634",
    "abstract_text": "Introduction TP53 mutations are strong predictors of poor survival and refractoriness in chronic lymphocytic leukemia (CLL) and have direct implications for disease management. Clinical information on TP53 mutations are currently limited to lesions that are represented in the majority of CLL cells. Next generation sequencing (NGS) allows sensitive detection of mutations harbored by a small fraction of the tumor cell population. Here we aim at assessing the frequency, evolution during disease course, and prognostic impact of small TP53 mutated subclones in newly diagnosed CLL. Methods The study was based on a consecutive series of 309 newly diagnosed and previously untreated CLL (median age: 71 years; Binet A/B/C: 79/12/9%; unmutated IGHV genes: 35%; clonal TP53/NOTCH1 / SF3B1 / BIRC3 lesions: 11/11/7/5%; median follow-up: 8.1 years). TP53 mutations (exons 4-8) were screened on peripheral blood (PB) samples (tumor representation 70-98%) by amplicon-based deep-NGS (GSJ, 454 Life Sciences) (average depth: 2660). A bioinformatic algorithm was developed to call TP53 variants out of background noise. By dilution experiments, deep-NGS allowed to detect mutant allele fractions of 0.3%. TP53 variants were considered subclonal if missed by Sanger sequencing, which was performed in parallel. Subclonal TP53 variants were confirmed by duplicate deep-NGS and independently validated by allele specific PCR (AS-PCR). TP53 variant allele frequency (VAF) was corrected for tumor representation. Results Deep-NGS identified 50 subclonal TP53 mutations (VAF 0.3%-11%) in 28/309 (9%) CLL ( Fig 1A ). All subclonal mutations were non-silent, were missed by Sanger sequencing, and were validated by AS-PCR. The molecular spectrum of subclonal TP53 mutations (i.e. missense/truncating ratio, transition/transversion ratio, distribution across hot spot codons; p>.05; Fig. 1B-D ), as well as the residual transactivational activity of mutants toward the p21 promoter (p=.872) were highly consistent with that of fully clonal TP53 mutations reported in CLL (Zenz T, Leukemia 2010). Subclonal TP53 mutations were the sole TP53 genetic event in 15/309 (4.8%) CLL, while in 13/309 (4.2%) cases subclonal TP53 mutations co-existed in the same leukemic population along with a clonal TP53 mutation or with 17p deletion. In cases (n=12) harboring more than one TP53 mutation, the variants mapped on distinct sequencing reads from the same amplicon suggesting that they belonged to different CLL subclones. By combining subclonal TP53 mutations, clonal TP53 mutations and 17p deletion, 50/309 (16%) CLL harbored at least one TP53 defect at diagnosis. Subclonal TP53 mutations were significantly enriched among cases presenting with advanced stage (Binet C: 26%; p=.005) and clonal TP53 abnormalities (37%; p<001). Cases harboring solely subclonal TP53 mutation showed a median overall survival (3.4 years) significantly shorter than TP53 wild type cases (10.8 years; p=.028), and similar to that of cases with clonal TP53 genetic defects (3.1 years; p=.375) ( Fig. 1E ). By multivariate analysis, cases harboring subclonal TP53 mutations had a significantly increased hazard of death (HR: 2.0; p=.023) after adjusting for age, disease stage, IGHV mutation status, clonal TP53 genetic defects, and lesions of NOTCH1 , SF3B1 and BIRC3 . Subclonal TP53 mutations showed a similar allele fraction in paired PB and lymph-node CLL cells in 3/5 assessable cases, suggesting a systemic spread of mutated subclones across disease compartments. Among cases harboring solely subclonal TP53 mutations, longitudinal deep-NGS of sequential samples documented the outgrowth of the TP53 variant to a fully clonal level in 57% (4/7) of cases. In all these cases, clonal selection was strongly associated with treatment exposure and development of a chemorefractory phenotype. Conversely, in cases managed by watch-and-wait only, the load of TP53 mutations did not increase during follow-up. Figure 1. View large Download slide Figure 1. View large Download slide Conclusions Small TP53 mutated subclones detected by deep-NGS occur in a significant fraction of newly diagnosed CLL, have the same unfavorable prognostic impact as clonal TP53 defects, and anticipate the development of a chemorefractory phenotype among CLL requiring treatment. Search of minor subclones by deep-NGS should be considered for a comprehensive assessment of TP53 disruption in CLL. D.R. and H.K equally contributed; R.F., R.R. and G.G equally contributed. Disclosures: No relevant conflicts of interest to declare."
}