{
    "doi": "https://doi.org/10.1182/blood.V104.11.3929.3929",
    "article_title": "Clinical Features, Natural History, and Treatment Outcome of Idiopathic Cyclic Thrombocytopenia: Systematic Analysis of 51 Cases Reported in the Literature. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Cyclic thrombocytopenia (CTP) is an uncommon condition characterized by periodic fluctuations in platelet counts, typically resulting in episodes of thrombocytopenia alternating with normal platelet counts. Because of similar clinical presentation, CTP is mostly misdiagnosed as idiopathic thrombocytopenic purpura (ITP). The natural history and optimal therapy are not defined. Methods: The English medical literature was reviewed for reported CTP cases up to December 2003 using PubMed. Only idiopathic forms (not associated with other hematologic disorders) of CTP were included. Results: Fifty one cases of CTP were identified. There was a female predominance (33:18) with a median age at diagnosis of 35 years (range, 1–70). Serious bleeding episodes were reported in 13 patients (27%) at various time points, while 7 (15%) were asymptomatic. Twenty-six (51%) patients were given an initial diagnosis of ITP. The median time from ITP to CTP diagnosis was 24 months (range, 1–420). The median nadir and peak platelet counts were 10 x 10 9 /L (range, 1–90) and 330 x 10 9 /L (range, 72–2,300), respectively. Rebound thrombocytosis occurred in 18 patients (35%). Most of the patients had regular platelet cycles within 21–35 days. In the 20 patients who were premenopausal and in whom relationship between platelet counts and menstrual cycles were studied, 16 (80%) had CTP in phase with menstrual periods. Bone marrow biopsy was performed during platelet nadir in 45 patients. Megakaryocytes were normal or increased in number in 33 patients (73%) and decreased or absent in 12 patients (27%). Anti-platelet antibodies were measured in 42 patients and found to be present in 17 (40%). After a median follow-up of 31 months (range, 3–558), 2 (4%) patients had died of disease; 14 (27%) were alive without disease; 34 (67%) were alive with disease; and 1 (2%) died with disease. Ten (20%) patients did not require therapy. In 9 patients, treatment was not described. The rest of the 32 patients received various therapies appropriate for ITP ( Table ). Half (5/10) of those who received hormonal therapy (danazol, progestin, or estrogen/progestin) responded. Conclusions: When evaluating patients with suspected ITP, CTP should always be included in the differential diagnoses. CTP generally does not respond to standard ITP treatments, including corticosteroids, splenectomy, and intravenous immunoglobulin. Two clinical features relatively unique to CTP besides periodic thrombocytopenia are rebound thrombocytosis unrelated to recent splenectomy and platelet nadirs occurring during menstruation. When a diagnosis of CTP is made, patients must be offered a period of observation, as many may not require treatment. If treatment is clinically indicated, hormonal therapy may provide the best response.  TREATMENT . N . CR . PR . RR (%) . Corticosteroids 26 0 0 0 Splenectomy 19 1 1 10 Intravenous immunoglobulin 11 0 0 0 Cyclosporine 5 1 2 60 Danazol 5 3 0 60 Vincristine 5 0 0 0 Azathioprine 4 1 0 25 Plasma infusion 4 0 0 0 Estrogen/progestin 3 1 0 33 Others 21 2 1 14 TREATMENT . N . CR . PR . RR (%) . Corticosteroids 26 0 0 0 Splenectomy 19 1 1 10 Intravenous immunoglobulin 11 0 0 0 Cyclosporine 5 1 2 60 Danazol 5 3 0 60 Vincristine 5 0 0 0 Azathioprine 4 1 0 25 Plasma infusion 4 0 0 0 Estrogen/progestin 3 1 0 33 Others 21 2 1 14 View Large",
    "topics": [
        "cyclic thrombocytopenia",
        "signs and symptoms",
        "treatment outcome",
        "purpura, thrombocytopenic, idiopathic",
        "progestins",
        "splenectomy",
        "adrenal corticosteroids",
        "danazol",
        "endocrine therapy",
        "estrogen"
    ],
    "author_names": [
        "Ronald S. Go, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ronald S. Go, MD",
            "author_affiliations": [
                "Hematology, Gundersen Lutheran Health System, La Crosse, WI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T06:39:24",
    "is_scraped": "1"
}