{
    "doi": "https://doi.org/10.1182/blood.V124.21.4706.4706",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2867",
    "start_url_page_num": 2867,
    "is_scraped": "1",
    "article_title": "Initial Results of an Ex Vivo Microfluidic Cis -Coculture Csra to Predict Response for Myeloma Patients ",
    "article_date": "December 6, 2014",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster III",
    "topics": [
        "coculture techniques",
        "infectious mononucleosis",
        "multiple myeloma",
        "neoplasms",
        "tumor cells",
        "bortezomib",
        "cancer",
        "mechlorethamine",
        "antineoplastic agents",
        "chemosensitivity"
    ],
    "author_names": [
        "Chorom Pak, PhD",
        "Natalie S Callander, MD",
        "Edmond WK Young, PhD",
        "Benjamin Titz, PhD",
        "KyungMann Kim, PhD",
        "Kenny Chng, BA",
        "Shigeki Miyamoto, PhD",
        "David J Beebe, PhD"
    ],
    "author_affiliations": [
        [
            "University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "University of Wisconsin Comprehensive Cancer Center, Madison, WI "
        ],
        [
            "University of Wisconsin - Madison, Madison, WI ",
            "University of Toronto, Canada, Toronto, Canada "
        ],
        [
            "Cellectar Biosciences, Inc, Madison, WI "
        ],
        [
            "UW Carbone Cancer Center, Madison, WI ",
            "University of Wisconsin, Madison, WI "
        ],
        [
            "University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "University of Wisconsin - Madison, Madison, WI"
        ]
    ],
    "first_author_latitude": "43.076592000000005",
    "first_author_longitude": "-89.4124875",
    "abstract_text": "In vitro chemosensitivity and resistance assays (CSRAs) test primary tumor cells’ response to chemotherapeutic drugs. The goal of CSRAs is to potentially direct therapy based upon in vitro response. This is in contrast to empiric therapy of cancer patients where therapy is based on clinical trial evidence and the likelihood of patient response. However, most previous CSRAs have been unsuccessful; this may be because they employ tumor cells in mono-culture. increasing evidence indicates that heterogeneity in tumor cell biology and microenvironment and the interaction between the two play essential roles in regulating drug response. In addition, many of these assay and culture systems require more tumor cells per condition than can be obtained from every patient. Furthermore, coculture systems in the past often cultured tumor and non-tumor cells from different patients ( trans -coculture). Therefore, a CSRA capable of being performed for all patients while incorporating both tumor cells and non-tumor microenvironmental cells from the same patient is needed. Here, by using a microfluidic ex vivo system requiring only thousands of cells per condition, we analyzed patient CD138+ multiple myeloma (MM) cells in either microfluidic mono-culture (MicroMC) or cis -coculture (MicroC 3 ) with their own CD138- non-tumor mononuclear cells. The MM CD138+ cells were then exposed to varying doses of bortezomib, a clinical proteasome inhibitor, for 24 hours. An in-house software program, J’experiment, was used to calculate live fractions of the tumor cells. Because plasma concentrations of bortezomib peak at 100 nM, the change in live fraction was calculated from the 0 and 100 nM dose of bortezomib. Using k-means and Gaussian mixture clustering techniques, MicroC 3 responses could be grouped into two distinct data clusters which correctly identified 17/17 patients as either clinically responsive (7) or non-responsive (10). On the other hand, responses measured in MicroMC could not be unambiguously separated into clinical response groups. Thus, MicroC 3 accurately identified MM patient responses as either responsive or non-responsive to bortezomib-containing therapy. Further development of MicroC 3 as a CSRA with the ability to rapidly identify chemosensitive or resistant cancer patients will enable more personalized therapeutic decisions. Disclosures Beebe: Bellbrook Labs, LLC: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties."
}