{
    "doi": "https://doi.org/10.1182/blood-2018-99-119983",
    "article_title": "Plasma Derived FXIII Prophylaxis in Two Patients with Congenital FXIII Deficiency. Mexican Experience ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "INTRODUCTION FXIII is a proγtransglutaminase circulates in plasma as heterotetramers (FXIII-A2B2) composed of two carrier subunits and two catalytic subunits (FXIII-A2). Is mltifunctional protein presents in platelets, megakaryocytes, monocytes and monocyte-derived cells. FXIII is crucial in vital biological processes. Patients with severe FXIIID present with delayed wound healing, recurrent spontaneous miscarriage, and umbilical cord bleeding as well as intracranial hemorrhage. Congenital FXIIID is an autosomal recessive disorder, affects 1-3 per million people worldwide. Diagnosis is reach by the clot solubility test results when levels of FXIII are below 5 U/dl. Functional FXIII activity assay should be used for this purpose, with molecular diagnosis for confirmation of disease, however is not always available. Severely affected require regular replacement therapy that traditionally used FFP and cryoprecipitate; they now receive FXIII concentrate and recombinant FXIII (rFXIII) that is FXIII-A dimer. CASE 8 yo male, mother with history of excesive menstrual bledding, aunt with APS. Obteined a term, by C-section, no complications. Onfalorexis at 7 day with bleeding, Circumcision at 6 mo, excesive bleeding reported. At 2 yo subgaleal hematoma, secondary a trauma, after that he suffered an epidural hematoma, secondary a trauma, cryoprecipitates are transfused, he stayed in the Hospital for 20 days, multiple times suffer of lower limbs hematomas.In 2014 the labs report of Factor XIII <4%, he started with cryoprecipitates, sent him to our centre. Decided repeted the coags and FXIII test, just the urea test; reported as abnormal activity.At this time he suffered for multiples hematomas in the lower right limb & prerotulian bursa of the knee (at least 2 every month), incapacitating him for wandering, so in 2016 decide to start prophylaxis with cryoprecipitates every 3 weeks ( 4 bags), Despite the treatment, continued with multiple bruises, presented 2 more hematomas en the lower limb, In 2017 the patient present anaphylaxis secondary to the administration of cryos and had the opportunity to get the plasma derived-FXIII, in January 2018 we started prophylaxis 23Ukg once a month, since then, the patient has zero bleeds, he suffered a trauma with no bruises or signs of bleed. Nowadays good clinical response, no bleeds, in rehabilitation strengthening his muscles and improving ambulation. CASE 13 yo female, no familiar history, onfalorexis excesive bleeding requiered stay in the Hospital for 10 days, treatment with cautery of the umbilical cord. Presented at 8yo to ER with hip pain, multiples bruises, The initial approach for coagulopathy were done ( PT, aPTT, Fib, agregometry) NORMAL, VWf 68% FVIII 66% missdiagnosed vWD, multiples muscle bleeds, menstrual bleeding treated a demand with cryoprecipitates, after a gym class a year ago, she refered leg numbess, hip pain, decreased tone and muscle strength, MRI iagnosed an espinal cord hematoma (T8-L1), requiered treatment by neurosurgery hemilaminectomy & hematoma drainage, so she start with cryo 5 bags every 8 hrs for one week after that we decide continued every 12 hr until the complete resolution after 14 days.She discharged with prophylaxis with cryoprecipitates twice a week (5 bags) for three months, Nowadays she walks with a cane, sensibility is complete resolved, and ocasionally she needs drain bladder. We stop the prophylaxis with cryo and after 3 months, we decided to re approach the patient since she had major bleeding not completely explained by vWD, We founded normal ( PT, aPTT, Fib, vW) FXIII <4%, so she start prophylaxis with plasma derived FXII in her first month, with a good clinical response. DISCUSSION Factor XIII is a rare cause of coagulopaty in the world, the initial laboratory is always normal since Factor XIII is the final stage and helps in these stabilization. The clinical signs always is the stone gold for the diagnosis, a pivotal data is the bleeding of the umbilical cord or ICH.Prophylaxis has demostrated that is necessary for those patients who has regular bleeds with aparently good response.We need to follow this patient clinical and monitoring the labs, this is the first 2 patients in Mexico that receive FXIII prophylaxis.We need to continue searching for deficient patients, because the clinical suspicion is the cornerstone of the diagnosis, since receiving timely treatment this is seen in the high quality of life they may have. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "abortion, spontaneous",
        "activated partial thromboplastin time measurement",
        "anaphylaxis",
        "autosome disorder",
        "blood coagulation disorders",
        "calculi",
        "canes",
        "cautery",
        "cesarean section",
        "contusions"
    ],
    "author_names": [
        "Mara Toscano, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mara Toscano, MD",
            "author_affiliations": [
                "Hematology, Instituto Nacional de Pediatría, Mexico city, Mexico"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T02:43:08",
    "is_scraped": "1"
}