{
    "doi": "https://doi.org/10.1182/blood.V108.11.2888.2888",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=630",
    "start_url_page_num": 630,
    "is_scraped": "1",
    "article_title": "Campath 1H Versus ATG for the Prophylaxis of Graft Versus Host Disease Does Not Increase the Risk of Relapse or Infections. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "alemtuzumab",
        "graft-versus-host disease",
        "infections",
        "recurrence risk",
        "hematopoietic stem cell transplantation",
        "antigens",
        "antithymoglobulin",
        "candidiasis",
        "infection as complication of medical care",
        "leukemia"
    ],
    "author_names": [
        "Ami J. Shah, MD",
        "Neena Kapoor, MD",
        "Gay M. Crooks, MD",
        "Donald B. Kohn, MD",
        "Kenneth I. Weinberg, MD",
        "Renna Killen, RN",
        "Lily Kuo",
        "Robertson Parkman, MD"
    ],
    "author_affiliations": [
        [
            "Division of Research Immunology/BMT, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Division of Research Immunology/BMT, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Division of Research Immunology/BMT, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Division of Research Immunology/BMT, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Stem Cell Transplantation, Stanford University, Palo Alto, CA, USA"
        ],
        [
            "Division of Research Immunology/BMT, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Division of Research Immunology/BMT, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ],
        [
            "Division of Research Immunology/BMT, Childrens Hospital Los Angeles, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0979709",
    "first_author_longitude": "-118.29050620000001",
    "abstract_text": "Graft Versus Host Disease (GVHD) is a cause of serious morbidity and mortality in > 50% of recipients of unrelated hematopoietic stem cell transplantation (HSCT). We performed a trial using Campath 1 H pre- and post-HSCT in an attempt to decrease the incidence of GVHD without increasing the risk of infection or relapse. Patients were retrospectively compared to a population of patients who received antithymocyte globulin (ATG) pre-and post-HSCT. Materials and Methods: 27 patients were evaluated for this study. Fourteen patients received Campath 1H and 13 patients received ATG. Demographics of patients who received Campath 1H consisted of 9 males and 5 females, with a median age of 13 years (3 years–17.8 years). Thirteen patients received unrelated BM and 1 patient received unrelated PBSC. Demographics of patients receiving ATG consisted of 9 males, 4 females with a median age of 7.4 years (21 months–19 years). Twelve patients received unrelated bone marrow (BM) and 1 patient received unrelated peripheral blood stem cells (PBSC). Diagnoses were similar between the two groups. Patients who received Campath1H received a total dose of 52 mg/m2 pre-HSCT and 20 mg/m2 post-HSCT. Patients who received ATG received a total dose of 60 mg/kg pre-HSCT and 100 mg/kg post-HSCT. GVHD prophylaxis and supportive care measures were similar in both groups. Results: There was a significant difference in the incidence of severe (grade III and grade IV) GVHD between the two arms [Campath (0/14) vs. ATG (6/13), p=0.006]. Among the patients who were transplanted for leukemia, there was no significant difference between the two arms in terms of relapse [Campath (2/14) vs. ATG (4/9), p=0.162]. The 1- year and 2-year overall survival between the two arms was not significantly different [Campath 1H (64%) vs. ATG (69%), p=0.98]. Patients receiving Campath 1H had the presence of CD3+ T cells (>30 cells/ml) in their peripheral blood later than in those who received ATG [65 days (Campath 1H) vs. 27 days (ATG), p=0.001]. The median time to the development of a response to PHA occurred later in the Campath 1H arm [240 days (Campath 1H) vs. 90 days (ATG), p= 0.0005]. The median time to an antigen specific response also occurred later in those receiving Campath 1H [365 days (Campath 1H) vs. 150 days (ATG), p= 0.008]. Patients who received ATG had a greater chance of developing a candida infection [Campath 1H (2/14) vs. ATG (8/13) p=0.02]. Among other specific viral infections, there was no significant difference between the two groups. Conclusions: Campath 1H is effective in decreasing the incidence of GVHD without increasing the risk of relapse. Although there is a significant delay in immune reconstitution, there was no increase in infectious complications in recipients of Campath 1H."
}