{
    "doi": "https://doi.org/10.1182/blood.V126.23.1327.1327",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3034",
    "start_url_page_num": 3034,
    "is_scraped": "1",
    "article_title": "The NEDD8 Activating Enzyme Inhibitor Pevonedistat Induces ER Stress/UPR-Mediated Cell Death and Rebalances Homeostasis of Pro- and Anti-Apoptotic Proteins in Favor of Cell Death in Acute Lymphoblastic Leukemia Cells ",
    "article_date": "December 3, 2015",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "cell death",
        "emergency service, hospital",
        "enzyme inhibitors",
        "homeostasis",
        "nedd8 protein",
        "stress",
        "dexamethasone",
        "mechlorethamine"
    ],
    "author_names": [
        "Gilles M. Leclerc, PhD",
        "Shuhua Zheng, BS",
        "Guy J. Leclerc, PhD",
        "Joanna DeSalvo, BSc",
        "Ronan T. Swords, MDPhDFRCPI FRCPath",
        "Julio C. Barredo, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics Hematology and Oncology, University of Miami Miller School of Medicine, Miami, FL "
        ],
        [
            "The Sheila and David Fuente Graduate Program in Cancer Biology, University of Miami Miller School of Medicine, Miami, FL "
        ],
        [
            "Pediatrics Hematology and Oncology, University of Miami Miller School of Medicine, Miami, FL "
        ],
        [
            "Pediatrics Hematology and Oncology, University of Miami Miller School of Medicine, Miami, FL "
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami, Miami,"
        ],
        [
            "Pediatrics Hematology and Oncology, University of Miami Miller School of Medicine, Miami, FL "
        ]
    ],
    "first_author_latitude": "25.7904064",
    "first_author_longitude": "-80.21199279999999",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is the leading cause of cancer-related death in children. Most adults will die from the disease. Hence, current therapy in ALL is inadequate. We previously showed that ALL cells were differentially sensitive to agents inducing endoplasmic reticulum (ER) stress ( Mol Cancer Res 2012; 10:969-978; PLoS One 2013; 8:e74420). In this regard, we investigated the anti-leukemic activity of the NEDD8-activating enzyme (NAE) inhibitor pevonedistat (MLN4924). Pevonedistat prevents neddylation of cullin-RING E3 ligases, leading to accumulation of cullin dependent substrates with anti-proliferative effects. We demonstrated that pevonedistat induced dose-dependent cell growth inhibition (IC50 between 159-300 nM) and cell death (EC50 between 317-463 nM) in both T- and B-ALL cells (cell lines and primary patient material). We found that neddylated cullin levels were significantly decreased confirming inhibition of the NEDD8 conjugation pathway by pevonedistat. Pevonedistat induced ER stress and unfolded protein response (UPR) mediated cell death in ALL cell lines and primary cells as evidenced by increased expression of UPR markers (GRP78 and CHOP), and cleaved-PARP. Mechanistically, pevonedistat caused proteotoxic/ER stress from failure to halt protein translation mediated by p-eIF2α (Ser51) de-phosphorylation via up-regulation of the PERK inhibitor p58IPK. We also observed up-regulation of mTOR/p70S6K, further increasing protein synthesis and augmenting proteotoxic/ER stress. Indeed, we demonstrated that pevonedistat induced nascent protein synthesis, and that co-treatment with protein synthesis inhibitors (rapamycin, cycloheximide) rescued ALL cells from pevonedistat induced cytotoxicity ( p < 0.01 for combination treatment vs. pevonedistat alone). The observed rescue correlated with decreased UPR markers and P-p70S6K (Thr389) expression, suggesting that proteotoxic stress is a central determinant in pevonedistat-induced ALL cell death. Additional studies into the mechanism of pevonedistat-induced apoptosis revealed that homeostasis of pro- and anti-apoptotic proteins was rebalanced in favor of cell death through decreased Mcl-1 pro-survival activity, via sequestration by NOXA and BIM. Co-immunoprecipitation experiments showed that pevonedistat increased the interaction between NOXA and Mcl-1, and BIM and Mcl-1 proteins, resulting in the reduction of Mcl-1 pro-survival activity. siRNA-mediated down-regulation of NOXA and BIM expression decreased the sensitivity of ALL cells to pevonedistat, supporting the sequestration by NOXA and BIM of Mcl-1's pro-survival activity. Activation of the MEK/ERK/Mcl-1 pathway following pevonedistat-induced cell death was also noted, possibly as a compensatory mechanism. We found that pevonedistat plus a MEK inhibitor (PD98059, selumetinib) induced significant cell death compared to each drug alone ( p < 0.0001), which was associated with decreased Mcl-1 expression and increased cleaved-PARP cleavage, supporting a critical role of Mcl-1 in ALL cell survival. In addition, we demonstrated synergy between pevonedistat and effective anti-leukemic agents such as dexamethasone, doxorubicin and cytarabine in ALL cell line models, with CI values of 0.17, 0.46, and 0.23, respectively. More importantly, we showed that NSG mice engrafted with human ALL cells had statistically significant increased survival when treated with pevonedistat (pevo) plus dexamethasone (dex) compared to single agent therapy ( p = 0.0076 for pevo+dex vs. dex alone; p = 0.0182 pevo+dex vs. pevo alone), lending support for the use of pevonedistat as part of a multi-agent approach. Taken together, our data demonstrate that the NAE inhibitor pevonedistat alters cellular translational machinery leading to ER stress/UPR-mediated cell death, and suggest that pevonedistat may have a \"priming\" effect on ALL cells by altering the apoptotic threshold through modulation of Mcl-1's pro-survival activity. Disclosures No relevant conflicts of interest to declare."
}