{
    "doi": "https://doi.org/10.1182/blood.V128.22.3514.3514",
    "article_title": "Pacritinib Targets IRAK1 and Shows Synergy with HDAC and BET Inhibitors in Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster II",
    "abstract_text": "Background: The bone marrow microenvironment modulates response of acute myeloid leukemia (AML) to therapy. Thus necessitating the identification of microenvironment-driven signaling mechanisms that contribute to AML pathogenesis. We recently showed that AML growth depends on IL-1 signaling in a majority of cases that include a spectrum of genetic aberrations. IL-1 signals through the serine/threonine kinase IL-1 receptor-associated kinase (IRAK1), a central mediator of immune and inflammatory responses that was recently suggested as a potential therapeutic target in leukemia. Pacritinib is currently under development as a small-molecule JAK2 inhibitor for myelofibrosis; recently a kinome screen of 429 kinases showed that pacritinib also inhibits IRAK1 activity (IC50 = 13.6 nM). Here we provide further evidence to support targeting of IRAK1 by pacritinib as a therapeutic strategy in AML, and show synergistic activity with histone deacetylase (HDAC) or bromodomain (BET) inhibitors to overcome drug resistance across genetic subtypes. Methods: We used inducible shRNA to reduce IRAK1 levels in primary AML cells. To validate the selectivity of pacritinib for IRAK1, we performed targeted mutagenesis on key interacting residues. We compared the efficacy of pacritinib, an established dual FLT3/JAK2 inhibitor, to that of the FLT3 inhibitor quizartinib and the JAK2 inhibitor ruxolitinib in 12 cell lines and 46 primary AML samples with various genetic lesions. We tested the synergy of pacritinib in combination with various drugs, including HDAC, BET, and BTK inhibitors, and BH3 mimetic. Equimolar concentrations of both agents were tested at a dose gradient of 1.0-5000 nM. Synergy and combination index were calculated using Calcusyn software. The effects of drug treatments were evaluated on cell viability, survival, differentiation, and downstream signaling. Results: Genetic knockdown of IRAK1 reduced the viability of AML cell lines and primary AML cells by 70% and reduced p38 and ERK1/2 kinase activity. Molecular docking simulation showed that pacritinib forms favorable interactions with D298 and S295 residues in the IRAK1 kinase domain. IRAK1 D298K and IRAK1 S295D conferred significant pacritinib resistance compared to native IRAK1, confirming the selective binding and on-target inhibitory effect of pacritinib. Primary AML samples and cell lines showed sensitivity to pacritinib (median IC50 = 90 nm, range = 2.0-1000 nM, p<0.004), with a higher response rate (44/46 or 96%, or IC50 < 1000 nM) than that observed with ruxolitinib (15%) or quizartinib (80%). With regard to IC90 < 1000 nM, a more stringent measure of efficacy, a higher percentage of primary AML samples (33%) showed sensitivity to pacritinib than that for quizartinib (13%, p<0.0001). Mechanistic studies showed that pacritinib inhibits the activity of downstream effectors in the IL-1 pathway, including IRAK1 and p38, in addition to inhibiting the secretion of various inflammatory cytokines. Consistent with previous studies, pacritinib inhibited FLT3 and JAK2/JAK3 activity in FLT3- or JAK-dependent AML cells, respectively. Additionally, our data suggest that pacritinib reduced the viability of AML primary samples and cell lines harboring a variety of genetic abnormalities, including TET2, MLL, ASXL1, NPM1, CEBPA, and RAS mutations, by inhibiting IRAK1 activity. To identify potential combination therapies, we combined pacritinib with agents from several classes and found synergy with the HDAC inhibitor panobinostat and the BET inhibitor JQ1 with a combination index <1. Specifically, treatment with 50 nM pacritinib or 50 nM JQ1 alone reduced the viability of primary AML cells to 50%, while the combined treatment reduced viability to ~25%. Similarly, 50 nM pacritinib or 20 nM panobinostat alone reduced the viability of AML cells to 50%, while the combined treatment reduced viability to ~10%. Pacritinib blocked cell growth, while HDAC or BET inhibitors promoted differentiation of AML cells and reduced numbers of early progenitors. The combinations blocked not only IRAK1 and ERK activity, but also c-Myc. Conclusions: IRAK1 is a potential therapeutic target in AML across genetic subtypes. Pacritinib, in addition to suppressing JAK2 and FLT3 signaling, specifically blocks IRAK1 signaling in AML and synergizes with HDAC or BET inhibitors to block growth and promote differentiation, establishing its potential clinical utility. Disclosures Druker: Agios: Honoraria; Ambit BioSciences: Consultancy; ARIAD: Patents & Royalties, Research Funding; Array: Patents & Royalties; AstraZeneca: Consultancy; Blueprint Medicines: Consultancy, Equity Ownership, Other: travel, accommodations, expenses ; BMS: Research Funding; CTI: Equity Ownership; Curis: Patents & Royalties; Cylene: Consultancy, Equity Ownership; D3 Oncology Solutions: Consultancy; Gilead Sciences: Consultancy, Other: travel, accommodations, expenses ; Lorus: Consultancy, Equity Ownership; MolecularMD: Consultancy, Equity Ownership, Patents & Royalties; Novartis: Research Funding; Oncotide Pharmaceuticals: Research Funding; Pfizer: Patents & Royalties; Roche: Consultancy. Singer: CTI BioPharma Corp.: Employment, Equity Ownership, Other: Leadership . Agarwal: CTI BioPharma Corp: Research Funding.",
    "topics": [
        "histone deacetylase",
        "leukemia, myelocytic, acute",
        "pacritinib",
        "mechlorethamine",
        "interleukin-1",
        "ms-like tyrosine kinase 3",
        "phosphotransferases",
        "combined modality therapy",
        "panobinostat",
        "ruxolitinib"
    ],
    "author_names": [
        "Alka Puri, PhD",
        "Shawn Mahmood, B.S., B.A.",
        "Bernadette Maertens",
        "Monika Davare, PhD",
        "Stephen E Kurtz, PhD",
        "Cristina E. Tognon",
        "Christopher O. Eden, BA",
        "Johannes Elferich, PhD",
        "Ujwal Shinde, PhD",
        "Brian J. Druker, MD",
        "Jack W. Singer",
        "Anupriya Agarwal"
    ],
    "author_dict_list": [
        {
            "author_name": "Alka Puri, PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shawn Mahmood, B.S., B.A.",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernadette Maertens",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Davare, PhD",
            "author_affiliations": [
                "Papé Pediatric Research Institute, Department of Pediatrics, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen E Kurtz, PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina E. Tognon",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR ",
                "Howard Hughes Medical Institute, Portland, OR "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher O. Eden, BA",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Elferich, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ujwal Shinde, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian J. Druker, MD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR ",
                "Howard Hughes Medical Institute, Portland, OR "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jack W. Singer",
            "author_affiliations": [
                "CTI BioPharma Corp., Seattle, WA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anupriya Agarwal",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology and Medical Oncology, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T09:40:27",
    "is_scraped": "1"
}