{
    "doi": "https://doi.org/10.1182/blood.V106.11.1560.1560",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=523",
    "start_url_page_num": 523,
    "is_scraped": "1",
    "article_title": "DNA Methylation Changes in Plasma Cell Discrasias. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "apoptosis regulatory proteins",
        "cancer",
        "dna methylation",
        "microspheres",
        "monoclonal gammopathy of undetermined significance",
        "neoplasms",
        "o(6)-methylguanine-dna methyltransferase",
        "plasma cell disorder",
        "plasma cells",
        "plasmacytoma"
    ],
    "author_names": [
        "Paloma Martin-Acosta, PhD, MD",
        "Dolores Sanchez-Massa, PhD, MD",
        "Cesareo Corbacho, MD",
        "Carlos Montalban, PhD, MD",
        "Carmen Bellas, PhD, MD"
    ],
    "author_affiliations": [
        [
            "Pathology, Hospital Universitario Puerta de Hierro, Madrid, Spain"
        ],
        [
            "Pathology, Hospital Universitario Puerta de Hierro, Madrid, Spain"
        ],
        [
            "Pathology, Hospital Universitario Puerta de Hierro, Madrid, Spain"
        ],
        [
            "Internal Medicine, Hospital Ramon y Cajal, Madrid, Spain"
        ],
        [
            "Pathology, Hospital Universitario Puerta de Hierro, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "40.4502082",
    "first_author_longitude": "-3.8742157999999995",
    "abstract_text": "Introduction: Aberrant methylation of the 5′ gene promoter regions is an epigenetic phenomenon that is the one of the major mechanism of inactivation of tumor supressor genes. DNA methylation of the promoter region has been described for several genes in various malignant diseases, and each tumour type may have its own pattern of methylation. To determine the methylation status and expression of cell cycle inhibitors genes (p14, p15, p16), repair genes (MGMT and hMLH1) and the apoptosis regulator gene (DAPKinase) and the possible role of this epigenetic phenomenon in tumour progression of plasma cell disorders, we analyzed the methylation profile of MM, MGUS, and plasmacytomas comparing them with their protein expression. Patients and Methods: A total of 51 cases: 30 MM, 13 MGUS, and 8 plasmacytomas (3 Solitary Bone Plasmacytoma, 5 Extramedullary Plasmacytoma) were included in the study. Bone marrow plasma cells were purified using magnetic microbeads labeled with CD138 in samples with MM and MGUS. Methylation-specific polymerase chain reaction (MSP) for p14, p15, p16, MGMT, hMLH1 and DAPKinase was performed. MSP results were matched to protein expression studies by immunohistochemistry for p15, p16, MGMT and hMLH1. Results: The frequency of aberrant methylation among the MM samples was: 50% for p16, 16.7% for p15, 10% for hMLH1, 23.3% for MGMT, 30% for DAPK. In MGUS samples we found 38.5% for p16, 15.4% for p15, 0% for hMLH1, 7.7% for MGMT and 15.4% for DAPK methylation. The frequency of methylation in plasmacytomas was 62.5% for p16, 25% for p15, 0% for hMLH1, 62.5% for MGMT and 50% for DAPK. p14 was unmethylated in all cases ( n=51 ). The correlation between gene methylation status and protein expression was assessed in 17 MM, 11 MGUS, and 8 plasmacytomas and we found that promoter methylation was strongly associated with gene silencing. All the samples methylated had lost the protein expression. In summary these findings demonstrate that aberrant methylation is an important mechanism of gene silencing in plasma cell disorders: 83.3% of MM, 46.1 of MGUS, and 75% of plasmacytomas have at least one hypermethylated gene (figure 1). We also show, that hypermethylation of p16 is a common phenomenon in plasma cell discrasias while there was no methylation of p14. Although the size of sample is small, we found that hMLH1 hypermethylation was found only in MM, while in plasmacytomas hypermethylation of MGMT and DAPK were frequent events. Moreover in survival studies of MM patients, a trend was observed between simultaneous aberrant methylation of hMLH1 and MGMT and poorer survival, but the number of cases studied limits the statistical analysis and the clinical implications of these results. To better define the clinical impact of methylation markers in plasma cell discrasias, it is therefore necessary to analyze a large number of patient samples. Figure 1. View large Download slide Gene methylation profiling of MM(A), MGUS(B), and plasmacytomas(C) using MSPCR Figure 1. View large Download slide Gene methylation profiling of MM(A), MGUS(B), and plasmacytomas(C) using MSPCR "
}