{
    "doi": "https://doi.org/10.1182/blood-2018-99-117244",
    "article_title": "Durable Responses with Pembrolizumab in Relapsed/Refractory Mycosis Fungoides and Sézary Syndrome: Final Results from a Phase 2 Multicenter Study ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: Poster II",
    "abstract_text": "Background: Current treatment of advanced stage Mycosis fungoides (MF) and Sézary syndrome (SS) remains unsatisfactory. Complete responses (CR) are typically <10% and partial responses (PR) tend to be short-lived. Antibodies targeting PD1 expressed by healthy tumor-infiltrating T cells can induce long-lasting and deep remissions in cancer patients by activating the host immune response. However, the malignant T-cells of MF/SS also express PD-1. Additionally, genomic alterations involving PD-1, PD-L1, and PD-L2 have been reported in MF/SS, suggesting an important role for the PD-1/PD-L1 axis. We hypothesized that PD-1 checkpoint blockade would be an effective treatment in targeting a T cell malignancy that itself expresses PD-1. Here, we report the efficacy of pembrolizumab in relapsed/refractory MF/SS and correlative biomarker studies. Methods: This single-arm, multicenter study by the Cancer Immunotherapy Trials Network (CITN) enrolled 24 patients with MF/SS stages IB-IV, with at least one prior systemic therapy. Pembrolizumab was administered at 2 mg/kg every 3 weeks for up to two years. The primary endpoint was overall response rate (ORR) using global response criteria according to the ISCL/EORTC consensus guidelines. Skin responses were measured by mSWAT. Secondary endpoints were safety/tolerability, time to response (TTR), duration of response (DOR) and progression-free survival (PFS). Correlative studies included immunohistochemistry (IHC), mass cytometry, whole exome sequencing, gene expression profiling, and serum cytokine analysis. Results: Patients had advanced stage disease (23/24 with stage IIB-IV MF/SS), and were heavily pretreated (median of 4 prior systemic therapies). The ORR was 38% with 2 CR and 7 PR. Of the 9 responding patients, 6 had ≥90% improvement in skin disease by mSWAT. The median TTR was 11 weeks. Responses were durable, with 8 of 9 responses ongoing at last follow up (median DOR 64 weeks, range 32-153 weeks). One responding patient progressed 2 months after discontinuing treatment due to an adverse event (AE). The median PFS was not reached. Overall, the toxicity profile was similar to prior studies of pembrolizumab. Four patients discontinued treatment due to treatment related serious AEs of duodenitis, pneumonitis, hepatitis, and corneal ulcer. Skin flare reactions were observed early in the treatment course in 40% of patients with SS, but none with MF. The skin flare reactions did not result in any treatment discontinuation, and did not correlate with subsequent response to treatment. There was no significant association between response and clinical characteristics including stage, disease type (MF vs. SS), or number of prior therapies. IHC assessment of PD-1, PD-L1, and PD-L2 did not predict response. Treatment resulted in an increase of PD-L1 expression by both IHC and nanoString analysis. A nanoString18 gene signature of tumor inflammation that is predictive of response to pembrolizumab in other tumor types was not predictive in this cohort. High dimensional mass cytometry enabled precise identification and phenotyping of malignant T cells. There was a positive correlation between PD-1 expression on the malignant T cells and development of the skin flare reaction. Whole exome sequencing revealed genomic disruptions of PD-1 signaling including copy loss of PD-1. No associations were found between outcomes and genomic events involving the PD1/PD-L1 axis, total mutation number, or neoantigen numbers. Conclusions: The 38% ORR rate in this heavily pretreated population was 38% with a highly encouraging DOR of 64 weeks. No predictive biomarkers have emerged thus far, but additional studies are ongoing. Additional combination studies with pembrolizumab are warranted to improve response rates. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures Khodadoust: Innate Pharma: Research Funding. Porcu: Innate Pharma: Consultancy. Foss: Miragen: Consultancy, Speakers Bureau; Seattle genetics: Consultancy; Spectrum: Consultancy; Mallinkrodt: Consultancy. Moskowitz: Bristol Myers-Squibb: Consultancy, Research Funding; Seattle Genetics: Consultancy, Honoraria, Research Funding; Incyte: Research Funding; Merck: Research Funding; Takeda: Honoraria; ADC Therapeutics: Research Funding. Shustov: Seattle Genetics: Research Funding. Sokol: Seattle Genetics: Consultancy; Mallinckrodt Pharmaceuticals: Consultancy; Spectrum Pharmaceuticals: Consultancy. Yearley: Merck: Employment. Horwitz: Mundipharma: Consultancy; Celgene: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; ADC Therapeutics: Consultancy, Research Funding; Kyowa-Hakka-Kirin: Consultancy, Research Funding; Forty Seven: Consultancy, Research Funding; Millennium/Takeda: Consultancy, Research Funding; Infinity/Verastem: Consultancy, Research Funding; Aileron Therapeutics: Consultancy, Research Funding; Portola: Consultancy; Trillium: Consultancy; Innate Pharma: Consultancy; Spectrum: Research Funding; Corvus: Consultancy. Kim: miRagen: Research Funding; Horizon Pharma: Consultancy, Research Funding; Neumedicine: Consultancy, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Galderma: Research Funding; Soligenix: Research Funding; Eisai: Membership on an entity's Board of Directors or advisory committees, Research Funding; Tetralogic: Research Funding; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; Portola: Research Funding; Merck: Research Funding; Medivir: Membership on an entity's Board of Directors or advisory committees; Kyowa-Kirin-Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Innate Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Forty Seven Inc: Research Funding.",
    "topics": [
        "mycosis fungoides",
        "pembrolizumab",
        "sezary syndrome",
        "programmed cell death 1 ligand 1",
        "neoplasms",
        "biological markers",
        "cancer",
        "gene expression profiling",
        "systemic therapy",
        "adverse event"
    ],
    "author_names": [
        "Michael S Khodadoust, MD PhD",
        "Alain Rook, MD",
        "Pierluigi Porcu, MD",
        "Francine M. Foss, MD",
        "Alison J. Moskowitz, MD",
        "Andrei R. Shustov, MD",
        "Satish Shanbhag, MD",
        "Lubomir Sokol, MD PhD",
        "Steven P Fling, PhD",
        "Shufeng Li, MS",
        "Asa Davis, PhD",
        "Sophia Fong, BS",
        "Jinah Kim, MD PhD",
        "Yi Yang",
        "Jennifer H Yearley, PhD DVM",
        "Priyanka B Subrahmanyam, PhD",
        "Holden T. Maecker, PhD",
        "Yelena Budovskaya, PhD",
        "Biswajit Das, PhD",
        "Rajesh Patidar, PhD",
        "Vivekananda Datta, MD PhD",
        "Chris Karlovich, PhD",
        "Steven M. Horwitz, MD",
        "Elad Sharon, MD MPH",
        "Holbrook Kohrt, MD PhD",
        "Martin A Cheever, MD",
        "Youn H. Kim, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael S Khodadoust, MD PhD",
            "author_affiliations": [
                "Stanford University Medical Center, Stanford, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alain Rook, MD",
            "author_affiliations": [
                "Department of Dermatology, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierluigi Porcu, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francine M. Foss, MD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison J. Moskowitz, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrei R. Shustov, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satish Shanbhag, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lubomir Sokol, MD PhD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven P Fling, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shufeng Li, MS",
            "author_affiliations": [
                "Department of Dermatology, Stanford University, Palo Alto, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asa Davis, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophia Fong, BS",
            "author_affiliations": [
                "Stanford University School of Medicine and Stanford Cancer Institute, Stanford, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jinah Kim, MD PhD",
            "author_affiliations": [
                "Stanford University Medical Center, Palo Alto, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Yang",
            "author_affiliations": [
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer H Yearley, PhD DVM",
            "author_affiliations": [
                "Merck Research Laboratories, Kenilworth, NJ "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priyanka B Subrahmanyam, PhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holden T. Maecker, PhD",
            "author_affiliations": [
                "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yelena Budovskaya, PhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Biswajit Das, PhD",
            "author_affiliations": [
                "Frederick National Laboratory for Cancer Research, Frederick, MD "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajesh Patidar, PhD",
            "author_affiliations": [
                "Frederick National Laboratory for Cancer Research, Frederick, MD "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivekananda Datta, MD PhD",
            "author_affiliations": [
                "Frederick National Laboratory for Cancer Research, Frederick, MD "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Karlovich, PhD",
            "author_affiliations": [
                "Frederick National Laboratory for Cancer Research, Frederick, MD "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Horwitz, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Ctr., New York, NY "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elad Sharon, MD MPH",
            "author_affiliations": [
                "National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Holbrook Kohrt, MD PhD",
            "author_affiliations": [
                "Stanford University Medical Center, Stanford, CA "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin A Cheever, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Center, Seattle, WA"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youn H. Kim, MD",
            "author_affiliations": [
                "Stanford University Medical Center, Stanford, CA "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T18:39:06",
    "is_scraped": "1"
}