{
    "doi": "https://doi.org/10.1182/blood.V114.22.866.866",
    "article_title": "TG-0054, a Novel and Potent Stem Cell Mobilizer, Displays Excellent PK/PD and Safety Profile in Phase I Trial. ",
    "article_date": "November 20, 2009",
    "session_type": "CLINICAL CARE - TRANSPLANTATION REGIMEN TOXICITIES AND ENGRAFTMENT: WAYS TO IMPROVE OUTCOME OF ALLOSCT FOR MALIGNANT AND GENETIC DISEASES",
    "abstract_text": "Abstract 866 Background: Stem cells are retained in the bone marrow via the trophic effects of the binding of chemokine stromal cell-derived factor-1α (SDF-1α) to its receptor, CXC chemokine receptor 4 (CXCR4). TG-0054 inhibits SDF-1α/CXCR4 binding and therefore mobilizes stem cells into peripheral blood. Animal studies in mice showed rapid and effective mobilization of CD34 + hematopoietic stem cells (HSCs) and CD133 + endothelial progenitor cells (EPCs) into peripheral blood after TG-0054 administration. A Phase I study was conducted in healthy volunteers to assess safety, tolerability, pharmacokinetics (PK) and stem cell mobilization of TG-0054. Materials and Methods: This is a phase I, randomized, double-blind, placebo-controlled, single ascending dose study. In each cohort, 2 volunteers received placebo and 6 received 0.10, 0.14, 0.28, 0.56, 1.12, 2.24, 3.14, or 4.40 mg/kg of TG-0054 (dose was calculated based on TG-0054 free base) via 15 minutes single IV infusion. All subjects underwent PK sampling at pre-dose, 5 and 15 minutes during infusion, and at 1, 2.5, 5, 10, 30 minutes and 1, 2, 4, 6, 9, 12, 24, 36 hours after infusion. The pharmacodynamics (PD) sampling time points were at pre-dose, 1, 2, 4, 6, 9, 24, and 36 hours after infusion. General tolerability, adverse events (AEs), electrocardiogram (ECG), vital signs and laboratory tests were recorded. Results: In this study, the maximum tolerated dose (MTD) was not reached in TG-0054 doses up to 4.40 mg/kg in healthy volunteers. Dose escalation was stopped due to plateau of mobilized CD34 + and CD133 + cell numbers. TG-0054 was well tolerated up to 4.40 mg/kg. The majority of AEs were mild in severity (53 out of 55 events), and all AEs resolved by the end of the study without medical treatment. The number of subjects reporting the most common AEs included: abdominal pain (7/64, 11%), diarrhea/loose stools (5/64, 8%), dizziness (3/64, 5%), nausea (3/64, 5%), and diaphoresis (3/64, 5%). No significant abnormalities were noted in vital signs, ECG, holter monitoring, telemetry, pulse oximetry, physical examination, or laboratory tests. The area under the plasma concentration vs. time curve (AUC 0-t ) and maximum plasma concentration (C max ) showed dose proportionality over the dose range studied. The mean of terminal elimination half-life (t 1/2 ) was approximately 2.5 to 5 hrs. Single-dose administration of 1.12 - 4.40 mg/kg of TG-0054 significantly increased CD34 + cell counts in peripheral blood. At peak time, TG-0054 caused a 3 - 14 fold increase in circulating CD34 + cells from baseline. The mean CD34 + cell counts at peak time were 27.1 ± 9.3 cells/μL (1.12 mg/kg TG-0054), 35.9 ± 27.3 cells/μL (2.24 mg/kg), 32.5 ± 27.7 cells/μL (3.14 mg/kg), and 29.2 ± 12.9 cells/μL (4.40 mg/kg). The increase in circulating CD34 + cell counts was evident within 2 hours of TG-0054 administration, peaked at 4 - 6 hours after TG-0054 administration, followed by a gradual decline to baseline at 24 hours post-dosing. Similarly, increases in WBC and CD133 + cell counts were observed in all subjects. No AEs were deemed to be associated with WBC increases. Conclusion: TG-0054 exhibited a favorable safety and PK profile in healthy subjects in this Phase I study. PD analysis also displayed potent mobilization of CD34 + HSCs and CD133 + EPCs from TG-0054 dose levels of 1.12 - 4.40 mg/kg. These results support subsequent clinical investigations. Disclosures: Chung: TaiGen Biotechnology, Inc.: Employment. Chang: TaiGen Biotechnology, Inc.: Employment. Huang: TaiGen Biotechnology, Inc.: Employment. Tsai: TaiGen Biotechnology, Inc.: Employment. Hsu: TaiGen Biotechnology, Inc.: Employment. King: TaiGen Biotechnology, Inc.: Employment. Yuan: TaiGen Biotechnology, Inc.: Employment. Yen: TaiGen Biotechnology, Inc.: Employment. Chen: TaiGen Biotechnology, Inc.: Employment. Lu: TaiGen Biotechnology, Inc.: Employment. Hsu: TaiGen Biotechnology, Inc.: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "abdominal pain",
        "adverse event",
        "cd34 antigens",
        "chemokines",
        "cxcr4 receptors",
        "diarrhea",
        "dizziness",
        "electrocardiogram",
        "hematopoietic stem cell mobilization",
        "holter electrocardiography"
    ],
    "author_names": [
        "David T. Chung",
        "Li-Wen Chang",
        "Ying-Huey Huang",
        "Cheng-Yuan Tsai",
        "Ching-Hung Hsu",
        "Chi-Hsin R. King",
        "Judy H. Yuan",
        "Chi-Feng Yen",
        "Yu-Mai Chen",
        "Yi Chin Lu",
        "Ming-Chu Hsu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "David T. Chung",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Li-Wen Chang",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying-Huey Huang",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheng-Yuan Tsai",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ching-Hung Hsu",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi-Hsin R. King",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judy H. Yuan",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi-Feng Yen",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Mai Chen",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Chin Lu",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming-Chu Hsu, PhD",
            "author_affiliations": [
                "TaiGen Biotechnology Inc., Taipei, Taiwan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:41:25",
    "is_scraped": "1"
}