{
    "doi": "https://doi.org/10.1182/blood.V126.23.3834.3834",
    "article_title": "Single Cell Genotyping of Inv(16) AML in CBL Mutated Clonal Hematopoiesis Characterizes Clonal Architecture and Evolution of Exome Sequencing-Identified Mutations in the Protein Tyrosine Phosphatase Ptprt and Other Genes ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "INTRODUCTION: We recently described the first case of the evolution of inv(16) AML on the background of a clonal hematopoiesis due to a germline CBL mutation (defining the CBL syndrome), and we identified possibly cooperating mutations by exome sequencing (Becker et al. Blood 2014;123:1883-6). Among the mutated genes was PTPRT , encoding a protein tyrosine phosphatase that inhibits STAT3 activity and is commonly mutated in cancer (reviewed by Zhao et al. Oncogene 2015;34:3885-94). Here, we investigated the co-occurrence of mutated PTPRT with other mutated genes by single cell genotyping in order gain insights into the clonal architecture and sequence of mutation acquisition. METHODS: Exome sequencing of the bulk specimens was previously described; germline or somatic origin of mutations was verified in skin fibroblasts (Becker et al. Blood 2014;123:1883-6). For single cell genotyping, Ficoll-enriched bone marrow aspirates were DAPI stained, and single cells were placed into each well of a PCR plate using a MoFlo high speed cell sorter (Beckman Coulter). Genomic DNA was amplified by whole genome amplification (WGA) using the REPLI-g Mini Kit (Qiagen) according to a modified protocol, and subjected to PCR and Sanger sequencing of the respective mutation loci. As WGA can lead to allele dropout (ADO), we also sequenced single nucleotide polymorphisms (SNPs), that were identified by CytoScan HD array (Affymetrix) to be heterozygous in the sample and that were located nearby the respective mutation loci. RESULTS: Exome sequencing allows prediction of a possible clonal architecture based on the variant allele frequencies (VAFs). VAFs of the mutations identified in the AML were as follows: KIF14 p.V341I (VAF 51%), TMEM125 p.D113N (51%), MIOX p.W225R (46%), CAND1 p.E584* (39%), NID2 p.D319N (38%), ARF3 p.N101S (36%), PRSS16 p.R491C (36%), PTPRT p.T844M (33%), DOCK6 p.R1872_K1873insP (33%), ADAM12 p.A222V (21%), CMIP p.T323M (15%) and MYOCD p.D283N (7%); due to its germline nature, all leukemic cells harbored the CBL p.D390V mutation. In order to verify the co-occurrence of mutations in a clone and thus the clonal architecture, we performed single cell genotyping of the mutations in PTPRT as well as CAND1 and DOCK6 . CAND1 and DOCK6 were selected in addition to PTPRT since their comparable VAFs did not allow identifying the sequence of acquisition. Moreover, CAND1 and DOCK6 were affected by likely deleterious mutations and were previously found mutated in AML. To control for ADO, we included the heterozygous SNPs rs2867061 ( PTPRT ), rs1252402 ( C AND1 ), and rs12980863 ( DOCK6 ) in our analyses. We analyzed 19 single cells for the 6 mutations and SNPs. This resulted in 102 successful sequencing reactions, and yielded informative results for at least 2 mutations in 12 cells and for all 3 mutations in 5 cells. Based on the concurrent presence of the wild-type allele at the mutation locus and ADO at the SNP site, 18 mutation analyses were judged to be inconclusive. Overall, our analyses confirmed that the mutations in CAND1 , PTPRT and DOCK6 occurred together in the same clone. Moreover, based on the identification of cells with the presence of both CAND1 and DOCK6 mutations but presence or absence of PTPRT mutations, respectively, we concluded that PTPRT mutations were acquired after the mutations in DOCK6 and CAND1 . CONCLUSION: Single cell genotyping verified the co-occurrence of PTPRT , CAND1 and DOCK6 mutations in the same AML clone and revealed a clonal hierarchy, as the PTPRT mutation was acquired after the mutations in CAND1 and DOCK6 . These insights into the clonal architecture and evolution had not been possible solely based on exome sequencing and suggest that the sequential expression of mutated PTPRT may cooperate with mutated CBL and inv(16) at a late stage of AML development. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "genes",
        "genotype determination",
        "hematopoiesis",
        "mutation",
        "protein tyrosine phosphatase",
        "exome",
        "polymerase chain reaction",
        "bone marrow aspiration",
        "cancer",
        "dideoxy chain termination dna sequencing"
    ],
    "author_names": [
        "Christoph Niemöller",
        "Sabine Bleul",
        "Nadja Blagitko-Dorfs, PhD",
        "Christine Greil, MD",
        "Kenichi Yoshida, MD PhD",
        "Rainer Claus, MD",
        "Dietmar Pfeifer, PhD",
        "Seishi Ogawa, MD PhD",
        "Michael Lübbert, MD",
        "Heiko Becker, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christoph Niemöller",
            "author_affiliations": [
                "Department of Internal Medicine I, University Freiburg - Medical Center, Freiburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sabine Bleul",
            "author_affiliations": [
                "Department of Internal Medicine I, University Freiburg - Medical Center, Freiburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadja Blagitko-Dorfs, PhD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Freiburg - Medical Center, Freiburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Greil, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Freiburg - Medical Center, Freiburg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Yoshida, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Claus, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Freiburg - Medical Center, Freiburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietmar Pfeifer, PhD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Freiburg - Medical Center, Freiburg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seishi Ogawa, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Lübbert, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Freiburg - Medical Center, Freiburg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiko Becker, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Freiburg - Medical Center, Freiburg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T18:50:11",
    "is_scraped": "1"
}