{
    "doi": "https://doi.org/10.1182/blood-2020-142419",
    "article_title": "Results of a Phase 1 Trial of Gda-201, Nicotinamide-Expanded Allogeneic Natural Killer (NK) Cells in Patients with Refractory Non-Hodgkin Lymphoma (NHL) and Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "704.Immunotherapies",
    "abstract_text": "Background: The innate capacity of natural killer (NK) cells to kill tumor targets has been translated into cancer immunotherapy. GDA-201 is a novel allogeneic NK cell product derived from NK cells from healthy donors, expanded ex-vivo with nicotinamide (NAM) and IL-15. We previously reported improved killing function, in vivo proliferation, organ trafficking, and augmented resistance against exhaustion in pre-clinical models. We conducted a phase 1 study of GDA-201 in combination with monoclonal antibodies to enhance NK cell targeting through antibody-dependent cellular cytotoxicity (ADCC). We now report safety data in patients (pts) with relapsed or refractory (R/R) non-Hodgkin lymphoma (NHL) and multiple myeloma (MM), and report efficacy outcomes in pts with NHL. Methods: Following donor apheresis, CD3-depleted mononuclear cells were cultured for 14-16 days with NAM (5mM) and IL-15 (20ng/ml), resulting in a 40-fold increase in NK cells and increased expression of CD62L from 2.9% to 21%. GDA-201 contained ~98% NK cells, and CD3 content was maintained at <0.5% (<5x10 5 /kg/dose). Pts with R/R B-cell NHL or MM received lymphodepleting (LD) therapy with cyclophosphamide (400mg/m 2 IV x 3d) and fludarabine (30 mg/m 2 /d IV x 3d), followed by GDA-201 (days 0 and 2) and low-dose IL-2 (6 million units sc x 3 doses). Pts with NHL or MM received rituximab (375 mg/m 2 ) or elotuzumab (10 mg/kg), respectively, x 3 weekly infusions. Results: 30 pts were enrolled:15 with NHL and 15 with MM, in 3 cohorts of escalating GDA-201 dose; 15 pts received the maximum target dose (median dose 12.4 [range 2.0-26.0] x 10 7 cells/kg). There were no dose limiting toxicities. The most common grade 3/4 adverse events were thrombocytopenia (n=9), hypertension (n=5), neutropenia (n=4), febrile neutropenia (n=4), and anemia (n=3). There were no neurotoxic events, confirmed cytokine release syndrome, graft versus host disease, or marrow aplasia. One patient died of E-coli sepsis. In pts with NHL, histologies included diffuse large B cell lymphoma (DLBCL) (de novo n=5, transformed n=3), follicular lymphoma (FL) (n=6), and mantle cell lymphoma (n=1). Median age was 64 (range 48-83 years). Pts had a median of 3 lines of prior therapy (range 1-8); most were multiply relapsed or refractory (n=2), and 87% had advanced stage. Median follow-up was 10.8 months (range 4.3-27.5 months). Ten pts had complete response (CR): 6/6 pts with FL and 4/8 with DLBCL; 1 pt had partial response (PR), and overall response rate in pts with NHL was 73.3%. Median duration of response was 8.7 months (range 4.3-25 months). Flow cytometry confirmed the persistence of GDA-201 in peripheral blood for 7-10 days (range 2-92% donor NK cells on day 7), as well as enhanced in vivo proliferation (median Ki 67 99%). Flow cytometry of biopsied tissues at day 4 demonstrated trafficking to bone marrow and lymph nodes. Four pts underwent re-treatment with GDA-201 without LD chemotherapy; GDA-201 cells were detectable in blood after the re-treatment and likely contributed to deepening of response in 2 patients. Post-GDA-201 therapy included allogeneic (n=2) and autologous (n=1) hematopoietic stem cell transplantation. One-year estimates of progression-free survival and overall survival were 66% (95% CI 36-84%) and 82% (95% CI 42-95%), respectively. Conclusions: Cellular therapy using GDA-201 with monoclonal antibodies to enhance ADCC was well-tolerated, and demonstrated significant clinical activity in heavily pretreated pts with advanced NHL. Data support the future testing of multiple infusions to potentially enhance anti-tumor effect. The omission of lymphodepleting chemotherapy is feasible and contributes to safety of this approach. Phase II studies in aggressive and indolent NHL cohorts are planned. Disclosures Bachanova: Incyte: Research Funding; FATE: Research Funding; Kite: Membership on an entity's Board of Directors or advisory committees; Karyopharma: Membership on an entity's Board of Directors or advisory committees; BMS: Research Funding; Gamida Cell: Membership on an entity's Board of Directors or advisory committees, Research Funding. McKenna: Gamida: Other: Cell Manufacturing; Fate Therapeutics: Other: Cell Manufacturing; Intima: Other: Cell Manufacturing; Magenta: Other: Cell Manufacturing. Janakiram: Takeda, Fate, Nektar: Research Funding. Simantov: Gamida Cell: Current Employment. Lodie: Gamida Cell: Current Employment. Miller: Vycellix: Consultancy; Nektar: Honoraria, Membership on an entity's Board of Directors or advisory committees; Onkimmune: Honoraria, Membership on an entity's Board of Directors or advisory committees; GT Biopharma: Consultancy, Patents & Royalties, Research Funding; Fate Therapeutics, Inc: Consultancy, Patents & Royalties, Research Funding.",
    "author_names": [
        "Veronika Bachanova, MD PhD",
        "Joseph Maakaron, MD",
        "David H. McKenna, MD",
        "Qing Cao, MS",
        "Todd E. DeFor, MS",
        "Fiona He, MD",
        "Murali Janakiram, MD",
        "Rose Wangen",
        "Zuzan Cayci, MD",
        "Bartosz Grzywacz, MD",
        "Ronit Simantov, MD",
        "Tracey Lodie, PhD",
        "Jeffrey S. Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Veronika Bachanova, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Maakaron, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David H. McKenna, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Cao, MS",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd E. DeFor, MS",
            "author_affiliations": [
                "Biostatistics Core, Masonic Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiona He, MD",
            "author_affiliations": [
                "Unniversity of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murali Janakiram, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rose Wangen",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zuzan Cayci, MD",
            "author_affiliations": [
                "Department of Radiology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bartosz Grzywacz, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronit Simantov, MD",
            "author_affiliations": [
                "Gamida Cell, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracey Lodie, PhD",
            "author_affiliations": [
                "Gamida Cell, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S. Miller, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T15:39:11",
    "is_scraped": "1"
}