{
    "doi": "https://doi.org/10.1182/blood.V112.11.5390.5390",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1190",
    "start_url_page_num": 1190,
    "is_scraped": "1",
    "article_title": "Induction of Insulin Resistance by Adipokines in Human Megakaryocytes ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Cytokines and Signal Transduction",
    "abstract_text": "Diabetes mellitus (DM) patients have a 2–8 fold increased risk for cardiovascular disease (CVD) and suffer from microvascular (nephropathy, retinopathy) and macrovascular (peripheral arterial disease) complications. We demonstrated previously in normal platelets that insulin signals through Insulin Receptor Substrate-1 (IRS-1) and inhibits Ca 2+ mobilization by interfering with the Gi alpha-mediated suppression of cAMP, a platelet inhibitor (Ferreira et al, JBC 2004). Platelets from type 2 DM patients have become insulin- resistant and their platelets aggregate better than controls possibly as a result of up-regulation of P2Y12 mediated suppression of cAMP (Ferreira et al, ATVB 2006). This hyper-aggregability might be a cause for the increased CVD risk. In the present project we searched for the cause of insulin resistance in type 2 DM platelets. Since most of the properties of platelets are determined by the megakaryocyte and obese subjects are prone to develop insulin resistance, we investigated whether adipokines change the control of Ca 2+ mobilization by insulin in the megakaryocyte. To suspensions of megakaryocytic CHRF-288-11 cells incubated with adipokines and plasma from obese individuals or controls, we added insulin and measured inhibition of thrombin-induced Ca 2+ mobilization as indicator of insulin sensitivity, phosphorylation of IRS-1 [Ser307] and protein kinase Balpha [Ser473] as indicators of insulin signaling, and compared results with the expression of Suppressor Of Cytokine Signaling (SOCS) proteins which is under control of adipokines. Insulin inhibited Ca 2+ mobilization by 20 ± 7% at 1 nM (p<0.05, n=5) and by 47 ± 3% at 100 nM (p<0.0005, n=5). Inhibition was blocked by an adenylyl cyclase inhibitor, confirming that insulin interferes with Ca 2+ mobilization through cAMP. Incubations with adipokines in concentrations 10 fold the physiological range showed that leptin, resistin, plasminogen activator inhibitor-1 (PAI-1) and retinol binding protein-4 (RBP-4) but not interleukin-6 (IL-6), tumor necresis factor alpha (TNFalpha), and visfatin made cells resistant to Ca 2+ suppression by insulin. Short contact with adipokines (2 h) blocked insulin interference with Ca 2+ mobilization and suppressed phosphorylation of IRS-1[Ser307] and protein kinase Balpha [Ser473]. The Ser/Thr phosphatase inhibitor cantharidin restored responses seen prior to adipokine addition. Puromycin and cycloheximide did not interfere, illustrating a transcription-independent mechanism. Prolonged contact with adipokines (72 h) made cells unresponsive to phosphatase inhibition and revealed up-regulation of SOCS1/3 which initiates IRS-1 degradation. Inhibition of adipokine signaling with the JAK2 inhibitor AG490 prevented cells from developing irreversible insulin-resistance. Plasma’s from 8 out of 10 obese subjects but not from matched controls mimicked the induction of insulin-resistance by adipokines. Leptin, resistin, PAI-1, RBP-4 and plasma from obese subjects induce insulin resistance in megakaryocytes. Short contact with adipokines leads to loss of signaling through IRS-1, is independent of the JAK pathway and reversible. Prolonged contact with adipokines triggers JAK-mediated up-regulation of SOCS1/3, which are known to induce IRS-1 degradation, and is irreversible. This is a first report of insulin resistance induced by adipokines in the precursor of platelets, the megakaryocyte, and gives a possible explanation for the hyperactivity of platelets and increase in CVD risk when obese subjects develop type 2 diabetes mellitus.",
    "topics": [
        "adipokines",
        "insulin resistance",
        "megakaryocytes",
        "obesity",
        "insulin",
        "irs1 protein, human",
        "cardiovascular diseases",
        "cyclic amp",
        "diabetes mellitus, type 2",
        "plasminogen activator inhibitor 1"
    ],
    "author_names": [
        "Anja J Gerrits",
        "Eelo Gitz",
        "Arnold C Koekman",
        "Frank L Visseren, MD, PhD",
        "Jan-Willem Akkerman, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Chemistry and Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Department of Clinical Chemistry and Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Department of Clinical Chemistry and Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Department of Vascular Medicine, University Medical Center Utrecht, Utrecht, Netherlands"
        ],
        [
            "Department of Clinical Chemistry and Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
        ]
    ],
    "first_author_latitude": "52.0865646",
    "first_author_longitude": "5.179913099999999"
}