{
    "doi": "https://doi.org/10.1182/blood-2018-99-109536",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4048",
    "start_url_page_num": 4048,
    "is_scraped": "1",
    "article_title": "Transcriptional Control of Memory T Cell Differentiation ",
    "article_date": "November 29, 2018",
    "session_type": "The Making of Memory",
    "topics": [
        "antiviral agents",
        "cancer",
        "conflict of interest",
        "disclosure",
        "homeostasis",
        "immune response",
        "internship and residency",
        "lymphocytes, tumor-infiltrating",
        "memory",
        "pathogenic organism"
    ],
    "author_names": [
        "Ananda Goldrath, PhD"
    ],
    "author_affiliations": [
        [
            "University of California - San Diego, La Jolla, CA"
        ]
    ],
    "first_author_latitude": "32.879794350000004",
    "first_author_longitude": "-117.23444944999999",
    "abstract_text": "Tissue-resident memory CD8 + T cells (T RM ) are optimally positioned at common sites of pathogen exposure, where they elicit rapid and robust antiviral immune responses. However, the molecular signals controlling tissue residency and homeostasis of T RM remain unclear. Exploiting a dual-screening platform integrating computational and RNAi in vivo screening approaches, we have identified transcriptional regulators of T RM differentiation. This strategy revealed numerous transcription factors with indispensable roles in T RM differentiation and homeostasis. Further, we show that tumor infiltrating lymphocytes (TIL) share a core T RM transcriptional signature, and that these factors control TIL residency. These results provide novel insight into the biology of T cell residency, which could be leveraged to enhance vaccine efficacy or adoptive therapy treatments against cancer. Disclosures No relevant conflicts of interest to declare."
}