{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.315.315",
    "article_title": "Persistence with Generic Imatinib for Chronic Myeloid Leukemia: A Matched Cohort Study ",
    "article_date": "December 7, 2017",
    "session_type": "632: Chronic Myeloid Leukemia: Therapy: Treatment Discontinuation, Dose Reduction and Prognostic Indicators",
    "abstract_text": "Background: Generic imatinib (GI) has been approved for use in Canada and other countries based on bioequivalence. A high rate of GI discontinuation has been reported to be related to intolerance (Islamagic E, et al. Clin Lymphoma Myeloma Leuk. 2017;17:238) but no clinical studies have been conducted to determine whether GI is clinically comparable to branded imatinib (BI) for chronic myeloid leukemia (CML). In Quebec, GI was approved and reimbursed in early 2013 and was mandated to replace BI for patients with public drug coverage later the same year. We compared persistence on GI to that on BI in a matched cohort study. Methods: Patients who started GI between 2013 and 2016 were selected from the Quebec CML registry. Each was matched with a BI user who had recorded use of BI at the same calendar date, had the closest duration of prior BI use and closest age. In both cohorts, patients who previously received therapy other than imatinib for their CML were excluded. Matched pairs were followed until switch in therapy, death, withdrawal of consent or end of study (31 December 2016). Kaplan-Meier curves were constructed to evaluate persistence, defined as time until switch in therapy, between GI and BI users. Cox proportional hazards models were used to estimate hazard ratios (HRs) with 95% confidence intervals (CIs) for treatment discontinuation or switch with GI, comparing GI with BI, adjusting for sex, obesity, smoking, alcohol consumption, and Charlson comorbidity index. Results: A total of 167 matched pairs were included; mean age (SD) and mean duration (SD) of prior BI therapy was similar between GI and BI users (57.2 (14.4) and 58.3 (13.4) years and 6.1 (4.2) and 5.7 (4.5), respectively). At 42 months, 72.8% (95% CI, 63.4.5%-81.7%) of GI users and 88.9% (95% CI, 82.8%-93.6%) of BI users persisted with their TKI ( Figure , P = 0.03). Overall, GI use was associated with an increased risk of switch (HR, 2.13; 95% CI, 1.18-3.86), compared with BI. In GI users, 36 patients switched therapy, 11 for suboptimal response (defined as loss of response, including loss of MMR or failure to achieve a milestone) and 25 for intolerance, which included 21 switching back to BI. Most (63.5%) of the switches occurred in the first year of GI use, and most for intolerance (66.7%, n=24). Of note, there were seven grade 3 adverse events in GI users (fatigue, weakness, nausea and vomiting, diarrhea, muscle cramps). Among BI users, 17 patients switched for suboptimal response (n=8), and intolerance (n=9). Of note, in GI and BI users respectively, 13 and 4 patients stopped therapy in deep molecular response. Discussion: In this matched cohort study with close to 4 years of follow-up, GI users were twice more likely to stop their TKI than users of BI users, marking lower persistence. In most terminations of GI use, the patients reverted to BI, and intolerance was the main cause for TKI switch. Future studies are warranted to investigate the safety profile of GI. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Busque: Pfizer: Honoraria; Paladin: Honoraria; Bristol Myer Squibb: Honoraria; Novartis Canada Inc.: Honoraria. Assouline: Novartis Canada Inc.: Honoraria; Bristol Myer Squibb: Speakers Bureau; Pfizer: Speakers Bureau; Paladin: Speakers Bureau; Janssen: Honoraria.",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "obesity",
        "protein-tyrosine kinase inhibitor",
        "adverse event",
        "asthenia",
        "diarrhea",
        "fatigue",
        "follow-up",
        "lymphoma"
    ],
    "author_names": [
        "Adi J. Klil-Drori, MD",
        "Hui Yin, MSc",
        "Laurent Azoulay, PhD",
        "Alexa Del Corpo",
        "Michael Harnois",
        "Michel-Olivier Gratton",
        "Lambert Busque, MD",
        "Sarit Assouline, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Adi J. Klil-Drori, MD",
            "author_affiliations": [
                "Segal Cancer Center, Jewish General Hospital, Montreal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hui Yin, MSc",
            "author_affiliations": [
                "Lady Davis Institute, Jewish General Hospital, Montreal, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Azoulay, PhD",
            "author_affiliations": [
                "Lady Davis Institute, Jewish General Hospital, Montreal, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexa Del Corpo",
            "author_affiliations": [
                "Jewish General Hospital, Montreal, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Harnois",
            "author_affiliations": [
                "Hopital Maisonneuve Rosement, Montreal, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel-Olivier Gratton",
            "author_affiliations": [
                "Hopital Maisonneuve Rosement, Montreal, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lambert Busque, MD",
            "author_affiliations": [
                "University of Montreal, CIUSSS de l'Est de l'Ile de Montreal, Maisonneuve-Rosemont Hospital, Montreal, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarit Assouline, MD",
            "author_affiliations": [
                "McGill University Jewish General Hospital, Montreal, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:32:32",
    "is_scraped": "1"
}