{
    "doi": "https://doi.org/10.1182/blood-2018-99-120112",
    "article_title": "A Retrospective Case Series Describing the Efficacy of Ketotifen in Systemic Mastocytosis ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Introduction Systemic Mastocytosis (SM) represents a heterogeneous group of disorders characterized by the accumulation of neoplastic mast cells (MCs) in one or more organ systems. Patients with SM present with a broad range of symptoms resulting from excessive mast cell mediator release, especially histamine that frequently overlap with those of allergic disease. Episodes of life-threatening anaphylaxis are a recognized feature of SM. Here at St. Michael's Hospital, we currently follow more than 50 SM patients, the largest patient cohort in Canada. Ketotifen is a dual action mast cell stabilizer used to treat asthma, anaphylaxis and other mast cell, allergic-type disorders. Along with cromolyn, another mast cell stabilizer, ketotifen is known to be the most effective at controlling mast cell activation. At St. Michael's Hospital, ketotifen is used as an add-on, off-label therapy in SM patients at risk for recurrent anaphylaxis. The literature has yet to confirm the efficacy of using ketotifen to treat SM. Few centres besides St. Michael's use ketotifen as a potential therapy. Objectives Our primary objective was to describe the response to treatment by ketotifen in patients with SM in a tertiary care centre. Methods This is an observational, retrospective study (n=10) of SM patients treated with ketotifen at St. Michael's Hospital from January 2015 to June 2018. Electronic medical records were reviewed for mastocytosis treatment and symptom progression. All patients included in the study were diagnosed with SM according to the 2016 WHO criteria by undergoing a bone marrow biopsy. Symptoms were assessed at baseline (2-5 months pre-ketotifen initiation) and again at follow-up (4-8 months post initiation). An independent statistician produced binomial proportion confidence intervals for each reported symptom. Results Our study consisted of 7 females and 3 males, with an average age of 49 years old [IQR 33-67]. 5 of the 10 patients were diagnosed with indolent SM, the more moderate of the six SM subtypes. Table 1 demonstrates the 5 most frequently reported symptoms at baseline. (Refer to Table 1) For nausea/vomiting, presyncope/syncope and urticaria, 100% of patients who reported these symptoms responded to treatment. For diarrhea and flushing, 86% and 67% of patients who reported these symptoms responded to treatment. Conclusions Ketotifen appears to be an effective therapy for patients with SM with anaphylaxis. It should be readily considered in the management of this population. Further investigation is warranted given our small sample size and single centre recruitment. Next steps include following these patients prospectively to better capture the efficacy of ketotifen within this population. Disclosures No conflicts of interest to declare View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ketotifen",
        "mastocytosis, systemic",
        "minimally conscious state",
        "anaphylaxis",
        "mast cell stabilizers",
        "asthma",
        "bone marrow biopsy",
        "cardiac support procedures",
        "cromolyn sodium",
        "diarrhea"
    ],
    "author_names": [
        "Calum Anthony Slapnicar",
        "Conrad Scullion Smeenk",
        "Lisa K. Hicks, MD MSc",
        "Jessica Petrucci, MSc",
        "Peter Vadas, MD",
        "Martina Trinkaus, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Calum Anthony Slapnicar",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Conrad Scullion Smeenk",
            "author_affiliations": [
                "Division of Allergy and Immunology, Department of Medicine, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa K. Hicks, MD MSc",
            "author_affiliations": [
                "University of Toronto, Division of Hematology, Toronto, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Petrucci, MSc",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Vadas, MD",
            "author_affiliations": [
                "Division of Allergy and Immunology, Department of Medicine, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Trinkaus, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, St. Michael's Hospital, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T18:37:28",
    "is_scraped": "1"
}