{
    "doi": "https://doi.org/10.1182/blood.V116.21.1771.1771",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1694",
    "start_url_page_num": 1694,
    "is_scraped": "1",
    "article_title": "Outcome of Elderly Frail Patients with Diffuse Large B-Cell Lymphoma (DLBCL) Prospectively Identified by Comprehensive Geriatric Assessment (CGA). Results From a Study of the Intergruppo Italiano Linfomi (IIL) ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "diffuse large b-cell lymphoma",
        "frail elderly",
        "older adult",
        "combination drug therapy",
        "rituximab",
        "chemotherapy regimen",
        "doxorubicin",
        "respiration disorders",
        "respiratory tract diseases",
        "bandages"
    ],
    "author_names": [
        "Francesco Merli, MD",
        "Stefano Luminari, MD",
        "Giuseppe Rossi, MD",
        "Caterina Mammi, PhD",
        "Luigi Marcheselli, Dr",
        "Isabel Alvarez, MD",
        "Alessandra Tucci, MD",
        "Caterina Stelitano, MD",
        "Fiorella Ilariucci, MD",
        "Maurizio Musso, MD",
        "Luca Baldini, MD",
        "Alberto Fragasso, MD",
        "Annalisa Chiappella, MD",
        "Massimo Federico, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Azienda Ospedaliera S.Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Dip. Integrato di Onc./Em., Centro Oncologico Modenese, Modena, Italy, "
        ],
        [
            "Hematology, Spedali Civili, Brescia, Italy, "
        ],
        [
            "Hematology, Azienda Ospedaliera S.Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Dip. Integrato di Onc./Em., Centro Oncologico Modenese, Modena, Italy, "
        ],
        [
            "Hematology, Azienda Ospedaliera S.Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "Hematology, Department of Hematology, Spedali Civili, Brescia, Italy, Brescia, Italy, "
        ],
        [
            "Hematology, AO Bianchi Melacrino Morelli, Reggio Calabria, "
        ],
        [
            "Hematology, Azienda Ospedaliera S. Maria Nuova, Reggio Emilia, Italy, "
        ],
        [
            "La Maddalena Hospital, Hematology Section, Palermo, Italy, "
        ],
        [
            "U.O. Ematologia 1 - Centro CTMO, Fondazione IRCCS Ospedale Maggiore Policlinico Mangiagalli e Regina Elena, Milano, Italy, "
        ],
        [
            "Hematology, Ospedale di Matera, Matera, Italy, "
        ],
        [
            "Division of Hematology, Department of Oncology, Azienda Ospedaliero-Universitaria S. Giovanni Battista, Torino, Italy"
        ],
        [
            "Dip. Integrato di Onc./Em., Centro Oncologico Modenese, Modena, Italy, "
        ]
    ],
    "first_author_latitude": "44.6840402",
    "first_author_longitude": "10.6298391",
    "abstract_text": "Abstract 1771 Introduction: There are currently no validated methods to prospectively identify elderly patients with Diffuse Large B-cell Lymphoma (B-DLCL) fit enough to receive full-dose treatment. CGA is a multidisciplinary comprehensive evaluation of an old individual's functional status, comorbid medical conditions, psychological state, social support, nutritional status and a review of the patient's medications. Recently CGA has been proposed as an objective tool for supporting medical decisions; the purpose of the present study is to prospectively evaluate the outcome of elderly patients with DLBCL that are defined as “frail” according to CGA. Patients and methods: In 2003 the IIL started a clinical research program for investigating initial treatment of elderly patients with DLBCL. Patients' ability to undergo full dose chemotherapy was prospectively evaluated by means of CGA, in addition to staging procedures. Patients older than 65 years with newly diagnosed stage II-IV DLBCL were defined as “unfit” or “frail” in case of age > 80 years, impairment of Activity of Daily living (ADL) scale (score <6), three or more grade 3 or one grade 4 comorbidities, and the presence of geriatric syndrome. Fit patients were addressed to a randomized trial comparing two different chemoimmunotherapy regimens (R-CHOP vs R-miniCEOP) while unfit patients were to be treated according to physician judgment. Results: From 2003 to 2006, 334 elderly patient with DLBCL were prospectively registered in the study and underwent CGA assessment; 235 were considered fit and were then registered in the randomized trial. According to CGA, the remaining 99 patients were classified as “frail”. Clinical data were available in 94 frail patients. Fail patients had a median age of 78 (range 66–93), stage III-IV disease in 62% and age-adjusted International Prognostic Index (aaIPI) of 2–3 in 53%. Comparing frail vs. fit patients the two groups only differed in terms of age. Reasons for considering patients as unfit were older age (42%), comorbidity (46%), impaired ADL (32%) and geriatric syndrome (25%). Most common comorbidites were hypertension (34%), heart disease (34%), diabetes (16%), and respiratory disease (15%). The most frequent inability was that referred to bathing (28%), dressing (23%), and toileting (17%); among the recorded geriatric syndromes the most frequent were depression (16%) and incontinence (14%). Treatment data were available for 82 frail patients and consisted of several different regimens; interestingly 67% received doxorubicin-containing regimens, 19% received combination without doxorubicin, and the remaining 14% were treated with single agent chemotherapy, radiotherapy alone or palliation. Combination chemotherapy was associated with rituximab in 32 patients (39%). Overall, 62 patients died; of these, 37(60%) died as a result of lymphoma progression and 15 (20%) for treatment-related complications/toxicity. After a median follow-up of 36 months for alive patients, 5-year Overall Survival (OS) was 28%. In multivariate analysis, aaIPI 2–3 (HR 1,5; P=0.001) and the presence of respiratoy comorbidity (HR=2.74: P=0.015) were the only factors that showed independent correlation with OS. When patients were stratified by treatment modality, those treated with rituximab containing combination chemotherapy had a better outcome (3 year OS = 44%) than patients treated with combination chemotherapy only (3 year OS = 24%). Finally, the outcome of frail patients was poorer than that of “fit” patients, as demonstrated by an HR of 3.03 (IC95% 2.17– 4.23; P<0.001). Frail patients had a poorer outcome compared with the “fit” ones also if they were treated with rituximab containing combination chemotherapy (HR 2.34 IC95% 1.43 – 3.83; P=0.001). Conclusions: Treatment of frail patients with DLBCL is largely unsatisfactory also if a treatment with curative intent is adopted. CGA is a valid tool to prospectively identify frail subjects among elderly patients with DLBCL. Respiratory disease and poor aaIPI are the most important prognostic factors for predicting OS of frail patients with DLBCL. Regimens containing rituximab seem to improve the outcome but clinical trials specifically addressed to this population are warranted. Disclosures: No relevant conflicts of interest to declare."
}