{
    "doi": "https://doi.org/10.1182/blood-2018-99-117247",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4072",
    "start_url_page_num": 4072,
    "is_scraped": "1",
    "article_title": "Transfusion Requirements and Hospitalization during First Line Treatment Among Newly Diagnosed Acute Myeloid Leukemia Patients Who Were Ineligible for Intensive Chemotherapy ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "topics": [
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "transfusion",
        "brachial plexus neuritis",
        "infections",
        "blood transfusion",
        "duration of treatment",
        "azacitidine",
        "blood products",
        "cytarabine"
    ],
    "author_names": [
        "Cat N. Bui, PhD",
        "Thomas Marshall, PharmD, MS",
        "Rajesh Kamalakar, MS",
        "Tracey Posadas, PharmD, MPH",
        "Jalaja Potluri, MD"
    ],
    "author_affiliations": [
        [
            "AbbVie, Inc., North Chicago, IL "
        ],
        [
            "AbbVie, Inc., North Chicago, IL "
        ],
        [
            "AbbVie, Inc., Mettawa, IL"
        ],
        [
            "AbbVie, Inc., North Chicago, IL "
        ],
        [
            "AbbVie, Inc., North Chicago, IL "
        ]
    ],
    "first_author_latitude": "42.33346709999999",
    "first_author_longitude": "-87.83771465",
    "abstract_text": "Background: Newly diagnosed acute myeloid leukemia (ND AML) patients (pts) ineligible for intensive chemotherapy have limited treatment options. Most commonly used low intensity regimens are azacitidine (AZA), decitabine (DEC), or low-dose cytarabine (LDAC). These patients often have low blood counts that may contribute to poor quality of life (QoL) due to high risk for infections and may require transfusion of blood products. The objective of this study was to describe the patient characteristics, treatment patterns, and quantify the clinical outcomes (i.e., transfusion requirements infections and hospitalizations (hosp) among ND AML pts ineligible for intensive chemotherapy who received currently available therapies as first-line (1L) treatment in a real-world cohort. Methods: Eligible pts were found in the de-identified Optum© Clinformatics® Data Mart between 1/1/2010 and 6/30/2017 and had the following: AML at ≥2 encounters (ICD-9/10 codes) at least 30 days apart, ≥ 60 yrs. at diagnosis (dx), and ≥6 months (mo) benefit coverage before and ≥ 3 mo post dx. 1L treatment date (tx-index) was the date of first monotherapy (AZA, DEC, or LDAC) after AML diagnosis. 1L treatment duration was from tx-index to the end of study (EOS) defined as either end of 1L treatment, end of benefit coverage, relapse, or 12/31/2017. Transfusion independence (TI) during 1L treatment was defined as having neither platelets nor red blood cells (RBC) for ≥56 consecutive days (56-day TI). Patients with < 56 days of observation time from tx-index were not classified as achieving ≥56-day TI. During 1L treatment, transfusion support was defined as patients receiving either platelets and/or RBC regardless whether or not patients achieved ≥56-day TI. Sample selection and creation of analytic variables were performed using the Instant Health Data (IHD) platform (BHE, Boston, MA). Statistical analyses were undertaken with SAS software version 9.4 (SAS Institute Inc., Cary, NC, USA). Results: Among 785 eligible pts, 82.0% had Medicare Advantage, 59.2% were male, and the mean (median; range) age was 74.7 (75.0; range 60.0-89.0) yrs. The mean (median; range) baseline comorbidity score (measured by Quan Charlson Comorbidity Index, CCI) was 1.5 (1.0; 0-11), with an available follow-up period of 13.6 (10.6; 3.0-88.5) mo. As1L treatment, majority of pts received AZA (n=422, 53.8%) followed by DEC (n=337, 43.0%) and LDAC (n=26, 3.3%) and the mean (median; range) duration of treatment was 5.6 (3.7; 0.03-52.0) mo. A total of 4.5% (35) patients had major or minor GI hemorrhage, 1.9% (15) brain hemorrhage, and 48.7% (382) had infections of all grades (AZA: 202/422, 47.9%; DEC: 170/337, 50.5%; LDAC: 10/26, 38.5%). Prior to receiving 1L treatment, 48.0% (377/785) of patients required transfusion of either platelets and/or RBC (Table 1). During 1L treatment, 73.3% (575) of pts received transfusion support with a mean (median; range) of 8.5 (5.0; 1-181) transfusions of either platelets and/or RBC. Among 377 patients with transfusion support prior to 1L treatment, 33.7% (127/377) of patients achieved ≥ 56-day TI during 1L treatment (Table 1). Multivariate logistic regression showed pts with baseline transfusion requirement were less likely to achieve ≥56 consecutive day TI during 1L treatment vs. pts without baseline transfusion requirements (33.7% vs. 58.6%; OR = 0.37; 95% CI = 0.27 - 0.50; P < 0.001) with the current treatments. Among 785 patients during 1L treatment, the mean (median; range) number of hospitalizations was 0.91 (1.0; 0-8). A total of 53.1% (417) had ≥ 1 hospitalization; the mean (median; range) length of an inpatient stay was 10.9 (7.0; 1-97) days for these patients; and 49.4% (206), 75.1% (313), and 87.3% (364) of patients were admitted within 30, 60, 90 days of tx-index, respectively. Conclusions: This real-world study in ND AML patients showed transfusion burden on patients with the currently available non-intensive treatment with AZA and DEC being the most commonly used agents. Most (61.5%-80.1%) of the pts required transfusions for platelets and /or RBC and less than 40% (0%-38.6%) of the patients with baseline transfusion requirement achieved ≥56 consecutive days of transfusion independence anytime while receiving their 1L treatment. Additional research is warranted to understand the correlation between response to treatment and transfusion independence and subsequent impact on hospitalization and infections. View large Download slide View large Download slide  Disclosures Bui: AbbVie: Employment. Marshall: AbbVie: Employment, Equity Ownership. Kamalakar: AbbVie: Employment. Posadas: AbbVie: Employment. Potluri: AbbVie: Employment, Equity Ownership."
}