{
    "doi": "https://doi.org/10.1182/blood.V106.11.443.443",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=448",
    "start_url_page_num": 448,
    "is_scraped": "1",
    "article_title": "Use of Peripheral Blood Grafts Is Associated with Increased Acute and Chronic Graft-Versus-Host Disease without Improved Survival after Unrelated Donor Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "donors",
        "graft-versus-host disease, chronic",
        "tissue transplants",
        "transplantation",
        "leukemia",
        "acute lymphocytic leukemia",
        "adverse event",
        "follow-up",
        "graft-versus-host disease",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Mary Eapen, MBBS",
        "Michael Haagenson, MS",
        "Brent Logan, PhD",
        "Dennis Confer, MD",
        "Mary Horowitz, MD",
        "John Wagner, MD",
        "Daniel Weisdorf, MD",
        "Claudio Anasetti, MD"
    ],
    "author_affiliations": [
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA"
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999",
    "abstract_text": "Data from the CIBMTR indicate that approximately 70% of unrelated donor hematopoietic stem cell transplants (HCT) in the U.S. utilize peripheral blood (PB) rather than bone marrow (BM) as a graft source. Comparative studies verifying its benefit, however, are lacking. We, therefore, performed a retrospective analysis comparing the results of 275 unrelated PB and 620 unrelated BM transplants in adults 18–60 years of age with acute lymphoblastic leukemia (ALL), acute myeloid leukemia (AML), myelodysplastic syndrome (MDS) or chronic myeloid leukemia (CML), transplanted in 2000–2002. 73% of PB grafts were matched at HLA A, B, C (low resolution) and DRB1, 21% were mismatched at a single locus and 6% were mismatched at ≥ 2 loci. 69% of BM grafts were matched, 26% were mismatched at a single locus and 5% were mismatched at ≥ 2 loci. Median follow-up was 24 (range, 6–48) and 34 (range, 6–54) months for PB and BM recipients, respectively. Groups were similar except PB recipients were less likely to have CML, were more likely to have MDS and were transplanted more recently. Incidences of neutrophil recovery (95% vs. 90% at day 100, p=0.01) and platelets ≥20,000/ul (81% vs. 66%, at 1-year, p <0.0001) were significantly higher after PB than BM transplants. Incidences of grades 2–4 but not grades 3–4 acute graft-versus-host disease (GVHD) were significantly higher after PB than BM transplants (56% vs.45%, at day 100, p=0.003). Chronic GVHD was also significantly higher after PB transplants (54% vs. 39%, at 3 years, p<0.0001). Despite higher rates of grade 2–4 acute and chronic GVHD after PB transplantation, incidence of relapse was similar in the two groups for both early and advanced leukemia. In multivariate analysis, risks of treatment-related mortality (TRM), treatment failure (relapse or death) and overall mortality during the first 9 months after transplantation were similar. However, among patients surviving the first 9 months, subsequent risks of TRM (relative risk [RR] 1.90, 95% confidence interval [CI], 1.14–3.17, p=0.01) and treatment failure (RR 1.60, 95% CI 1.06–2.44, p=0.03) were significantly higher in the PB cohort. Three-year adjusted (from multivariate models) probabilities of leukemia-free survival were 29% and 31%, p=0.5, after PB and BM transplantation, respectively; corresponding probabilities of overall survival were 31% and 32%, p=0.8. While these data do not indicate a survival advantage with either stem cell source by disease or risk group, PB is associated with earlier engraftment. This advantage is offset by higher rates of grades 2–4 acute and chronic GVHD, leading to a higher risk of late adverse events. Randomized clinical trials are necessary to better define the relative risks and benefits of PB in the setting of unrelated donor HCT."
}