{
    "doi": "https://doi.org/10.1182/blood.V108.11.3948.3948",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=735",
    "start_url_page_num": 735,
    "is_scraped": "1",
    "article_title": "Platelet Proinflammatory and Hemostatic Function Is Differentially Regulated in Cystic Fibrosis. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "blood platelets",
        "cystic fibrosis",
        "hemostatic function",
        "integrins",
        "p-selectin",
        "chronic inflammation",
        "inflammatory markers",
        "cd40 ligand",
        "c-reactive protein",
        "cyclic amp receptor protein"
    ],
    "author_names": [
        "Alexander Sturm",
        "Helge Hebestreit",
        "Ralf Grossmann"
    ],
    "author_affiliations": [
        [
            "Children’s Hospital, University of Wuerzburg, Wuerzburg, Bavaria, Germany",
            " "
        ],
        [
            "Children’s Hospital, University of Wuerzburg, Wuerzburg, Bavaria, Germany",
            " "
        ],
        [
            "Institute of Clinical Biochemistry and Pathobiochemistry, Central Laboratory, University of Wuerzburg, Wuerzburg, Bavaria, Germany",
            " "
        ]
    ],
    "first_author_latitude": "49.794648849999994",
    "first_author_longitude": "9.95092565",
    "abstract_text": "Introduction: Platelet function and mechanisms of platelet-leukocyte interactions have been investigated in several vascular und inflammatory disorders. In most studies, platelet activation and an increase of platelet-leukocyte-aggregates (PLA) could be observed. We investigated platelet function in clinically stable patients with cystic fibrosis (CF). Methods: In addition to routine markers of inflammation (e. g. CRP, IgG, ESR) parameters of platelet function were measured in 54 clinically stable CF patients and 55 healthy controls (age range 3 to 41 years): The percentage of P-selectin (CD62P) and PAC-1 (activated integrin α IIb β 3 ) positive resting and activated platelets (in-vitro activation with the thrombin receptor activating peptide 6) and the number of PLA were determined by flow cytometry. The plasma markers of platelet activation soluble P-selectin (sCD62P) and soluble CD40 ligand (sCD40L) were measured by ELISA. Furthermore, 15 CF patients and 14 healthy controls were investigated to determine CD41a-expression (integrin α IIb β 3 ) on resting and activated platelets as well as leukocyte expression of P-selectin-glycoprotein ligand 1 (PSGL-1, receptor of CD62P) and integrin α M β 2 . Results: Chronic inflammation leads to a decrease of PAC-1-binding to resting and activated platelets. The effects were stronger in patients with higher markers of inflammation. CD41a expression was reduced on in-vitro-activated CF platelets. In contrast, proinflammatory platelet functions remained unchanged (CD62P-expression on resting and activated platelets) or increased (sCD62P, sCD40L, PLA). Leukocyte integrin α M β 2 expression was increased and PSGL-1 expression remained unchanged in CF. Discussion: Platelet function in clinically stable patients with CF is differentially regulated: Chronic inflammation leads to an upregulation of platelet proinflammatory function. In the presence of several procoagulatory mechanisms in inflammation there is a compensatory loss of platelet hemostatic function, shown by the decreased activation and exocytosis of the platelet major integrin α IIb β 3 ."
}