{
    "doi": "https://doi.org/10.1182/blood.V118.21.3521.3521",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1921",
    "start_url_page_num": 1921,
    "is_scraped": "1",
    "article_title": "Low Expression of MiR-34a in Previously Treated Chronic Lymphocytic Leukemia Patients Is Limited to Patients with a Complete Disruption of TP53 Function and Does Not Correlate with MDM2 SNP309, ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "tp53 gene",
        "micrornas",
        "chemotherapy regimen",
        "cyclophosphamide",
        "dideoxy chain termination dna sequencing",
        "fludarabine",
        "prognostic factors",
        "rituximab"
    ],
    "author_names": [
        "Annika Dufour, PhD",
        "Stefan K Bohlander",
        "Evelyn Zellmeier",
        "Gudrun Mellert",
        "Karsten Spiekermann, MD",
        "Stephanie Schneider, PhD",
        "Purvi Kakadia",
        "Wolfgang Hiddemann, PhD",
        "Jan Braess",
        "Sim Truong",
        "Nancy Patten",
        "Lin Wu",
        "Galina Salogub",
        "Philippe Solal-Celigny",
        "Anna Dmoszynska",
        "Tadeusz Robak",
        "Boris V Afanasiev",
        "Marco Montillo",
        "John Catalano, MBBS FRACP FRCPA",
        "Christian H. Geisler",
        "David Dornan",
        "Ming Lin",
        "Ru-Fang Yeh",
        "Martin Weisser",
        "Guillemette Duchateau-Nguyen",
        "Giuseppe Palermo"
    ],
    "author_affiliations": [
        [
            "Department of Medicine III, Laboratory for Leukemia Diagnostics, Munich, Germany, "
        ],
        [
            "Department of Medicine III, Laboratory for Leukemia Diagnostics, Munich, Germany, "
        ],
        [
            "Department of Medicine III, Laboratory for Leukemia Diagnostics, Munich, Germany, "
        ],
        [
            "Department of Medicine III, Laboratory for Leukemia Diagnostics, Munich, Germany, "
        ],
        [
            "Department of Medicine III, Laboratory for Leukemia Diagnostics, Munich, Germany, "
        ],
        [
            "Department of Medicine III, Laboratory for Leukemia Diagnostics, Munich, Germany, "
        ],
        [
            "Department of Medicine III, Laboratory for Leukemia Diagnostics, Munich, Germany, "
        ],
        [
            "Department of Medicine III, Laboratory for Leukemia Diagnostics, Munich, Germany, "
        ],
        [
            "Department of Oncology and Hematology, Hospital Barmherzige Brüder, Regensburg, Germany, "
        ],
        [
            "Roche Molecular Systems, Pleasanton, CA, "
        ],
        [
            "Roche Molecular Systems, Pleasanton, CA, "
        ],
        [
            "Roche Molecular Systems, Pleasanton, CA, "
        ],
        [
            "Hematology Department of St. Petersburg, Pavlov State Medical University, "
        ],
        [
            "Centre Jean Bernard, Clinique Victor Hugo, Le Mans, France, "
        ],
        [
            "Department of Haematooncology and Bone Marrow Transplantation, Medical University of Lublin, Lublin, Poland, "
        ],
        [
            "Dept of Haematology, Medical University of Lodz, Lodz, Poland, "
        ],
        [
            "BMT Center of St Petersburg Pavlov State Medical University, St Petersburg, Russia, "
        ],
        [
            "Niguarda Cà Granda Hospital, Division of Hematology, Milan, Italy, "
        ],
        [
            " Haematology/Oncology, Peninsula Private Hospital, Frankston, Australia, "
        ],
        [
            "Department of Hematology, Rigshospitalet, Copenhagen, Denmark, "
        ],
        [
            "Research, Genentech, South San Francisco, CA, "
        ],
        [
            "Research, Genentech, South San Francisco, CA, USA, "
        ],
        [
            "Statistics, Genentech, South San Francisco, CA, "
        ],
        [
            "Roche Pharma Research and Early Development (pRED), Penzberg, Germany, "
        ],
        [
            "Roche Pharma Research and Early Development (pRED), Basel, Switzerland"
        ],
        [
            "Roche Pharma Research and Early Development (pRED), Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "42.336485399999994",
    "first_author_longitude": "-71.0900128",
    "abstract_text": "Abstract 3521 MicroRNA-34a (miR-34a), a direct downstream target of the tumor suppressor TP53 is upregulated in chronic lymphocytic leukemia (CLL) cells and leads to apoptosis and cell cycle arrest. Previous studies found low miR-34a expression levels in CLL patients with TP53 gene disruptions by either 17p13 deletions or TP53 mutations and this has been linked to chemotherapy resistance and poor prognosis. Alternatively, miR-34a expression levels might be influenced by a single nucleotide polymorphism 309 (SNP 309) in the intronic MDM2 promoter. In this work we retrospectively determined miR-34a expression levels and the TP53 status in previously treated CLL samples enrolled in an international phase III clinical study comparing Fludarabine and Cyclophosphamide with or without Rituximab (FC versus R-FC: REACH trial). MicroRNA profiling data (Affymetrix GeneChip miRNA 1.0 array) and TP53 mutation data (AmpliChip p53 Test and Sanger sequencing) were available for 275 of 546 patients at treatment begin. In this subgroup of patients, genotype data (Illumina 550k HumanHap array) were available for 265 of 275 patients. A Mann-Whitney Wilcoxon test was used to compare distributions across two groups for a continuous variable. Association of the clinical data with progression-free survival (PFS) was assessed by Cox proportional hazard models. Patients were stratified into the following three groups: patients with both a 17p13 deletion and a TP53 mutation and patients with known dominant negative mutations of TP53 (n=21) (complete disruption of TP53 ), patients with either a 17p13 deletion (n=8) or a TP53 mutation (n=10) (partial disruption of TP53 ), and patients without TP53 aberrations (n=236) (wildtype TP53 and no 17p13 deletion). The distribution of miR-34a expression levels (log2 transformed) was compared across these groups. Patients with a complete disruption of TP53 function (mean=2.1, sd=2.1) had significantly lower miR-34a expression levels compared to patients without TP53 aberrations (mean=6.8, sd=2.3, p <0.001). Very interestingly, patients with a complete disruption of TP53 function also had lower miR-34a expression levels compared to patients with partial loss of TP53 function either by TP53 mutation (mean=7.1, sd=2.3, p <0.001) or deletion of the 17p13 locus (mean=7.2, sd=1.5, p <0.001). Patients with partial loss of TP53 function showed relatively high expression levels of miR-34a and no significant difference in miR-34a expression levels in patients without TP53 aberrations. There was a high variability of miR-34a expression levels in the group of patients without TP53 aberrations, with several patients having a low miR-34a. In order to find out whether this variability could be explained in part by SNP309 in the MDM2 promoter, we stratified patients without TP53 aberrations and with available genotype data (n=208) according to the genotype for SNP309. Because SNP309 was not on the Illumina chip, we imputed its genotype by using a perfect proxy (SNP rs2279744, r-square=1.0 with SNP309, according to public Caucasian Hapmap genotype data). We then compared the miR-34a expression levels between groups defined by the SNP309GG genotype (n=28, mean=7.5, sd=2.1), the heterozygous GT variant (n=101, mean=6.9, sd=2.2) and the wildtype TT-genotype (n=79, mean=6.6, sd=2.5). We could not observe any significant difference in miR-34a expression levels associated with the SNP309 genotype. A multivariate survival analysis was then used to further assess whether miR-34a expression levels in the group of patients without TP53 aberrations was of prognostic relevance with regards to PFS. MiR-34a expression did not predict PFS in patients without TP53 aberrations, neither as a continuous variable (HR: 1.03 (0.95–1.1), p =0.5) nor as a binary variable (dichotomized by its median value: HR: 0.92 (0.7–1.3), p =0.6) after adjustment for treatment, age, Binet stage and IGVH mutational status. In previously treated CLL patients, only a complete loss of TP53 function correlates with low miR-34a expression levels. MiR-34a expression levels did not demonstrate prognostic significance in CLL patients without TP53 mutations and did not correlate with the presence or absence of MDM2 SNP309. Further studies are warranted to assess the functional and clinical role of miR-34a expression as prognostic factor in patients with a disruption of TP53 function. Disclosures: Dufour: Roche: Research Funding. Bohlander: Roche: Research Funding. Spiekermann: Roche: Research Funding. Schneider: Roche: Research Funding. Hiddemann: Roche: Research Funding. Truong: Roche: Employment. Patten: Roche: Employment. Wu: Roche: Employment. Dmoszynska: Roche: Honoraria. Robak: Centocor Ortho Biotech Research & Development: Research Funding. Geisler: Roche: Speakers Bureau. Dornan: Genentech: Employment. Lin: Genentech: Employment. Yeh: Genentech: Employment. Weisser: Roche: Employment. Duchateau-Nguyen: Roche: Employment. Palermo: Roche: Employment."
}