{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2326.2326",
    "article_title": "Successful Treatment of Alemtuzumab Induced Immune Thrombocytopenia with a Thrombopoietin Receptor Agonist ",
    "article_date": "December 7, 2017",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "abstract_text": "Introduction Alemtuzumab, a humanised monoclonal antibody targeting CD52, is a potent new therapy for relapsing remitting multiple sclerosis (rrMS). However, treatment-related incidence of ITP, which can be fatal, is now a well-recognised challenge [Cuker A et.al. Blood 2011]. The mechanism of this association is incompletely understood. During post alemtuzumab treatment phase, there is variability in lymphocyte recovery time with mean time to CD19, CD8, and CD4 reconstitution of 3, 20, and 32 months respectively [Onajite Kousin-Ezewuet et. al. Neurology 2014]. T cell abnormalities including defects in the number and function of regulatory T cells (Tregs) and T cell mediated cytotoxicity are implicated in the pathogenesis of ITP. It is important to explore therapeutic options for refractory cases of alemtuzumab induced ITP where splenectomy and CD20 depleting therapies may be relatively contraindicated, as in JC virus seropositivity. Here, we report the efficacy of a thrombopoietin receptor agonist (TPO-RA) in the management of alemtuzumab induced ITP. Method We describe the clinical progress of a 47 year old female, who was treated with alemtuzumab for rrMS. She received 60mg of alemtuzumab in 2014, and again 36mg, 12 months later. 23 months following first dose of alemtuzumab, she developed steroid responsive neutropenia followed by thrombocytopenia with a platelet count nadir of 10x10 9 /L. Her lymphocyte subset analysis after the development of ITP showed normal B cell numbers, low T cells (CD3 0.3 x10 9 /L [normal range 0.9-2.1x10 9 /L]), and a CD4:CD8 of 0.3 [normal range 1.2-3.0]. Her CD4:CD8 ratio was 0.7 before her second cycle of alemtuzumab. She was treated with steroids and intravenous immunoglobulins (IVIG). She became cushingoid, and suffered from migraines with IVIG. After numerous relapses, the durability of platelet responses to IVIG diminished, and prednisone doses could not be weaned below 20mg daily. Conventional second line treatment with splenectomy and rituximab were not considered suitable due to JC virus seropositivity. She failed dapsone treatment and was started on eltrombopag. She also developed Graves' disease and was treated with carbimazole and radioactive iodine. Results The patient attained complete response with eltrombopag, permitting steroid/IVIG cessation. Following dosing guidelines, she relapsed with bleeding and platelet nadir of 5x10 9 /L. She was salvaged successfully with eltrombopag on which she remained for further 6 months before eventually discontinuing within 12 months of presentation (Figure 1). Her lymphocyte subset analysis after eltrombopag discontinuation reveals a normal CD4: CD8 ratio of 1.8. Conclusion We have reported for the first time the successful treatment of alemtuzumab-induced ITP with TPO-RA. The clinical events in this case highlights an uncommon but critical autoimmune complication of an emerging therapy for rrMS. Clustering of thyroid autoimmunity and thrombocytopenia may reflect the long observed association between Graves' disease and ITP in which HLA-B8 genotypes may participate, and the predictable timing of these complications after alemtuzumab offers an insight into the pathogenesis of autoimmunity. Our patient developed ITP after reconstitution of B cells, as in other described cases of alemtuzumab induced ITP. Our data correlates the recovery of CD4 cells with platelets, and is consistent with a putative role for CD4 Tregs in suppressing autoimmunity. TPO-RAs are associated with improved regulatory Treg activity [Weili Bao et. al. Blood 2010], and may be a safe and effective treatment for alemtuzumab induced ITP. Further prospective studies are needed to explore this clinical effect by direct assessment of Treg compartments and cytokines such as TGF-β. Alemtuzumab induced ITP may provide a unique, in vivo model for studying autoimmunity. Figure 1. A: Platelet response and treatments received. Alemtuzumab administered for rrMS. Shaded orange area represents prednisone therapy , green area corresponds to eltrombopag therapy. B: T cell subsets and CD19 counts performed at three time points after first cycle of alemtuzumab: 10 months (before ITP developed), 24 months (after ITP presentation), and 36 months (ITP in remission, off therapy). CD19 counts within reference range at all timepoints. CD4 and CD8 levels remained low. CD4:CD8 ratio improved to within the normal range (grey area) at 36 months. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Reddel: Sanofi genzyme: Consultancy. Choi: Sanofi Genzyme: Consultancy.",
    "topics": [
        "alemtuzumab",
        "thrombocytopenia due to immune destruction",
        "thrombopoietin receptor agonists",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "eltrombopag",
        "immunoglobulins, intravenous",
        "multiple sclerosis, relapsing-remitting",
        "cd19 antigens",
        "steroids"
    ],
    "author_names": [
        "Fathima Mohiyaddin Ayyalil, MBBS",
        "James Slade, BN, GCCaN, MNNP",
        "Daniel Wang, MBBS",
        "James M. D'Rozario, MBBS FRACP FRCPA",
        "Stephen Reddel, MBBS, FRACP, PhD",
        "Philip Young-Ill Choi, BA, BSc, MBBS, PhD FRACP, FRCPA"
    ],
    "author_dict_list": [
        {
            "author_name": "Fathima Mohiyaddin Ayyalil, MBBS",
            "author_affiliations": [
                "The Canberra Hospital, Canberra, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James Slade, BN, GCCaN, MNNP",
            "author_affiliations": [
                "The Canberra Hospital, Canberra, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Wang, MBBS",
            "author_affiliations": [
                "The Canberra Hospital, Canberra, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James M. D'Rozario, MBBS FRACP FRCPA",
            "author_affiliations": [
                "The Canberra Hospital, Canberra, Australia ",
                "The Australian National University, Canberra, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Reddel, MBBS, FRACP, PhD",
            "author_affiliations": [
                "Concord Repatriation General Hospital, Sydney, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Young-Ill Choi, BA, BSc, MBBS, PhD FRACP, FRCPA",
            "author_affiliations": [
                "The Canberra Hospital, Canberra, Australia ",
                "The Australian National University, Canberra, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T03:54:50",
    "is_scraped": "1"
}