{
    "doi": "https://doi.org/10.1182/blood.V110.11.4152.4152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1007",
    "start_url_page_num": 1007,
    "is_scraped": "1",
    "article_title": "SOCS2 Expression in AML: A Context Dependent Effect?. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "acute migraine, drugs used for the treatment of",
        "blast phase",
        "cancer",
        "cd34 antigens",
        "cell lines",
        "clone cells",
        "cytokine",
        "cytokine inducible sh2-containing protein",
        "datasets",
        "genes"
    ],
    "author_names": [
        "Courtney A.L. McIntosh, BSCH",
        "Fernando J. Suarez Saiz, BSC, MD",
        "Mark D. Minden, BSC, MD, PHD"
    ],
    "author_affiliations": [
        [
            "Medical Biophysics, University of Toronto, Toronto, ON, Canada"
        ],
        [
            "Institute of Medical Science, University of Toronto, Toronto, ON, Canada"
        ],
        [
            "Medical Biophysics, Princess Margaret Hospital/University Health Network, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65984840000001",
    "first_author_longitude": "-79.3877835",
    "abstract_text": "Suppressor of cytokine signaling 2 (SOCS2) is a member of the SOCS family of proteins. The SOCS proteins are thought to function as negative regulators of cytokine signaling by down-regulating the JAK/STAT signaling pathway, thus controlling the cellular response to several cytokines and growth factors. The SOCS family members each contain identical protein domains, however, SOCS1 and SOCS3 possess an additional kinase inhibitory region (KIR) thought to inhibit JAK proteins. Previous studies in AML have found that SOCS1 expression was suppressed in some cases due to hypermethylation. Similarly, SOCS3 expression has been found to be reduced in some cancers, and the loss of these potent negative regulators is thought to be associated with enhanced cytokine signaling. However, a conflicting view has recently been presented for SOCS3, suggesting that a high level of expression may exert a positive influence by stabilizing the phosphorylation of a JAK2 mutant, leading to prolonged signaling ( Hookham et al. 2007 . Blood  109 : 4924 –9 ). The role of SOCS2 which lacks the KIR domain is less clear. In a previous report, SOCS2 expression was found to be increased in CML blast crisis ( Schultheis et al. 2002 . Blood  99 : 1766 –75 ). To gain an overview of SOCS2 expression in AML, we queried the data set created by Valk et al. 2004 (N Engl J Med. 350:1617–28) in which expression data for 285 AML patient samples using Affymetix GeneChips is presented. In this data set, cluster analysis revealed that the AML patients could be classified into 16 groups based on their molecular signatures. We used this data to analyze SOCS2 expression from 2 probe sets located in different parts of the gene, and found that SOCS2 is differentially expressed within the different AML subsets. Patients showing the highest SOCS2 expression were groups characterized by a mix of both normal and 11q23 karyotypes. Patients showing the lowest SOCS2 expression were groups containing inv (16), and t (15; 17). Also of interest was a group that was abnormal in that it was CD34+ve but SOCS2-ve. Normal CD34 sorted cells are high for SOCS2 expression, so this group appears to be aberrant in that regard. RNA and protein expression has been used to verify these results in K562 and OCI-AML 1–5 cell lines. SOCS2 was highly expressed in K562 cells serving as a positive control. SOCS2 was much lower in the AML cell lines tested. Promoter methylation analysis of these cell lines using the mass spectrometry based Sequenom technology revealed methylation in cell lines OCI-AML 3 and 5. RNA expression analysis in patient samples has revealed that SOCS2 expression is highly variable, but was low in t (15; 17) patients. One APL patient examined so far also showed promoter methylation. In addition to patients with very low levels of SOCS2 expression, several patients were identified with very high levels of SOCS2. As predicted from our analysis of the Dutch AML dataset, we have identified patients with low and high levels of SOCS2. The low level expression in two of the AML cell lines and an APL patient sample was associated with hypermethylation. We hypothesize that in these cases, the reduced expression is important for disease behavior. The role of high level expression is less clear. It may represent an abortive attempt by the cell to control signaling or, as found for SOCS3, contribute to the proliferation of the leukemic clone. We are currently assessing expression and methylation in a broader set of patients."
}