{
    "doi": "https://doi.org/10.1182/blood.V128.22.1055.1055",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3291",
    "start_url_page_num": 3291,
    "is_scraped": "1",
    "article_title": "SETD2, a H3K36 Lysine Methyltransferase, Is Essential for Adult Normal Hematopoiesis and Leukemia Stem Cells ",
    "article_date": "December 2, 2016",
    "session_type": "603. Oncogenes and Tumor Suppressors: Altered Epigenetic and Metabolic Regulation",
    "topics": [
        "hematopoiesis",
        "leukemia",
        "lysine",
        "methyltransferase",
        "stem cells",
        "anemia",
        "colony-forming units assay",
        "proto-oncogene protein c-kit",
        "antigens, cd16",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Yile Zhou",
        "Yunzhu Dong",
        "Jiachen Bu",
        "Xiaomei Yan, MD PhD",
        "Yoshihiro Hayashi, MD PhD",
        "Qianfei Wang, PhD",
        "Jie Jin, MD PhD",
        "Gang Huang, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Key Laboratory of Genomic and Precision Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China"
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Key Laboratory of Genomic and Precision Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital Zhejiang University, Hangzhou, China "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "39.1414009",
    "first_author_longitude": "-84.5011174",
    "abstract_text": "Hematopoietic stem cells (HSCs) are characterized by their capability for self-renewal and multi-potency. Hematopoiesis is dynamically controlled by the interplay between epigenetic and transcriptional networks. Dysregulation of these networks can lead to unfitness of hematopoiesis, cell transformation, and hematological diseases. The human SETD2 gene was originally isolated from HSCs and progenitors. SETD2 is a histone methyltransferase, which specifically catalyzes tri-methylation of histone 3 lysine 36 (H3K36me3). SETD2 functions as a tumor suppressor, as loss-of-function mutations have been identified in many cancers. However, the role of SETD2 in hematopoiesis has not been fully understood. To assess the function of Setd2 in hematopoiesis, we generated three Setd2 mouse alleles with Crispr/CAS9 technology; Setd2 F2478/WT knock-in, Setd2 Exon6- Δ/WT , and Setd2 -Exon6 flox/flox / Mx1 -Cre conditional knockout alleles, as homozygous Setd2 mutation showed embryonic lethality. Setd2-F2478 point mutation, which is located in the SRI domain, can express SETD2 mutant protein but completely lose the interaction with RNA pol II. Setd2 Exon6- Δ/WT allele results in a frame shift and nonsense mediated decay of Setd2 mRNA and protein. After induction of excision with pIpC injection, Setd2 -exon6 flox/flox / Mx1 -Cre + (Setd2 Exon6- Δ/ Δ ) mice showed severe anemia, increased platelet count, and a reduction in bone marrow (BM) cellularity compared to wild-type (WT) mice, while Setd2 F2478/WT and Setd2 Exon6- Δ/WT mice did not show any obvious hematological changes. The Lin - Sca-1 + c-Kit + (LSK) population in Setd2 Exon6- Δ/ Δ mice was 2.5-fold decreased compared to those in WT, while the LSK populations in Setd2 F2478/WT and Setd2 Exon6- Δ/WT mice were comparable with those in WT. Interestingly, all three of these Setd2 mutant alleles showed a higher frequency of Lin - Sca-1 - c-Kit + (LK) cells in the BM. In the LK populations, we found an increased CMP population in Setd2 F2478/WT and Setd2 Exon6- Δ/WT mice; of note, the CMP population in the Setd2 Exon6- Δ/ Δ mice had disappeared while the MEP population expanded with higher expression of CD16/32. Next, to assess the function of the HSPCs, we performed CFU assays and competitive bone marrow transplantations (CBMT). Consistent with our phenotypic findings, the number of colonies derived from Setd2 F2478/WT and Setd2 Exon6- Δ/WT BM cells was increased in the first two passages, while the number of colonies derived from Setd2 Exon6- Δ/ Δ mice was significantly decreased. In CBMT, we found that mice transplanted with Setd2 Exon6- Δ/ Δ BM cells showed anemia and an impaired BM reconstitution, compared to the control ( p = 0.0002). On the other hand, the Setd2 F2478/WT and Setd2 Exon6- Δ/ WT models showed comparable capabilities of BM reconstitution. Taken together, these results suggest that Setd2 has an essential role in the maintenance of adult hematopoiesis. SETD2 mutations (mainly one allele mutation) have been frequently identified in acute leukemia, especially in about 22% of MLL leukemia. To understand the role of SETD2 in leukemic stem cells, Setd2 mutant mice were bred with the Mll-AF9 knock-in mouse. The Mll-AF9/ Setd2 F2478/WT and Mll-AF9/ Setd2 Exon6- Δ/ WT mice showed higher frequencies of LK and LSK populations compared to Mll-AF9 mice, indicating that Setd2 mutations may increase the stemness of leukemia stem cells (LSCs). The cells derived from Mll-AF9/ Setd2 F2478/WT and Mll-AF9/ Setd2 Exon6- Δ/ WT mice resulted in a significantly higher yield of colonies and growth advantage in serial replating CFU assay compared to the cells derived from Mll-AF9 mice. After BMT of equal numbers of cells from Mll-Af9 or Mll-AF9/ Setd2 F2478/WT mice into recipient mice, the Mll-AF9/ Setd2 F2478/WT BMT mice developed leukemia with significantly shortened latencies compared with MLL-Af9 BMT mice. In conclusion, our data suggests that Setd2 plays an important role in maintaining normal HSPCs. Half the doses of Setd2 can still maintain the normal hematopoiesis while a total loss of Setd2 leads to a failure of hematopoiesis. In leukemia, heterozygous mutants of Setd2 can accelerate leukemogenesis by expanding LSCs. Whether the remaining WT allele is required for leukemia maintenance is unclear. Further reduction of Setd2 levels, or complete deletion of the other WT allele, may diminish SETD2-mutated leukemia. Such tumor vulnerability can be explored as a therapeutic strategy. Disclosures No relevant conflicts of interest to declare."
}