{
    "doi": "https://doi.org/10.1182/blood.V114.22.642.642",
    "article_title": "the γ Isoform of the Glucocorticoid Receptor Is Ontogenetically Activated and Predicts Poor Ex-Vivo Expansion of Erythroid Cells From Adult Blood. ",
    "article_date": "November 20, 2009",
    "session_type": "BASIC SCIENCE AND CLINICAL PRACTICE IN BLOOD TRANSFUSION: TRANSFUSION MEDICINE BASIC SCIENCE AND LABORATORY RESEARCH",
    "abstract_text": "Abstract 642 Ex-vivo generated erythroblasts (EBs) represent alternative transfusion products. Adult blood (AB) contains numbers of progenitor cells comparable to those present in cord blood (CB) (10 6 vs 1.8×10 6 CD34 pos cells in average AB and CB donations) but generates lower numbers of erythroblasts (EBs) (∼4.8×10 8 vs 6.6×10 10 , respectively) and, in spite of its numerous advantages, is not considered suitable for ex-vivo EB production. To assess the potential of AB to generate EBs ex-vivo, the growth factors [stem cell factor (SCF), interleukin-3 (IL-3) and erythropoietin (EPO)] and optimal concentration and addition schedule of dexamethasone (DXM) and estradiol (ES) sustaining maximal EB amplification from AB mononuclear cells (MNC) were defined using media with serum previously defined as human erythroid massive amplification culture (HEMA ser ). Adult MNC stimulated with SCF and IL-3 in combination with EPO generated low numbers (fold increase ∼2) of EBs at all stages of maturation. Concentration response studies conducted on MNC from 10 different donors, indicated that the further addition to the cultures of DXM and ES (both at 10 -6 M) increased (∼6-12-fold) the numbers of EBs generated. Delayed addition and withdrawal experiments indicated that DXM and ES exerted partially overlapping but non-redundant functions. DXM was indispensable to achieve maximal amplification in the first 10 days of culture while ES was required from day 10 on. To determine if variability in glucocorticoid receptor (GR) expression might affect ex vivo generation of EBs, expression of αa and γ GR isoforms (αaGR and γGR) by EBs from 10 AB and 5 CB was investigated. While EBs from all donors expressed αaGR, γGR was not expressed by EBs obtained from CB and from AB that generated high numbers of EBs ex vivo, suggesting that activation of γGR in EBs is ontogenetically activated in a subset of AB and may predicts poor expansion. Ex vivo produced EBs are megaloblastic (30 to 50 μm). EPO decreased their size from 40.1±1.4 to 11.6±0.3 μm by 96 h (p<0.01). Although still macrocytic (adult normocytic red cells are 8 μm), these cells are smaller than fetal red cells (12.5 μm) and therefore suitable for clinical use. Inclusion of bovine components in HEMA ser precludes its use for clinical purposes. Therefore, optimal growth factor and hormone combinations identified in HEMA ser were used to formulate a medium composed of pharmaceutical grade human albumin, human albumin-based-lipid liposomes and iron-saturated recombinant human-tranferrin (HEMA def ). HEMA def sustained EB amplification as efficiently as HEMA ser from CB MNC and 10-fold higher than HEMA ser from AB MNC. Moreover, the numbers of EBs generated in HEMA def by adult MNC were similar to those generated by CB MNC (750×10 6 vs 500×10 6 per 10 6 MNC from AB and CB, respectively). Assuming that MNC contain 10 2 -10 3 EB progenitors (CD34 pos cells represent 0.1% of MNC and erythroid progenitors represent 10% of CD34 pos cells), it was calculated that the generation of 750×10 6 EBs from the progenitors present in 10 6 adult MNC required 19-23 divisions, a number below the theoretical Hayflick's limit for somatic cell divisions of 35. These results indicate that at least a subset of AB donors is suitable to produce ex-vivo erythroid cells for transfusion and that it should be possible, by optimizing HEMA def components, to further increase the number of EBs that can be generated ex-vivo from AB. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "erythroid cells",
        "glucocorticoid receptors",
        "protein isoforms",
        "liposomes",
        "cd34 antigens",
        "interleukin-3",
        "albumins",
        "growth factor",
        "transfusion",
        "dexamethasone"
    ],
    "author_names": [
        "Giovanni Migliaccio, Ph.D.",
        "Massimo Sanchez, Ph.D",
        "Francesca Masiello, Ph.D.",
        "Valentina Tirelli, Ph.D",
        "Lilian Varricchio, Ph.D",
        "Barbara Ghinassi, Ph.D",
        "Carolyn Whitsett, MD",
        "Anna Rita Migliaccio, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Giovanni Migliaccio, Ph.D.",
            "author_affiliations": [
                "Cell Biology and Neuroscience, Istituto Superiore di Sanita', Rome, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Massimo Sanchez, Ph.D",
            "author_affiliations": [
                "Istituto Superiore di Sanita', Rome, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Masiello, Ph.D.",
            "author_affiliations": [
                "Cell Biology and Neuroscience, Istituto Superiore di Sanita', Rome, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Tirelli, Ph.D",
            "author_affiliations": [
                "Cell Biology and Neuroscience, Istituto Superiore di Sanita', Rome, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lilian Varricchio, Ph.D",
            "author_affiliations": [
                "Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Ghinassi, Ph.D",
            "author_affiliations": [
                "Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolyn Whitsett, MD",
            "author_affiliations": [
                "New York Blood Center, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Rita Migliaccio, Ph.D.",
            "author_affiliations": [
                "Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T13:05:00",
    "is_scraped": "1"
}