{
    "doi": "https://doi.org/10.1182/blood.V114.22.1766.1766",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1393",
    "start_url_page_num": 1393,
    "is_scraped": "1",
    "article_title": "Mutations of TET2 and JAK2 but Not CBL Are Detectable in a High Portion of Patients with Refractory Anemia with Ring Sideroblasts and Thrombocytosis (RARS-T). ",
    "article_date": "November 20, 2009",
    "session_type": "Myelodysplastic Syndromes Poster I",
    "topics": [
        "kiaa1546 gene",
        "mutation",
        "refractory anemia with sideroblasts",
        "refractory anemias",
        "sideroblasts",
        "thrombocytosis",
        "leukemia",
        "cancer",
        "biological markers",
        "cytogenetic analysis"
    ],
    "author_names": [
        "Johanna Flach",
        "Sonja Schindela",
        "Frank Dicker, PhD",
        "Susanne Schnittger, PhD",
        "Alexander Kohlmann, PhD",
        "Tamara Weiss",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD",
        "Claudia Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "Abstract 1766 Poster Board I-792 Refractory anemia with ring sideroblasts and thrombocytosis (RARS-T) forms a provisional entity within the category of MDS/MPN-U in the 2008 WHO classification. Although the identification of the JAK2 V617F mutation was an important first step in distinguishing this entity from other hematological diseases, further genetic characterization is necessary. We performed comprehensive cytogenetic and molecular genetic investigations including targeted analysis of JAK2 V617F , TET2 , MPL W515 and CBL , markers known to be altered in MPN, as well as genome-wide single nucleotide polymorphism microarray analysis (SNP-A) in 23 RARS-T patients who fulfilled WHO 2008 diagnostic criteria. The JAK2 V617F mutation was detectable in 15 out of 19 analyzed patients (78.9%), four of which were homozygous. However, our patients neither carried a MPL W515 mutation nor mutations in exons 8 or 9 of CBL genes. These genes were recently described to be mainly mutated in myeloproliferative neoplasms. In addition, conventional cytogenetic analysis did not reveal any recurrent cytogenetic abnormalities in RARS-T patients. We also performed SNP microarray analysis in a subset of 10 RARS-T patients. Although we did neither observe recurrent chromosomal gains or losses nor recurring regions of UPD, one patient showed a deletion spanning a 1.3 Mb region on the long arm of chromosome 4 (start: 105,497,200 bp from pter; end: 106,825,780 bp from pter). The deleted region contained TET2 , a gene recently found to be altered in many subtypes of myeloid malignancies. To further clarify the 4q24 deletion detected by SNP-A analysis we performed fluorescence in situ hybridization (FISH). 20 out of 100 analyzed interphase nuclei and three metaphases showed only one signal for the probe spanning the TET2 gene in this patient. Interphase FISH with the TET2 probe was performed in nine additional cases not analyzed by SNP arrays due to a lack of material, but no additional case showing a deletion was detected. In addition to FISH, we performed TET2 sequencing in 19/23 RARS-T patients. TET2 mutations were detected in 5/19 patients (26%), of which 3/5 also presented the JAK2 V617F mutation, whereas the remaining 2/5 did neither show JAK2 V617F nor MPL nor CBL mutations. The five patients showed 6 individually different TET2 mutations. Three were nonsense and two missense mutations. One patient displayed a frameshift mutation leading to a premature stop codon. In summary, RARS-T patients demonstrated a high frequency of both JAK2 and TET2 mutations. Together with the less common MPL mutations described by others RARS-T presents a variety of mutations that overlap with the spectrum of mutations seen in MPN and other myeloid malignancies. Thus, a combination of molecular markers including JAK2 and TET2 should be investigated to more precisely describe RARS-T as an independent disease entity. Disclosures Flach: MLL Munich Leukemia Laboratory: Employment. Schindela: MLL Munich Leukemia Laboratory: Employment. Dicker: MLL Munich Leukemia Laboratory: Employment. Schnittger: MLL Munich Leukemia Laboratory: Equity Ownership. Kohlmann: MLL Munich Leukemia Laboratory: Employment. Weiss: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership."
}