{
    "doi": "https://doi.org/10.1182/blood.V128.22.5751.5751",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3518",
    "start_url_page_num": 3518,
    "is_scraped": "1",
    "article_title": "Pretransplantation Myeloablative Conditioning Regimen with Intravenous Busulfan Dose Adjustment for Older Patients with Hematologic Malignancies ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "busulfan",
        "conditioning (psychology)",
        "hematologic neoplasms",
        "older adult",
        "toxic effect",
        "graft-versus-host disease",
        "infusion procedures",
        "follow-up",
        "accelerated phase",
        "alcohol intervention"
    ],
    "author_names": [
        "Sabine Fürst, MD",
        "Jean El Cheikh, MD PhD",
        "Bénédicte Devictor, MD",
        "Sandra Cournier",
        "Angela Granata, MD",
        "Samia Harbi, MD",
        "Raynier Devillier, MD PhD",
        "Faezeh Legrand, MD",
        "Stefania Bramanti, MD",
        "Claude Lemarie, PharmD",
        "Jean Pierre Weiller, MD",
        "Catherine Faucher, MD",
        "Christian Chabannon, MD PhD",
        "Borje S. Andersson, MD PhD",
        "Didier Blaise, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Bone Marrow Transplantation Program, Division of Hematology and Oncology, Department of Internal Medicine, American Unversity of Beirut Medical Center, Beirut, Lebanon "
        ],
        [
            "Laboratory of Pharmacokinetics and Toxicology, University Hospital La Timone, Marseille, France "
        ],
        [
            "Department of Clinical Research and Innovation, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Cell Therapy Facility, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Cell Therapy Facility, Institut Paoli Calmettes, Marseille, France ",
            "Aix-Marseille University, Marseille, France ",
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Aix-Marseille University, Marseille, France ",
            "Programme de Transplantation &Therapie Cellulaire, Centre de Recherche en Cancérologie de Marseille, Institut Paoli Calmettes, Marseille, France ",
            "Centre de Recherche en Cancérologie de Marseille (CRCM), Marseille, France"
        ]
    ],
    "first_author_latitude": "43.263041199999996",
    "first_author_longitude": "5.4108516999999985",
    "abstract_text": "Introduction: The conditioning regimen (CR) is crucial for outcome and disease control after allogenic hematopoietic stem cell transplantation (AHSCT). Especially high risk and older patients (pt) represent a major challenge because of the need to intensify the CR for better disease control and the risk of regimen related toxicity. Busulfan (Bu)-based CR are widely used for AHSCT and pharmacokinetic (PK) studies have established that an optimal therapeutic window for a delivered high dose Bu exists. Bu Pk directed dosing targeting a per day area under the curve (AUC) may further optimize the antitumor effect and minimize toxicity. However, reported PK procedures are not optimal either using a test dose (Andersson Blood 2004) or done on the first administration day (d) allowing to get the results just before the 3 rd administration in a 4 d Bu schedule and leaving only 2 d for adaptation with potential high variations. We report here the results of an ongoing prospective monocentric study evaluating the efficacy and toxicity of a myeloablative (MA) CR with iv Bu dose adjustment by PK analysis following an original schedule. Patients and methods: From December 2014 to July 2016, 13 pt over the age of 55 years were included. All received a GCSF mobilized peripheral blood stem cell graft from a HLA identical 6/6 matched sibling or 10/10 matched unrelated donor (MUD). CR consisted in Fludarabine 30 mg/m 2 given once daily on d -6 to -2 which each infusion followed immediately once daily by iv Bu for 4 d and Thymoglobuline 2.5 mg/kg on d -3 and -2.Graft versus host disease (GVHD) prophylaxis was assured by cyclosporine A. The first dose of Buat d -6 was 130 mg/m 2 given over 3 hours followed by 3 dose adjusted administrations on d -4 to -2 after 1 d of rest at d -5. Blood samples were drawn for each pt at d -6 and -2 for a total of 12 samples: just before the start of the Bu infusion, 15 minutes after the end of the infusion and then at 2, 4, 6 and 9 hours. PK parameters and AUC calculation were performed by compartimental analysis using Kinetic Pro software. Bu doses were adjusted at d -4 to -2 to achieve an average daily AUC of 5300 µM.min. Adjustments were made if the first-dose AUC was below or above the target interval of 4770-5830. The samples at d -2 were analyzed to control the BuSE after the 4 infusions and to determine the real AUC obtained. Results: Ten of the 13 pt enrolled were evaluable. Median age was 63 years (range, 57-68). Diagnosis was acute leukemia in 6 pt [4 ALL, 2 AML], multiple myeloma in 2 pt, and myelodysplastic and myeloproliferative syndrome in 1 pt respectively. Disease risk according to Armand (Blood 2014) was intermediate in 8 and high in 2 pt [MPS, ALL]. Seven pt were in complete remission at time of transplant [5 CR1, 2 CR2], 2 pt in partial remission [1 PR1, 1 VGPR] and 1 pt with SMP in accelerated phase. The comorbidity index according to Sorror was 3 (range, 0-7). Donors were siblings in 6 and MUD in 4 pt. Bu dose adjustment was performed in 7 pt, whereas 5 pt required an increase and 2 pt a decrease in dose to achieve the average target AUC of 5300 (table 1). The remaining 3 pt did not require dose adjustments as their first Bu dose AUC felt within the target range. The median AUC at the first Bu dosing was 4894 (range, 3477-6759). After Bu dose adjustment, the final BuSE at the last dosing showed 5 pt with increased AUC outside the range, from whom the 3 pt who did not require dose adjustment. The median AUC at the last Bu dosing was 5330 (range, 4335-5987). Most common toxicities were transient grade 1-3 mucositis, enteritis and liver transaminases or bilirubin elevation. All pt engrafted with a median time to neutrophil recovery to an ANC > 500 x 10 6 /L of 15 d (range, 11-21) and to platelet > 20 x 10 9 /L (range, 8-19) of 14 d. Two pt developed grade 1 acute GVHD and 1 pt showed overlap GVHD. With a median follow up of 180 d (range, 30-573) no regimen related mortality occurred. Three pt with ALL relapsed at a median time of 127 d (range, 72-183). Conclusion: Despite the small pt population and the short follow-up, the preliminary results of our study shows the feasibility and safety a high dose Bu MA CR in older pt with comorbidities and different hematologic malignancies. Bu PK guided dose escalation was not associated with severe acute toxicities or early regimen related mortality. Strategies to target BuSE individually according to disease risk and integrate early posttransplantation drug interventions associated with donor lymphocyte infusions may further prevent relapse. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}