{
    "doi": "https://doi.org/10.1182/blood.V122.21.2438.2438",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2449",
    "start_url_page_num": 2449,
    "is_scraped": "1",
    "article_title": "IRF8 Restrains Monocyte-Dendritic Cell Progenitors from Differentiating into Neutrophils by Inhibiting C/EBPα Activity ",
    "article_date": "November 15, 2013",
    "session_type": "503. Hematopoiesis: Regulation of Gene Transcription: Poster II",
    "topics": [
        "dendrites",
        "flow cytometry",
        "gene expression profiling",
        "human leukocyte interferon",
        "immunologic deficiency syndromes",
        "immunoprecipitation",
        "interferons",
        "leukemia",
        "ligation",
        "monocytes"
    ],
    "author_names": [
        "Daisuke Kurotaki, PhD",
        "Michio Yamamoto",
        "Akira Nishiyama, PhD",
        "Kazuhiro Uno",
        "Haruka Sasaki",
        "Keiko Ozato, PhD",
        "Tomohiko Tamura, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Japan, "
        ],
        [
            "Department of Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Japan, "
        ],
        [
            "Department of Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Japan, "
        ],
        [
            "Department of Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Japan, "
        ],
        [
            "Department of Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Japan, "
        ],
        [
            "Program in Genomics of Differentiation, National Institute of Child Health and Human Development, NIH, Bethesda, MD, USA"
        ],
        [
            "Department of Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Japan, "
        ]
    ],
    "first_author_latitude": "35.33809865",
    "first_author_longitude": "139.63417809999999",
    "abstract_text": "Introduction During hematopoiesis, myeloid progenitors lose their potential to generate neutrophils when they progress towards monocyte-dendritic cell progenitors (MDPs). However, the mechanism of how this lineage restriction occurs remains poorly understood. Interferon Regulatory Factor-8 (IRF8) is a transcription factor essential for the development of dendritic cells (DCs) and monocytes, while it inhibits neutrophil differentiation. Irf8 –/– mice develop immunodeficiency and a chronic myeloid leukemia-like disease. IRF8 is expressed in monocytes/DCs but not in neutrophils. In contrast to well-studied IRF8 action in stimulating differentiation, how IRF8 inhibits neutrophil differentiation remains unknown. Results Immunostaining followed by flow cytometry demonstrated that IRF8 protein expression was barely detected in hematopoietic stem cells but sharply increased at the stage of MDPs during myeloid differentiation. Detailed flow cytometric analysis showed that Irf8 –/– myeloid progenitors accumulated at the stage of CD117 + MDPs. When transplanted into irradiated mice, Irf8 –/– MDPs failed to efficiently generate DCs and monocytes in vivo . We found that these Irf8 –/– CD117 + MDPs instead gave rise to a large number of neutrophils both in vivo and in vitro . To investigate the mechanism by which IRF8 inhibits neutrophil differentiation in MDPs, we performed transcriptome analysis by microarray in WT and Irf8 –/– MDPs. Computational pathway analysis predicted that C/EBP transcription factor(s) is aberrantly activated in Irf8 –/– MDPs. Among C/EBPs, C/EBPα and C/EBPε are known to potently drive myeloid progenitor cells to differentiate into neutrophils. In Irf8 –/– MDPs, however, mRNA and protein expression of these C/EBPs were not upregulated, and only C/EBPα protein was readily detectable. Therefore we speculated that IRF8 might regulate the activity, rather than the expression, of C/EBPα. Reporter assay using HEK293T cells demonstrated that IRF8 inhibited transcription activation by C/EBPα. In fact, IRF8 inhibited C/EBPα-mediated neutrophil differentiation in the 32Dcl.3 myeloid progenitor cell line. Furthermore, our results revealed that IRF8 physically interacted with C/EBPα. The interaction was detected by both overexpression in 293T cells and in situ proximity ligation assay (PLA) in purified CD117 + MDPs. Moreover, chromatin immunoprecipitation (ChIP)-quantitative PCR demonstrated that IRF8 prevented chromatin binding of C/EBPα in 32Dcl.3 cells. Finally, we partially suppressed C/EBP activity in Irf8 –/– hematopoietic progenitors by transducing them with a dominant-negative form of C/EBP (A-C/EBP) and transplanted them into irradiated mice. The results showed that A-C/EBP efficiently remedied the overproduction of neutrophils from Irf8 –/– hematopoietic progenitors in vivo , although it did not restore the generation of DCs and monocytes. Conclusions Our data demonstrated that 1) IRF8 sharply increases its expression at the stage of MDPs, 2) physically interacts with C/EBPα in MDPs, 3) prevents its binding to chromatin, 4) interferes with its ability to stimulate transcription, and 5) inhibits C/EBPα-mediated neutrophil differentiation. These results suggest that IRF8 is essential not only to bestow the potential of monocyte and DC differentiation upon MDPs, but also to restrain them from differentiating into neutrophils, illustrating how the commitment of MDPs occurs. Disclosures: No relevant conflicts of interest to declare."
}