{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4305.4305",
    "article_title": "Interferon Regulatory Factor 4 (IRF4) Is a Master Regulator in the Pathogenesis of Chronic Lymphocytic Leukemia Patients Harboring Trisomy 12 ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "BACKGROUND: Chronic lymphocytic leukemia (CLL) represents the most common leukemia in the Western countries. Although its natural history is not fully elucidated, it may be determined by a combination of genetic factors and by the complex relationship that leukemic cells entertain with the surrounding microenvironment. Interferon regulatory factor 4 (IRF4, also known as MUM1) is a transcriptional regulator that exerts critical functions in different cell types of the immune system. In B cells IRF4 plays a role in the function and development, by controlling the transition from cycling pre-B to small pre-B cells and by regulating receptor editing, germinal center (GC) reaction and plasma cell differentiation. Deregulation of the biological programs regulated by IRF4 has been related to the pathogenesis of different B-cell malignancies. Tumor cells in CLL patients express reduced levels of IRF4 protein compared to normal B cells and a causal relationship between low levels of IRF4 and the development of CLL has been demonstrated by two elegant in vivo mouse studies. AIM OF THE WORK: The goal of our study was to characterize the expression of IRF4 in CLL patients and to identify its biological functions in order to devise a possible involvement of IRF4 in the pathogenesis of CLL. METHODS: IRF4 expression was monitored by real time PCR in purified CLL cells. Modulation of IRF4 expression in vitro was performed by using a Myc-DDK-tagged IRF4 vector or by siRNA strategy. RESULTS: Among a large cohort of CLL samples (n=250), we identified a peculiar lower expression of IRF4 in patients harboring trisomy 12 (Tri12) compared with other cytogenetic aberrations. We focused our attention on the biological features of Tri12 CLL cells as adhesion, migration and viability dissecting the underlying molecular aspects. First, we tested the ability of Tri12 versus noTri12 CLL cells to adhere to VCAM1 coated plate. As expected, Tri12 CLL cells showed a higher ability to adhere to VCAM1 compared to no Tri12 due to high CD49d expression. We correlated the low expression of IRF4 in Tri12 CLL cells with an increased ability of leukemic cells to adhere to VCAM1 and endothelial cells. Forcing the expression of IRF4 by using a IRF4 vector is able to revert the adhesive features of CLL cells decreasing the surface expression of CD49d. We compared the capacity of Tri12 versus no Tri12 CLL cells to migrate towards CXCL12 in chemotaxis assay. Tri12 CLL cells tended to migrate towards CXCL12 at higher level than no Tri12 CLL cells. The induction of IRF4 in Tri12 CLL cells affected the expression of CXCR4 determining an impaired migration either in response or not to CXCL12. This result is in line with a reduced activation of signaling pathway induced by the reconstitution of IRF4 expression upon CXCL12 stimulation. Investigating the spontaneous apoptotic response of Tri12 CLL cells and no Tri12 CLL cells, we found a prominent resistance to spontaneous death in the first compared to the second subset. Since IRF4 is a regulator of Notch2 during CLL development, we compared the expression of Notch2 and its targets in Tri12 and no Tri12 CLL cells. At the molecular level, Tri12 CLL cells are characterized by an increased expression of Notch2 that is linked to a more pronounced expression of Mcl1 and Hes1 compared to no Tri12 CLL cells. Again, forcing the expression of IRF4 in Tri12 CLL cells, there was a dramatic drop in CLL cells viability that correlates with a reduced expression of Notch2, Mcl1 and CD23. Conversely, reducing the expression of IRF4 by using a siRNA strategy restores Tri12 CLL cells viability by inducing Notch2, Mcl1 and CD23 expression. Finally, we interfered with Notch2 expression using a siRNA or a pharmacological strategy. Silencing of Notch2 in Tri12 CLL cells affected CLL cells viability through the downregulation of CD23 and Mcl1 expression. On this line, using the pharmacological compound gliotoxin, known to interfere with Notch signaling pathway, we found a strong induction of CLL cells apoptosis due to the complete Notch2 degradation. CONCLUSIONS: Collectively, these results indicate that IRF4 plays a relevant role in determining the pathobiology of CLL harboring trisomy 12. The forced restoration of IRF4 expression is followed by marked decrease in adhesion and homing and induction of intrinsic apoptosis in Tri12 CLL cells, suggesting that targeting IRF4 expression may be effective for Tri12 CLL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "human leukocyte interferon",
        "interferons",
        "trisomy 12",
        "stromal cell-derived factor 1",
        "cd23 antigen",
        "rna, small interfering",
        "adhesions",
        "leukemic cells"
    ],
    "author_names": [
        "Stefania Fiorcari, PhD",
        "Stefania Benatti",
        "Silvia Martinelli",
        "Patrizia Zucchini",
        "Giovanna Leonardi",
        "Leonardo Potenza",
        "Mario Luppi",
        "Roberto Marasca",
        "Rossana Maffei"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefania Fiorcari, PhD",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stefania Benatti",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Martinelli",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrizia Zucchini",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanna Leonardi",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonardo Potenza",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Luppi",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Marasca",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rossana Maffei",
            "author_affiliations": [
                "Department of Medical and Surgical Sciences, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:30:21",
    "is_scraped": "1"
}