{
    "doi": "https://doi.org/10.1182/blood-2018-99-116670",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4002",
    "start_url_page_num": 4002,
    "is_scraped": "1",
    "article_title": "Obinutuzumab (GA101) in Combination with Pixantrone for the Treatment of Patients with Relapsed Aggressive B-Cell Lymphoma:Â a Phase II Trial (GOAL) ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials: Poster I",
    "topics": null,
    "author_names": [
        "Georg Hess",
        "Andreas Hüttmann, MD",
        "Julia Meissner, MD",
        "Reinhard Marks",
        "Martin Dreyling, MD PhD",
        "Ulrich Keller",
        "Thomas Ernst",
        "Christiane Pott",
        "Andreas Viardot, MD",
        "Oliver Deuster",
        "Christina van Oordt",
        "Matthias Theobald",
        "Georg Lenz"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/Oncology, Johannes Gutenberg-University, Langenbeckstr. 1, Mainz, Germany "
        ],
        [
            "Department of Hematology, University of Duisburg-Essen, University Hospital Essen, Essen, Germany "
        ],
        [
            "University of Heidelberg, Department of Hematology, Heidelberg, Germany "
        ],
        [
            "Department of Hematology and Oncology, University Medical Center, Freiburg, Germany "
        ],
        [
            "Department of Medicine III, University Hospital of of Ludwig-Maximilians-Universität, Munich, Germany "
        ],
        [
            "Klinikum Rechts der Isar der TU München, Munchen, Germany "
        ],
        [
            "Abteilung Hämatologie/Onkologie, Klinik für Innere Medizin II, University of Jena, Jena, Germany "
        ],
        [
            "University Hospital Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany "
        ],
        [
            "IZKS, University medical school of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "Department of Hematology / Oncology, University medical school of the Johannes Gutenberg-University, Mainz, Germany "
        ],
        [
            "University Cancer Center, Mainz, Germany "
        ],
        [
            "University Hospital Münster, Münster, Germany"
        ]
    ],
    "first_author_latitude": "49.9917605",
    "first_author_longitude": "8.249547249999999",
    "abstract_text": "Background: A substantial proportion of patients fail first line treatment of diffuse large B-cell lymphoma. Currently available salvage therapies are often ineffective and cannot be tolerated, especially for elderly patients. Thus, probably less than 25% of patients achieve a long lasting remission. Regimens like gemcitabine/oxaliplatin, or bendamustin, both in combination with rituximab are available for elderly or after failure of HDT, however induce only short lived responses. Obinutuzumab (GA101) is a type II anti-CD20 antibody, with preclinical evidence of superiority over rituximab in xenograft models of MCL and DLBCL. Recently a large phase III trial failed to show a benefit in patients with untreated DLBCL, although a subset analysis showed a potential benefit in a subset GCB DLBCL of patients, its value in relapsed disease is not yet finally determined. Although desirable, cumulative dose-related, progressive cardiotoxicity eliminates anthracyclines from relapse treatments. With pixantrone, a drug related to anthracyclines, a re-exposition against this drug class has been shown to be feasible, a best EOT-ORR of 37% (20% CR/CRu) was observed in a phase III trial. We thus initiated a trial combining both agents for the first time. The trial has opened in Q3/2015 and recruitment of 70 patients is completed as of 7/2018. Primary endpoint is the ORR, secondary endpoints being safety, PFS and OS. We report about available data after enrollment of the last patient. Methods: this is a multicenter, national, prospective trial. Main inclusion criteria: histologically proven DLBCL, FL grade IIIb or transformed iNHL (20% Quorum), no curative option available, relapsed and measurable disease, ECOG < 3, sufficient BM reserve, no severe concomitant diseases and given informed consent. There was no upper limit of prior treatment lines. Treatment consisted of up to 6 cycles of pixantrone 50mg/m² day 1, 8 and 15 of each cycle, obinutuzumab 1000 mg flat dose day 1, 8 and 15 of cycle one and day 1 of each subsequent cycle. Interim staging was scheduled after 3 cycles. Results: Basic data are available of 67 patients, all were caucasian, 37 were female the other 30 male and median age was 75 years. Most of the patients suffered from DLBCL (49 pts, 68%), 68% had advanced stage at diagnosis and the median secondary IPI was 3. Data collection is ongoing, until now data of 32 patients are fully available and updated results will be presented. Median number of prior therapies was 2 (1 to 6). Treatment seemed to be well tolerated, median number of cycles applied was 3, pre-mature stop of treatment was primarily based on progression. Response evaluation: at this time 13/32 (40.6%) evaluable patients responded with 5 patients achieving CR/CRu (15.6%) and 8 a PR. One year after initiation of treatment 54% of patients remained alive. Median follow up is 8.2 months. Median PFS and OS is 82 day and not reached, 1 year PFS and OS are 37% and 54%, respectively, no patient experienced relapse if the patient remained free from relapse at one year. Observed toxicity was predominantly hematologic. The following hematologic grade 3/4 adverse events were observed: leukopenia (9.4%) neutropenia (75%), thrombocytopenia (12.5%). The febrile neutropenia rate was 6.3%. Non-hematologic grade 3/4 adverse events were very rare, no single side effect was observed with a frequency of 5% or more. Summary: the combination of Obinutuzumab and Pixantrone is feasible and safe. Early response rates are interesting. Importantly, although some patients experience progress early, a promising proportion shows long lasting remissions. Molecular analyses are ongoing, as well as a detailed analysis on the impact of factors such as of number of prior treatments, status at inclusion. Figure. View large Download slide Figure. View large Download slide  Disclosures Hess: Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; CTI: Research Funding; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Other: travel expenses, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Hüttmann: Celgene: Other: Travel expenses; Roche: Other: Travel expenses. Marks: BMS: Honoraria; Merck: Honoraria; Servier: Honoraria. Dreyling: Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Mundipharma: Consultancy, Research Funding; Roche: Consultancy, Honoraria, Research Funding; Bayer: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Acerta: Consultancy; Sandoz: Consultancy. Keller: Takeda: Consultancy, Research Funding; MSD: Consultancy; Janssen-Cilag: Consultancy, Equity Ownership; Roche: Consultancy; BMS: Consultancy; Celgene: Research Funding. Ernst: Novartis: Research Funding. Viardot: Roche: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; Amgen: Consultancy; Gilead Kite: Consultancy, Honoraria. Lenz: Novartis: Research Funding; Bayer: Consultancy, Honoraria, Research Funding, Speakers Bureau; Roche: Consultancy, Honoraria, Other: Travel, Accomodations, Expenses, Research Funding; Janssen: Consultancy, Honoraria, Other: Travel, Accomodations, Expenses, Research Funding, Speakers Bureau; Celgene Corp.: Consultancy, Honoraria, Other: Travel, Accomodations, Expenses, Research Funding, Speakers Bureau; Gilead: Consultancy, Honoraria."
}