{
    "doi": "https://doi.org/10.1182/blood.V124.21.354.354",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2836",
    "start_url_page_num": 2836,
    "is_scraped": "1",
    "article_title": "Bone Marrow Mesenchymal Stem and Progenitor Cells Are Altered in Sipa1 Deficient Mice before Initiation of Myeloproliferative Neoplasm ",
    "article_date": "December 6, 2014",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Pathogenic Bone Marrow Microenvironments",
    "topics": [
        "bone marrow",
        "mice",
        "myeloproliferative disease",
        "stem cells",
        "cd45 antigens",
        "cd31 antigens",
        "cd44 antigens",
        "homing-associated cell adhesion molecule",
        "polymerase chain reaction",
        "tumor cells, malignant"
    ],
    "author_names": [
        "Pingnan Xiao, MD",
        "Andranik Durgaryan, PhD",
        "Anne-Sofie Johansson, PhD",
        "Lakshmi Sandhow",
        "Monika Dolinska",
        "Hong Qian"
    ],
    "author_affiliations": [
        [
            "Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Karolinska Institute, Stockholm, Sweden"
        ]
    ],
    "first_author_latitude": "59.34814839999999",
    "first_author_longitude": "18.023657899999996",
    "abstract_text": "Hematopoiesis is tightly regulated by bone marrow (BM) stromal cells through the production of soluble factors, matrix proteins, and intracellular signals initiated by cell-cell adhesive interactions. Despite the involvement of mesenchymal stem and progenitor cells in the maintenance of normal hematopoiesis and the development of hematological disorders have been reported ( Mendez-Ferrer et al., 2010, Nature)(Raaijmakers et al., 2010, Nature ), little is known how the different BM stromal cell fractions contribute to the processes. Signal-induced proliferation-associated gene 1 (Sipa1), a principal Rap1 GTPase activating protein, is expressed in hematopoietic cells ( Ishida et al., 2003, Cancer Cell ). Deletion of Sipa1 results in age-dependent development of myeloproliferative neoplasm (MPN) in mice, resembling human chronic myelogenous leukemia ( Ishida et al., 2003, Cancer Cell ). However, it is not known whether the deletion of Sipa1 affects BM cellular niche components, which could lead to the development of the MPN. Knowledge of this is important for better understanding the role of BM stromal cells in the initiation and progression of MPN. In the present study, we first analyzed Sipa1 expression by multicolor fluorescent activated cell sorting (FACS) using hematopoietic cell marker CD45 and TER119, mesenchymal stem cell (MSC) associated marker CD51 and SCA1, and endothelial cell marker CD31. We found that Sipa1 gene was also expressed in different BM stromal cell subsets including MSCs (CD45-TER119-CD31-CD44-CD51+SCA1+), more differentiated mesenchymal progenitor cells (CD45-TER119-CD31-CD44-CD51+SCA1-), and endothelial cells (CD45-TER119-CD31+). Among all the cell types, Sipa1 expression seemed to be higher in MSCs and endothelial cells than other cell types. We next studied whether the gene deficiency led to the alteration of BM stromal cell composition and function by phenotypically, functionally, and molecularly analyzing BM stromal cell subsets in young (<3 months) Sipa 1-/- mice where hematopoiesis remained normal. Phenotypic multicolor FACS analysis showed significant increase in percentages and numbers of BM stromal cell (CD45-TER119-) subsets including endothelial cells, MSCs, and the mesenchymal progenitor cells in Sipa 1-/- mice compared to age and sex-matched Sipa 1+/+ mice ( P <0.05). The alteration in the frequency of BM MSCs in the Sipa1 -/- mice was further confirmed by colony-forming unit-fibroblast assay (CFU-F) on unfractionated BM mononuclear cells ( P =0.0302) and FACS-sorted MSCs ( P =0.0066). It is important to note that most (75% on average) of CFU-Fs generated from FACS-sorted Sipa1 -/- stromal cells contained simultaneously differentiated adipocytes whereas around 57% of CFU-Fs from Sipa1 +/+ stromal cells did ( P =0.0184). In keeping with this, in vitro differentiation assays revealed greater adipocyte differentiation potential of Sipa1 -/- MSCs. Similarly, an increase of adipocytes associated gene FABP4 expression was determined by Q-PCR. Our preliminary Q-PCR data indicated differential expression of Kit Ligand and Angipoietin like 1 in the Sipa1 -/- MSCs and the CD51+SCA1- cells compared to that in the Sipa1 +/+ cells. Global gene expression analysis by RNA sequencing and more multilineage differentiation assays on FACS-sorted different stromal cell subsets of Sipa1 -/- and Sipa1 +/+ BM are currently ongoing. Taken together, our data suggested the BM stromal cell composition and function in the Sipa1 -/- mice have already been altered before the initiation of MPN. Transplantations of normal hematopoietic stem cells into Sipa1 deficient BM have been initiated for examining if the Sipa1 -/- BM niches play an instructive role in the initiation of MPN. Disclosures No relevant conflicts of interest to declare."
}