{
    "doi": "https://doi.org/10.1182/blood.V128.22.274.274",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3489",
    "start_url_page_num": 3489,
    "is_scraped": "1",
    "article_title": "Elevated Levels of Circulating Nucleosomes Are Not Associated with Venous Thrombosis or Neutrophil Activation in Patients with Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Risk Factors",
    "topics": [
        "animal model",
        "multiple myeloma",
        "neutrophil activation",
        "nucleosomes",
        "venous thrombosis",
        "venous thromboembolism",
        "cancer",
        "deep vein thrombosis",
        "complex",
        "elastases"
    ],
    "author_names": [
        "Mandy N. Lauw, MD PhD",
        "Frank W.G. Leebeek, MD PhD",
        "Moniek P.M. de Maat, PhD",
        "Gerard J. van Mierlo",
        "Saskia Middeldorp, MD PhD",
        "Sacha S. Zeerleder, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands ",
            "Department of Vascular Medicine, Academic Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands "
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands "
        ],
        [
            "Department of Immunopathology, Sanquin Research and Landsteiner Laboratory, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands"
        ],
        [
            "Department of Vascular Medicine, Academic Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands ",
            "Department of Immunopathology, Sanquin Research and Landsteiner Laboratory, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.31531939999999",
    "first_author_longitude": "4.90914465",
    "abstract_text": "Background: Patients with multiple myeloma (MM) are at a 9-fold increased risk of venous thromboembolism (VTE). Mechanisms underlying the increased VTE risk in MM have not yet been clarified. Recently, extracellular DNA, e.g. nucleosomes, has been shown to play a central role in coagulation activation and propagation in vivo and in animal models. Increased nucleosome levels were demonstrated in patients with VTE, supporting their role in VTE development. The prothrombotic activity of nucleosomes may be of importance in systemic inflammatory states, in which activated immune cells can release nucleosomes, such as neutrophils by forming neutrophil extracellular traps (NETs). However, during inflammation and upon chemotherapy, parenchymal cells and tumor cells, respectively, can also release extracellular DNA in the form of nucleosomes, which could promote coagulation. As MM is regarded as a systemic inflammatory disease, we hypothesized to find elevated levels of nucleosomes in MM patients, with an association between the highest levels of nucleosomes and development of VTE. Therefore, we assessed levels of nucleosomes and neutrophil activation, and their association with VTE, in a cohort of patients with newly diagnosed MM. Methods: We assessed levels of circulating nucleosomes and systemic neutrophil activation, by presence of elastase-α1-antitrypsin (EA) complexes, in 131 patients with newly diagnosed MM using plasma samples. Interleukin (IL)-6 and IL-8 levels were also assessed to estimate the inflammatory state. We used a case-cohort design to investigate the association between nucleosomes, neutrophil activation and VTE, by calculating odds ratios (ORs) with corresponding 95% confidence intervals (CIs) using nucleosomes and EA complexes as categorical variables, based on the 80 th percentile for MM patients without VTE, with ≤80 th percentile being the reference category. To compare levels of nucleosomes and neutrophil activation complexes in MM patients with patients with other malignancies, a comparison was made with a cohort of cases with objectified deep-vein thrombosis (DVT) of the leg and screened controls without DVT, stratified by malignancy status. Results: 19 of 131 MM patients (14.5%) developed VTE during MM treatment. Levels of nucleosomes (median 39.5 U/mL; interquartile range [IQR] 7.9-156.8, vs. median 25.6 U/mL; IQR 10.9-76.4; p=0.61) and neutrophil activation, as evidenced by presence of EA complexes (median 30.1 U/mL; IQR 22.6-39.3, vs. median 31.6 U/mL; IQR 24.3-46.0; p=0.45), did not differ between MM patients with and without VTE. No association was found between high levels (>80 th percentile of non-VTE MM patients) of nucleosomes or neutrophil activation, and VTE (OR 0.5; 95% CI 0.2-1.6, and OR 2.1; 95% CI 0.5-9.7, respectively) in MM patients. IL-6 and IL-8 levels were low in all MM patients, irrespective of VTE. Nucleosome levels were similarly high in MM patients compared with DVT patients with other malignancies, and significantly higher compared with DVT patient without malignancies, and with DVT controls, irrespective of malignancy status (Fig. 1A). In contrast, levels of neutrophil activation were significantly lower in MM patients in all comparisons (Fig. 1B). Conclusions: Elevated levels of nucleosomes were found in MM patients, but without correlating high levels of neutrophil activation. Nucleosome levels in MM patients with and without VTE were similar, and there was no association between high levels of circulating nucleosomes or neutrophil activation, and VTE in MM patients. Our results suggest that elevated levels of nucleosomes in MM patients are independent of neutrophil activation or inflammatory status, but rather a marker of plasma cell injury or death. This could also explain absence of a clear association with VTE. Future studies are necessary to confirm the source and the clinical relevance of high levels of nucleosomes in MM patients. Figure 1 View large Download slide Levels of nucleosomes and neutrophil activation (by presence of human neutrophil elastase-α1-antitrypsin (EA) complexes) in patients with multiple myeloma (MM), compared with cases with deep vein thrombosis (DVT) of the leg with other malignancies or without malignancies, and DVT controls with other malignancies or without malignancies Median levels of circulating nucleosomes (1A), and median levels of EA complexes (1B). Bars represent median with interquartile ranges (IQR). Figure 1 View large Download slide Levels of nucleosomes and neutrophil activation (by presence of human neutrophil elastase-α1-antitrypsin (EA) complexes) in patients with multiple myeloma (MM), compared with cases with deep vein thrombosis (DVT) of the leg with other malignancies or without malignancies, and DVT controls with other malignancies or without malignancies Median levels of circulating nucleosomes (1A), and median levels of EA complexes (1B). Bars represent median with interquartile ranges (IQR).  Disclosures Leebeek: Baxter: Research Funding; UniQure: Consultancy; Netherlands Hemophilia Foundation: Research Funding; CSL Behring: Research Funding."
}