{
    "doi": "https://doi.org/10.1182/blood.V104.11.4196.4196",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=218",
    "start_url_page_num": 218,
    "is_scraped": "1",
    "article_title": "An Establishment of a System for Conditional Overexpression of Genes in Megakaryocytes and Platelets In Vivo . ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Expression of foreign or endogenous genes in vivo is an essential tool for following regulatory processes, including the control of gene expression. Constitutive expression of such genes throughout development often results with lethality due to adverse effects during embryogenesis. Several such examples exist with regard to the megakaryocyte (MK)/platelet lineage. Here, we employed the tetracycline (Tet)-off system to conditionally overexpress genes in MKs and platelets in vivo . We generated three transactivator transgenic lines expressing the Tet transactivator element (tTA), under the control of the megakaryocyte-specific, platelet factor 4 promoter (PF4-Tet). Three responder lines were simultaneously generated, each with a bidirectional minimal CMV-tTA responsive promoter upstream of prokaryotic ß-Galactosidase gene (ß-Gal) (as a marker), with an insertion site in the opposite side for a gene of interest. A transactivator founder line that strongly expressed tTA was cross-bred to the three other responder lines. The resulting double transgenic mouse lines exhibited tetracycline-dependent transgene overexpression in the megakaryocytic lineage. Lineage specificity was confirmed by immunohistochemistry and western blot analyses. By changing tetracycline concentration in the drinking water, we could turn on/off the expression of the gene at any desirable time during the mouse lifespan, and showed that in adult mice under inducing conditions, ß-Gal expression was restricted to MKs and platelets. Hence, we generated a mouse line, PF4-Tet that is available to conditionally overexpress any gene of interest in the MK/platelet lineage in vivo . This system should be valuable for the study of effects of selected proteins on an array of genes expressed in vivo and on consequent megakarypoiesis and/or thrombosis and hemostasis.",
    "topics": [
        "adverse effects",
        "blood platelets",
        "galactosidase",
        "genes",
        "hemostasis procedures",
        "meckel-gruber syndrome",
        "megakaryocytes",
        "platelet factor 4",
        "protein overexpression",
        "tetracycline"
    ],
    "author_names": [
        "Hao G. Nguyen, BA",
        "Guangao Yu, PhD",
        "Maria Makitalo, MS",
        "Matthew Jones, PhD",
        "Katya Ravid, D.Sc/Ph.D"
    ],
    "author_affiliations": [
        [
            "Biochemistry and Medicine, Boston University School of Medicine, Boston, MA, USA"
        ],
        [
            "Biochemistry and Medicine, Boston University School of Medicine, Boston, MA, USA"
        ],
        [
            "Biochemistry and Medicine, Boston University School of Medicine, Boston, MA, USA"
        ],
        [
            "Biochemistry and Medicine, Boston University School of Medicine, Boston, MA, USA"
        ],
        [
            "Biochemistry and Medicine, Boston University School of Medicine, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3359811",
    "first_author_longitude": "-71.0717807"
}