{
    "doi": "https://doi.org/10.1182/blood.V104.11.3818.3818",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=255",
    "start_url_page_num": 255,
    "is_scraped": "1",
    "article_title": "Functional Activity of In Vivo Primed Granulocytes: A Comparative Study. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Recombinant granulocyte colony-stimulating factor (G-CSF) has been widely used in the treatment of chemotherapy-induced neutropenia as well as in mobilization of peripheral blood stem cells in context with autologous bone marrow transplantation. Recombinant G-CSF expressed in E.coli (Filgrastim) and G-CSF expressed in CHO-cells (Lenograstim), are in clinical use. Here we study the effects of the different G-CSF on functional activity of granulocytes including chemotaxis, oxidative burst and antigen expression. Granulocytes were obtained from patients with hematological malignancies before and after the administration of one of the three G-CSFs and isolated using a polymorphprep density gradient. Chemotactic properties were assessed using a Boyden chamber assay in combination with an under agarose assay, both using fMLP as chemotactic stimulus. Release of superoxide anions served as measure of the oxidative burst after stimulation with PMA using a chemiluminescence assay. The viability and surface antigen expression were assessed by FACS. FACS analysis showed a decrease in CD10, CD11b and CD62L of the selectin family contrary to an increased expression of the VLA-5 alpha chain CD49, the LPS-receptor CD14 and the IgG receptor FcγRI (CD64). A stronger effect of lenograstim on CD11b and CD14 could be assessed contrary to filgrastim showing a stronger effect on CD62 and CD64. We observed a decrease of chemotactic activity and non-directed random migration in patients receiving filgrastim, as opposed to the results in patients receiving lenograstim. No obvious differences were found in production of superoxide anions. Whether the superior chemotactic activity and migration of Lenograstim- vs. Filgrastim-primed granulocytes translates into improved antibacterial activity and improved clinical endpoints warrants further study in the clinical setting.",
    "topics": [
        "anions",
        "anti-bacterial agents",
        "antigens",
        "bone marrow transplantation, autologous",
        "cd14 antigen",
        "cd29 antigen",
        "cd64 antigen",
        "colony-stimulating factors",
        "filgrastim",
        "granulocytes"
    ],
    "author_names": [
        "Daniel Ribeiro",
        "Stephanie Laufs, Phd",
        "Eike B. Buss, MD",
        "W. Jens Zeller, MD",
        "Anthony D. Ho, MD",
        "Stefan Fruehauf, MD"
    ],
    "author_affiliations": [
        [
            "E120, German Cancer Research Center, Heidelberg, Germany"
        ],
        [
            "E120, German Cancer Research Center, Heidelberg, Germany"
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "E120, German Cancer Research Center, Heidelberg, Germany"
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "49.414414",
    "first_author_longitude": "8.672960699999999"
}