{
    "doi": "https://doi.org/10.1182/blood.V106.11.936.936",
    "article_title": "Treatment of Post-Transplant Lymphoproliferative Disorder (PTLD) with Rituximab or Chemotherapy: The University of Pennsylvania Experience. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: PTLD is a rare but life-threatening side effect of organ transplantation. While some patients respond to reduction in immunosuppression (RI), in many patients this approach is ineffective or impractical. Chemotherapy and anti-B cell monoclonal antibody therapy have been explored for treatment of such patients, but most reports include small numbers of patients. We report the results of treatment of patients with PTLD with rituximab and/or chemotherapy at the University of Pennsylvania Medical Center. Methods: Data were collected using retrospective chart and database review. Patients were evaluated for baseline characteristics as well as response to therapy, time to treatment failure, and overall survival. Prognostic factors were identified by univariate analysis. Results: 35 of 117 adult solid organ transplant patients diagnosed with PTLD that were refractory to RI underwent treatment with rituximab and/or chemotherapy. Median time to PTLD was 4 years (range 3 months to 23 years), and most patients presented with advanced stage (57%) and extranodal involvement (74%). 71% had elevated LDH. There were no significant baseline differences between patients receiving rituximab and those receiving chemotherapy. 22 patients underwent treatment with rituximab. The ORR was 68% (CR 59% and PR 9%). Median time to treatment failure (TTF) was not reached at median follow up of 19 months (range 0.8–51 months), and estimated OS was 31 months (1.5–51 months). EBV positivity was a favorable prognostic factor for achievement of response and TTF (p<0.01). LDH elevation predicted shorter overall survival (0.04). No patient died due to rituximab toxicity, and all 8 patients who either did not respond or relapsed were able to undergo further treatment with chemotherapy. 23 patients received chemotherapy, 22 of whom were evaluable. ORR was 74% (CR 57% and PR 17%). At a median follow up of 27 months, median TTF was 10.5 months (0.4–54 months), and estimated OS was 42 months (0.4–70 months). Adverse prognostic factors for response included advanced stage (p=0.02), elevated LDH (p=0.01) and allograft involvement by tumor (p<0.01). These factors, in addition to lack of achievement of CR, also predicted poor overall survival (p<0.05 for all factors). 26% of patients receiving chemotherapy died due to treatment-related toxicity. Conclusion: Rituximab and chemotherapy are effective treatments in patients with PTLD who fail or do not tolerate RI. While rituximab is generally well tolerated, chemotherapy is associated with marked toxicity. When possible, PTLD patients requiring therapy beyond RI should be considered for rituximab, especially those with EBV-positive disease. Chemotherapy should be reserved for those patients who fail rituximab, have EBV-negative tumors, or need a rapid response.",
    "topics": [
        "chemotherapy regimen",
        "posttransplant lymphoproliferative disorder",
        "rituximab",
        "prognostic factors",
        "toxic effect",
        "follow-up",
        "neoplasms",
        "time-to-treatment",
        "adverse effects",
        "allografting"
    ],
    "author_names": [
        "Rebecca L. Elstrom, MD",
        "Charalambos Andreadis, MD",
        "Nicole Aqui, MD, PhD",
        "Donald E. Tsai, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rebecca L. Elstrom, MD",
            "author_affiliations": [
                "Medicine, University of Pennsylvania, Philadelphia, PA, USA",
                "Medicine, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Charalambos Andreadis, MD",
            "author_affiliations": [
                "Medicine, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Aqui, MD, PhD",
            "author_affiliations": [
                "Pathology, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald E. Tsai, MD, PhD",
            "author_affiliations": [
                "Medicine, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T18:38:09",
    "is_scraped": "1"
}