{
    "doi": "https://doi.org/10.1182/blood.V106.11.3867.3867",
    "article_title": "Differential Activation of Stress Kinases Pathways and Elaboration of Inflammatory Cytokines MCP-1 and RANTES by Major and Minor Group Rhinovirus. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Given that virus-induced asthma has been resistant to therapy, knowledge concerning the cellular and physiological processes that are critical in the development of virus-induced asthma is likely to lead to the generation of new forms of intervention. In this regard, previous studies have implicated the macrophage as playing an important role in the elaboration of the inflammatory environment observed in rhinovirus-induced exacerbation of asthma. However, little is known about the cell signaling events that are initiated upon macrophage infection with rhinovirus. Major and minor group rhinovirus are genetically similar although they bind to two different cellular receptors. To determine if the attachment of major (HRV16) and minor group (HRV1a) rhinovirus to the human monocyte-derived macrophages elicits different kinetics of activation for ERK5 and p38, macrophages cells were exposed to HRV16 or HRV1a at an MOI of 10 for 15,30,60, 90 and 120 min. Cell lysates were generated, separated by SDS-PAGE and immunoblotted with anti-phospho-ERK5 or p38. For MAP kinase p38, major and minor group rhinovirus stimulated phosphorylation occurred after 15 min and sustained phosphorylation up to 60 min. Interestingly at the 90 and 120 min time points, there was no p38 phosphorylation for the major group rhinovirus and sustained phosphorylation stimulated by the minor group rhinovirus. A similar kinetics profile holds true for the MAP kinase ERK5. Furthermore, activation of these two MAP kinases and the small molecular weight G-protein RAC are important in the elaboration of the inflammatory mediators MCP-1 and RANTES.",
    "topics": [
        "cytokine",
        "monocyte chemoattractant protein-1",
        "phosphotransferases",
        "rantes",
        "rhinovirus",
        "stress",
        "asthma",
        "mitogen-activated protein kinases",
        "gtp-binding proteins",
        "infections"
    ],
    "author_names": [
        "Megan Wilson",
        "Shashima Nakahara, BS",
        "Laurel Benson",
        "David Hall, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Megan Wilson",
            "author_affiliations": [
                "Chemistry, Lawrence University, Appleton, WI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shashima Nakahara, BS",
            "author_affiliations": [
                "Biochemistry, University of Wisconsin-Madison, Madison, WI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurel Benson",
            "author_affiliations": [
                "Chemistry, Lawrence University, Appleton, WI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Hall, PhD",
            "author_affiliations": [
                "Chemistry, Lawrence University, Appleton, WI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:38:08",
    "is_scraped": "1"
}