{
    "doi": "https://doi.org/10.1182/blood.V124.21.5787.5787",
    "article_title": "Prior Granulocyte Colony-Stimulating Factor Treatment Enhances the Immediate and Transient Output of Primitive Hematopoietic Cells in the Blood of Normal Adult Human Donors Treated with Plerixafor ",
    "article_date": "December 6, 2014",
    "session_type": "701. Experimental Transplantation: Basic Biology, Engraftment and Disease Activity",
    "abstract_text": "Background: Allografting of adult patients remains a widely utilized strategy but rates of treatment-related morbidity and mortality are still high. Granulocyte colony stimulating factor (G-CSF)-stimulated peripheral blood (G-PB) is now the most common source of clinically used hematopoietic allografts. G-PB grafts provide faster rates of neutrophil and platelet recovery compared to unstimulated bone marrow (BM), but G-PB is also associated with an increased risk of graft versus host disease (GVHD). More recently plerixafor has been demonstrated to be an effective hematopoietic cell mobilizing agent, and plerixafor is also now widely used alongside G-CSF to procure PB cells for clinical allografting. However, little is known as to whether plerixafor treatment alone or in combination with G-CSF might have an effect (positive or negative) on the repopulating activity of a BM harvest. Methods: In this study we have evaluated the affect over time of plerixafor ± G-CSF on the hematopoietic activity of the BM and PB of 10 normal adult donors. Donors received one treatment of plerixafor alone (240 μg/kg) vs plerixafor after 4 days of prior G-CSF (5 μg/kg/day). BM and PB samples were taken pre-treatment, post-G-CSF/pre-plerixafor, 4 hrs post-plerixafor, and 24 hours post plerixafor/48 hours post G-CSF. These samples were then analyzed for total nucleated cells (TNCs), CD34 + cells, in vitro colony-forming cells (CFCs), and cells capable of regenerating mature (TNCs) and CD34+ cells in 3-week stroma-containing cultures (LTC-ICs-3 wks) and in short-term (3-week) repopulating cell (STRC) assays in immunodeficient mice. The STRC assessment took advantage of a modified assay with improved sensitivity recently developed by our group, which utilizes NOD/Rag1 -/- -IL2Rγc -/- mice that constitutively produce human IL-3, GM-CSF and Steel factor (NRG-3GS mice) as the transplant recipients. Results: The G-CSF+plerixafor treatment protocol produced the largest increase in hematopoietic cells in the PB of the donors, as compared to either G-CSF or plerixafor alone. All counts reached peak values 4 hours after administration of plerixafor and 24 hrs after the last administration of G-CSF resulting in maximum increases at that time of 6-fold above baseline for TNCs, 15 for CD34 + cells and 25 for LTC-ICs-3 wks based on absolute measurements of each cell type per µL of PB. In the BM, where corresponding absolute values are not possible, there was a relative decrease in each of these parameters compared to BM TNC values. To assess in vivo STRC activity, collection time-points and sample types were pooled, depleted of CD3 + cells (using diptheria-conjugated OKT3), and 3x10 6 total cells transplanted IV into each of 2-3 replicate NRG-3GS mice. Four days of G-CSF reduced the STRC activity in donor BM asprates below baseline levels which was rescued by 4 hours after administration of plerixafor to the same donors. This restored human STRC activity included progenitor (CD34 + ) cells as well as maturing erythroid (glycophorin A + ), granulopoietic (CD33 + ) cells and circulating SSC low human CD41 + /CD61 + platelets. Conclusions : A time course study of plerixafor ± G-CSF administration in normal volunteers aligns with previous findings showing that G-CSF+plerixafor treatment induces a transiently higher output of multiple primitive hematopoietic cell types compared to G-CSF or plerixafor alone. These findings suggest an optimal time for harvesting PB and BM for a future clinical trial to determine which may serve as the superior allograft in patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "donors",
        "granulocyte colony-stimulating factor",
        "plerixafor",
        "recombinant granulocyte colony stimulating factor",
        "allografting",
        "cd34 antigens",
        "ciliary motility disorders",
        "graft-versus-host disease",
        "cd33 antigen",
        "chlorofluorocarbons"
    ],
    "author_names": [
        "Paul H. Miller",
        "Naoto Nakamichi, MDPhD",
        "Gabrielle Rabu",
        "Kirk R. Schultz, MD",
        "David M. Jones, MD",
        "Stephen Couban, MD FRCPC",
        "Connie J. Eaves, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul H. Miller",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada ",
                "University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naoto Nakamichi, MDPhD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabrielle Rabu",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirk R. Schultz, MD",
            "author_affiliations": [
                "University of British Columbia, Vancouver, Canada ",
                "BC Children's Hospital, Vancouver, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Jones, MD",
            "author_affiliations": [
                "Dalhousie University, Halifax, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Couban, MD FRCPC",
            "author_affiliations": [
                "Dalhousie University, Halifax, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie J. Eaves, PhD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada ",
                "University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T19:24:17",
    "is_scraped": "1"
}