{
    "doi": "https://doi.org/10.1182/blood.V108.11.1170.1170",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=804",
    "start_url_page_num": 804,
    "is_scraped": "1",
    "article_title": "Heterodimers Formed Via Leucine Zipper Interaction between C/EBPα and c-Jun or c-Fos Induce Monocytic Lineage Commitment. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "c-fos genes",
        "colony-forming units assay",
        "cyclic gmp",
        "dietary sodium chloride",
        "dna",
        "electrophoretic mobility shift assay",
        "estradiol",
        "glutamic acid",
        "granulocyte colony-stimulating factor",
        "leucine zippers"
    ],
    "author_names": [
        "Dong Hong Cai, PhD",
        "Dehua Wang, MD, MS",
        "Jeffrey R. Keefer, MD",
        "Kortney Hensley",
        "Alan D. Friedman, MD"
    ],
    "author_affiliations": [
        [
            "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.329901299999996",
    "first_author_longitude": "-76.6205177",
    "abstract_text": "Mice lacking C/EBPα have markedly reduced granulocyte-monocyte progenitors (GMP). However, the role of C/EBPα in the commitment of GMP to the monocyte versus granulocyte lineages is poorly defined. We recently reported that exogenous C/EBPα favors monocytic commitment of myeloid progenitors but that this activity is obviated if the C/EBPα leucine zipper (LZ) is replaced with the GCN4 LZ. The GCN4 LZ allows homodimerization and DNA-binding via the adjacent basic region (BR) but does not allow heterodimerization. As both AP-1 and Maf proteins have been shown to induce monocytic development, we have sought to determine whether C/EBPα can zipper with these BR-LZ proteins and whether such heterodimers contribute to monopoiesis. Direct interaction between C/EBPα or C/EBPβ and c-Jun, dependent upon their respective LZs, has been previously demonstrated, but whether these interactions represent interaction of the hydrophobic surfaces of their LZs is not known. If their interaction is via zippering, then the respective BRs would be expected to be in position to bind DNA. The LZs of c-Jun, JunB, c-Fos, c-Maf, or MafB were swapped into C/EBPα. In a gel shift assay, the C/EBPα variants containing the c-Jun, JunB, or c-Fos LZs formed bands of intermediate size when co-expressed with truncated C/EBPα or C/EBPβ containing only their BR-LZ domains. In addition, when expressed in 293T cells, wild-type c-Jun, JunB, or c-Fos co-iped with C/EBPα, but not with a variant of C/EBPα in which two leucines within its LZ where changed to valine. C/EBPβ co-iped with higher affinity. Co-ip of endogenous C/EBPα and c-Jun has been previously observed, and we have coiped endogenous C/EBPα and JunB. Confocal microscopy of U937 cells also suggests direct interaction between C/EBPα and c-Jun or c-Fos. One potential consequence of C/EBPα:AP-1 interaction is cross-inhibition. However, given the lower affinity of such heterodimers, we predicted that a positive effect of C/EBP:AP-1 heterodimers, via unique DNA-binding sites, was more likely. To study the biochemical and biological effects of heterodimers independent of C/EBP or Jun homodimers, we modified the GCN4 LZ to contain either glutamic acid or lysine at the salt bridge positions, generating LZE or LZK, and introduced these into C/EBPα, c-Jun, or c-Fos. Neither C/EBPα-LZE nor C/EBPα-LZK bound DNA, whereas the combination did, prefering a C/EBP site to an AP-1 or hybrid site. When C/EBPα-LZE was expressed in 293T cells with c-Jun-LZK or JunB-LZK, the heterodimers that formed had greatest affinity for a hybrid DNA site. When C/EBPα-LZE-ER in pBabePuro and C/EBPα-LZK-ER in MIGR1 were transduced into murine marrow cells, followed by puromycin selection, lineage-depeletion and culture +/− estradiol, only minimal induction of monocytic development was observed in the GFP+ cells, reminiscent of the inactivity of C/EBPα containing the GCN4 LZ. In sharp contrast, the combination of C/EBPα-LZE-ER with either c-Jun-LZK-ER or c-Fos-LZK-ER markedly induced monocytic development in liquid culture or in CFU assays, even in G-CSF/SCF. Also of note, the C/EBPα homodimer slowed proliferation whereas the C/EBPα:c-Jun heterodimer did not. The C/EBPα-LZE-ER:JunB-LZK-ER combination mildly induced monopoiesis and retained the ability to slow proliferation in the same assay. Overall, these data indicate that C/EBPs can zipper with AP-1 proteins and that C/EBPα:c-Jun or C/EBPα:c-Fos heterodimers direct monocytic commitment of myeloid progenitors."
}