{
    "doi": "https://doi.org/10.1182/blood.V104.11.5217.5217",
    "article_title": "Long-Term Follow-Up of CML Patients Treated with Autografting Followed by IFN-A and Imatinib for Relapsed Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Residual diploid hematopoietic progenitor cells (HPC) represent a quantitatively useful reservoir from a therapeutic standpoint, particularly early in the course of the disease. Clinical evidence for the persistence of diploid HPC in CML has been provided by the fact that Ph-negative cells are mobilized into the blood of patients treated with chemotherapy/G-CSF, IFN-a and, more recently, with Imatinib. In this report, we update our experience in 50 patients with early chronic phase not previously treated with IFN-a. All patients completed the mobilization protocol (ICE/mini-ICE) and diploid or prevalently diplod HPC were mobilized in peripheral blood after G-CSF. High-dose therapy consisted of Busulfan (4 mg/kg/d x 4 days) (44 patients) or TBI-containing regimen (6 patients). No patient died of the procedure. After engraftment, all patients were treated with IFN-a (3–5 MU/d three times weekly). The median follow-up of 50 patients is 77 months (range, 8 to 142 months). At present (July 31, 2004), 39 patients (78%) are alive at a median follow-up of 89 months (range, 43 –142) from autografting: 15/39 patients maintain major cytogenetic remission (MCyR) under IFN-a (1 patient received MUD in MCyR;) 23 patients (22 in CP and 1 in AP), who relapsed cytogenetically received Imatinib. Sixteen out of 23 pts on Imatinib achieved MCyR (2 patients) or complete cytogenetic remission (CCyR) (14 patients). Eleven out of 50 patients died at a median of 35 months (range, 8 to 106 months): 9 patients of blastic transformation (2 in the Imatinib group), 1 patient of fulminant hepatitis and 1 of cardiac arrest under Imatinib treatment. In conclusion, intensive treatment with autografting/IFN-a ± Imatinib was able to control the disease in 39/50 patients of whom 31 patients are still in major/complete cytogenetic remission.",
    "topics": [
        "follow-up",
        "imatinib mesylate",
        "interferon-alpha",
        "disease remission",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "brachial plexus neuritis",
        "busulfan",
        "cardiac arrest",
        "chemotherapy regimen"
    ],
    "author_names": [
        "A.M. Carella, MD",
        "Maria T. Corsetti, MD",
        "Germana Beltrami, MD",
        "Carlo Bodenizza, MD",
        "Marina Cavaliere, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "A.M. Carella, MD",
            "author_affiliations": [
                "Division of Hematology, Ospedale San Martino, Genova, GE, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria T. Corsetti, MD",
            "author_affiliations": [
                "Division of Hematology, Ospedale San Martino, Genova, GE, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Germana Beltrami, MD",
            "author_affiliations": [
                "Division of Hematology, Osp “Casa Sollievo della Sofferenza”, San Giovanni Rotondo, FG, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Bodenizza, MD",
            "author_affiliations": [
                "Division of Hematology, Osp “Casa Sollievo della Sofferenza”, San Giovanni Rotondo, FG, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Cavaliere, MD",
            "author_affiliations": [
                "Division of Medicine, Ospedale San Paolo, Savona, SV, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T09:33:33",
    "is_scraped": "1"
}