{
    "doi": "https://doi.org/10.1182/blood.V108.11.4580.4580",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=733",
    "start_url_page_num": 733,
    "is_scraped": "1",
    "article_title": "Differential Effects of Bexarotene on Intrinsic and Extrinsic Pathways in TRAIL-Induced Apoptosis in Myeloid Leukemia Cell Lines. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "apoptosis",
        "bexarotene",
        "cell lines",
        "leukemia, myeloid",
        "bcl-xl protein",
        "caspase-8",
        "leukemia",
        "ligands",
        "antagonists",
        "antiapoptotic agents"
    ],
    "author_names": [
        "Shao Xu Ying, MD, PhD",
        "Xiao Li, M.D",
        "Sudeshna Seal Seal, P.H.D",
        "Nissa Abbassi",
        "John M. Pagel, P.H.D",
        "Ajay K. Gopal, M.D",
        "H. Joachim Deeg"
    ],
    "author_affiliations": [
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
            "Hematology, Shanghai Sixth Hospital, Shanghai Jiaotong University, Shanghai, China"
        ],
        [
            "Hematology, Shanghai Sixth Hospital, Shanghai Jiaotong University, Shanghai, China"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
            "University of Washington, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
            "University of Washington, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
            "University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) is an attractive candidate for cancer therapy since it induces apoptosis preferentially in tumor cells. However, not all human cancer cells are sensitive to TRAIL. Here, we show that a synthetic RXR-selective retinoid, bexarotene, overcomes TRAIL-resistance in KG1a leukemia cells (P<0.001) by down-regulating FLIPLong and activating caspase-8, thereby triggering the extrinsic apoptotic signaling pathways. Over-expression of FLIPLong all but abolished apoptosis induced by TRAIL plus bexarotene. Bexarotene and TRAIL also showed an enhanced apoptosis-inducing effect in ML1 leukemia cells ( P <0.01), in this case, however, involving the intrinsic pathway with downregulation of Bcl-xL and cleavage of caspase-9. Blockade of caspase-8 almost completely prevented enhancement of TRAIL-induced apoptosis by bexarotene, while the RXR-specific antagonist HX531 failed to block apoptosis induced by TRAIL plus bexarotene in both KG1a and ML1 cells. These data indicate that the positive interactions between bexarotene and TRAIL involved the death ligand-dependent extrinsic pathway and were able to overcome TRAIL resistance. We conclude that bexarotene overcame resistance or enhanced the effects of TRAIL in both type I (KG1a) and type II (ML1) leukemic cell lines, apparently via downregulation of multiple antiapoptotic molecules, including FLIPLong, and Bcl-xL."
}