{
    "doi": "https://doi.org/10.1182/blood.V122.21.5372.5372",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2651",
    "start_url_page_num": 2651,
    "is_scraped": "1",
    "article_title": "Conservative Management Vs. Allogeneic Hematopoietic Cell Transplantation For Polycythemia Vera: A Systematic Review and Decision-Analysis ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "conservative treatment",
        "decision analysis",
        "hematopoietic stem cell transplantation",
        "polycythemia vera",
        "allopurinol",
        "transplantation",
        "aspirin",
        "cytoreductive therapy",
        "human leukocyte antigens",
        "hydroxyurea"
    ],
    "author_names": [
        "Jasmin Lacevic",
        "Tea Reljic, BS",
        "Najla El Jurdi, MD",
        "Mohamed A Kharfan-Dabaja, MD",
        "Taiga Nishihori, MD",
        "Rami S. Komrokji, MD",
        "Ambuj Kumar, MD, MPH",
        "Benjamin Djulbegovic, MD, PhD"
    ],
    "author_affiliations": [
        [
            "University of South Florida Morsani College of Medicine Department of Internal Medicine, Division of Evidence-based Medicine, Tampa, FL, USA, "
        ],
        [
            "Center for Evidence Based Medicine & Health Outcomes Research, University of South Florida, Morsani College of Medicine, Tampa, FL, USA, "
        ],
        [
            "Tufts University, Dept. of Internal Medicine, Boston, MA, USA, "
        ],
        [
            "Department of Blood and Bone Marrow Transplantation, Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
        ],
        [
            "Blood and Marrow Transplantation, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
        ],
        [
            "H Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Center for Evidence Based Medicine & Health Outcomes Research, University of South Florida, Morsani College of Medicine, Tampa, USA, "
        ],
        [
            "University of South Florida & Moffitt Cancer Center, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.002210350000002",
    "first_author_longitude": "-82.43654684999998",
    "abstract_text": "Background Conservative treatment which typically includes phlebotomy or hydroxyurea or other cytoreductive therapy (plus aspirin) (ConsRxAsa) is effective treatment with acceptable complications for management of polycythemia Vera (PV) but is not considered curative [thus resulting in a shorter life expectancy (LE) in comparison to LE in the general population]. On the other hand, an allogeneic hematopoietic cell transplantation (allo-HCT) from a HLA compatible donor is considered a curative treatment option, but is potentially associated with high-risk of life-threatening complications. We sought to answer the question of which of these two treatment options results in better survival. Methods Because there are no direct randomized controlled trials (RCT) addressing the question if ConsRxAsa is superior to allo-HCT, we resorted to a decision-analysis to answer this question. We constructed a Markov model to represent and analyze the decision of ConsRxAsa vs. Allo-HCT.  The results of the model were expressed in terms of life expectancy (LE) and survival probabilities. We performed a systematic review (and when possible a meta-analysis) to inform parameters in the model. ConsRxAsa arm was modeled by simulating the natural history of PV. For Allo-HCT arm, we adopted our previously published model (Biol Blood Marrow Transplant 2009;15:1415-21) but modified it to evaluate the effect of both conventional and reduced-intensity allo-HCT performed in chronic phase of PV. Results We identified 165 relevant articles of which only 7 described testing various treatments for PV in RCTs. However, most data used to populate the decision model came from one RCT and one cohort study. Using base case of age of 45 years, we estimated a probability of survival at 10 and 20 years of 86% and 67% for ConsRxAsa versus 55% and 32% for allo-HCT ( Fig ).  This translates into an average LE of 17.1 years for ConsRxAsa vs. 11.6 years for allo-HCT, respectively. Sensitivity analysis according to age, early transplant-related mortality, risk of bleeding or thrombosis did not affect the results. Adopting median age of 65 years and comparing reduced-intensity allo-HCT vs. ConsRxAsa, we found that the average LE was 8.6 years for allo-HCT vs. 12.5 in the conservative treatment arm. Again, conservative treatment remained superior under a wide range of assumptions. Conclusions integration of current best existing evidence into the decision model shows that conservative management of PV appears to provide a better survival compared to offering  an allo-HCT in chronic phase of P. Vera. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}