{
    "doi": "https://doi.org/10.1182/blood.V126.23.621.621",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3226",
    "start_url_page_num": 3226,
    "is_scraped": "1",
    "article_title": "Hematopoietic Stem Cell Transplantation for Hemophagocytic Lymphohistiocitosis : A National Retrospective Analysis of Data from the Italian Association of Pediatric Hematology Oncology (AIEOP) ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Pediatric Studies and Interventional Studies for Viral Infections",
    "topics": [
        "hematopoietic stem cell transplantation",
        "medical oncology",
        "pediatric hematology",
        "hemophagocytic lymphohistiocytosis",
        "deficiency, immune",
        "busulfan",
        "chediak-higashi syndrome",
        "cyclophosphamide",
        "cytotoxic drug therapy",
        "digeorge syndrome"
    ],
    "author_names": [
        "Chiara Messina, MD",
        "Marco Zecca, MD",
        "Franca Fagioli, MD",
        "Attilio Rovelli, MD",
        "Edoardo Lanino, MD",
        "Alice Bertaina, MDPhD",
        "Porta Fulvio, MD",
        "Maurizio Aricò, MD",
        "Elena Sieni, MD",
        "Mimmo Ripaldi, MD",
        "Claudio Favre, MD",
        "Marta Pillon, MD",
        "Marco Rabusin, MD",
        "Simone Cesaro, MD",
        "Maurizio Caniglia, MD",
        "Paolo Di Bartolomeo, MD",
        "Ottavio Ziino, MD",
        "Francesco Saglio, MD",
        "Arcangelo Prete, MD",
        "Franco Locatelli, Prof, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Women's and Children's Health, University Hospital of Padova, Clinic of Pediatric Hemato-Oncology, Padova, Italy "
        ],
        [
            "Pediatric Hematology/Oncology, IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Regina Margherita Children's Hospital, Pediatric Onco-Hematology, Stem Cell Transplantation and Cellular Therapy Division, Torino, Italy "
        ],
        [
            "Hospital S.Gerardo, Monza, Italy "
        ],
        [
            "Chief of HSCT, Istituto G Gaslini, Genova, Italy "
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ],
        [
            "Ospedale dei Bambini, Spedali Civili, Oncology-Hematology and BMT Unit, Brescia, Italy "
        ],
        [
            "Azienda Sanitaria Provinciale, Ragusa, Italy "
        ],
        [
            "Meyer Children's Hospital, Florence, Italy "
        ],
        [
            "Department of Hemato-Oncology, Santobono-Pausilipon Hospital, BMT Unit, Napoli, Italy "
        ],
        [
            "Meyer Children's University Hospital, Pediatric Hematology-Oncology, Firenze, Italy "
        ],
        [
            "Department of Women's and Children's Health, University Hospital of Padova, Clinic of Pediatric Hemato-Oncology, Padova, Italy "
        ],
        [
            "Department of Pediatrics, Institute of Maternal and Child Health, IRCCS Burlo Garofolo Trieste, Trieste, Italy "
        ],
        [
            "Azienda Ospedaliera Universitaria Integrata Verona, Verona, Italy "
        ],
        [
            "SM della Misericordia Hospital, Pediatric Hematology and Oncology, Perugia, Italy "
        ],
        [
            "Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy "
        ],
        [
            "ARNAS Ospedale Civico di Palermo, Pediatric Hematology and Oncology, Palermo, Italy "
        ],
        [
            "Regina Margherita Children's Hospital, Pediatric Onco-Hematology, Stem Cell Transplantation and Cellular Therapy Division, Torino, Italy "
        ],
        [
            "Department of Pediatrics, University of Bologna Sant'Orsola-Malpighi Hospital, Pediatric Oncology and Hematology Unit, Bologna, Italy"
        ],
        [
            "Department of Pediatric Hematology and Oncology, IRCCS Ospedale Pediatrico Bambino Gesù, Rome, Italy "
        ]
    ],
    "first_author_latitude": "45.406766",
    "first_author_longitude": "11.877446200000003",
    "abstract_text": "Hemophagocytic lymphohistiocytosis (HLH) is a hyper inflammatory syndrome generally observed in children or in adolescent. The familial form (FHL) is indeed a congenital immune deficiency. To date, four subtype are defined by mutations in different genes: PRF1 in FHL 2, UNC13D in FHL3, STX11 in FHL4, STXBP2 in FHL5. Moreover, some patients with other congenital immune deficiencies (X-linked lymphoproliferative disorders, Griscelli syndrome, Chédiak-Higashi syndrome, and hermansky -Pudlak syndrome) may develop HLH. An overlapping clinical picture, secondary or HLH, may be observed following viral, fungal infections, Leishmaniosis in patients with no evidence of genetic defect (1). The approach to patients with FHL/HLH is aimed to achive a clinical remission. The treatment includes immunosuppressive and cytotoxic therapy followed by hematopoietic stem cell transplantation (HSCT) in children familial, persistent or recurrent disease (2). Nevertheless, increased complications and morbidity in children with FHL/HLH were described. We retrospectively analyzed 121 patients with FHL/HLH who underwent HSCT from January 1990 to December 2014 at nine Centers affiliated to AIEOP. 61 of these patients were already reported (3). 74 were male, 47 female; they were diagnosed at a median age of 1 year (range 0.4-18 years). The majority of patients were treated according to International HLH-94 Protocol. Ninety- two children (76%) had a complete genetic study which lead to the diagnosis of FHL2 (31 patients), FHL3 (30 patients), FHL5 (2 patients), Griscelli (6 patients), X-linked lymphoprolypherative disease 1 (5 patients), X-linked lymphoprolypherative disease 2 (2 patients), CATCH22 syndrome (1 patient). No mutations were found in 15 children whereas 28 patients were not studied. The majority of children (70%) had active disease or partial remission at the time of HSCT. The donor for the first HSCT was either a relative (24%) or an unrelated volunteer (64%). According to stem cell source, 76% of children received BM, 18% CB and 6% PBSC. Forty-eight patients underwent a myeloablative conditioning regimen based on cyclophosphamide plus TBI (4 patients ) or plus busulfan (BU) (44 patients). The remaining patients received a reduced intensive conditioning regimen including fludarabine combined with BU and thiotepa (TT) (28 patients), or with TT and treosulfan (16 patients), or with melphalan ± TT (29 patients). The overall rejection incidence was 5% (CI 1%-10%) while the overall relapse incidence of primary disease was 10% (CI 6%-18%). The Bearman grading III-IV regimen-related toxicity was 30 % leading to an overall 5-year TRM of 28% (CI 21%-38%). No significant difference was observed according to year of transplant in the TRM. Overall, 37 patients died: 4 for progression of primary disease, 11 for infections (fungal 6, bacterial 3, viral 2), 5 for hepatic and 2 for lung VOD, 7 for MOF, 5 for hemorrhage, 3 for acute or chronic GVHD. The 5-year EFS and OS were 59% (CI 50%-68%) and 68% (CI 59%-77%), respectively. No significant difference was recorded in terms of EFS by year of HSCT. The 5-year DFS was not significantly correlated to donor type, or to stem cell source, or to age at diagnosis. Patients transplanted in first CR had a better 5-year DFS compared to patients transplanted in other CR (72% versus 29%, p= 0,001), whereas no significant difference was noted when patients were transplanted with active disease (72% versus 58%).To our knowledge, this is the largest series of children and adolescent affected by FLH/HLH who underwent HSCT. The overall survival rate of 68% confirms that HSCT represents a curative treatment for FLH/HLH, in range with the published data. TRM remains the major barrier to a successful HSCT outcome. 1. Sieni E, Cetica V, Hackmann Y, et al. Familial hemophagocytic lymphohistiocytosis: when rare diseases shed light on immune system functioning. Front Immunol 2014;5:167. 2. Trottestam H, Horne A, Aricò M, et al. Chemoimmunotherapy for hemophagocytic lymphohistiocytosis: long-term results of the HLH-94 treatment protocol. Blood. 2011;118:4577-84. 3. Cesaro S, Locatelli F, Lanino E, et al. Hematopoietic stem cell transplantation for hemophagocytic lymphohistiocytosis: a retrospective analysis of data from the Italian Association of Pediatric Hematology Oncology (AIEOP). Haematologica. 2008;93:1694-701. Disclosures No relevant conflicts of interest to declare."
}