{
    "doi": "https://doi.org/10.1182/blood.V104.11.3175.3175",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=57",
    "start_url_page_num": 57,
    "is_scraped": "1",
    "article_title": "Augmentation of Therapeutic Tumor Vaccine Efficacy by Genetic Engineering of CD4 + T Cell Help for Tumor Vaccine-Reactive CD8 + T Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cancer vaccines",
        "genetic engineering",
        "neoplasms",
        "t-lymphocytes",
        "vaccines",
        "ngfr protein",
        "transplantation",
        "antigens",
        "autologous tumor cells",
        "cancer"
    ],
    "author_names": [
        "Sanju Jalla, PhD",
        "Erin McCadden",
        "Jie Wang, MD",
        "Ephraim J. Fuchs, MD",
        "Katharine A. Whartenby, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer Immunology and Hematopoiesis, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA"
        ],
        [
            "Division of Cancer Immunology and Hematopoiesis, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA"
        ],
        [
            "Division of Cancer Immunology and Hematopoiesis, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA"
        ],
        [
            "Division of Cancer Immunology and Hematopoiesis, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA"
        ],
        [
            "Division of Cancer Immunology and Hematopoiesis, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2958496",
    "first_author_longitude": "-76.5931147",
    "abstract_text": "Since CD4 + T cell help has been proposed to be required for maintaining the activity of tumor-specific CD8 + T cells, tolerance in tumor-specific CD4 + T cells may seriously impair the efficacy of therapeutic tumor vaccines. To overcome this problem, we devised a strategy to “engineer” CD4 + T cell help by treating tumor-bearing animals with nonmyeloablative conditioning and transplantation of autologous hematopoietic stem cells (HSCs) that have been genetically modified, via lentiviral transduction, to express an antigen containing “foreign” CD4 + T cell epitopes. After hematopoietic reconstitution, animals received the combination of an autologous tumor cell vaccine and an infusion of primed CD4 + T cells specific for the expressed epitopes. Using influenza hemagglutinin (HA) as the model antigen, we first confirmed that transplantation of HA-transduced HSCs led to efficient expression of HA by antigen-presenting cells, as demonstrated by the clonal expansion of adoptively transferred, HA-specific CD4 + transgenic T cells in mice receiving HA-transduced HSCs but not in mice receiving nerve growth factor receptor (NGFR) gene-transduced HSCs. Next, BALB/c mice harboring 13 day old, metastatic 4T1 mammary cancer were treated with removal of the primary, nonmyeloablative conditioning and transplantation of HA-transduced syngeneic HSCs, and following hematopoietic reconstitution, with concomitant autologous tumor cell vaccination and adoptive transfer of in vitro activated, HA-specific transgenic CD4 + T cells. This therapy was successful in curing the majority of tumor bearing mice, and was superior to the same therapy given to mice transplanted with NGFR-transduced stem cells. Finally, we found that the anti-tumor effect of vaccination plus exogenous T cell help was abolished by the adoptive transfer of either CD4 + or CD8 + T cells from tumor-bearing mice, suggesting that tumor-bearing mice contain both potential effectors and suppressors of anti-tumor immunity, the latter of which are abolished by the non-myeloablative conditioning. These results highlight the importance of CD4 + T cell help in the induction of therapeutic anti-tumor immunity."
}