{
    "doi": "https://doi.org/10.1182/blood-2018-99-112442",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4059",
    "start_url_page_num": 4059,
    "is_scraped": "1",
    "article_title": "Risk Factors Associated with Richter's Transformation in Patients with Chronic Lymphocytic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster I",
    "topics": null,
    "author_names": [
        "Yasmin Ben-Dali",
        "Mariam Hussein Hleuhel, MDcal student",
        "Michael Asger Andersen, MD",
        "Christian Brieghel",
        "Erik Clasen-Linde, MD",
        "Caspar Da Cunha-Bang, MD PhD",
        "Carsten Utoft Niemann"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Rigshospitalet, Copenhagen, Denmark "
        ],
        [
            "Department of Hematology,, Rigshospitalet, Copenhagen, Denmark "
        ],
        [
            "Department of Hematology, Rigshospitalet, København N, Denmark "
        ],
        [
            "Department of Hematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark "
        ],
        [
            "Copenhagen University Hospital Rigshospitalet, Copenhagen East, DNK "
        ],
        [
            "Rigshospitalet, Copenhagen, DNK"
        ],
        [
            "Department of Hematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark "
        ]
    ],
    "first_author_latitude": "55.67126735",
    "first_author_longitude": "12.5938239",
    "abstract_text": "Background Richter's transformation (RT) refers to the development of an aggressive lymphoma in patients with chronic lymphocytic leukemia (CLL) or small lymphocytic leukemia (SLL). Roughly, 2-10 % of patients with CLL develop RT most often as diffuse large B-cell lymphoma (DLBCL) or Hodgkin lymphoma (HL). Aim This study aimed to assess the incidence rate and risk factors for RT for patients with CLL in a nationwide cohort. Furthermore, we want to assess prognostic risk factors for patients with RT. Methods All patients diagnosed with CLL in Denmark between 2008 and 2016 were included in this study. Clinical data was retrieved from the Danish National CLL Registry (DCLLR), whereas all histologically verified DLBCL, HL and/or transformation diagnoses for patients with CLL were retrieved from the Danish National Pathology Registry. Patients were followed from date of CLL diagnosis until date of RT, death or end of follow-up, whichever came first. The time to RT was estimated as cumulative incidence considering death as a competing risk. Stepwise Cox analysis with backward elimination was applied to identify independent risk factors for RT in patients with CLL. Results A total of 3771 CLL patients were identified, and followed for 14165 person-years. With a median follow-up of 4.3 (IQR (2.4;6.6)) years, 120 (3%) CLL patients had a transformation diagnosis, of which 4 patients were excluded due to misdiagnosis. DLBCL accounted for 78/116 (67%) cases, HL for 15/116 (13%) cases and one patient presented with both DLBCL and HL. In the remaining 22/116 (19%) cases the subtype of the transformation was either unspecified or unclassified RT. The median time to RT was 3.4 (IQR (1.8;5.7)) years from CLL diagnosis and the median overall survival (OS) after development of RT was 4.9 (IQR (0.7;8.4)) years. The cumulative incidence of RT, calculated by Aalen-Johansen estimator, at 5 and 8 years post-CLL diagnosis were 3.3% and 7.9% respectively (Figure 1). The annual crude incidence rate of RT was approximately 0.7% per year for all CLL patients. In all, 918 (24%) patients received CLL-related treatment, of whom 59 (6.4%) patients developed RT, resulting in a cumulative incidence of RT of 7% after 5 years and 11% after 8 years. At the time of CLL diagnosis, patients treated for CLL prior to RT diagnosis had a worse median OS (1.49 years) compared to RT patients who were untreated for CLL (6.16 years). In the univariate analysis, RT was significantly associated with male gender, advanced Binet stage (B or C), unmutated IGHV status (CLL-U), elevated beta-2-microglobulin (>3.5 mg/L) and elevated lactate dehydrogenase (>205 U/L). Of cytogenic aberration, deletion 13q (del(13q)) had a protective effect on the risk of RT, whereas deletion 11q (del(11q)) and deletion 17p (del(17p)) increased the risk. In the multivariable model, advanced Binet stage (HR 2.86 (1.82;4.51), p<0.001), del(17p) ((HR 3.74 (2.12;6.61), p<0.001) and CLL-U ((HR 2.30 (1.46;3.63), p<0.001) showed an independent correlation with development of RT. ZAP70 and CD38 were excluded from statistical analyses due to incomplete data and high inter-laboratory variation. Among RT patients, CLL-U, trisomy 12 and del(17p) at CLL diagnosis as well as ECOG Performance Status (PS) (i.e. PS≥1) at time of RT diagnosis correlated with poor OS in univariate analysis. Both del(17p) and PS≥1 were independently associated with an increased risk of death in a multivariable analysis (HR 2.9, (1.1;7.7), p=0.04 and HR 3.0, (1.0;3.1), p=0.05, respectively). Conclusions To the best of our knowledge, we here report the largest study on RT assessing nationwide data of consecutive patients diagnosed with CLL. The incidence of RT in this unselected population was 3.3% after 5 years while the median OS for patients from time of RT was 4.9 years. Advanced Binet stage, del(17p) and CLL-U were significantly and independently associated with an increased risk of RT. Del(17p) at CLL diagnosis and PS≥1 at RT diagnosis were significant predictors for death for patients with RT. For patients diagnosed with RT prior to any CLL treatment, a less severe disease course with a median OS of 6.16 years was demonstrated. Contrary, the median OS for patients receiving prior CLL treatment was 1.49 years. Thus, assessment of different treatment options for patients developing RT based on whether they have received prior CLL treatment or not is warranted. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures Ben-Dali: Rigshospitalet: Research Funding. Hleuhel: Rigshospitalet: Research Funding. Brieghel: Arvid Nilson's Fund: Research Funding; Rigshospitalet, Denmark: Research Funding. Niemann: Danish Cancer Society: Research Funding; Novo Nordisk Foundation: Research Funding; Janssen: Consultancy, Research Funding; Abbvie: Consultancy, Research Funding; Novartis: Consultancy; Roche: Consultancy; Gilead: Consultancy; AstraZeneca: Consultancy; CSL Behring: Consultancy."
}