{
    "doi": "https://doi.org/10.1182/blood.V112.11.2411.2411",
    "article_title": "Adipocyte-Derived Stromal Cells Facilitate Hematopoiesis in Vitro and in Vivo: Advantages Over Bone Marrow-Derived Stromal Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "abstract_text": "Mesenchymal stromal cells have emerged as a new therapeutic modality that could improve the engraftment in stem cell transplantation since the injection of bone marrow-derived stromal cells (BMSCs) into the bone marrow cavity had been proved to reconstitute the hematopoietic microenvironment. However, BMSCs can be obtained in a limited number and cannot be so easily expandable. Recent studies showed that a large number of stromal cells can be isolated from fat tissue easily and expand rapidly ex vivo, suggesting that adipocyte-derived stromal cells (ADSCs) might be a promising alternative cell source. However, it has been reported that ADSC is not completely identical to BMSC. Thus, it is largely unknown whether ADSCs can be useful for stem cell transplantation so far. These facts prompted us to elucidate extensively the property of ADSCs on hematopoiesis. We isolated ADSCs from the inguinal fat tissue of C57/BL6 mice and compared with BMSCs from various aspects. Proliferation assays showed that the number of mouse primary ADSCs increased 4~5 times faster that of BMSCs in vitro. Similarly, ADSCs, when injected into the bone marrow cavity of NOD/SCID mouse, propagated themselves rapidly. In vitro coculture assays with stromal cells and human CD34+ peripheral blood stem cells (PBSCs) showed that ADSC layer propagated more suspension cells, which were CD45 and CD33 positive, significantly than BMSC layer (p< 0.01). In vitro progenitor assays using methylcellulose media revealed that addition of BMSCs or ADSCs to human CD34+ PBSCs yielded more colony formation units (CFUs) than PBSCs alone. Interestingly, more increased numbers of CFUs were observed in the wells of ADSCs plus PBSCs than in the wells of BMSCs plus PBSCs (p< 0.01). To address whether ADSCs contributes to the development of hematopoiesis in vivo, we analyzed the engraftment after transplantation with or without ADSCs. ADSCs (1 × 105) or BMSCs (1 × 105) were injected into the right tibiae of lethally irradiated C57/BL6 mice (N=10), and then bone marrow nuclear cells (BMNCs) were administered via tail vein into each mouse. Control mice received the same amount of PBS in the right tibia. At 6 days after transplantation, 5 of mice were humanely killed, and the tibiae were excised. Surprisingly, microscopic analysis showed that the right tibiae with ADSCs possessed increased cellularity compared to the BMSC-injected and controls (BMSCs facilitated hematopiesis mildly in comparison with controls). The rest of mice were viable even 3 months after transplantation. We performed secondary transplantation experiments to evaluate the effect of ADSCs on long-term hematopoietic stem cells (LT-HSCs). Bone marrow nuclear cells (BMNCs) obtained from the tibia, where the mixture of ADSCs and BMNCs were injected previously, of primary mice were intravenously transplanted into lethally irradiated secondary recipient mice (C57/BL6, N=5). BMNCs obtained from the tibia, where the mixture of BMSCs and BMNCs were injected, were used as a control. Three months after secondary transplantation, all of mice (N=5) which received BMNCs obtained from the ADSCs-injected tibia survived, and their blood cell counts were almost similar with controls, suggesting that ADSCs did not possess any harmful effect on LT-HSCs. Taken together, we conclude that ADSCs have various advantage and could be useful for stem cell transplantation.",
    "topics": [
        "adipocytes",
        "cd33 antigen",
        "cd45 antigens",
        "coculture techniques",
        "hematopoiesis",
        "hematopoietic stem cell transplantation",
        "painful bladder syndrome",
        "stromal cells",
        "transplantation",
        "blood cell count"
    ],
    "author_names": [
        "Norihiko Nakao",
        "Takayuki Nakayama, MD, PhD",
        "Koji Yamamoto, MD, PhD",
        "Tomoki Naoe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Norihiko Nakao",
            "author_affiliations": [
                "Nagoya University Graduate School of Medicine, Department of Hematology and Oncology, Nagoya, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Nakayama, MD, PhD",
            "author_affiliations": [
                "Nagoya University Graduate School of Medicine, Department of Hematology and Oncology, Nagoya, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Yamamoto, MD, PhD",
            "author_affiliations": [
                "Nagoya University Hospital, Department of Transfusion Medicine, Nagoya, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD, PhD",
            "author_affiliations": [
                "Nagoya University Graduate School of Medicine, Department of Hematology and Oncology, Nagoya, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T04:05:07",
    "is_scraped": "1"
}