{
    "doi": "https://doi.org/10.1182/blood.V110.11.4200.4200",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1011",
    "start_url_page_num": 1011,
    "is_scraped": "1",
    "article_title": "Synergistic Anti-Leukemic Effect of Protein Kinase A Activator and PPARγ Agonist Is Independent of Bcl-2 Status. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "agonists",
        "bcl2 gene",
        "cyclic amp",
        "cyclic amp-dependent protein kinases",
        "fatty acids",
        "leukemia",
        "leukemic cells",
        "transcriptional activation",
        "triangular alopecia",
        "biological models"
    ],
    "author_names": [
        "Bjarte S. Erikstein",
        "Karl J. Tronstad, PhD",
        "Emmet McCormack, PhD",
        "Frank Schwede, PhD",
        "Rolf Bergen, PhD",
        "Bjorn T. Gjertsen, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Medicine, Hematology Section, University of Bergen, Bergen, Norway"
        ],
        [
            "Department of Biomedicine, University of Bergen, Bergen, Norway"
        ],
        [
            "Institute of Medicine, Hematology Section, University of Bergen, Bergen, Norway"
        ],
        [
            "BioLog Life Science Institute, Flughafendamm, Bremen, Germany"
        ],
        [
            "Institute of Medicine, Section of Medical Biochemistry, University of Bergen, Bergen, Norway"
        ],
        [
            "Institute of Medicine, Hematology Section, University of Bergen, Bergen, Norway",
            "Departement of Medicine, Hematology Section, Haukeland University Hospital, Bergen, Norway"
        ]
    ],
    "first_author_latitude": "60.3878586",
    "first_author_longitude": "5.321754900000001",
    "abstract_text": "The fatty acid derivate tetradecylthioacetic acid (TTA) and 8-CPT-cAMP have previously been shown to have anti-proliferative activities through activation of PPARγ and effects on the mitochondrial metabolism, respectively. Based on our previous work, we hypothesized that these two agents have a converging point of action. The combined effect of these two compounds was investigated in acute myelogenous cell lines (IPC-81 and HL-60), including IPC-81 clones over expressing either Bcl-2 or inducible cAMP early transcription repressors (ICER). Brown Norwegian rat leukaemia (BNML) was used as an in vivo model system. 8-CPT-cAMP- and TTAs anti-leukemic activity was assessed in vivo and in vitro. The compounds were able to synergistically induce a decrease in viability in promyelocytic IPC-81 cells when measured by combinational index. Enforced expression of ICER could partially protect the cell from TTA induced apoptosis. Bcl-2 over expression did not prevent additive apoptosis induction of the two compounds. An additive proliferation inhibition of the two compounds was detected in HL-60 cells at a 8-CPT-cAMP concentration that did not affect viability in itself. TTA and 8-CPT-cAMP had a spleen anti-leukaemic activity in vivo but the schedule of administration will have to be further investigated. In conclusion there seems to be a converging point in the action of 8-CPT-cAMP and TTA since they synergistically decrease in vitro viability of acute leukemic cells."
}