{
    "doi": "https://doi.org/10.1182/blood.V104.11.2555.2555",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=193",
    "start_url_page_num": 193,
    "is_scraped": "1",
    "article_title": "MLL Partner Gene Domains Contribute Critical Functional Specificity to Immortalization and Differentiation of Hematopoietic Progenitors. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "b-cell differentiation",
        "bone marrow",
        "cell lines",
        "genes",
        "leukemia",
        "leukemia, myeloid",
        "mice",
        "phenotype",
        "retroviridae",
        "stem cells"
    ],
    "author_names": [
        "Donna A. Santillan, BS, BA",
        "Amanda S. Ryan, BS",
        "Nancy J. Zeleznik-Le, Ph.D."
    ],
    "author_affiliations": [
        [
            "Molecular Biology, Loyola University Medical Center, Maywood, IL, USA; ",
            "Oncolgy Institute, Loyola University Medical Center, Maywood, IL, USA and ",
            "Department of Medicine, Loyola University Medical Center, Maywood, IL, USA."
        ],
        [
            "Molecular Biology, Loyola University Medical Center, Maywood, IL, USA; ",
            "Oncolgy Institute, Loyola University Medical Center, Maywood, IL, USA and ",
            "Department of Medicine, Loyola University Medical Center, Maywood, IL, USA."
        ],
        [
            "Molecular Biology, Loyola University Medical Center, Maywood, IL, USA; ",
            "Oncolgy Institute, Loyola University Medical Center, Maywood, IL, USA and ",
            "Department of Medicine, Loyola University Medical Center, Maywood, IL, USA."
        ]
    ],
    "first_author_latitude": "41.9232836",
    "first_author_longitude": "-87.71894274999998",
    "abstract_text": "The in-frame fusion of MLL ( m ixed- l ineage- l eukemia) to CBP ( C REB b inding p rotein) has been cloned from several patients with therapy-related AML with a t(11;16)(q23;p13). In a murine retroviral transduction model of MLL-CBP, the mice develop a preleukemic phase which evolves to myeloid leukemia, reminiscent of what is seen in patients with the t(11;16). From this work, it was determined that the amino terminus of MLL fused to the bromodomain and HAT domain of CBP are minimally necessary for transformation. To better understand the role of the CBP bromodomain and HAT domain in determining the characteristics of the leukemia, we have undertaken domain-swapping experiments. In the context of the MLL-CBP (bromodomain + HAT domain) fusion, we have replaced the bromodomain of CBP with either the bromodomain from PCAF or the double bromodomain from TAF II 250. The HAT domain of CBP has been replaced with either the HAT domain from PCAF or that from GCN5. We are studying the immortalization and differentiation potential of retrovirally transduced hematopoietic precursors in vitro and in vivo . We have observed differences in the ability of the various domain-swapped constructs to immortalize murine bone marrow progenitors in vitro . The PCAF HAT domain can substitute for the CBP HAT domain such that bone marrow progenitor cells have an enhanced proliferative capacity when grown under myeloid differentiation conditions. In contrast, bromodomain-swapped constructs do not grow under these same conditions. In vivo , mice reconstituted with hematopoietic precursors that were transduced with the bromodomain swapped are developing a disease that is different from that seen in mice reconstituted with MLL-CBP transduced hematopoietic precursors. However, mice reconstituted with cells retrovirally transduced with the HAT domain swapped appear to be developing a disease similar to that seen with MLL-CBP. These results suggest an important role for the bromodomain of CBP in determining the phenotype of MLL-CBP related leukemia. Additionally, MLL-CBP (bromodomain + HAT domain) cell lines undergo a phenotypic change when grown in vitro on stromal cells that promote B cell differentiation. This result implies that immortalized cells are not completely restricted in their differentiation potential."
}