{
    "doi": "https://doi.org/10.1182/blood-2020-134416",
    "article_title": "The Impact of Ethnicity on the Response to Eltrombopag in Patients with Immune Thrombocytopenia (ITP) in Qatar: A Single Institution Experience ",
    "article_date": "November 5, 2020",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Background: Thrombopoietin receptor agonists stimulate platelet production . Eltrombopag olamine (ELT) is a low molecular weight, synthetic nonpeptide agent that has been studied in multiple phase 3 trials and proved efficacy at a standard dose of 50 mg. ELT exposure has been reported to be different in different ethnic descents. In East Asian ITP patients, the area under the curve (AUC) was reported to be more than 85% those of non-East Asian descent Objectives: The objective of this study is to evaluate the efficacy of ELT in Arab and Asian ITP patients of the subcontinent of India by using a lower starting dose (12.5 mg) and maximum (50 mg) doses of ELT than the standard starting dosing of (50 mg) and maximum of (75 mg) approved in the USA and Europe. Methods A retrospective study was conducted to evaluate the role of ethnicity (Arab and East Asians) in response to ELT among ITP patients by reviewing patients' electronic medical records between Jan 2015 - Jan 2019. A total of 58 patients were identified. We examined retrospectively Arab (n = 41) and non-Arab Asian (n = 17) patients who are 18 years and older in Qatar, with previously treated chronic ITP who had a platelet count of < 30 000 /L and who presented with bleeding manifestations. Patients' responses were evaluated after receiving ELT for 3 months or more, as well as their response to different doses of ELT (100, 75, 50, 25, 12.5 or any alternating doses e.g., 50/25). Results: The response rate (platelet count of ‡ 50 000 /L) after 3 months of ELT treatment was comparable in the Arab (87.5%) and non-Arab (88.2%) patients. 26% of the Arab patients required 12.5 or 25 mg and 41.5 % required 50 mg of ELT to achieve an acceptable response. In the Non-Arab Asian group 17.6% required 25 mg and 52.9% required 50 mg of ELT to achieve acceptable response. 22% of the Arab patients and 35.3% of the Non-Arab Asians patients required 75 mg or more of ELT to achieve acceptable control. Further sub-analysis of this data showed that 70% of the Arab patients who achieved complete response were females (14/20) whereas 33.3% (3/9) were Asian females. Two-third the Arab patients who achieved clinical remission were females whereas more than Two-third were non-Arab Asian males. Conclusion: ELT is generally well tolerated and effectively achieves target platelet counts in adult ITP patients. Low doses (12.5 - 50 mg) of ELT were effective in achieving and maintaining safe platelet counts in most Arab patients. This helps in achieving the maximum benefit for the patient at the lower possible dose to prevent toxicity. Tailoring treatment guidelines to match ethnic variations will help in providing a more cost-effective approach for both the patients and the health care system. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Mohamed A Yassin, MBBS, MSc",
        "Aya Alasmar, BSC",
        "Rola Ghasoub, BSC",
        "Omer Ismail, MD CABM",
        "Abdulqadir Jeprel Nashwan, BSN, MSN",
        "Firdous Ghori, MBBS CABM",
        "Deena Sideeg, MBBS MRCP",
        "Radwa M Hussein, BSC",
        "Randa Al -Okka, BSC",
        "Prem Chandra, PhD",
        "Anas Hamad, PhD",
        "Ashraf Tawfiq Soliman, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohamed A Yassin, MBBS, MSc",
            "author_affiliations": [
                "Hematology oncology department, National Centre For Cancer Care & Research, Doha, Qatar "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aya Alasmar, BSC",
            "author_affiliations": [
                "Hamad Medical Corporation, National Center for Cancer Care and Research, Doha, Qatar "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rola Ghasoub, BSC",
            "author_affiliations": [
                "Deapartment of Pharmacy, National Center for Cancer Care and Research, Doha, Qatar "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omer Ismail, MD CABM",
            "author_affiliations": [
                "Hamad Medical Corporation, Nationa Centre for Cancer Care and Research, Doha, Qatar "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdulqadir Jeprel Nashwan, BSN, MSN",
            "author_affiliations": [
                "4. Department of Nursing, Hazm Mebaireek General Hospital, Hamad Medical Corporation, Doha, Qatar, Hamad medical corporation, Doha, Qatar "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Firdous Ghori, MBBS CABM",
            "author_affiliations": [
                "Hamad Medical Corporation, National Center for cancer Care and Research, Doha, Qatar "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deena Sideeg, MBBS MRCP",
            "author_affiliations": [
                "National Center for cancer Care and Research HMC, DOHA, Qatar "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Radwa M Hussein, BSC",
            "author_affiliations": [
                "National Center for Cancer Care and Research, Doha, Qatar "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randa Al -Okka, BSC",
            "author_affiliations": [
                "National Center for Cancer Care and Research, Doha, Qatar "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prem Chandra, PhD",
            "author_affiliations": [
                "Hamad medical corporation, Doha, Qatar "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anas Hamad, PhD",
            "author_affiliations": [
                "Department of pharmacy, National Center for Cancer Care and Research-HMC, Doha, Qatar "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashraf Tawfiq Soliman, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Endocrinologyent, Alexandria University Children's Hospital, Doha, Qatar"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T15:39:22",
    "is_scraped": "1"
}