{
    "doi": "https://doi.org/10.1182/blood-2019-125351",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4404",
    "start_url_page_num": 4404,
    "is_scraped": "1",
    "article_title": "Social Vulnerability Is Associated with Emergency Department Dependency in Pediatric Sickle Cell Disease Patients ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": [
        "emergency service, hospital",
        "emotional vulnerability",
        "pediatrics",
        "sickle cell anemia",
        "severity of illness",
        "length of stay",
        "asthma",
        "blood transfusion",
        "chronic disease",
        "follow-up"
    ],
    "author_names": [
        "Kristina Lai, MPH",
        "Peter A. Lane, MD"
    ],
    "author_affiliations": [
        [
            "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA "
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Emory University School of Medicine, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "33.905475900000006",
    "first_author_longitude": "-84.3542155",
    "abstract_text": "Background: Sickle cell disease (SCD) is a complex genetic disorder characterized by significant, largely unpredictable heterogeneity in disease severity and healthcare utilization. The contribution of socioeconomic status (SES) and other environmental factors to this heterogeneity is poorly understood. In other disorders, SES is a major influence on healthcare quality and access, which can be affected by financial status, social stability, transportation, household overcrowding, and other variables. The multiplicative nature of these factors limits the ability to incorporate them in a single measure. The Social Vulnerability Index (SVI) was created by CDC to assist disaster management officials in identifying the locations of their most socially vulnerable populations (https://svi.cdc.gov/). SVI combines many of the SES factors that may contribute to disease severity and healthcare utilization. SVI has previously been validated for use assessing chronic conditions such as asthma, youth inactivity, and BMI. Thus, we hypothesized that SVI is associated with SCD-related severity and utilization. This analysis explores the relationship between census tract level social vulnerability and healthcare utilization in pediatric SCD patients. Methods: The Children's Healthcare of Atlanta's (CHOA) SCD Clinical Database houses a large, population-based cohort of pediatric sickle cell patients. It includes laboratory-confirmed SCD genotype, treatment history, and healthcare utilization for over 3,500 patients from 2010-2018. The database was queried for patients who had ≥1 SCD-related healthcare encounter from 2016-2018 and whose most recent address was in a metro Atlanta county. Addresses were geocoded and matched to CDC's SVI at the census tract level. The SVI combines 15 measures from the US Census and groups them into four related themes - SES, Household Composition & Disability, Minority Status & Language, and Housing & Transportation , which are combined into a percentile ranking of overall social vulnerability ranging from 0 (lowest) to 1 (highest). Patients were categorized by sickle cell anemia (SCA) genotypes (SS or Sβ0 Thalassemia) vs. other. Healthcare utilization was used to calculate the emergency department dependency ratio (EDR, ratio of ED visits to sum of ED and SCD clinic visits) and total inpatient days for acute illness as a measure of disease severity. As reported in previous studies, EDR was classified as high (>=0.33) or low (<0.33). SVI, age, and annual inpatient days were included as continuous variables. A logistic regression model was used to assess the relationship between SVI and EDR. SCA vs. other SCD genotypes, age, and total inpatient days were included as covariates and a backwards selection was used to find the best model. Results: Of the 2,578 active patients from 2016 to 2018, 1,328 met inclusion criteria. Mean age at the end of each measurement year was 10.0 years (SD=5.6), 47.7% were female, and 62.0% had SCA genotypes. Average inpatient days was 3.2 (SD=8.3). Average SVI was 0.50 (SD=0.28) and average EDR was 0.29 (SD=0.29); 44.8% of which were classified as high. All covariates were significant in the multivariate model. In the crude model, SVI was significantly associated with high EDR (OR=2.08, 95% CI: 1.62, 2.66). After controlling for inpatient length of stay, age, and genotype, SVI remained positively associated with high EDR (OR=1.85, 95% CI: 1.41, 2.44). Of the covariates, total hospital days (OR=1.28, 95% CI: 1.25, 1.32) was associated with a higher EDR. Older age (OR=0.97, 95% CI (0.96, 0.99) and SCA genotype (OR=0.41, 95% CI: 0.35-0.48), were negatively associated with high EDR. After controlling for SCA genotype, age, and length of stay, a 1 unit increase in SVI was associated with 85% greater odds of having a high EDR. Conclusions: The analysis demonstrates a significant relationship between SVI and EDR. Further analyses will assess the effect of distance to emergency department, treatment with hydroxyurea or chronic transfusions, and individual themes within SVI to further elucidate this relationship. A limitation of this analysis is that encounters were limited to those occurring at a CHOA facility. Overall, the results support our hypothesis that high social vulnerability is associated with increased reliance on the emergency department for care and that SVI may be a predictor of disease severity and increased healthcare utilization. Disclosures Lane: NHLBI: Research Funding; CDC: Research Funding; GA Dept: Other: Contract for newborn screeninjg follow-up services services; Bio Products Laboratory: Other: Sickle Cell Advisory Board; FORMA Therapeutics: Other: Clinical Advisory Board."
}