{
    "doi": "https://doi.org/10.1182/blood.V104.11.1517.1517",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=179",
    "start_url_page_num": 179,
    "is_scraped": "1",
    "article_title": "PEG-Intron for Myeloproliferative Diseases: An Update of Ongoing Phase II Study. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "PEG-Intron is a Pegylated interferon that has a significant advantage over regular interferon-α in that it is administered once a week. Currently, PEG-intron is being evaluated in a phase II clinical study at M. D. Anderson Cancer Center, Houston, TX in patients with myeloprolifrative diseases. PEG-Intron is given subcutaneously weekly and intent of the study is to treat patients as long as they benefit from the therapy. Thirty-six patients have been enrolled so far, 23 males (64%) and 13 females (36%), with a median age of 54.5 years (range 28 to 81). Patients diagnoses are: 13 essential thrombocytosis (ET; 36%); 11 myelofibrosis (MF; 31%); 6 Philadelphia-chromosome negative chronic myeloid leukemia (Ph-CML; 17%); 2 hypereosinophilic syndrome (HES; 6%); 3 polycythemia vera (PV; 8%); and 1 myelodysplastic syndrome/myeloprolifrative disease (MDS/MPD; 3%). There are 28 patients currently evaluable for response evaluation, that have received minimum of 3 months of therapy, and have received more than 50% of the medication during the time on study. Overall, complete remission (CR) was achieved in 11 patients while partial response (PR) was noted in 3 patients; 13 patients had stable disease; 1 patient had a progressive disease. Eight patients are not evaluable for evaluation of response: 1 is too early into the therapy; 2 refused therapy before starting; 1 stopped the therapy due to unrelated medical causes; 2 stopped therapy due to toxicity prior to treatment evaluation, and 2 had progression of the disease, all prior to 3 month response evaluation. Of the 14 responders 11 achieved their best response by 3 months on the therapy. Response by the type of diagnosis is as follows: of the 13 ET patients, 7 achieved CR and 2 achieved PR (69% overall response rate); of the 11 MF patients none achieved response; of the 6 Ph-CML, 2 achieved CR; 1 HES patient did not respond; of 3 PV patients 2 achieved CR and 1 achieved PR; and 1 MDS/MPD patient had no response. Initially, starting dose of PEG-intron was 3 mcg/kg per week. However, of the first 14 patients on the study all but 1 had to be reduced at least once within the first 4 months, and therefore the starting dose of PEG-intron was reduced to 2 mcg/kg per week. Currently most of the patients maintain the treating does of 2 mcg/kg per week throughout their time on the therapy. Recorded grade 3 toxicities were related to myelosuppression, disturbance of GI tract, and muscular-skeletal systems. Most common grade 3 toxicity was fatigue recorded in 8 patients. Grade 4 toxicities were recorded in 2 patients: 1 developed hyperglycemia and the other developed thrombocytopenia. Of the 34 patients that have received any therapy 15 are still on the study. Of the 19 patients that stopped the therapy 5 experienced toxicity; 1 was lost to follow-up; 3 had a progression of the disease; 4 had to stop the therapy because of unrelated medical reasons; and 6 stopped because of no response. In conclusion, with proper dose modification therapy with PEG-intron is effective in controlling disease in a significant proportion of MPD patients, particularly patients with ET and PV. Further exploration of this medication along with other effective therapies in combination is warranted.",
    "topics": [
        "myeloproliferative disease",
        "peginterferon alfa-2b",
        "phase 2 clinical trials",
        "toxic effect",
        "complete remission",
        "disseminated eosinophilic collagen disease",
        "fatigue",
        "human leukocyte interferon",
        "hyperglycemia",
        "interferons"
    ],
    "author_names": [
        "Srdan Verstovsek, M.D., Ph.D.",
        "Kristie Lawhorn, BCLS, R.N.",
        "Francis Giles, M.D.",
        "Jorge Cortes, M.D.",
        "Deborah Thomas, M.D.",
        "Guillermo Garcia-Manero, M.D.",
        "Alessandra Ferrajoli, M.D.",
        "Stefan Faderl, M.D.",
        "Miloslav Beran, M.D., Ph.D.",
        "Moshe Talpaz, M.D.",
        "Hagop Kantarjian, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}