{
    "doi": "https://doi.org/10.1182/blood.V106.11.280.280",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=364",
    "start_url_page_num": 364,
    "is_scraped": "1",
    "article_title": "Prevention of Venous Thromboembolism after Total Hip Replacement with Once-Daily BAY 59-7939 - An Oral, Direct Factor Xa Inhibitor. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Venous thromboembolism is a serious risk after major surgery, and significant research is underway to develop novel, convenient anticoagulants. Patients undergoing hip replacement surgery are a suitable population for the study of novel anticoagulants because of a high rate of silent deep vein thromboses (DVTs), and the ability to quantify bleeding in a controlled environment. BAY 59-7939 is an oral, direct Factor Xa inhibitor in clinical development for the prevention and treatment of thromboembolic disorders. Dose-finding studies in hip and knee replacement patients showed that twice-daily, oral BAY 59-7939 initiated post-operatively had a wide therapeutic window, with similar efficacy and safety to enoxaparin (30 mg twice-daily or 40 mg once-daily) for the prevention of venous thromboembolism (VTE), and was unlikely to require monitoring. This European, randomized, double-blind, double-dummy, dose-finding study was performed to compare the efficacy and safety of once-daily, oral BAY 59-7939 with subcutaneous enoxaparin for VTE prevention in patients undergoing total hip replacement. Males over the age of 18 and postmenopausal females undergoing elective total hip replacement were randomized to oral BAY 59-7939 5, 10, 20, 30, or 40 mg once daily, or subcutaneous enoxaparin 40 mg once daily. Patients received enoxaparin on the evening before surgery and at least 6–8 hours after surgery, or BAY 59-7939 6–8 hours after surgery. Study drugs were then given every 24±2 hours. Each treatment group was to include 135 patients: a total of 810 patients. Mandatory bilateral ascending venography was performed 6–10 days after surgery; the last dose of study drug was given on the day before venography. Patients were followed for 30–60 days after the last study treatment. The primary efficacy endpoint was a composite of any DVT, objectively confirmed non-fatal pulmonary embolism (PE), and all-cause mortality; the secondary efficacy endpoint was major VTE - proximal DVT, PE, or VTE-related death. The primary safety endpoint was the incidence of major, post-operative bleeding not later than 2 days after the last intake of study drug; secondary safety endpoints included clinically relevant, non-major bleeding, and minor bleeding. An in-depth analysis of the study results will be presented here. Based on the study findings, the potential clinical impact of oral BAY 59-7939 administered once-daily for thromboprophylaxis in orthopaedic surgery will be discussed.",
    "topics": [
        "antithrombin iii",
        "factor xa inhibitors",
        "hip replacement arthroplasty",
        "venous thromboembolism",
        "surgical procedures, operative",
        "enoxaparin",
        "hemorrhage",
        "anticoagulants",
        "deep vein thrombosis",
        "venography"
    ],
    "author_names": [
        "Bengt I. Eriksson, MD, PhD",
        "Lars Borris, MD",
        "Ola E. Dahl, MD, PhD",
        "Sylvia Haas, MD",
        "Menno V. Huisman, MD, PhD",
        "Ajay K. Kakkar, MD, PhD",
        "Frank Misselwitz, MD, PhD",
        "Eva Muehlhofer, PhD",
        "Peter Kälebo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Orthopaedics, Sahlgrenska University Hospital/Östra, Gothenburg, Sweden"
        ],
        [
            "Department of Orthopaedics, Aarhus University Hospital, Aarhus, Denmark"
        ],
        [
            "Thrombosis Research Institute, London, United Kingdom"
        ],
        [
            "Institute of Experimental Oncology and Therapy Research, TUM, Munich, Germany"
        ],
        [
            "Department of General Internal Medicine and Endocrinology, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Thrombosis Research Institute, London, United Kingdom",
            "Centre for Surgical Sciences, Barts and the London School of Medicine, London, United Kingdom"
        ],
        [
            "Bayer HealthCare AG, Wuppertal, Germany"
        ],
        [
            "Bayer HealthCare AG, Wuppertal, Germany"
        ],
        [
            "Department of Radiology, Sahlgrenska University Hospital/Östra, Gothenburg, Sweden"
        ]
    ],
    "first_author_latitude": "57.682367199999995",
    "first_author_longitude": "11.9614318"
}