{
    "doi": "https://doi.org/10.1182/blood.V112.11.49.49",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1263",
    "start_url_page_num": 1263,
    "is_scraped": "1",
    "article_title": "Treatment-Related Mortality and Relapse Rate from Time of Initiation of Post-Remission Therapy for Patients Receiving Allogeneic Transplantation, Autologous Transplantation or Intensive Chemotherapy: A Report from the Eastern Cooperative Oncology Group (ECOG) ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "topics": [
        "chemotherapy regimen",
        "disease remission",
        "eastern cooperative oncology group",
        "transplantation, autologous",
        "transplantation, homologous",
        "hematopoietic stem cell transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "transplantation",
        "cytarabine",
        "cytokine"
    ],
    "author_names": [
        "Jacob M. Rowe, MD",
        "Zhuoxin Sun, Ph.D",
        "Peter A. Cassileth, MD",
        "Frederick R. Appelbaum, MD",
        "Peter H. Wiernik, MD",
        "Hillard M Lazarus, MD",
        "Karl G. Blume, MD",
        "Hugo F. Fernandez, MD",
        "Mark R. Litzow, MD",
        "Martin S Tallman"
    ],
    "author_affiliations": [
        [
            "Hematology and Bone Marrow Transplantation, Rambam Health Care Campus and Technion, Israel Institute of Technology, Haifa, Israel., Haifa, Israel"
        ],
        [
            "Biostatistics & Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Univ. of Miami Sylvester Cancer Ctr., Miami, FL, USA"
        ],
        [
            "Fred Hutchinson Cancer Research Center, University of Washington School of Medicine, Seattle, WA, USA"
        ],
        [
            "New York Medical College, Our Lady of Mercy Cancer Center, Bronx, NY, USA"
        ],
        [
            "Ireland Cancer Center, University Hospitals of Cleveland, Cleveland, OH, USA"
        ],
        [
            "Stanford Univ. Medical Ctr., Stanford, CA, USA"
        ],
        [
            "H. Lee Moffitt Cancer Ctr. & Res. Inst., Tampa, FL, USA"
        ],
        [
            "Mayo Clinic, Rochester, MN"
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, US"
        ]
    ],
    "first_author_latitude": "32.8329376",
    "first_author_longitude": "34.98575689999999",
    "abstract_text": "Over the past decade several prospective studies of post-remission therapy in AML have compared allogeneic hematopoietic stem cell transplantation (HSCT), autologous HSCT and chemotherapy. The data are appropriately presented by intention-to-treat analyses. However, such analyses do not provide information to the clinician or patient as to outcome from the initiation of post-remission therapy, be it HSCT or chemotherapy. Furthermore, such analyses are impossible to interpret when a significant percentage of patients do not receive their intended therapies (for example, only 54% of patients randomized to autologous HSCT; Cassileth, NEJM, 1998). Finally, such studies present survival data that may not be relevant to current practice where the mortality from autologous HSCT has decreased sharply (for example, 14% non-relapse mortality from autologous HSCT; Cassileth, NEJM, 1998). In the current analysis, results from 4 consecutive ECOG studies that included autologous HSCT were analyzed and the data collated. In PC486 patients received standard induction followed by allogeneic HSCT if they had a compatible sibling; otherwise they were to undergo an autologous HSCT without any prior consolidation (Cassileth, JCO, 1993). E4995 studied standard induction with added high-dose cytarabine (HiDAC) intensification on D 8–10, followed by 2 courses of HiDAC consolidation. All patients were to undergo an autologous HSCT after induction and consolidation (Cassileth, Leuk Lymph, 2005). E3489 was a US Intergroup study in which patients received standard induction (3 + 7). If in CR, all patients received an attenuated course of induction (2 + 5). Patients who had a histocompatible sibling were assigned to allogeneic HSCT; those without a donor were randomized to an autologous HSCT or chemotherapy (Cassileth, NEJM, 1998). E1900 is an ongoing phase III study in which patients receive standard induction followed by allogeneic HSCT or two courses of HiDAC followed by autologous HSCT. The latter study is ongoing; therefore, only data describing transplant-related mortality (TRM) are presented. The relapse rate from start of each post-remission regimen in these studies, based on therapy actually received and not on intention-to-treat analysis, is presented in table 1 and the TRM is presented in table 2. Table 1. Relapse Rate from Start of Post-Remission Therapy  Cytogenetics . Allogeneic HSCT (n=85) . Autologous HSCT (n=113) . Chemotherapy (n=109) . Favorable 11.8% (2/17) 10.5% (2/19) 60% (12/20) Intermediate 20.5% (8/39) 32.3% (10/31) 53.7% (22/41) Unfavorable 16.7% (2/12) 41.7% (5/12) 83.3% (15/18) Unknown 23.5% (4/17) 33.3% (17/51) 56.7% (17/30) Cytogenetics . Allogeneic HSCT (n=85) . Autologous HSCT (n=113) . Chemotherapy (n=109) . Favorable 11.8% (2/17) 10.5% (2/19) 60% (12/20) Intermediate 20.5% (8/39) 32.3% (10/31) 53.7% (22/41) Unfavorable 16.7% (2/12) 41.7% (5/12) 83.3% (15/18) Unknown 23.5% (4/17) 33.3% (17/51) 56.7% (17/30) View Large Table 2. Treatment-Related Mortality after Post-Remission Therapy  . Allogeneic HSCT . Autologous HSCT – Marrow . Autologous HSCT – Blood . Chemotherapy . Study E3489, E4995, E1900 E3489, PC 486 E4995, E1900 E3489 Treatment-related mortality 15.3% (18/117) 11% (16/85) 1.5% (2/135) 2.7% (3/109) . Allogeneic HSCT . Autologous HSCT – Marrow . Autologous HSCT – Blood . Chemotherapy . Study E3489, E4995, E1900 E3489, PC 486 E4995, E1900 E3489 Treatment-related mortality 15.3% (18/117) 11% (16/85) 1.5% (2/135) 2.7% (3/109) View Large In conclusion: The TRM after autologous HSCT using mobilized peripheral blood has decreased substantially in recent years. As shown in table 2, in PC486 and E3489 where bone marrow was harvested and treated with perfosfamide (4-HC) prior to cryo-preservation, the TRM was significantly greater than in the later studies, E4995 and E1900, where peripheral blood was harvested after priming with chemotherapy and/or cytokines. The lower relapse rate post autologous transplant, together with the lower procedural mortality with current practice, may confer a survival advantage in future prospective studies of autologous HSCT versus chemotherapy. While absolute comparisons cannot be made, as the timing of each therapy may not be identical, these data provide crucial information for informed and patient/physician discussions prior to initiation of postremission therapy."
}