{
    "doi": "https://doi.org/10.1182/blood-2019-124442",
    "article_title": "Hydroxyurea Prescription Fills and Adherence, Among Pediatric and Adult Medicaid Eligible Patients with Sickle Cell Disease in North Carolina ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is a complex disease for which pain is the hallmark. Hydroxyurea (HU) is the standard of care for treatment for most patients with SCD and reduces the frequency of pain episodes, acute chest syndrome, need for red blood cell transfusions, hospitalizations and has been shown to improve mortality. Despite National Heart Lung and Blood Institute (NHLBI) recommendations for the use of HU beginning at 9 months of age, adherence has been historically low. We aimed to: 1) describe HU prescription fills and adherence for persons with SCD enrolled in Medicaid during a 12-month period in North Carolina (NC); and 2) determine factors that may predict good adherence. Methods : Medicaid claims were examined from data obtained from Community Care of North Carolina (CCNC) for patients with a diagnosis of SCD (ICD 9 CM codes: 282.6x, ICD 10 CM codes: D57.0x, D57.1, D57.2x, D57.4x, D57.8x) between March 1, 2016 and February 28, 2017. HU claims were identified using the drug name. Only those enrolled in Medicaid for 12 months were included in this analysis. The number of HU prescriptions filled per enrollee by age group was determined by summing the number of filled HU prescriptions over the study period for each eligible enrollee. The number of HU days supplied is the sum of the days of supply on the prescription (e.g. 30-day supply) in a 12-month period per person. The duration of HU treatment days was measured as the number of days between the date of the first HU prescription filled and the last day of the study period. The number of days between breaks in treatment is the sum of days with no HU supplied, divided by the number of gaps (missing next HU prescription fill) per person. HU adherence was categorized into one of the followings: 1) Good - if number of days supplied is ≥80% of duration of HU treatment; 2) Fair or Moderate - if number of days supplied is 60-79% of duration of HU treatment; 3) Poor - if number of days supplied is < 60% of duration of HU treatment. Logistic regression was used to evaluate HU treatment adherence (good versus fair or poor). The model was conditioned on age, gender, participant residence (metro, non-metro adjacent to metro and non-metro non-adjacent to metro), co-management (at least one PCP and one hematologist visit/patient during the study period) and months enrolled in CCNC. Results : A total of 2,790 patients with Medicaid claims data were reviewed, with 649 patients meeting inclusion criteria (at least one HU prescription and 12 months enrollment in Medicaid). The participants in the sample were majority female (51.77%), lived in metropolitan areas (78.12%) and had a mean age of 16.49 years old (SD=11.49) A third of the sample (32.20%) had at least 1 HU prescription during the study period (Table 1). Those who were 1-9 years old had the highest median number of days supplied (221; range 21-750), the least median days between breaks in HU treatment (14.20; range 0-318), and the longest duration of HU treatment days (median 340; range 0-364). Those who were 18-30 years old had the lowest number of median days supplied (110; range 4-366) and the most median days between treatment (49.3; range 0-337). The 1-9 year olds also had the highest number of patients classified as good HU adherence (47.50%) and conversely the lowest classified as poor HU adherence (37.50%). In contrast, the 18-30 year old age group had the lowest good HU adherence (18.03%) and the highest poor HU adherence (69.40%) in the sample. The 31-45 year old age groups had the next lowest good HU adherence (20.93%) and next highest poor HU adherence (60.47%). Good HU adherence was most influenced by participant age. Prediction by co-management was minimal (Figure 1). Gender, residency and number of months enrolled in CCNC had little influence on HU adherence. Conclusions: Although recommended for most patients, HU was prescribed for less than one third of all patients with Medicaid in NC. Pediatric patients had the highest rate of HU prescription (40-46%) and patients over the age of 30 had the lowest (11-12%). In addition, of those prescribed HU, most patients were not classified as having good adherence. Importantly, poor HU adherence was most prevalent in the transition age group (18-30 year old), supporting the need for increased focus during the move from pediatric to adult care. Efforts should continue to explore methods that improve adherence including provider education and innovative patient strategies such as mHealth. View large Download slide View large Download slide  Close modal Disclosures Shah: Alexion: Speakers Bureau; GBT: Research Funding; Novartis: Consultancy, Research Funding, Speakers Bureau. Tanabe: NIH: Research Funding; AHRQ: Research Funding.",
    "topics": [
        "hydroxyurea",
        "medicaid",
        "pediatrics",
        "sickle cell anemia",
        "metronidazole",
        "pain",
        "acute chest syndrome",
        "erythrocyte transfusion",
        "pentachlorophenol",
        "phencyclidine"
    ],
    "author_names": [
        "Nirmish Shah",
        "Christian Douglas, DrPH",
        "Nancy Crego, PhD RN, CCRN, CHSE",
        "Emily Bonnabeau, BA",
        "Marian Earls, MD",
        "Kern Eason, MBA",
        "Elizabeth Merwin, PhD RN, FAAN",
        "Paula Tanabe, PhDRN"
    ],
    "author_dict_list": [
        {
            "author_name": "Nirmish Shah",
            "author_affiliations": [
                "Duke University Health System, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christian Douglas, DrPH",
            "author_affiliations": [
                "Duke University School of Nursing, Durham, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Crego, PhD RN, CCRN, CHSE",
            "author_affiliations": [
                "Duke University School of Nursing, Durham, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Bonnabeau, BA",
            "author_affiliations": [
                "Duke University School of Nursing, Durham, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marian Earls, MD",
            "author_affiliations": [
                "Community Care of North Carolina, Raleigh, NC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kern Eason, MBA",
            "author_affiliations": [
                "Community Care of North Carolina, Raleigh, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Merwin, PhD RN, FAAN",
            "author_affiliations": [
                "Duke University School of Nursing, Durham, NC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Tanabe, PhDRN",
            "author_affiliations": [
                "School of Nursing/ School of Medicine, Duke University, Durham, NC"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:41:19",
    "is_scraped": "1"
}