{
    "doi": "https://doi.org/10.1182/blood-2019-123902",
    "article_title": "Multidisciplinary Implementation of an Iron Deficiency Anemia in Pregnancy Treatment Protocol ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Background: Anemia in pregnancy increases the need for blood transfusion during and after delivery and is associated with an increased risk of maternal and fetal mortality, therefore preventing maternal anemia may improve outcomes. Iron deficiency is the most common pathologic cause of anemia in pregnancy and is estimated to affect about 30% of pregnant women in the third trimester in the US. The baseline peripartum blood transfusion rate at our institution is 3.2%. Historically, patients who may have benefited from intravenous (IV) iron were continued on oral iron and subsequently delivered with persistent iron deficiency anemia. If identified to need IV iron, these patients were usually referred to a hematologist. However, in the absence of a structured protocol, referral was provider-dependent. Objective: We formed a multidisciplinary work group consisting of members from the departments of Hematology, Obstetrics, Pharmacy, Nursing, and Blood Bank to reduce peripartum blood transfusions by developing a process to manage pregnant patients with iron deficiency anemia. The treatment algorithm utilized at our institution was adapted from \"How I treat anemia in pregnancy: iron, cobalamin, and folate\" (Achebe & Gafter-Gvili, 2017), which recommends IV iron for hemoglobin less than 11 g/dL and ferritin less than 30 µg/dL in the third trimester and for hemoglobin less than 10.5 g/dL and ferritin less than 30 µg/dL in the second trimester along with recommendations for iron repletion in the first trimester. The primary endpoint was the utilization of blood transfusion. Secondary endpoints included an increase in maternal hemoglobin after treatment and evaluating the safety of IV ferric carboxymaltose as measured by side effects and frequency of hypophosphatemia. Five months after initiation of the IV iron recommendations, we performed an audit to assess its use. Methods: A retrospective IRB-approved chart review of anemic, iron-deficient pregnant women who received IV ferric carboxymaltose from 1/30/19 - 6/30/19 was performed. Thirty-six patients were identified and their charts were reviewed to determine the hemoglobin and ferritin levels prior to IV iron, the number of IV iron infusions received with any side effects, phosphorus levels on days of IV iron, hemoglobin level after IV iron, and need for peripartum blood transfusion. Results: Of the 36 patients who received IV iron for anemia in pregnancy, post-IV iron hemoglobin and blood transfusion information was only available for 26 patients. The remaining 10 patients had not delivered as yet or had delivered at another institution so data were not available. Of these 26 patients, the median age was 26.0 years and all received IV iron during their third trimester. No patients required a blood transfusion peripartum. The average hemoglobin prior to IV iron was 9.3 g/dL and the average hemoglobin after 1-2 IV iron infusions was 11.3 g/dL, an increase of 2.0 g/dL across the total group (Figure 1) (p<0.0001). Of these 26 patients, 7 patients received 1 dose of IV iron and 2 patients experienced heartburn or nausea during or soon after the IV iron infusion. Phosphorus levels were checked in 24 patients and 6 experienced hypophosphatemia with no attributable side effects. No patient experienced a serious adverse effect or reaction requiring discontinuation of IV iron therapy. Conclusion: Results from the first 5 months of this project suggest using a standardized iron deficiency anemia treatment protocol including IV iron to reduce the need for peripartum blood transfusion and increase hemoglobin levels. Additionally, our data suggest IV ferric carboxymaltose is well-tolerated in these patients. These results also support using multi-professional teams to improve the quality of healthcare delivery to pregnant patients with iron deficiency anemia. We have created an IRB-approved database to study more patient-centered postpartum outcomes such as quality of life among IV iron recipients as well as lactation rates and fetal outcomes. We plan to expand this strategy to other patients who have a predictable and likely preventable need for intermittent blood transfusion, such as patients with chronic gynecologic blood loss. Reference: Achebe, M. M., & Gafter-Gvili, A. (2017). How I treat anemia in pregnancy: iron, cobalamin, and folate. Blood, 129(8), 940-949. https://doi.org/10.1182/blood-2016-08-672246. View large Download slide View large Download slide  Close modal Disclosures Davidson: ABIM: Other: American Board of Internal Medicine.",
    "topics": [
        "adverse effects",
        "anemia",
        "anemia of pregnancy",
        "blood banks",
        "blood transfusion",
        "cobalamin",
        "ferric carboxymaltose",
        "ferritin",
        "ferritin measurement",
        "fetus"
    ],
    "author_names": [
        "Pooja Mehra, MD",
        "Surabhi Palkimas, PharmD",
        "Laura Parsons, MD",
        "Theresa Libby, RN, BSN",
        "Leslie Ward, PharmD",
        "Christian Chisholm, MD",
        "Kelly Mercer Davidson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pooja Mehra, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Surabhi Palkimas, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Parsons, MD",
            "author_affiliations": [
                "Division of Obstetrics and Gynecology, University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theresa Libby, RN, BSN",
            "author_affiliations": [
                "Blood Bank, University of Virginia, Charlottesville, VA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Ward, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Chisholm, MD",
            "author_affiliations": [
                "Division of Obstetrics and Gynecology, University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Mercer Davidson, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T15:35:26",
    "is_scraped": "1"
}