{
    "doi": "https://doi.org/10.1182/blood.V114.22.2355.2355",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1363",
    "start_url_page_num": 1363,
    "is_scraped": "1",
    "article_title": "Serum FLC Levels at Presentation Have Independent Prognostic Significance in CLL and Levels Above 50mg/L Identify Patients with Progressive Disease. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY POSTER II",
    "topics": [
        "free immunoglobulin light chain",
        "progressive neoplastic disease",
        "zap-70 kinase",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "immunoassay",
        "cox proportional hazards models",
        "survival curve",
        "kidney"
    ],
    "author_names": [
        "Guy Pratt",
        "Stephen Harding, PhD",
        "Chris Fegan",
        "Chris J Pepper",
        "David Oscier",
        "Anne Gardiner",
        "Roger Holder",
        "Arthur Bradwell, FRCP, FRCPath",
        "Graham Mead, PhD"
    ],
    "author_affiliations": [
        [
            "Birmingham Heartlands Hospital, Birmingham, United Kingdom, "
        ],
        [
            "Hevylite, The Binding Site Group Ltd, Birmingham, United Kingdom, "
        ],
        [
            "Cardiff and Vale NHS Trust, Cardiff, United Kingdom, "
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom, "
        ],
        [
            "Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
        ],
        [
            "Department of Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
        ],
        [
            "University of Birmingham, CRUK Institute for Cancer Studies, Birmingham, United Kingdom, "
        ],
        [
            "Dept. of Immunology, Med. School, Univ. of Birmingham, Birmingham, "
        ],
        [
            "Immunodiagnostic Rsch. Lab., The Binding Site LTD, Birmingham, United Kingdom"
        ]
    ],
    "first_author_latitude": "52.4781907",
    "first_author_longitude": "-1.8287049",
    "abstract_text": "Abstract 2355 Poster Board II-332 An abnormal serum FLC ratio at presentation has been shown to be prognostic in chronic lymphocytic leukaemia (Pratt et al , 2009). Here we further analyse a retrospective cohort of 259 CLL patients (Stage: A, 209; B 23, C, 21; Male: Female ratio 1.6:1, mean age 75: Range 29-98). The levels of FLC and B2M were assessed using nephelometric immunoassays (The Binding Site, Birmingham UK) on the Siemens Dade Behring BN‘II analyser. Previously recorded measurements for biological and clinical markers (age, sex, CD38, Zap70, and VH mutational status) were used to produce Kaplan Meier Survival Curves and in Cox Regression analysis. We have identified that a cut-off above 50mg/L (in the context of an abnormal ratio to exclude renal effects) identifies a cohort of patients with progressive disease and a significantly poorer outcome. A total of 38 out of the 259 patients had serum FLC > 50mg/L. CLL patients with serum FLC >50mg/L had the following characteristics Stage A/B/C (26/5/5 + 2 unknown), Mutated vs Unmutated (19 vs 13, 6 unknown), Zap70 pos vs neg (19 vs 16, 3 unknown), CD38 pos vs neg (13 vs 23, 2 unknown) and 32 out of the 38 patients have progressed to treatment. Median time to first treatment for the CLL cohort with >50mg/L serum FLC was 83 months compared to 241 months for the CLL patients with normal FLC (p=9.8×10 −6 ). Median overall survival was also significantly shorter for patients with an abnormal ratio and >50mg/L serum FLC (p=7.6 × 10 −7 ). Cox regression analysis on the above population gave stage (Hazard ratio 3.9 p=<0.001), Zap 70 (Hazard ratio 1.9, p=0.001) and abnormal ratio with production above 50mg/L (Hazard ratio 1.9 p=0.009) as the only independent prognostic variables. Importantly >50mg/L FLC production is independent of both Zap70 and Vh mutational status as an indicator of time to first treatment. This study shows that in an unselected population of CLL patients serum FLC >50mg/L can independently identify a group of CLL patients with progressive disease and a poorer outlook. Disclosures: Harding: The Binding Site Group Ltd: Employment. Bradwell: The Binding Site Group Ltd: . Mead: Binding Site UK Ltd: Employment."
}