{
    "doi": "https://doi.org/10.1182/blood.V116.21.820.820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1797",
    "start_url_page_num": 1797,
    "is_scraped": "1",
    "article_title": "Factor XI Inhibitor Antibody Treatment Improves Survival In a Murine Polymicrobial Sepsis Model ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Thrombosis, Anticoagulation, Sepsis and Cancer",
    "abstract_text": "Abstract 820 Sepsis results in a systemic inflammatory state that is frequently accompanied by intravascular coagulation and fibrinolysis, resulting in a coagulopathy with thrombotic and hemorrhagic components (disseminated intravascular coagulation– DIC). We have shown that the plasma coagulation protease factor XI (FXI) contributes substantially to experimental thrombus formation in baboons and mice, but does not appear to be essential for hemostasis. These results are supported by studies in human populations that show FXI deficiency confers a decreased risk of thrombotic ischemic stroke and deep venous thrombosis, while the associated bleeding diathesis is often mild. FXI appears to contribute to lethal consumptive coagulopathy in protein C deficient mice, while FXI deficiency reduces DIC and prolongs survival of surgical cecal-ligation and puncture (CLP)-induced abdominal sepsis in mice. Taken together, these data suggest that FXI may be an important contributor to the response leading to DIC in sepsis, and that inhibiting FXI may be a safer therapeutic alternative in this setting to activated protein C (APC), which can exacerbate hemorrhage. To investigate the contribution of FXI to consumptive coagulopathy and mortality in sepsis we used the standard CLP polymicrobial sepsis model. To inhibit FXI in the mouse, we developed a new murine anti-mouse FXI monoclonal antibody (14E11) that targets the Apple 2 domain of FXI, and has been shown in vitro to inhibit the activation of FXI by factor XIIa, while not significantly inhibiting activation by thrombin. A single injection of 14E11 (4 mg/kg, SC) prolonged the aPTT of mice up to 3-fold for 48 hrs. Following CLP, the abdomen was closed and mice were treated with vehicle (PBS, SC), APC (6 mg/kg, SC), or 14E11 (4 mg/kg, SC) (n=20 for each group). Overall survival was 45% for vehicle, 15% for APC, and 80% for 14E11 treated mice ( P <0.001 for 14E11 vs. both APC and vehicle). 24 hrs after CLP, platelet count in vehicle, APC, and 14E11 treated mice (n=8 each) were lower by 24±7%, 25±5%, and 12±6%, and leukocyte counts were lower by 51±15%, 42±14%, and 43±13% respectively, compared with baseline. Thrombin/antithrombin complex levels were higher in the vehicle treated group 24 hrs after CLP (5.0±1.2 μg/L) compared with 2.2±0.2 μg/L in normal healthy mice ( P <0.05), while APC and 14E11 treated groups showed only moderately elevated TAT levels (2.6±0.2 and 2.7±0.4 μg/L, respectively). The pharmacological effects of 14E11 later in the course of sepsis and the apparent poor outcome of early APC treatment remain to be evaluated. In a separate cohort (n=12 each), tail-clip bleeding times were 12.8±1.0, 17.9±1.8, and 12.1±1.7 min for vehicle, APC, and 14E11 treated animals respectively ( P <0.05 for APC vs. vehicle and 14E11) 30min after injection. In summary, the outcome was better for 14E11 treated mice in CLP-induced sepsis compared to vehicle or APC treatment, and the data indicate that consumptive coagulopathy may be less severe following FXI inhibition. Furthermore, mice treated with 14E11 showed no increase in bleeding compared with vehicle treatment, while APC significantly prolonged the tail bleeding time. The results suggest that therapeutic inhibition of FXI, by specifically inhibiting FXI activation by FXIIa, could be beneficial in treating sepsis-related DIC. It is also possible that inhibition of FXI may limit DIC with a lower risk of exacerbating bleeding when compared to anticoagulant therapies such as heparin or APC. Disclosures: Tucker: Aronora,LLC: Employment, Equity Ownership, Patents & Royalties. Helm: Aronora,LLC: Employment. Gruber: Aronora,LLC: Consultancy, Equity Ownership, Patents & Royalties.",
    "topics": [
        "antibodies",
        "factor xi",
        "mice",
        "sepsis",
        "disseminated intravascular coagulation",
        "hemorrhage",
        "thrombus",
        "bleeding time procedure",
        "symptom aggravating factors",
        "thrombin"
    ],
    "author_names": [
        "Erik I Tucker, PhD",
        "Melani Helm, BS",
        "Owen JT McCarty, PhD",
        "Sawan Hurst, MS",
        "David Gailani, MD",
        "Andras Gruber, MD"
    ],
    "author_affiliations": [
        [
            "Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Aronora, LLC, Beaverton, OR, USA, "
        ],
        [
            "Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA, "
        ],
        [
            "Hematology/ Oncology Division, Vanderbilt University, Nashville, TN, USA"
        ],
        [
            "Biomedical Engineering, Oregon Health & Science University, Portland, OR, USA, "
        ]
    ],
    "first_author_latitude": "45.4849576",
    "first_author_longitude": "-122.70551940000001"
}