{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3306.3306",
    "article_title": "Hypomethylating Agents (HMAs) in Patients with Relapsed and Refractory Acute Myeloid Leukemia (RR-AML)— Transplant Outcomes Post HMA Therapy in a Large International Patient Cohort ",
    "article_date": "December 7, 2017",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster II",
    "abstract_text": "Introduction: Patients with RR-AML, particularly older adults, have dismal outcomes and limited therapy options. Hematopoietic cell transplant (HSCT) is a potentially curative treatment in this patient population. Given their tolerability, HMAs are often used to treat RR-AML patients. In a prior multicenter study, we have shown that HMAs are a reasonable option for patients with RR-AML. Little is known about the role of HSCT following HMA therapy in patients with RR-AML. Using the same multicenter international database, we analyzed characteristics and clinical outcomes of the subgroup of RR-AML patients, who underwent HSCT after HMA therapy. Methods: Data was collected, spanning a period from 2006 to 2016, from 7 centers in the United States and 4 centers in Europe of patients treated with HMAs for RR-AML. For the subgroup of patients, who underwent HSCT after HMA therapy, we assessed type of graft and conditioning regimen, lines of therapy post HMA and prior to HSCT, and post HSCT therapies. Kaplan-Meier methods were used to estimate overall survival (OS) from time of HSCT to death or end of follow-up. Furthermore, we analyzed the rate and severity of acute and chronic GVHD as well as 30-day and long-term mortality post transplant and their respective predictors. Results: Of 655 patients, 365 (56%) had relapsed and 290 (44%) had refractory AML; by the end of study, 87% of patients had died. Only 2% had favorable risk karyotype, while 40% had poor risk karyotype. Chromosome 5 and 7 abnormalities and a monosomal karyotype were reported in 20%, 22% and 16% of patients respectively. Azacitidine and decitabine were used in 57% and 43% of patients, respectively; patients had received a median of 1 line of therapy (range, 1-7) prior to HMA therapy. Only 37 patients (5.6%) underwent HSCT after receiving HMA salvage therapy. Of all patients who underwent HSCT, 23 had achieved a response (CR, CRi, HI) to HMA therapy, 14 had not. While 24 patients (65%) went directly to HSCT after completing HMA therapy, 13 patients (35%) received additional chemotherapy between HMA therapy and HSCT ( Table 1 ). A median of 50 days passed between the last day of HMA therapy and HSCT. While 57% of patients received ablative conditioning therapy, 43% of patients received non-ablative conditioning regimens. The majority of patients received a matched unrelated donor transplant (56%) or a matched sibling transplant (24%), whereas 16% and 4% of patients received a haploidentical or a mismatched unrelated HSCT, respectively ( Table 1 ). Acute GvHD was observed in 40% of patients with 75% experiencing a maximum grade 1/2 GvHD and 25% maximum grade 3/4 GvHD, respectively. Acute GvHD affected the skin (30%), eyes and mouth (10%), the GI tract (45%) and the liver (15%). Furthermore, 17% of patients developed chronic GvHD, which was limited in 75% and extensive in 25% of patients ( Table 1 ). Chronic GvHD most commonly affected the skin (40%), but also affected the eyes and mouth (20%), the GI tract (20%) and the liver (20%) was less common. After HSCT, 7 patients (19%) received further lines of therapy with epigenetic therapy (HMA or HDACi) (58%) being most common and chemotherapy being rarely used (8%). Median OS after HSCT was 14.6 months (95% CI 9.5 - not-reached) for patients with no therapies in between HMA and HSCT and 15.3 months (95% CI 9.4 - not-reached) for patients with at least one therapy in between HMA and HSCT, respectively (log-rank p-value = 0.336) ( Figure 1 ). For patients without intervening therapies in between HMA and HSCT, median OS was 29.7 months (95% CI 7.01 - not-reached) for patients who achieved a complete response (CR) to HMA and 14.6 months (95% CI 9.47 - not-reached) for those not achieving CR ( Figure 2 ). Conclusions: In one of the largest reported cohorts of patients with RR-AML treated with HMAs, we found that only a minority of patients underwent HSCT after completion of HMA therapy. For patients who achieved a CR with HMAs and thereafter underwent HSCT without intervening therapy, median OS reached 29.7 months. These results indicate that HMAs can be effectively used a bridge to transplant in some patients with RR-AML, while allowing outpatient administration and lower toxicity compared to salvage intensive chemotherapy. View large Download slide View large Download slide  Close modal Disclosures Montesinos: Celgene Corporation: Honoraria, Research Funding. Itzykson: Novartis: Research Funding; Janssen: Research Funding. Ritchie: Incyte: Consultancy, Speakers Bureau; Novartis: Consultancy, Other: Research funding to my institution, and travel, Speakers Bureau; Celgene: Consultancy, Other: Travel, Speakers Bureau; Pfizer: Consultancy, Other: Research funding to my institution; Astellas Pharma: Other: Research funding to my institution; Bristol-Myers Squibb: Other: Research funding to my institution; NS Pharma: Other: Research funding to my institution. Sekeres: Celgene: Membership on an entity's Board of Directors or advisory committees. Majhail: Anthem, Inc.: Consultancy; Sanofi: Honoraria. Podoltsev: Alexion: Consultancy; CTI biopharma/Baxalta: Consultancy; Ariad: Consultancy; Incyte: Consultancy. Fathi: Seattle Genetics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Agios: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Juno: Membership on an entity's Board of Directors or advisory committees; Medimmune: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Komrokji: Novartis: Honoraria, Speakers Bureau; Celgene: Honoraria. Santini: Novartis: Honoraria; Otsuka: Consultancy; Amgen: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria; Celgene: Honoraria, Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees. Brunner: Celgene: Research Funding; Takeda: Research Funding. Roboz: Cellectis: Research Funding; AbbVie, Agios, Amgen, Amphivena, Array Biopharma Inc., Astex, AstraZeneca, Celator, Celgene, Clovis Oncology, CTI BioPharma, Genoptix, Immune Pharmaceuticals, Janssen Pharmaceuticals, Juno, MedImmune, MEI Pharma, Novartis, Onconova, Pfizer, Roche Pharmace: Consultancy. Fenaux: Novartis: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Astex: Honoraria, Research Funding; Astex: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Amgen: Honoraria, Research Funding. Kobbe: Celgene: Other: Advisory Board, Research Funding. Zeidan: Otsuka: Consultancy; Takeda: Speakers Bureau; AbbVie, Otsuka, Pfizer, Gilead, Celgene, Ariad, Incyte: Consultancy, Honoraria.",
    "topics": [
        "leukemia, myelocytic, acute",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "chemotherapy regimen",
        "graft-versus-host disease, chronic",
        "karyotype determination procedure",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "azacitidine",
        "complete remission"
    ],
    "author_names": [
        "Maximilian Stahl, MD",
        "Michelle Deveaux",
        "Pau Montesinos, MD PhD",
        "Raphael Itzykson, MD PhD",
        "Ellen K Ritchie, MD",
        "Mikkael A. Sekeres, MD MS",
        "Navneet S. Majhail, MD MS",
        "Nikolai A. Podoltsev, MD PhD",
        "Amir T. Fathi, MD MD BS",
        "Rami S. Komrokji, MD",
        "Vijaya R. Bhatt, MD",
        "Aref Al-Kali, MD",
        "Thomas Cluzeau, MDPhD",
        "Valeria Santini, MD",
        "Andrew M. Brunner, MD",
        "Gail J. Roboz, MD",
        "Pierre Fenaux, MD PhD",
        "Mark R. Litzow, MD",
        "Sera Perreault, PharmD",
        "Tae Kon Kim, MD PhD",
        "Thomas Prebet, MD PhD",
        "Norbert Vey",
        "Vivek Verma, MD",
        "Guido Kobbe, MD",
        "Juan Bergua, MD",
        "Josefina Serrano, MD",
        "Steven D. Gore, MD",
        "Amer M. Zeidan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maximilian Stahl, MD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michelle Deveaux",
            "author_affiliations": [
                "Department of Biostatistics, Yale School of Public Health, New Haven, CT "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pau Montesinos, MD PhD",
            "author_affiliations": [
                "Hospital Universitari i Politècnic La Fe, Valencia, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael Itzykson, MD PhD",
            "author_affiliations": [
                "Saint-Louis Hospital, University Paris 7, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen K Ritchie, MD",
            "author_affiliations": [
                "Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology & Medical Oncology, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Navneet S. Majhail, MD MS",
            "author_affiliations": [
                "Taussig Cancer Institute, Department of Hematology & Medical Oncology, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolai A. Podoltsev, MD PhD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir T. Fathi, MD MD BS",
            "author_affiliations": [
                "Massachusetts General Hospital, Harvard Medical School, Cambridge, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vijaya R. Bhatt, MD",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aref Al-Kali, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Cluzeau, MDPhD",
            "author_affiliations": [
                "CHU de Nice, Nice, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Santini, MD",
            "author_affiliations": [
                "Azienda Ospedaliero Universitaria Careggi, Florence, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M. Brunner, MD",
            "author_affiliations": [
                "Hematology-Oncology, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gail J. Roboz, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux, MD PhD",
            "author_affiliations": [
                "Hôpital Saint Louis, Hématologie clinique senior, Paris, France "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark R. Litzow, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sera Perreault, PharmD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tae Kon Kim, MD PhD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Prebet, MD PhD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Vey",
            "author_affiliations": [
                "Clinical Hematology, Paoli-Calmettes Institute, Marseille, France "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivek Verma, MD",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University Düsseldorf, Düsseldorf, Germany "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Bergua, MD",
            "author_affiliations": [
                "Hospital San Pedro Alcántara, Cáceres, Spain "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Josefina Serrano, MD",
            "author_affiliations": [
                "University Hospital Reina Sofia, Cordoba, Spain "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven D. Gore, MD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amer M. Zeidan, MD",
            "author_affiliations": [
                "Section of Hematology, Department of Internal Medicine, Yale Cancer Center, East Haven, CT"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:37:15",
    "is_scraped": "1"
}