{
    "doi": "https://doi.org/10.1182/blood.V106.11.108.108",
    "article_title": "A Gene Expression Connectivity Map Identifies Rapamycin as a Glucocorticoid Resistance Reversal Agent in Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Glucocorticoids (GC) remain a cornerstone of treatment for acute lymphoblastic leukemia (ALL), and failure of GC to induce apoptosis in vitro is predictive of a poor prognosis. Strategies to pharmacologically overcome drug resistance in general, and GC resistance in particular, are lacking. We hypothesized that gene expression signatures of disease states (e.g. GC resistant ALL) and gene expression signatures of drug action could be computationally connected by systematically performing gene expression profiling on cells treated with known drugs. As a pilot for the Connectivity Map concept, we profiled ~300 drugs on Affymetrix U113A arrays following 6 hour treatment of MCF7, HL60 or PC3 cells. This signature database was queried with a signature of GC-sensitive ALL obtained by comparing pre-treatment marrow blasts from patients with GC-sensitive or resistant ALL. Using Kolmogorov-Smirnov based computational analysis, the Connectivity Map indicated that the signature of the mTOR inhibitor rapamycin matched the signature of GC-sensitivity. We thus tested the hypothesis that rapamycin would induce GC sensitivity in GC resistant lymphoid cells. Because rapamycin is known to act downstream of AKT, we used a constitutively active AKT (myr-AKT) to activate the mTOR pathway in the glucocorticoid-sensitive murine T-cell line 2B4. Myr-AKT induced glucocorticoid resistance that was reversible by rapamycin treatment. Rapamycin also reversed the GC-resistance signature, and sensitized glucocorticoid resistant human CEM-c1 T-ALL cells and 2B4 cells to GC-induced apoptosis at a rapamycin dose that alone had no effect on cell proliferation or survival. To determine the mechanism of rapamycin induction of GC sensitivity, we examined the components of the GC-resistance signature and noted overexpression of the anti-apoptotic gene MCL-1. MCL-1 expression decreased in rapamycin-treated CEM-c1 and 2B4 cells whereas expression of other multi-domain antiapoptotic molecules BCL-2 and BCL-xL was unaffected. We over-expressed Mcl-1 in 2B4 cells and developed a transgenic mouse that expresses mcl-1 under the control of the H2-K promoter. Over-expression of MCL-1 conferred glucocorticoid resistance to 2B4 cells, primary splenic B and CD8+ T cells. Furthermore MCL-1 over-expression protected against the combination of rapamycin and glucocorticoids, suggesting that a decrease in MCL-1 expression is necessary for the rapamycin-mediated increase in GC sensitivity. Conversely, shRNA-mediated knockdown of MCL-1 rendered GC-resistant CEM-c1 cells sensitive to GC. Finally, MCL-1 over expression sequestered the majority of proapoptotic BIM, even after GC-induced BIM expression. Thus, rapamycin sensitizes ALL cells to GC through down-regulation of MCL-1. These data indicate that (1) rapamycin/GC combination clinical trials are warranted for GC-resistant ALL, (2) rapamycin reverses GC resistance via down-regulation of MCL-1, and (3) the Connectivity Map approach represents a novel strategy for in silico identification of promising combination therapies for cancer. A public-access Connectivity Map database containing profiles of all FDA-approved drugs in therefore warranted.",
    "topics": [
        "gene expression",
        "glucocorticoid resistance",
        "lymphoblastic leukemia",
        "rapamycin",
        "glucocorticoids",
        "proto-oncogene proteins c-akt",
        "acute lymphocytic leukemia",
        "adult t-cell lymphoma/leukemia",
        "antiapoptotic agents",
        "bcl-xl protein"
    ],
    "author_names": [
        "Scott A. Armstrong, MD, PhD",
        "Guo Wei, PhD",
        "Justin Lamb, PhD",
        "Joseph Opferman, PhD",
        "David Twomey",
        "Ronald Stam, PhD",
        "Monique den Boer, PhD",
        "Stephen E. Sallan, MD",
        "Rob Pieters, MD",
        "Todd R. Golub, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Scott A. Armstrong, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Children’s Hospital, Boston, MA, USA",
                "Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guo Wei, PhD",
            "author_affiliations": [
                "Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin Lamb, PhD",
            "author_affiliations": [
                "Cancer Genomics, Broad Institute, Cambridge, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Opferman, PhD",
            "author_affiliations": [
                "St. Jude Children’s Hospital, Memphis, TN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Twomey",
            "author_affiliations": [
                "Cancer Genomics, Broad Institute, Cambridge, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Stam, PhD",
            "author_affiliations": [
                "Pediatric Oncology, Sophia Children’s Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monique den Boer, PhD",
            "author_affiliations": [
                "Pediatric Oncology, Sophia Children’s Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen E. Sallan, MD",
            "author_affiliations": [
                "Hematology/Oncology, Children’s Hospital, Boston, MA, USA",
                "Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters, MD",
            "author_affiliations": [
                "Pediatric Oncology, Sophia Children’s Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd R. Golub, MD",
            "author_affiliations": [
                "Pediatric Oncology, Dana Farber Cancer Institute, Boston, MA, USA",
                "Cancer Genomics, Broad Institute, Cambridge, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T02:24:47",
    "is_scraped": "1"
}