{
    "doi": "https://doi.org/10.1182/blood.V114.22.1129.1129",
    "article_title": "Update On Imatinib-Resistant Chronic Myeloid Leukemia Patients in Chronic Phase (CML-CP) On Nilotinib Therapy at 24 Months: Clinical Response, Safety, and Long-Term Outcomes. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster I",
    "abstract_text": "Abstract 1129 Poster Board I-151 Background Nilotinib is a selective and potent BCR-ABL inhibitor, developed through structure-based drug design, indicated for the treatment of Philadelphia chromosome positive (Ph+) CML patients in CP or accelerated phase (AP) resistant or intolerant to prior therapy including imatinib. Recently, 24-month follow-up data from the pivotal nilotinib 2101 study demonstrated achievement of rapid and durable cytogenetic responses in the majority of patients and an excellent overall survival (OS) rate of 87%. The current update focuses on the major molecular response (BCR-ABL transcript levels ≤ 0.1% according to the international scale; MMR) of patients treated with nilotinib. Methods Imatinib-resistant and -intolerant CML-CP patients (n=321) were treated with nilotinib 400 mg twice daily and followed for at least 24 months. In this report, the efficacy parameters studied were: rate of MMR, rate of major and complete cytogenetic response (MCyR, CCyR), time to and duration of response, time to progression (TTP), and OS. Efficacy parameters were also analyzed based on the presence or absence of a CHR at study entry. Results The median duration of exposure to nilotinib was 18.7 months (< 1.0–36.5), with 62% of patients on therapy for at least 12 months and 42% on therapy for ≥ 24 months. Median dose intensity of nilotinib was 788.5 mg/day, very close to planned dosing. Overall, 58% of patients required dose interruption (defined conservatively ≥ 1 day of interruption regardless of reason) with a median cumulative duration of interruption of 20 days (4% of days of exposure). Importantly, 73% of patients that required treatment interruptions resumed treatment after interruption at the planned dose. The achievement of MMR in imatinib-resistant and -intolerant CML-CP patients who had BCR-ABL transcript levels available post-baseline (n=294) were included in this efficacy analysis (Table). Of these patients, 105/294 (36%) entered the study with a CHR and 189/294 (64%) did not have a CHR at study entry. The overall MMR rate was 28%; MMR was higher in patients with CHR at study entry (38% vs. 22%). Overall, CCyR was achieved in 46% of patients, among whom 56% achieved MMR. Median time to MMR was 5.6 months. Overall, 77% and 84% of responding patients maintained MCyR and CCyR at 24 months, respectively. Overall (n=321), the estimated rate of progression-free survival (PFS), defined as progression to AP/BC or discontinuation due to progression or death, at 24 months was 64%, however, only 9 patients (3%) progressed to AP/BC based on actual laboratory values. PFS rate at 24 months was higher for patients with baseline CHR (77%) compared with patients without CHR at study entry (56%). OS at 24 months is 87% for the entire patient population. The safety profile of nilotinib remains unchanged at 24 months of follow-up. The majority of first episodes of grade 3/4 bilirubin and lipase elevations occurred within the first month of therapy and were brief in duration (median duration 15 days). The incidences of hepatic and pancreatic disorders on nilotinib were 1.3 and 1.7 per 100-patient years of therapy and no cumulative risk of hepatic and pancreatic events was observed in this population with longer follow-up. Importantly, discontinuations due to hepatobiliary adverse events were uncommon (n=2; < 1.0%). Conclusions Nilotinib therapy led to the achievement of MMR in a majority of patients with CCyR, and in 38% of patients with CHR at study entry. Furthermore, the response and outcomes of patients treated with nilotinib was higher in patients with CHR at baseline suggesting that patients with imatinib resistance and intolerance who lost cytogenetic response but not hematologic response have a more favorable response compared to those patients who have lost hematologic response when switched to nilotinib. Overall, the safety profile of nilotinib remains well-tolerated with long-term follow-up. At 24 months, nilotinib therapy remains an effective and tolerable therapy for patients with imatinib-resistant or -intolerant CML. Table. MMR in Patients With or Without Baseline CHR  . Overall . Baseline CHR . No Baseline CHR . N . MMR n (%) . N . MMR n (%) . N . MMR n (%) . Patients with post-baseline PCR data 294 82 (28) 105 40 (38) 189 42 (22) Patients with post-baseline complete hematologic response     154 40 (26) Patients With MCyR 183 81 (44) 78 40 (51) 105 41 (39) Patients With CCyR 135 75 (56) 62 36 (58) 73 39 (53) . Overall . Baseline CHR . No Baseline CHR . N . MMR n (%) . N . MMR n (%) . N . MMR n (%) . Patients with post-baseline PCR data 294 82 (28) 105 40 (38) 189 42 (22) Patients with post-baseline complete hematologic response     154 40 (26) Patients With MCyR 183 81 (44) 78 40 (51) 105 41 (39) Patients With CCyR 135 75 (56) 62 36 (58) 73 39 (53) View Large Disclosures Kantarjian: Novartis: Research Funding. Giles: Novartis: Consultancy, Research Funding; BMS: Research Funding; Merck: Research Funding; Clavis: Research Funding. Bhalla: Novartis: Honoraria, Research Funding; Merck: Honoraria. Pinilla-Ibarz: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Larson: Novartis: Consultancy, Honoraria, Research Funding. Gattermann: Novartis, Celgene: Honoraria, Participation in Advisory Boards on deferasirox clinical trials, Research Funding. Ottmann: Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding. Hochhaus: Novartis: Research Funding. Radich: Novartis: Consultancy, Honoraria, Research Funding. Saglio: Novartis: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau. Hughes: Bristol-Myers Squibb: Advisor, Honoraria, Research Funding; Novartis: Advisor, Honoraria, Research Funding. Martinelli: Novartis: Research Funding. Kim: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Wyeth: Research Funding. Shou: Novartis: Employment. Gallagher: Novartis: Employment, Equity Ownership. Wang: Novartis: Employment. Cortes-Franco: Novartis: Honoraria, Research Funding, Speakers Bureau; Wyeth: Honoraria, Research Funding, Speakers Bureau; BMS: Honoraria, Research Funding, Speakers Bureau. Baccarani: Novartis Pharma: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol-Mayer Squibb: Consultancy, Honoraria, Research Funding, Speakers Bureau. le Coutre: Novartis: Honoraria, Research Funding; BMS: Honoraria.",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "measles-mumps-rubella vaccine",
        "follow-up",
        "bcr-abl tyrosine kinase",
        "accelerated phase",
        "adverse event",
        "bilirubin",
        "deferasirox"
    ],
    "author_names": [
        "Hagop M. Kantarjian, MD",
        "Francis J. Giles, MB, MD, FRCPI, FRCPath",
        "Kapil N. Bhalla, MD",
        "Javier Pinilla-Ibarz, MD, PhD",
        "Richard A. Larson, MD",
        "Norbert Gattermann, MD, PhD",
        "Oliver G. Ottmann, MD",
        "Andreas Hochhaus, MD",
        "Jerald P. Radich, MD",
        "Giuseppe Saglio, MD",
        "Timothy P. Hughes, MD, MBBS",
        "Giovanni Martinelli, MD",
        "Dong-Wook Kim, MD, PhD",
        "Yaping Shou, MD, PhD",
        "Neil J. Gallagher, MD, PhD",
        "Jim Wang, PhD",
        "Jorge Cortes-Franco, MD",
        "Michele Baccarani, MD",
        "Philipp D. le Coutre, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Francis J. Giles, MB, MD, FRCPI, FRCPath",
            "author_affiliations": [
                "Institute for Drug Development, Cancer Therapy and Research Center at The UT Health Science Center at San Antonio, San Antonio, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kapil N. Bhalla, MD",
            "author_affiliations": [
                "Medical College of Georgia Cancer Center, Augusta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Pinilla-Ibarz, MD, PhD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Larson, MD",
            "author_affiliations": [
                "University of Chicago, Chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norbert Gattermann, MD, PhD",
            "author_affiliations": [
                "Heinrich-Heine-University, Düsseldorf, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver G. Ottmann, MD",
            "author_affiliations": [
                "Hematology and Oncology, Goethe Universität, Medizinische Klinik II, Frankfurt, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Abt. Hämatologie und internistische Onkologie, Universitätsklinikum Jena, Jena, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerald P. Radich, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Saglio, MD",
            "author_affiliations": [
                "University of Turin San Luigi Gonzaga Hospital, Orbassano, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy P. Hughes, MD, MBBS",
            "author_affiliations": [
                "Department of Haematology, SA Pathology, Royal Adelaide Hospital, Adelaide, Australia, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli, MD",
            "author_affiliations": [
                "Department of Hematology and Oncological Sciences, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Wook Kim, MD, PhD",
            "author_affiliations": [
                "Seoul St. Mary's Hospital, The Catholic University of Korea, Seoul, South Korea, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaping Shou, MD, PhD",
            "author_affiliations": [
                "Novartis Institutes for BioMedical Research, Cambridge, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil J. Gallagher, MD, PhD",
            "author_affiliations": [
                "Oncology, Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Wang, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Cortes-Franco, MD",
            "author_affiliations": [
                "Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Baccarani, MD",
            "author_affiliations": [
                "University of Bologna, S.Orsola Hospital, Bologna, Italy, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philipp D. le Coutre, MD",
            "author_affiliations": [
                "Charité, Campus Virchow, Berlin, Germany"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T21:38:39",
    "is_scraped": "1"
}