{
    "doi": "https://doi.org/10.1182/blood-2020-137116",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4631",
    "start_url_page_num": 4631,
    "is_scraped": "1",
    "article_title": "High MYC Protein Expression in MDS Is Associated with Early Transformation to AML ",
    "article_date": "November 5, 2020",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "topics": null,
    "author_names": [
        "Seongseok Yun, MDPhD",
        "David Gajzer, MD",
        "Najla Al Ali, M.Sc",
        "Nicole D. Vincelette, PhD",
        "Pukhraz Basra, MBBS",
        "Chetasi Talati, MD",
        "Andrew T. Kuykendall, MD",
        "Eric Padron, MD",
        "Kendra Sweet, MD",
        "Rami S. Komrokji, MD",
        "Jeffrey E. Lancet, MD",
        "David A. Sallman, MD",
        "Ling Zhang, MD"
    ],
    "author_affiliations": [
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Hematopathology and Lab Medicine, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Hematopathology and Lab Medicine, H. Lee Moffitt Cancer Center and Research Institute, Miami Beach, FL "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Hematopathology and Laboratory Medicine, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
        ]
    ],
    "first_author_latitude": "28.0640091",
    "first_author_longitude": "-82.42166519999999",
    "abstract_text": "Acute myeloid leukemia (AML) with myelodysplasia-related changes (AML-MRC) is shown to be associated with dismal clinical outcomes and there remains a pressing need for new therapeutic strategies to improve survival outcomes. It is also important to identify targetable markers that could predict an earlier AML transformation from preexisting MDS. Our recent studies demonstrated that high expression level of MYC oncoprotein is associated inferior survival outcome in AML-MRC patients and that MYC plays an oncogenic role by epigenetic regulation of hydroxylation of 5-methylcytosine. However, the role of MYC in MDS to AML progression remain to be answered. Here, we investigated MYC protein expression levels in bone marrow (BM) specimens of patients with preexisting MDS and their subsequent AML-MRC specimens to determine whether increased MYC expression is associated with early AML progression. We retrospectively identified 32 patients with histologically confirmed AML-MRC evolving from MDS and evaluated MYC protein levels in BM biopsy specimens at the time of initial MDS diagnosis and at the time of disease transformation to AML-MRC, respectively. Clinical data including age at diagnosis, gender, CBC with differential count, cytogenetics, somatic mutations common in myeloid disease, blasts count, and IPSS were extracted at the time of MDS and AML-MRC diagnosis. MYC expression was assessed by immunohistochemistry on 4-5µm tissue sections. Deparaffinized slides were stained with anti-MYC antibody (clone Y69, Roche Diagnostics) using a Ventana Benchmark automated system. MYC expression was scored independently by two hematopathologists and categorized as low vs. high as previously described. The cut-off for high MYC expression is ≥5% positive cells. The MDS-to-AML progression free survival (PFS) and overall survival (OS) were calculated from the date of MDS diagnosis and outcomes were estimated with the Kaplan-Meier method and compared using the log-rank test. All statistical analyses were performed using SPSS v24.0. Among 32 patients, 69% (n=22) and 31% (n=10) patients had low and high MYC expression at MDS diagnosis (Table 1). The median age was 67.9 (33.5-78.7) and 61.1 (38.9-73.4) and the % of MYC positive blasts were 1% (range, 0-4.5) and 17.5% (range, 5-27.5) in low and high MYC groups, respectively, at the time of MDS diagnosis. There was no statistical difference in BM blast counts between low vs. high MYC groups (median 5% vs. 7.5%, p=0.4951). IPSS risk assessment in a total of 26 patients (19 in low MYC and 7 in high MYC) showed that 9% (n=2), 27% (n=6), 32% (n=7), and 18% (n=4) in low MYC group and 0% (n=0), 20% (n=2), 20% (n=2), and 30% (n=3) in high MYC groups had low, intermediate-I, intermediate-II, and high risk at the time of MDS diagnosis (Table 1). A total of 84% (86% [n=19] in low MYC and 80% [n=8] in high MYC) patients received treatments for MDS; ESA in 16% (n=5), hypomethylating agents in 81% (n=26), and Revlimid in 16% (n=5) (Table 1). Allogeneic stem cell transplant (allo-SCT) was performed in 12.5% (n=4) patients (n=3, low MYC; n=1, high MYC). Following AML progression, a total of 91% (n=29) patients received treatment for AML including induction chemotherapy (n=18), hypomethylating agents (n=7), and other therapies including trial (n=4) (Table 1). In the univariate analyses, patients with low MYC expression had significantly longer MDS-to-AML PFS (median 15.8 vs. 7.25 months, HR=0.1745, 95%CI=0.0591-0.5157, p=0.0016) (Figure 1), however, there was no OS difference between two groups (4.32 vs. 2.35 years, HR=0.5131, 95%CI=0.1064-2.475, p=0.6909). In a multivariate Cox model (adjusting for IPSS, age, front-line therapy, gender, allo-SCT, and MYC level), high MYC expression (HR=3.939, 95%CI=1.107-14.012, p=0.034) and IPSS risk (HR=1.903, 95%CI=1.139-3.181, p=0.014) were significant factor for MDS-to-AML PFS. In conclusion, high MYC expression at the MDS stage was associated with shorter time to AML progression, indicating that MYC plays an oncogenic role in MDS to AML transformation. Although our findings need further validation by prospective studies with greater sample size, our results support a combination treatment of hypomethylating agents with novel agents targeting MYC or/and its downstream pathways and warrant further study to identify underlying mechanisms of MYC-driven MDS to AML progression. View large Download slide View large Download slide  Disclosures Talati: Pfizer: Honoraria; Astellas: Speakers Bureau; Jazz: Speakers Bureau; BMS: Honoraria; AbbVie: Honoraria. Kuykendall: Blueprint Medicines: Research Funding; BMS: Research Funding; Incyte: Research Funding; Novartis: Research Funding. Padron: Novartis: Honoraria; Incyte: Research Funding; Kura: Research Funding; BMS: Research Funding. Komrokji: JAZZ: Honoraria, Speakers Bureau; BMS: Honoraria, Speakers Bureau; Novartis: Honoraria; Incyte: Honoraria; Acceleron: Honoraria; Geron: Honoraria; AbbVie: Honoraria; Agios: Honoraria, Speakers Bureau. Lancet: Abbvie: Consultancy; Agios Pharmaceuticals: Consultancy, Honoraria; Astellas Pharma: Consultancy; Celgene: Consultancy, Research Funding; Daiichi Sankyo: Consultancy; ElevateBio Management: Consultancy; Jazz Pharmaceuticals: Consultancy; Pfizer: Consultancy. Sallman: Celgene, Jazz Pharma: Research Funding; Agios, Bristol Myers Squibb, Celyad Oncology, Incyte, Intellia Therapeutics, Kite Pharma, Novartis, Syndax: Consultancy."
}