{
    "doi": "https://doi.org/10.1182/blood.V118.21.4279.4279",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2007",
    "start_url_page_num": 2007,
    "is_scraped": "1",
    "article_title": "Clofarabine in Acute Myeloid Leukemia. the Spanish Experience ",
    "article_date": "November 18, 2011",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "clofarabine",
        "leukemia, myelocytic, acute",
        "toxic effect",
        "complete remission",
        "off-label use",
        "salvage therapy",
        "anemia",
        "chemotherapy regimen",
        "compassionate use",
        "creatinine"
    ],
    "author_names": [
        "Adolfo de la Fuente, MD",
        "Guillermo Deben, MD",
        "Concha Bethencourt, MD",
        "Silvia Negri, MD",
        "Dolores Vilariño, MD",
        "Sonia Gonzalez",
        "Teresa Olave, MD",
        "Pilar Martinez-Sanchez, MD",
        "Federico Moscardo, MD",
        "Mar Caballero",
        "Rosa Fernandez Martinez",
        "Juan Bergua",
        "Marina Gordillo",
        "Daniel Garcia Belmonte",
        "Angeles Fernandez Fernandez",
        "Silvia Solorzano",
        "Ana Belen Santos",
        "Alejandro Roman",
        "Mar Tormo",
        "Marisa Calabuig",
        "Jl Sastre Moral",
        "Jose Luis Lopez Lorenzo",
        "Pascual Fernández-Abellán",
        "Jose Francisco Tomas"
    ],
    "author_affiliations": [
        [
            "Hematology Department, MD Anderson Madrid Spain, Madrid, Spain, "
        ],
        [
            "Hematology, CHU Juan Canalejo, A Coruña, Spain, "
        ],
        [
            "Hematology Department, HRU Carlos Haya, Malaga, Spain, "
        ],
        [
            "Hematology Department, HRU Carlos Haya, Malaga, Spain, "
        ],
        [
            "Hematology Department, CHU Santiago de Compostela, Santiago de Compostela, Spain, "
        ],
        [
            "Hematology, Hospital Universitario de Santiago,, "
        ],
        [
            "HCU Lozano Blesa, Zaragoza, Spain, "
        ],
        [
            "hematology, hospital doce de octubre, madrid, Spain, "
        ],
        [
            "Hematology Service, Hospital Universitario La Fe, Valencia, Spain, "
        ],
        [
            "H Insular de Gran Canaria, Gran Canaria, "
        ],
        [
            "H Insular de Gran Canaria, Gran Canaria, Spain, "
        ],
        [
            "Hospital San Pedro de Alcantara, Caceres, "
        ],
        [
            "Hospital Universitario Doctor Negrín, Gran Canaria, "
        ],
        [
            "H Madrid Norte Sanchinarro, Madrid, Spain, "
        ],
        [
            "HOSPITAL XERAL-CÍES DE VIGO, Vigo, Spain, "
        ],
        [
            "MD Anderson Madrid Spain, Madrid, Spain, "
        ],
        [
            "Virgen de la Luz Cuenca, Cuenca, Spain, "
        ],
        [
            "H Virgen de la Salud Toledo, Toledo, Spain, "
        ],
        [
            "Hematology, Hospital Clínico Universitario, Valencia, Spain, "
        ],
        [
            "Hematology, Universitary Clinico Hospital, Valencia, Spain, "
        ],
        [
            "CHO Ourense, Orense, Spain, "
        ],
        [
            "Fundacion Jimenez Diaz, Madrid, Spain, "
        ],
        [
            "PETHEMA Group, Spanish Society of Hematology, Badalona, Spain, "
        ],
        [
            "Hematology-BMT Unit, MD Anderson Spain, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "40.470540299999996",
    "first_author_longitude": "-3.6662955000000004",
    "abstract_text": "Abstract 4279 Introduction: Clofarabine (CLF) is a purine nucleoside analog approved by FDA and EMA in refractory pediatric ALL patients. Phase I and II studies have reported Clofarabine activity in AML. Aims: To evaluate the experience in Spain with (CLF) in the treatment of adult AML patients, analyzing effectiveness and toxicity profile. Method: This is a multicenter retrospective study including AML patients treated in Spain with CLF by compassionate use. Main points were complete remission as IWRv2003 criteria and toxicity as CTCAE v3.0 of NCI scale. Result: Between July 2007 ans April 2011 a total of 76 AML patients were treated with CLF based chemotherapy in Spain. We obtained clinical data from 64 cases. Median age at CLF treatment 52.4 years (18–77). Male/Female: 31/33. Previous Myelodisplastic syndrome 12 (18%). Cytogenetic data was available in 58 patients (90%), and 28 of them had high-risk cytogenetic. CLF treatment: 56 patients received CLF as salvage therapy (23 in AML relapse and 33 in refractory disease), median previous lines 2 (0–7), were the remaining 8 patients were untreated patients. CLF was administered in combination with AraC in 94% patients and the 91% received a five days schedule. The most frequents CLF dose/day were: 40 mg/m2/day in 39 patients, 30 mg/m2/day in 11 patients, and 20 mg/m2/day in 9 patients. Response and outcome: Nineteen (35.8%) patients achieved complete remission and 64.1% had resistant disease. Mean survival time 14.3 ± 1.4 months. The statistical analysis shows a significant difference in the CR rate between first line therapy (CR 82%) and savage therapy in relapsed (CR 45%) and salvage therapy in refractory (CR 18%), (p0.012). Neither adverse cytogenetics nor previous MDS did influence CR. (p0.57 and p0.53 respectively). Toxicity: All patients presented grade IV hematological toxicity with grade IV neuthopenia, grade IV trombopenia and transfusion depend anemia. The incidence of extra hematological toxic effects were low, creatinine >3 mg/dL: 4 cases (6%); bilirrubine > 3mg/dL: 9 cases (14%). Eleven (17%) patients died during Induction. Conclusions(opcion1): The revised experience in Spain with CLF as compassionate used in AML confirms the effectiveness of Clofarabine as a salvage regimen. Of note was that CLF could potentially overcome some adverse known factors as cytogenetics. Disclosures: Off Label Use: Clofarabine in AML is an off-label use."
}