{
    "doi": "https://doi.org/10.1182/blood.V110.11.4622.4622",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1047",
    "start_url_page_num": 1047,
    "is_scraped": "1",
    "article_title": "Prognostic Factors for Myelodysplastic Syndrome in the Veteran Population: Single Institution Experience. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background: Myelodyplastic syndrome (MDS) is the disease of the elderly and increasingly common in the veteran population. Here we report a single institution experience with MDS at the Dallas VA Medical Center. Patients and Method: From a period of 1998–2007, eighty three pts were identified out of which 54 pts had bone marrow (BM) biopsy proven diagnosis of MDS. Overall survival (OS) analysis with dependent variables (Age at diagnosis, IPSS Score, WHO morphologic diagnosis, number of blood and platelet transfusions required, Hb level, ANC, cytogenetics, blast percentage, BM cellularity at diagnosis) were conducted by selection method “foreward” and only these significant variables were used in the Cox regression for multivariate analysis. Methods of Kaplan and Meier were used to generate OS curves. Results: The median age of diagnosis was 74 yrs with a median follow up time of 12.5 months. The WHO morphologic subtype was RA/RARS (n=13), Del5q (n=1), RCMD/RCMDRS (n=34), RAEB1 (n=3), RAEB2 (n=1), missing (n=2). The distribution of IPSS score was 0 (n=25); 0.5 (n=15); 1.0 (n=8), 1.5 (n=4), missing (n=2). Five pts had treatment related MDS and 3 pts transformed to AML. One patient had concurrent MGUS and one patient developed multiple myeloma. At diagnosis, 23 pts had a hemoglobin (Hb) value of less than 10g/dl. Only 4 pts had ANC less than 500; sixteen pts had ANC 500–1800 and 34 pts had normal counts. A majority of pts had normal cytogenetics (n=37), 5 pts had good risk, 5 pts had intermediate risk and 7 pts had poor risk cytogenetics. Six pts had hypocellular ( 50%). Only 4 pts had more than 5% blast in the BM. Twenty nine pts eventually became blood transfusion dependent and 12 pts needed platelet transfusion at some point. Thirty six pts were treated with erythropoietin (with or without neupogen) and 13 pts received some type of disease modifying therapy (5-azacytidine/lenalidomide/ATG/clinical trial). The mean survival time was 106 months. Median survival was not reached at the time of analysis. In the univariate analysis, IPSS score (p=0.003), No. of blood transfusions (p=0.028), cytogenetics (p=0.0001) and blast percentage (p=0.0015), were statistically significant. BM cellularity (p=0.06) and Hb level (p=0.09) showed a trend towards significance. On multivariate analysis, Hb greater than 10 (HR 0.08; p=0.011), abnormal cytogenetics (HR 4.2; p=0.001), BM Blast > 5% (p=0.026) and BM cellularity < 30% (HR 4.6; p=0.033) emerged as the significant predictors of overall survival. IPSS score or Blood transfusion requirement did not pan out to be significant. Conclusion: MDS in the veteran population may be different from general population and may have unique predictors of survival. A larger number of patients and longer duration of follow up is required to further evaluate these prognostic factors.",
    "topics": [
        "myelodysplastic syndrome",
        "prognostic factors",
        "veterans",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "blood transfusion",
        "follow-up",
        "platelet transfusion",
        "azacitidine",
        "biopsy"
    ],
    "author_names": [
        "Michael Axelson, MD",
        "Shirisha Reddy, MD",
        "Crystal Lumby, BS",
        "Sue Sivess-Franks, RN",
        "Jonathan Dowell, MD",
        "Simrit Parmar, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Oncology, Dallas VA Medical Center, Dallas, TX, USA",
            "Hematology Oncology, UT Southwestern Medical Center, Dallas, TX, USA"
        ],
        [
            "Hematology Oncology, Dallas VA Medical Center, Dallas, TX, USA",
            "Hematology Oncology, UT Southwestern Medical Center, Dallas, TX, USA"
        ],
        [
            "Hematology Oncology, Dallas VA Medical Center, Dallas, TX, USA"
        ],
        [
            "Hematology Oncology, Dallas VA Medical Center, Dallas, TX, USA"
        ],
        [
            "Hematology Oncology, Dallas VA Medical Center, Dallas, TX, USA",
            "Hematology Oncology, UT Southwestern Medical Center, Dallas, TX, USA"
        ],
        [
            "Hematology Oncology, Dallas VA Medical Center, Dallas, TX, USA",
            "Hematology Oncology, UT Southwestern Medical Center, Dallas, TX, USA"
        ]
    ],
    "first_author_latitude": "32.8052867",
    "first_author_longitude": "-96.81048695"
}