{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.513.513",
    "article_title": "A Phase I/II Study on the Anti-CD3/CD7 Immunotoxin Combination (T-GuardTM) for the Treatment of Steroid-Refractory Acute Gvhd ",
    "article_date": "December 7, 2017",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Treatment",
    "abstract_text": "Background More effective therapies for steroid-refractory acute graft-versus-host disease (SR-aGVHD) are urgently needed. Because infections and relapse of the hematological malignancy contribute to the dismal overall survival (OS) therapies that limit the duration of immune suppression after achieving a remission might be preferred. The immunotoxin (IT)-combination (T-GuardTM) consists of two antibody-drug conjugates (i.e. Ricin A) that target CD3 and CD7 on activated T lymphocytes and has shown efficacy as third-line therapy in SR-aGVHD while allowing fast immune reconstitution. Objectives We conducted a prospective phase I/II multicenter trial on the safety and efficacy of T-GuardTM for the treatment of SR-aGVHD (NCT02027805). Methods Adult patients with grade II-IV SR-aGVHD were eligible for inclusion. Exclusion criteria consisted of the presence of uncontrolled infections, signs of chronic GVHD, severe renal impairment and severe hypoalbuminemia. T-Guard was given as 4-hour intravenous infusions every 48 hours for a total of 4 doses of each 4 mg/m2. The primary efficacy endpoint was defined as overall clinical response (ORR) on day 28. The main secondary endpoints were the 6-month OS and the safety and tolerability. Results Between June 2014 and September 2016 the planned 20 adult patients were included in two European centers. Patients, 11 female and 9 male, with a median age of 53 years (range 18-74) all had received an allogeneic stem cell transplantation for myeloid and lymphoid malignancies. All but two completed the planned 8 days of treatment with T-Guard. SR-aGVHD was grade II in 3 patients (15%), III in 11 (55%), and IV in 7 (35%). In most patients 2 organs were involved (16/20, 80%), with gastro-intestinal (GI) and liver involvement in 18 and 5 cases, respectively. Baseline albumin levels were median 23 gr/L (range:16-34; N 35-50 gr/L) and based on the 2-biomarker model (ST2 and REG3α) no patients were classified as low-risk (p̂ < 0.08), and 50% as high-risk (p̂ ≥ 0.32). On day 28, 12 patients had achieved a clinical response (ORR: 12/20, 60%), with 10 (50%) achieving a complete remission (CR), Figure 1. In those with a high-risk biomarker profile a CR was achieved in 50%. With a minimum follow-up of 6 months 12 patients were alive (6-month OS 60%), Figure 1. The cause of death in the other eight patients was refractory aGVHD (N=4), refractory GVHD and infection (N=3) and pseudomembranous colitis (N=1). Of those receiving the planned treatment the ORR, CR rate and 6-month OS were 67%, 56%, and 67% respectively. The outcomes compared favorably with historical controls receiving either infliximab (N=21) or inolimomab/etanercept (N=21) were the ORR was 52% and the 6-month OS 29% (Figure 1 and 2). No significant infusion reactions were recorded, although two patients experienced chills on their first infusion, and after introduction of clemastine pre-infusion no infusion reactions were seen. As expected, the rate of overall infection and adverse events was high. However, there was a limited number of potentially attributable adverse events that occurred in more than one patient, and consisted of hypoalbuminemia, microangiopathy, and thrombocytopenia. Vascular leak syndrome occurred in only one patient, with edema requiring treatment with diuretics (grade 2). Early (< 3 months) EBV and CMV infections were recorded in 3 patients each, but no CMV disease or PTLD occurred. Whilst only 40% received mould-active antifungal prophylaxis no IFD were seen. While the one-week treatment course was associated with an immediate depletion of T and NK cells, IT-combination's short half-life (~9 hrs) allowed for a swift immune reconstitution accompanied by a diverse T cell receptor repertoire and without a negative effect on the fraction of anti-viral EBV and CMV-specific clones. Conclusion Treatment of SR-aGVHD with a short course of the T-GuardTM proved to be safe and well tolerated, and resulted in a high rate of CR and a promising 6-month OS of 60%, especially considering the high-risk setting (90% GI involvement, 50% high-risk biomarker profile). A pivotal multicentre international controlled trial, comparing T-GuardTM with best-available therapy for SR-aGVHD is scheduled for the end of 2017. View large Download slide View large Download slide  Close modal Disclosures van Hooren: xenikos: Employment, Equity Ownership. van Oosterhout: Xenikos: Employment, Equity Ownership. Levine: Novartis Pharmaceuticals Corporation: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "graft-versus-host disease, acute",
        "immunotoxins",
        "steroids",
        "infections",
        "infusion procedures",
        "biological markers",
        "adverse event",
        "hypoalbuminemia",
        "albumins",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Christoph Groth, MD",
        "Lenneke F J Groningen",
        "Manita E J Bremmers",
        "Frank W M B Preijers",
        "Harry Dolstra",
        "Tiago R Matos",
        "Christian Reicherts",
        "Eric G van Hooren",
        "Ypke V J M van Oosterhout",
        "John E Levine, MD",
        "James L Ferrara",
        "Nicole M A Blijlevens",
        "Matthias Stelljes, MD",
        "Walter J F M van der Velden"
    ],
    "author_dict_list": [
        {
            "author_name": "Christoph Groth, MD",
            "author_affiliations": [
                "University Hospital Münster, Münster, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lenneke F J Groningen",
            "author_affiliations": [
                "Radboud University Medical Center Nijmegen, Nijmegen, Netherlands ",
                "Radboud Institute of Health Sciences, Radboud University Medical Center Nijmegen, Nijmegen, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manita E J Bremmers",
            "author_affiliations": [
                "Radboud University Medical Center, Nijmegen, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank W M B Preijers",
            "author_affiliations": [
                "Radboud University Medical Center, Nijmegen, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry Dolstra",
            "author_affiliations": [
                "Radboud University Medical Center, Nijmegen, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiago R Matos",
            "author_affiliations": [
                "Academic Medical Center Amsterdam, Amsterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Reicherts",
            "author_affiliations": [
                "University Hospital Münster, Münster, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric G van Hooren",
            "author_affiliations": [
                "Xenikos BV, Nijmegen, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ypke V J M van Oosterhout",
            "author_affiliations": [
                "Xenikos BV, Nijmegen, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E Levine, MD",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James L Ferrara",
            "author_affiliations": [
                "Tisch Cancer Institute & Division of Hematology/Medical Oncology, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole M A Blijlevens",
            "author_affiliations": [
                "Radboud University Medical Center Nijmegen, Nijmegen, Netherlands ",
                "Radboud Institute of Health Sciences, Radboud University Medical Center Nijmegen, Nijmegen, Netherlands "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Stelljes, MD",
            "author_affiliations": [
                "Department of Internal Medicine A/Hematology and Oncology, University Hospital Münster, Münster, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter J F M van der Velden",
            "author_affiliations": [
                "Radboud University Medical Center Nijmegen, Nijmegen, Netherlands ",
                "Radboud Institute of Health Sciences, Radboud University Medical Center Nijmegen, Nijmegen, Netherlands "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T12:49:30",
    "is_scraped": "1"
}