{
    "doi": "https://doi.org/10.1182/blood.V114.22.2551.2551",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1406",
    "start_url_page_num": 1406,
    "is_scraped": "1",
    "article_title": "A Genome-Wide Association Study of the Alloimmunization Responder Phenotype in Sickle Cell Disease. ",
    "article_date": "November 20, 2009",
    "session_type": "Hemoglobinopathies, Excluding Thalassemia Poster II",
    "topics": [
        "alloimmunization",
        "genome-wide association study",
        "phenotype",
        "sickle cell anemia",
        "isoantibodies",
        "transfusion",
        "blood transfusion",
        "antigens",
        "human leukocyte antigens",
        "inflammatory bowel disease"
    ],
    "author_names": [
        "Daniel A Dworkis, BS",
        "Nadia Timofeev, MS",
        "Jacqueline N. Milton, BS",
        "Stephen W Hartley",
        "Mayetri Gupta, PhD",
        "Paola Sebastiani, PhD",
        "Clinton T. Baldwin, PhD",
        "Efthymia Melista, BS",
        "Jason Parente, BS",
        "Karen Quillen, MD",
        "Martin H Steinberg, MD"
    ],
    "author_affiliations": [
        [
            "Boston University School of Medicine, Boston, MA, USA, "
        ],
        [
            "Biostatistics, Boston University School of Public Health, Boston, MA, USA, "
        ],
        [
            "Biostatistics, Boston University School of Public Health, Boston, MA, USA, "
        ],
        [
            "Biostatistics, Boston University School of Public Health, Boston, MA, USA, "
        ],
        [
            "Biostatistics, Boston University School of Public Health, Boston, MA, USA, "
        ],
        [
            "Biostatistics, Boston University School of Public Health, Boston, MA, USA, "
        ],
        [
            "Center for Human Genetics, Boston, MA, USA, "
        ],
        [
            "Center for Human Genetics, Boston, MA, USA, "
        ],
        [
            "Center for Human Genetics, Boston, MA, USA, "
        ],
        [
            "Boston Medical Center, Boston, MA, USA, "
        ],
        [
            "Department of Medicine/Division of Hematology and Oncology, Boston University School of Medicine, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3364043",
    "first_author_longitude": "-71.072414",
    "abstract_text": "Abstract 2551 Poster Board II-528 Identifying patients most likely to develop alloantibodies following transfusion is a continuing goal in the attempt to optimize the clinical management of patients with sickle cell disease. The propensity to be a “responder” is thought to be genetically determined, and it has been suggested that developing even one transfusion-related alloantibody makes a subject a de facto responder. We present a genome-wide association study (GWAS) designed to search for genetic differences between subjects with and without evidence of alloimmunization. To derive a phenotype for this comparison, we examined the transfusion and alloimmunization records of 570 subjects homozygous for the HbS gene (HBB glu6val) who were originally recruited as part of the Cooperative Study of Sickle Cell Disease. All subjects received at least one on-study alloantibody screen and at least one on-study transfusion, and were classified as responders if they developed at least one alloantibody. Subjects were genotyped for single nucleotide polymorphisms (SNPs) at ∼600k positions using the Illumina human 610-quad SNP chip. PLINK software was used to identify genetic relationships among study participants through identity by descent analysis (IBD), and to analyze the GWAS using an additive genetic model and logistic regression to adjust for age, gender, and the number of transfusions received. IBD identified 32 pairs of siblings; for each pair, the sibling with the lower call-rate was removed before the GWAS. Of the 570 subjects, 144 (25.3%) developed at least one alloantibody and were classified as responders. In agreement with previous studies, we identified associations between responder status and age at first on-study transfusion, number of transfusions received, and gender (p< 3E-5, 0.002, and 0.03, respectively). Although no SNPs reached genome-wide significance in this moderately sized group of subjects, GWAS identified multiple SNPs as associated with alloimmunization response with p-values in the 1E-4 to 1E-6 range. Several of these SNPs are located in or near genes involved in immune system function, including SNPs in VAV2, CFH, and between genes in the chromosome 6 HLA-cluster. VAV2 is a rho-GTPase oncogene with documented roles in both B- and T-cell receptor signaling. CFH functions as an immunomodulator, dampening down the complement cascade and preventing inappropriate immune system activation. Multiple genes in the HLA-cluster serve as antigen-presenting molecules. SNPs in any of these three areas could be linked to mutations that result in modulation of the presentation of, or response to, foreign antigens. Further work is necessary to validate these findings, including replication in additional populations of transfused subjects with sickle cell disease, and refining the definition of the responder phenotype. Ultimately, the discovery of genetic factors that modulate alloantibody response to transfusions could lead to more effective use of transfusion resources and improved clinical outcomes for patients with sickle cell disease. Disclosures: No relevant conflicts of interest to declare."
}