{
    "doi": "https://doi.org/10.1182/blood.V116.21.5032.5032",
    "article_title": "New US Myeloma Registry (Connect MM® – The Multiple Myeloma Disease Registry): Features of Newly Diagnosed Patients In 2010 ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 5032 Background: In the past decade, with the availability of novel therapies, the paradigm for myeloma management has changed. In 2010 it is especially important to understand baseline features and initial treatment decisions. The goal of the Connect MM® registry is to characterize patients with newly diagnosed active myeloma from 200 US sites. Approximately 80% of the patient population will be enrolled from community-based practices and 20% from academic centers. An electronic case report form was developed to collect clinical data, physician choices, patient health-related quality of life (HRQoL) and response, as well as data on survival end points. This is a prospective, observational, longitudinal study with a target accrual of 1,500 patients in 3 years, with a 5 year follow-up from the time of informed consent. There are no mandated treatments or clinical assessments. However, there are data collection requirements for diagnosis and disease monitoring. Results: Since late 2009, 340 patients from 135 sites have been accrued and were included in this interim analysis. Current study demographics include: 60% male, 83% white, and 14% black, with a median age of 67 years. Thus far, 97% have been enrolled from community-based practices. All patients met study enrollment criteria and had active myeloma at entry; prior monoclonal gammopathy of unknown significance (MGUS) was reported in 13% and smoldering MM in 8%. International Staging System (ISS) staging for evaluable patients were 26.3%, 36.4%, 37.3% for stages I, II, and III, respectively. Durie-Salmon Stage (A or B) were 13%, 35%, 52% for stages I, II, and III, respectively. Staging procedures included 82% skeletal survey; 44% computed tomography (CT); 40% magnetic resonance imaging (MRI); 7% positron emission tomography (PET); 2% PET/CT; and 4% had no imaging. International Myeloma Working Group (IMWG) CRAB criteria were assessed in all enrolled patients; 9% had hypercalcemia, 18% renal insufficiency, 36% anemia, and 66% had bone lesions. Median values were: calcium 9.5 mg/dL; serum creatinine 1.1 mg/dL; hemoglobin 10.9 gm/dL. Only 9% of patients had 3 or 4 CRAB features, while 49% had only 1 feature and 26% were asymptomatic (ECOG=0). The incidence of baseline peripheral neuropathy was 6%. Initial pain led to radiation therapy for 10% of patients, with 16% having vertebroplasty or kyphoplasty. Cytogenetic studies were performed at baseline in 64% of patients and fluorescence in situ hybridization (FISH) studies in 54%. Cytogenetics and FISH were normal in 27% of patients, while in 20% both were abnormal in patients who had both performed. FISH was abnormal with normal cytogenetics in 41% and only 2% had normal FISH but abnormal cytogenetics. The most common FISH abnormalities were: 13 q- (31%), 17 p- (28%), t(4; 14) (16%). Freelite® testing was performed in 56% of patients with an abnormal ratio in 94% [rFLC]. Of evaluable patients receiving frontline therapy 98% of patients received a novel agent and only 3 patients (1.4% of treated patients) received melphalan/prednisone. Two drug combinations were used in 53%, 3 drugs in 26%, 4 drugs in 1.3%, and single agents were used in 21% of the patients. The most common regimens were: bortezomib+dexamethasone (28%), lenalidomide+dexamethasone (20%), and bortezomib+lenalidomide+ dexamethasone (15%). Conclusion: These baseline features and treatment choices characterize myeloma patients primarily in community-based practices in the US in 2010. As academic centers enroll more patients, we will be able to further characterize that population. Of particular note, 26% of patients were asymptomatic at baseline but had biochemical evidence of myeloma and met enrollment criteria; conversely 95% had an abnormal rFLC and 73% had abnormal chromosome results. The Connect MM® registry will provide data regarding patient features as they pertain to patterns in testing and treatment in the clinical practice setting, as well as response and survival outcomes. Disclosures: Durie: Celgene & Millennium: Consultancy. Off Label Use: Revlimid (lenalidomide) in combination with dexamethasone is indicated for the treatment of multiple myeloma patients who have received at least one prior therapy. Shah: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Millennium: Research Funding; Novartis: Research Funding. Abonour: Celgene & Millennium: Honoraria. Gasperetto: Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Millennium: Speakers Bureau. Mehta: Celgene: Consultancy, Speakers Bureau; Takeda/Millennium: Speakers Bureau; Onyx: Research Funding. Pashos: Celgene Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding. Toomey: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees. Swern: Celgene: Employment. Street: Celgene: Employment. Sullivan: Celgene: Employment, Equity Ownership. Rifkin: Millennium: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Speakers Bureau; Amgen: Speakers Bureau; Cephalon: Speakers Bureau; Dendreon: Speakers Bureau.",
    "topics": [
        "multiple myeloma",
        "dexamethasone",
        "lenalidomide",
        "magnetic resonance imaging",
        "monoclonal gammopathy of undetermined significance",
        "positron-emission tomography",
        "anemia",
        "bone lesion",
        "calcium",
        "computed tomography"
    ],
    "author_names": [
        "Brian G. M. Durie, MD",
        "Jatin J. Shah, BS, MD",
        "Rafat Abonour, MD",
        "Cristina Gasperetto, MD",
        "Jayesh Mehta, MD",
        "Chris L. Pashos, PhD",
        "Kathleen Toomey, MD",
        "Mohit Narang, MD",
        "Howard Terebelo, DO",
        "Fernando Camacho, MD",
        "Arlene S. Swern, PhD",
        "Thomas K. Street, RPh",
        "Kristen A. Sullivan, MBA",
        "Robert M. Rifkin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brian G. M. Durie, MD",
            "author_affiliations": [
                "Cedars-Sinai Samuel Oschin Cancer Center, Los Angeles, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jatin J. Shah, BS, MD",
            "author_affiliations": [
                "Lymphoma & Myeloma, M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafat Abonour, MD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, IN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Gasperetto, MD",
            "author_affiliations": [
                "Division of Cellular Therapy and Division of Medicine, Duke University Medical Center, Durham, NC, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jayesh Mehta, MD",
            "author_affiliations": [
                "Northwestern University, Chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris L. Pashos, PhD",
            "author_affiliations": [
                "United BioSource Corporation, Lexington, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Toomey, MD",
            "author_affiliations": [
                "Steeplechase Cancer Center, Somerville, NJ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohit Narang, MD",
            "author_affiliations": [
                "Alliance Hematology Oncology, Westminster, MD, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Terebelo, DO",
            "author_affiliations": [
                "Providence Cancer Institute, Southfield, MI, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Camacho, MD",
            "author_affiliations": [
                "Bronx River Medical Associates PC, Bronx, NY, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arlene S. Swern, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas K. Street, RPh",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen A. Sullivan, MBA",
            "author_affiliations": [
                "Celgene Corporation, Overland Park, KS, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert M. Rifkin, MD",
            "author_affiliations": [
                "Rocky Mountain Cancer Center, Denver, CO, USA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T21:30:32",
    "is_scraped": "1"
}