{
    "doi": "https://doi.org/10.1182/blood.V114.22.3439.3439",
    "article_title": "Large Scale Screening for DNA Damage-Induced Transcription Factors as Potential Targets for Treatment of CLL with p53 Apoptotic Defect. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - THERAPY, EXCLUDING TRANSPLANTATION POSTER II",
    "abstract_text": "Abstract 3439 Poster Board III-327 Chronic lymphocytic leukaemia (CLL) is a malignancy with a variable clinical course in which a proportion of patients exhibits rapid clinical progression despite treatment. One of the major causes of treatment resistance is alterations in the ATM/p53 pathway imposed by mutations in either the ATM or TP53 genes. Consequently, there is an urgent need to devise novel therapeutic approaches that will be able to counteract the p53 apoptotic defect in these tumours. We have previously shown that DNA damage induces a complex ATM-dependent network of pro-survival and pro-apoptotic transcriptional responses (both p53-dependent and -independent) and that the balance between these responses determines CLL cellular death. Therefore, it is plausible to expect that manipulation of ATM-dependent transcription to either reduce pro-survival or increase pro-apoptotic signals can sensitise ATM and TP53 mutant CLL tumours to DNA damaging agents. Individual transcription factors (TFs) that govern ATM-dependent transcription are largely unknown. In this study we aimed to identify those factors by employing a DNA/Protein Transcription Factor ComboArray (Panomics/Affymetrix) which includes 345 DNA binding motifs for a range of transcription factors, DNA binding proteins and response elements. We compared the ability of nuclear cell extracts from 3 combined ATM wildtype primary CLL samples and 3 combined ATM mutant primary CLL samples to bind to biotin-labelled DNA binding motifs prior to irradiation (IR)-induced DNA damage, 2h and 6h post-IR. Following hybridisation of nuclear protein-bound biotin-labelled probes to the array and HRP visualisation, we identified 49 binding motifs (several of which were detected more than once through alternative sequences) which, in response to DNA damage, exhibited reduced binding in ATM mutant compared to the ATM wildtype CLL nuclear extracts. The most prominent differentially bound DNA binding motifs included those for GATA1 and 2, Transcriptional enhancer factor 1 (TEF1), c-Rel, Aryl hydrocarbon receptor/aryl hydrocarbon receptor nuclear translocator binding element (AhR/Arnt), forkhead box I1 (HFH-3), Slow/Cardiac Troponin C (cTnC/CEF-2), E2A immunoglobulin enhancer binding factors (E12/E47), Pax-4, Wilms tumour 1 (WT1), antioxidant recognition element (ARE) and interferon-a stimulated response element (ISRE). We validated differential binding of individual TFs by electro-mobility shift analysis (EMSA) and selected six that were positively corroborated in an independent cohort of primary ATM mutant and ATM wildtype CLL tumour cells. We subsequently investigated the impact of altering the activity of the identified ATM-dependent TFs on the sensitivity of ATM mutant CLL tumours to DNA damage. Among the selected TFs, as a proof of principle, ARE demonstrated both ATM-dependent binding by EMSA as well as the capacity to modulate the DNA damage response in CLL cells: pharmacological activation of this TF by Dimethyl fumarate (DMF) sensitised ATM mutant cells to IR-induced DNA damage. In summary, we have identified a number of ATM -regulated transcription factors that could be directly or indirectly targeted to increase the sensitivity of CLL cells with a defective ATM/p53 pathway to DNA damaging agents. We also suggest that the DNA damage-dependent TF screen represents a feasible approach to identify novel molecular targets that may sensitise other subtypes of treatment-resistant CLL tumours. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dna",
        "screening",
        "transcription factor",
        "aryl hydrocarbon receptor",
        "neoplasms",
        "biotin",
        "antioxidants",
        "cancer",
        "cardiac troponin measurement",
        "cell extracts"
    ],
    "author_names": [
        "Victoria Weston, PhD",
        "Paul Moss, MBBS, PhD, FRCP",
        "A. Malcolm R Taylor, PhD",
        "Tatjana Stankovic, MD., PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Victoria Weston, PhD",
            "author_affiliations": [
                "School for Cancer Sciences, Birmingham, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paul Moss, MBBS, PhD, FRCP",
            "author_affiliations": [
                "C.R. U.K. Inst. for Cancer Studies, Birmingham, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Malcolm R Taylor, PhD",
            "author_affiliations": [
                "CRUK Institute for Cancer Studies, University of Birmingham, Birmingham, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatjana Stankovic, MD., PhD",
            "author_affiliations": [
                "C.R. U.K. Inst. for Cancer Studies, Birmingham, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T13:17:00",
    "is_scraped": "1"
}