{
    "doi": "https://doi.org/10.1182/blood-2018-99-113127",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4005",
    "start_url_page_num": 4005,
    "is_scraped": "1",
    "article_title": "Clinical Characteristics and Outcomes of Chronic Lymphocytic Leukemia Patients with Richter Transformation ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "topics": null,
    "author_names": [
        "Yucai Wang, MD",
        "Marcella Tschautscher, MD",
        "Kari G. Chaffee, MS",
        "Timothy G. Call, MD",
        "Jose F. Leis, MD PhD",
        "Saad S. Kenderian, MD",
        "Neil E. Kay, MD",
        "Eli Muchtar, MD",
        "Daniel L. Van Dyke, PhD",
        "Susan M. Schwager",
        "Susan L. Slager, PhD",
        "Sameer A. Parikh, MD",
        "Wei Ding, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Internal Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology and Medical Oncology, Mayo Clinic, Phoenix, AZ "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "Introduction: Richter transformation (RT) refers to transformation of chronic lymphocytic leukemia (CLL) to an aggressive lymphoma, most commonly diffuse large B-cell lymphoma (DLBCL). Most studies on the management of RT were either small retrospective series or early phase non-randomized trials before the era of novel agents. The natural history, prognostication and optimal treatment of patients with RT remain undefined. Here we report the clinical characteristics and outcomes of a large series of RT from a single center. Methods: Biopsy-confirmed RT (limited to non-Hodgkin lymphoma) diagnosed from 4/1993 to 4/2018 were identified from the Mayo Clinic CLL database. Clinical characteristics, treatment information and follow-up data were abstracted by chart review. Overall survival (OS) was defined as time from RT diagnosis to death from any cause and analyzed using the Kaplan-Meier method. Statistical analysis was done in SAS 9.4. Results: A total of 204 patients with CLL who developed RT were identified. The median age at CLL diagnosis was 62 years (range 22-85), and 148 (73%) were male. The median time to transformation was 4.7 years (range 0-34.5). Prior to RT, 68 (33.3%) patients received no treatment for CLL, 109 (53.4%) received chemoimmunotherapy (CIT) only, and 27 (13.2%) received at least one novel agent (idelalisib, ibrutinib, or venetoclax) for CLL. The median lines of CLL therapy prior to RT was 2 (range 0-13). The median age at RT diagnosis was 69 years (range 30-88). Pathology of RT was DLBCL and high grade B-cell lymphoma in 193 (94.6%) and 11 (5.4%) patients, respectively. The median LDH was 306 IU/L (range 99-9000). 62/125 (49.6%) patients had bulky disease (≥ 5 cm), and the median PET SUVmax was 13.9 (range 2.9-30.0). 45/131 (34.4%) patients had del(17p) or TP53 mutation, 12 (9.2%) had del(11q), 21 (16.0%) had trisomy 12, 27 (20.6%) had del(13q), and 25 (19.1%) had normal FISH. The CLL and RT were clonally related in 12/21 (57.1%) patients. For the transformed lymphoma, cell of origin by Han's algorithm was germinal center B cell-like (GCB) and non-GCB in 31/100 (31.0%) and 69/100 (69.0%) patients, respectively. EBV was positive in 14/52 (26.9%) patients. The median Ki-67 was 80% (range 10-100). Myc and Bcl-2 were positive by IHC in 31/43 (72.1%) and 83/103 (80.6%) patients, respectively; 27/56 (48.2%) were double-expressors. MYC , BCL2 , and BCL6 rearrangement was positive by FISH in 18/68 (26.5%), 10/34 (29.4%), and 4/31 (12.9%) patients, respectively; 8/66 (12.1%) were double/triple-hit. The most common first-line treatment (Table 1 notes) of RT was R-CHOP-like regimen (n=114, 65.5%). Other treatments included R-EPOCH-like (n=6, 3.4%), high-intensity chemotherapy (n=15, 8.6%), novel agents (eg, ibrutinib, venetoclax, pembrolizumab; n=19, 10.9%), other chemotherapy (n=12, 6.9%), and palliative therapy (n=8, 4.6%). Response to first-line treatment was CR in 57 (38.0%), PR in 33 (22.0%), SD in 18 (12.0%), and PD in 42 (28.0%) patients. The median OS of the entire cohort after RT diagnosis was 12.0 months. The median OS for patients who received no prior CLL treatment, CIT only or at least one novel agent for CLL were 65.5, 7.3, and 12.0 months, respectively (P<0.0001; Figure 1). Of note, in patients who received CIT only for CLL, ~10% and 60% received high-intensity and R-CHOP/R-EPOCH-like chemotherapy, respectively, as first-line RT therapy. In contrast, in patients who had prior novel agents for CLL, 56% and 26% were treated with novel agents and R-CHOP/R-EPOCH-like chemotherapy, respectively, as first-line RT therapy. Patients with or without del(17p)/ TP53 mutation had a median OS of 8.3 and 12.8 months, respectively (P=0.046). Patients who were treated with high intensity chemotherapy, R-CHOP/R-EPOCH-like regimens, novel agents, and other therapies for RT had a median OS of 35.1, 14.4, 10.9 and 6.1 months, respectively (P=0.02; Figure 2). OS comparisons by CLL/RT clonal relationship, double expressor or double/triple-hit status are shown in Table 1, with no significant differences noted. Conclusions: Over two thirds of RT were the non-GCB subtype, and about half were Myc/Bcl-2 double expressors. Patients who developed RT without prior CLL therapies had a significantly better OS. In contrast, patients who had received prior CLL therapies had poor outcomes. Myc/Bcl-2 double expressor and MYC/BCL2/BCL6 double/triple hit status had no impact on OS. View large Download slide View large Download slide  Disclosures Kenderian: Humanigen: Research Funding; Novartis: Patents & Royalties; Tolero Pharmaceuticals: Research Funding. Kay: Infinity Pharm: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Agios Pharm: Membership on an entity's Board of Directors or advisory committees; Morpho-sys: Membership on an entity's Board of Directors or advisory committees; Tolero Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees; Acerta: Research Funding; Cytomx Therapeutics: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees. Parikh: Janssen: Research Funding; Abbvie: Honoraria, Research Funding; AstraZeneca: Honoraria, Research Funding; MorphoSys: Research Funding; Gilead: Honoraria; Pharmacyclics: Honoraria, Research Funding. Ding: Merck: Research Funding."
}