{
    "doi": "https://doi.org/10.1182/blood-2021-153037",
    "article_title": "Development and Testing of a Lymphoma Clinical Trials Specific Frailty Index: A Secondary Analysis of the LY.12 Clinical Trial ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Background: Frailty is common in older patients with lymphoma. However, it remains unknown whether frailty is prevalent in patients included in clinical trials of lymphoma, as those with frailty may meet inclusion criteria of a trial which do not include functional information beyond performance status (PS). Understanding the prevalence and impact of frailty in clinical trials is important to direct future stratification criteria, as well as to have robust data to counsel frail patients on their potential outcomes. Methods: We conducted a secondary analysis using data from the phase III LY.12 clinical trial in which patients with relapsed aggressive non-Hodgkin lymphoma were randomized to gemcitabine-dexamethasone-cisplatin or dexamethasone-high dose cytarabine-cisplatin chemotherapy prior to autologous stem cell transplant. The primary objective of our study was to construct a lymphoma clinical trials specific frailty index (FI) using previously described methods (Searle. BMC Geriatr. 2008;8:24). Secondary objectives were to describe the association of frailty (binary variable) with overall survival (OS), event-free survival (EFS), hospitalization, adverse events (AE), serious adverse events (SAE), and proceeding to transplant, and to describe the association of frailty with these outcomes, controlling for important covariates (age, sex, immunophenotype, revised international prognostic index score (rIPI), Eastern Cooperative Oncology Group (ECOG) PS, stage, and response to previous chemotherapy). Results: 619 patients in the LY12 trial were used to construct the frailty index (Table 1). Using a binary cut-off for frailty (3 AE (OR 2.65 (15% vs. 6%), p=0.003), and likelihood of proceeding to ASCT (OR 0.26, 95% CI 0.15-0.43), but not hospitalization (OR 1.52, 95% CI 0.97-2.40) or SAE (6% vs. 4%, p=0.3). In multivariable analysis, frailty was not significantly associated with OS, EFS, likelihood of proceeding to ASCT, nor hospitalization (Table 3), though there was a trend to significance for ASCT. However, rIPI remained significantly associated with OS and EFS, ECOG remained significantly associated with OS (Table 3) Conclusion: A potentially broadly applicable lymphoma clinical trials specific FI was constructed through secondary analysis of LY12 data. 15% of patients were classified as frail. Frailty was significantly associated with OS, EFS, frequency of grade >3 AE and likelihood of proceeding to transplant. However, this relationship no longer was significant when controlling for lymphoma-related prognostic variables, suggesting that the impact of poor prognostic features of lymphoma supersede the impact of frailty alone in this younger clinical trial population. Interestingly, rIPI and ECOG demonstrated their value as simple predictors that are highly associated with OS and/or EFS even when controlling for other important covariates including frailty. These findings require further testing in an external data set, and would be particularly valuable to test in an older population. Calibration of the FI against clinical frailty assessment (e.g. Clinical Frailty Scale, Comprehensive Geriatric Assessment) would also be meaningful to confirm its ability to classify frail versus non-frail patients. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Crump:  Epizyme: Research Funding; Roche: Research Funding; Kyte/Gilead: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees. Hay:  Merck: Research Funding; Roche: Research Funding; Abbvie: Research Funding; Amgen: Research Funding; Karyopharm: Research Funding; Seattle Genetics: Research Funding. Prica:  Astra-Zeneca: Honoraria; Kite Gilead: Honoraria.",
    "author_names": [
        "Abi Vijenthira",
        "Xinzhi Li",
        "Michael Crump",
        "Annette E. Hay",
        "Lois E. Shepherd",
        "Ralph Meyer",
        "Marina S. Djurfeldt",
        "Bingshu E. Chen",
        "Anca Prica"
    ],
    "author_dict_list": [
        {
            "author_name": "Abi Vijenthira",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xinzhi Li",
            "author_affiliations": [
                "Queen's University, Kingston, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Crump",
            "author_affiliations": [
                "Division of Malignant Hematology and Hematology, Princess Margaret Hosp., Toronto, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette E. Hay",
            "author_affiliations": [
                "Department of Medicine, Queen's University, Kingston, Canada",
                "Canadian Cancer Trials Group, Cancer Research Institute, Kingston, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lois E. Shepherd",
            "author_affiliations": [
                "Canadian Cancer Trials Group, Queen's University, Kingston, Canada",
                "Department of Pathology & Molecular Medicine, Queen's University, Kingston, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph Meyer",
            "author_affiliations": [
                "Department of Oncology, Juravinski Hospital and Cancer Centre, Hamilton, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina S. Djurfeldt",
            "author_affiliations": [
                "Canadian Cancer Trials Group, Queen's University, Kingston, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bingshu E. Chen",
            "author_affiliations": [
                "Canadian Cancer Trials Group, Queen's University, Kingston, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anca Prica",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:01:43",
    "is_scraped": "1"
}