{
    "doi": "https://doi.org/10.1182/blood-2018-99-116225",
    "article_title": "Elotuzumab Plus Pomalidomide/Dexamethasone for the Treatment of Relapsed/Refractory Multiple Myeloma: Japanese Subanalysis of the Randomized Phase 2 Eloquent-3 Study ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Introduction: Multiple myeloma (MM) is largely incurable despite therapies such as proteasome inhibitors (PIs), immunomodulatory drugs, and monoclonal antibodies (mAbs). The SLAMF7-targeted mAb elotuzumab (elo), + lenalidomide (len)/dexamethasone (dex), is effective and well tolerated in patients (pts) with relapsed/refractory (RR) MM in Japan, as shown in a phase 1 study (Iida et al, Int J Hematol 2017) and a subanalysis of the phase 3 ELOQUENT-2 study (Suzuki et al, Blood Cancer J 2017). This regimen is also promising in newly diagnosed pts in Japan (Takezako et al, ASH 2017 [abstr 434]). However, new therapies are needed for pts who are refractory to len. The immunomodulatory drug pomalidomide (pom) + dex (Pd) is approved in Japan for RRMM, having demonstrated efficacy in pts with prior exposure to len and a PI. In the global phase 2, randomized, open-label ELOQUENT-3 study (NCT02654132), elo + pom/dex (EPd) demonstrated a 46% reduction in the risk of progression or death vs Pd and acceptable safety in pts with RRMM after failure of len and a PI (Dimopoulos et al, EHA 2018 [LB2606]). Here we evaluated the efficacy and safety of EPd vs Pd in the Japanese subpopulation of ELOQUENT-3. Methods: ELOQUENT-3 enrolled pts with ≥2 prior lines of therapy (LoTs) who were refractory to last LoT, and refractory or relapsed and refractory to len and a PI. Prior pom was not permitted. Pts were randomized 1:1 to EPd or Pd in 28-d cycles until disease progression/unacceptable toxicity. Elo (10 mg/kg IV) was given weekly in Cycles 1-2, and at 20 mg/kg IV every 4 wk thereafter. Laboratory assessments of efficacy were performed every 4 wk and evaluated using modified International Myeloma Working Group criteria. The primary endpoint was investigator (INV)-assessed progression-free survival (PFS). Secondary endpoints were INV-assessed overall response rate (ORR) and overall survival (OS). PFS and ORR were also assessed ad hoc by blinded independent review committee (IRC). Results: Of 117 pts overall in ELOQUENT-3, 20 from Japan were randomized to EPd (n=13) or Pd (n=7); 1 pt (Pd) was not treated. Among pts from Japan, median age was 72 y and median (range) number of prior LoTs was 3 (2-8). Prior therapies included len (100%), bortezomib (100%), carfilzomib (10%), ixazomib (5%), and stem cell transplantation (35%). All pts from Japan were refractory to len, 80% to a PI, and 80% to both. At database lock (Feb 21, 2018), 7/13 and 1/6 pts remained on EPd and Pd treatment, respectively. The main reason for discontinuation was disease progression (EPd 4/13; Pd 4/6). The median (range) number of cycles was 12 (3-15) with EPd and 11 (3-15) with Pd. With a minimum follow-up of 11.1 mo, the median (95% CI) INV-assessed PFS in pts from Japan was not estimable (6.5 mo-not estimable) with EPd and 8.8 (1.0-11.2) mo with Pd; the hazard ratio (95% CI) was 0.28 (0.06-1.21), representing a 72% reduction in the risk of progression or death in favor of EPd. INV-assessed ORR was 69% (9/13; 95% CI 39-91%) with EPd and 29% (2/7; 95% CI 4-71%) with Pd (odds ratio 5.40; 95% CI 0.73-40.14). Very good partial response or better was achieved in 3/13 (EPd) vs 1/7 (Pd) pts, including 1 stringent complete response (EPd). IRC assessments of PFS and ORR were consistent with INV assessments. OS data were immature. The most common non-hematologic adverse events (AEs; not exposure adjusted) with EPd vs Pd were nasopharyngitis (4/13 vs 5/6), rash (4/13 vs 3/6), and constipation (5/13 vs 1/6). Grade 3-4 hematologic AEs occurred in 7/13 (EPd) vs 3/6 (Pd) pts. Infections occurred in 10/13 (EPd) vs 5/6 (Pd) pts and included pneumonia (3/13 vs 2/6). One infusion reaction (grade 1 chest discomfort) was reported with elo (Cycle 1, Dose 3) and resolved without treatment. One pt (EPd) discontinued due to an AE (treatment-related pneumonia per INV). No deaths occurred in the EPd group vs 1 (due to pneumonia unrelated to treatment) in the Pd group. Conclusions: In the Japanese subpopulation of ELOQUENT-3, EPd demonstrated a clinically meaningful 72% reduction in the risk of progression or death vs Pd, and acceptable safety. Within the limitations of a small Japanese subpopulation, results were similar to those in the overall study population, suggesting that EPd may be a new treatment for RRMM in Japan. Moreover, this study adds to the growing body of work supporting the favorable efficacy and safety profile of elo regimens in Japan. Study support: BMS K.K. Writing support: L Yee, Caudex, funded by BMS K.K. Disclosures Hori: Sanofi: Other: Post-marketing surveillance study fees; ONO Pharmaceutical Co., Ltd: Other: Post-marketing surveillance study fees; Mundipharma: Other: Post-marketing surveillance study fees. Sunami: Bristol-Myers Squibb K.K.: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Ono: Honoraria, Research Funding; Takeda: Research Funding; Sanofi: Research Funding; AbbVie: Research Funding; MSD: Research Funding; Daiichi-Sankyo: Research Funding; GlaxoSmithKline: Research Funding; Novartis: Research Funding; Janssen: Research Funding. Ito: Bristol-Myers Squibb, Celgene: Honoraria. Kuroda: Chugai Pharma: Honoraria, Research Funding. Popa-McKiver: Bristol-Myers Squibb: Employment. Jou: Bristol-Myers Squibb: Employment, Other: company stock ownership. Shelat: Bristol-Myers Squibb: Employment, Other: Stock ownership. Miyoshi: Bristol-Myers Squibb K.K.: Employment. Suzuki: Sanofi Aventis: Consultancy, Honoraria; Ono: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; SRL.Inc: Employment.",
    "topics": [
        "dexamethasone",
        "elotuzumab",
        "multiple myeloma",
        "pomalidomide",
        "embolic protection devices",
        "brachial plexus neuritis",
        "pneumonia",
        "disease progression",
        "monoclonal antibodies",
        "adverse event"
    ],
    "author_names": [
        "Mitsuo Hori, MD PhD",
        "Naoki Takezako, MD PhD",
        "Kazutaka Sunami, MD PhD",
        "Shigeki Ito, MD PhD",
        "Junya Kuroda, MD PhD",
        "Mihaela Popa-McKiver, PhD",
        "Ying-Ming Jou",
        "Suresh G. Shelat, PhD",
        "Masafumi Miyoshi",
        "Kenshi Suzuki, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mitsuo Hori, MD PhD",
            "author_affiliations": [
                "Ibaraki Prefectural Central Hospital, Kasama, JPN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naoki Takezako, MD PhD",
            "author_affiliations": [
                "National Hospital Organization Disaster Medical Center, Tokyo, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazutaka Sunami, MD PhD",
            "author_affiliations": [
                "National Hospital Organization Okayama Medical Center, Okayama, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeki Ito, MD PhD",
            "author_affiliations": [
                "Iwate Medical University Hospital, Morioka, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junya Kuroda, MD PhD",
            "author_affiliations": [
                "Kyoto Prefectural University of Medicine Hospital, Kyoto, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mihaela Popa-McKiver, PhD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying-Ming Jou",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suresh G. Shelat, PhD",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masafumi Miyoshi",
            "author_affiliations": [
                "Bristol-Myers Squibb K.K., Tokyo, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenshi Suzuki, MD PhD",
            "author_affiliations": [
                "Japanese Red Cross Medical Center, Tokyo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T21:36:45",
    "is_scraped": "1"
}