{
    "doi": "https://doi.org/10.1182/blood-2019-124458",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4423",
    "start_url_page_num": 4423,
    "is_scraped": "1",
    "article_title": "SF3B1 Mutations Induce Oncogenic IRAK4 Isoforms and Activate Targetable Innate Immune Pathways in MDS and AML ",
    "article_date": "November 13, 2019",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational Studies",
    "topics": [
        "mutation",
        "protein isoforms",
        "sf3b1 gene",
        "nf-kappa b",
        "carcinogenesis",
        "cytokine",
        "leukemic cells",
        "mitogen-activated protein kinases",
        "phosphotransferases",
        "protein-serine-threonine kinases"
    ],
    "author_names": [
        "Gaurav S Choudhary, PhD",
        "Molly A Smith, PhD",
        "Andrea Pellagatti",
        "Tushar D Bhagat, PhD",
        "Shanisha Gordon",
        "Sanjay Pandey, PhD",
        "Nishi Shah, MBBS, MPH",
        "Srinivas Aluri",
        "Robert N Booher, PhD",
        "Murali Ramachandra, PhD",
        "Maria Elena Samson",
        "Kith Pradhan, PhD",
        "Teresa V. Bowman, PhD",
        "Manoj M Pillai, MD",
        "Chandan Guha, MBBS",
        "Amittha Wickrema, PhD",
        "Britta Will, PhD",
        "Aditi Shastri, MD",
        "Ulrich G. Steidl, MD PhD",
        "Jacqueline Boultwood",
        "Daniel T. Starczynowski, PhD",
        "Amit Verma, MBBS"
    ],
    "author_affiliations": [
        [
            "Department of Oncology, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Curis, Inc, Lexington, MA "
        ],
        [
            "Aurigene Discovery Technologies Limited, Bangalore, IND "
        ],
        [
            "Curis, Inc, Lexington, MA "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Department of Hematology and Oncology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine, Bronx, NY "
        ],
        [
            "University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ]
    ],
    "first_author_latitude": "40.85055665",
    "first_author_longitude": "-73.8458527",
    "abstract_text": "SF3B1 mutations are the most frequently occurring splicing factor mutations in MDS and AML, however the misspliced genes that contribute the malignant state in SF3B mutant MDS or AML remains unclear. We determined that SF3B1 mutant cases of MDS express a longer, active isoform of interleukin 1 receptor associated kinase (IRAK4). IRAK4 is a serine/threonine kinase that is downstream of toll-like receptor (TLR) signaling and leads to activation of oncogenic signaling states, including NF-kB and MAPK. Examination of IRAK4 by RNA sequencing showed that normal cells predominantly express small IRAK4 isoforms resulting from exclusion of the part of exon 6. These isoforms are targeted for proteosomal degradation leading to diminished IRAK4 expression and activation in normal cells. In contrast, a large proportion of MDS/AML samples with SF3B1 mutation show increased expression of an IRAK4 isoform that retains full exon 6, encoding the full-length protein (IRAK4-Long). Consequently, we show that expression of mutant SF3B1-K700E in leukemic cells is associated with increased NF-kB activity, suggesting that mutations in SF3B1 instruct expression of IRAK4 RNA isoforms with maximal functional potential. Furthermore, SF3B1 mutant MDS and AML cells exhibited a block in hematopoietic differentiation in clonogenic assays. This differentiation block was ameliorated with pharmacologic inhibition of IRAK4 with CA-4948, a potent oral clinically useful small-molecule inhibitor of IRAK4. CA-4948 blocked TLR-stimulated cytokine release in various cell models and also led to decreased leukemic burden in mice xenografted with SF3B1 mutant MDS/AML cells. Finally, we determined that SF3B1 mutation induced IRAK4 activation led to TRAF6 mediated K63 ubiquitination of critical cell cycle and regulatory proteins directly implicated in oncogenesis. We had recently shown that U2AF1 mutations can lead to IRAK4 activation via retention of exon 4 (Smith et al, Nat Cell Bio, 2019). Our data now demonstrate that SF3B1 leads to overactivation of IRAK4 via retention of a different exon (exon 6), thus reinforcing that IRAK/TRAF6 activation is a common downstream oncogenic pathway in splicing factor mutated MDS/AML. Taken together, in this study, we find that mutations in SF3B1 induce expression of therapeutically targetable \"active\" IRAK4 isoforms and provide a genetic link between a spliceosome mutation and oncogenic innate immune signaling in MDS and AML. Disclosures Booher: Curis: Employment. Ramachandra: Aurigene: Employment. Samson: Curis: Employment. Will: Novartis Pharmaceuticals: Research Funding. Steidl: BayerHealthcare: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; GlaxoSmithKline: Research Funding; Celgene: Consultancy; Stelexis Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Other: Scientific Co-Founder; Pieries Pharmaceuticals: Consultancy; Aileron Therapeutics: Consultancy, Research Funding. Starczynowski: Kurome Therapeutics: Consultancy. Verma: Janssen: Research Funding; BMS: Research Funding; Celgene: Honoraria; Stelexis: Equity Ownership, Honoraria; Acceleron: Honoraria."
}