{
    "doi": "https://doi.org/10.1182/blood.V128.22.2364.2364",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3336",
    "start_url_page_num": 3336,
    "is_scraped": "1",
    "article_title": "Bone Targeting Agent Treatment Patterns Among Patients with Multiple Myeloma Treated at Oncology Clinics Across the United States: Observations from Real-World Data ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster I",
    "topics": [
        "medical oncology",
        "multiple myeloma",
        "follow-up",
        "zoledronic acid",
        "bisphosphonates",
        "hematologic neoplasms",
        "pamidronate",
        "renal impairment",
        "withdrawing treatment",
        "equity"
    ],
    "author_names": [
        "Christopher Kim",
        "Rohini K. Hernandez, PhD",
        "Paul C Cheng, MD PhD",
        "Jeremy Smith",
        "Lori Cyprien",
        "Alexander Liede, BSc, MSc, PhD"
    ],
    "author_affiliations": [
        [
            "Amgen Inc., Thousand Oaks, CA "
        ],
        [
            "Amgen, Inc, Thousand Oaks, CA "
        ],
        [
            "Amgen Inc., Thousand Oaks, CA "
        ],
        [
            "DOCS Global, Wales, PA "
        ],
        [
            "Amgen, Thousand Oaks, CA "
        ],
        [
            "Amgen, Inc, San Francisco, CA"
        ]
    ],
    "first_author_latitude": "34.1902656",
    "first_author_longitude": "-118.920639",
    "abstract_text": "Introduction: Multiple myeloma (MM) is a hematologic malignancy with 30,330 estimated new cases in the US in 2016. The International Myeloma Working Group recommended that intravenous (IV) bisphosphonates be initiated in all patients with active MM administered at 3 to 4-week intervals. However, there are limited data to date on the real-world use of bone target agents (BTA; zoledronic acid and pamidronate disodium) in MM. The primary goal of this study is to describe current real-world BTA treatment patterns. Methods: A database of electronic medical records from >1 million patients treated at approximately 220 cancer centers across the United States, OSCER (Oncology Services Comprehensive Electronic Records, generated by Flatiron Health), was used to identify individuals 18 years or older diagnosed with MM (ICD-9 203.00; ICD-10 C90.00) with at least 1 clinic visit within 1 month of diagnosis date between January 1, 2009 and March 31, 2016. Timing of BTA administrations, frequency, schedule, and changes/discontinuation were calculated, renal function, and BTA treatment relative to anti-MM therapy regimens was also determined. Results: During the study period, 11,099 patients were diagnosed with MM; most were male (55%), white (59%), and 65 and older at diagnosis (66%). Through the end of the follow-up period (median follow-up: 687 days), 64% of patients received ≥1 administration of a BTA (% consistent across study period) and zoledronic acid was the predominant BTA (93% of patients received ≥1 administration). The mean time from MM diagnosis until first BTA was 105.7 days (median: 29, IQR: 11-78). In more recent years, the time to BTA initiation decreased. Initial BTA treatment occurred in first year after MM diagnosis in 58.7% of patients. By calendar year of diagnosis, the percentage of patients that ever received BTA treatment had decreased over time (2009-2010: 72.3%; 2011-2012: 68.0%; 2013-2014: 63.6%). Most BTA administrations were dosed on a Q4W schedule (77%), particularly in the first year of MM diagnosis (84%). A total of 2,350 patients (33.2%) either discontinued or changed BTA dosing scheduling through the end of follow-up. Approximately 54% of patients that received a first line anti-MM therapy received BTA concomitantly; in second line, concomitant BTA was 59%, and in third line, 55%. Conclusions: Real-world data from oncology practices across the US indicate that approximately two-thirds of MM patients received BTA treatment, and the treatment rate did not increase in more recent years. Additionally, few patients continued BTA beyond 2 years. Among BTA treated patients, BTA initiation occurred at approximately 3.5 months after diagnosis, and the majority of administrations followed a Q4W schedule with zoledronic acid. Further work will explore reasons for non-treatment and treatment discontinuation with particular attention given to potential contraindications such as renal impairment, and the added burden of IV therapy in MM. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Kim: Amgen Inc.: Employment, Equity Ownership. Hernandez: Amgen: Employment, Equity Ownership. Cheng: Amgen: Employment, Equity Ownership. Smith: Amgen: Consultancy. Cyprien: Amgen: Consultancy. Liede: Amgen: Employment, Equity Ownership."
}