{
    "doi": "https://doi.org/10.1182/blood.V116.21.5141.5141",
    "article_title": "Burr Red Blood Cells (BC) In Patients with Disseminated Intravascular Coagulation (DIC) ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cell Erythropoiesis Structure and Function, Metabolism, and Survival (Excluding Iron)",
    "abstract_text": "Abstract 5141 Burr red blood cells (BC) in patients with disseminated intravascular coagulation (DIC). Background: Angiopathic hemolysis with schistocytes occurs in a minority of DIC patients. Burr cells (BC), are morphologically homogeneous, with a serrated membrane resembling that of red cells (RBC) in a hypertonic medium. They are associated with acute renal insufficiency, and have been observed in DIC. Methods: Criteria for patient inclusion were sepsis, often with multi-organ failure and hypotension. Of the 39 patients studied, 20 had DIC, based on platelet counts <100,000, and an International Society of Hemostasis and Thrombosis score of ≥5, derived from D-dimer or fibrin split product levels, prothrombin time elevations, and fibrinogen levels. The percentages of BC and schistocytes were determined by 1000 RBC counts, without knowledge of data concerning DIC. Patients' [Hb]'s, serum creatinine and blood urea nitrogen (BUN), were recorded. Results: Five of the 20 DIC patients succumbed to their acute illness, while 15 recovered without developing renal insufficiency. The BC%'s of the 20 DIC patients ranged from 0–80%, with a median of 18% and a mean of 27%; in the 19 patients without DIC the range was 0–45%, the median 6.4% and the mean 11% (p=0.046). The schistocyte percentages in patients with and without DIC ranged from 0.20–17, and 0–78; the respective medians and means were 1.1% and 1.0%, and 3.0–5.8%. The median and mean [Hb]'s of the patients with and without DIC were 9.3 and 11, and 9.6 and 10.3, respectively. BC% did not correlate with the [Hb]. The median creatinine levels of patients with and without DIC were 0.92 and 0.93 mg/dl, though the DIC patients' BUN's were higher (medians 31 vs 15). The BC% correlated with neither the BUN nor the BUN/creatinine ratio. The median and mean serum sodium levels in patients with and without DIC were 137. Conclusion: BC's are significantly more frequent in septic patients with DIC than in those without it. BC% did not correlate with anemia, implying that BC do not cause significant hemolysis, though there was a trend to lower [Hb] in the DIC patients. BC% was much higher than that of schistocytes in both groups, and schistocyte percentages did not correlate with DIC or BC%. Because of the DIC patients' higher BUN's and BUN/creatinine ratio's, we cannot exclude a role for the factors, which caused pre-renal azotemia in BC formation. BC formation may prove to be a criterion for DIC. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "disseminated intravascular coagulation",
        "erythrocytes",
        "blood urea nitrogen",
        "bun/creatinine ratio",
        "anemia",
        "azotemia",
        "creatinine",
        "creatinine tests, serum",
        "fibrin fibrinogen degradation products",
        "fibrin fragment d substance"
    ],
    "author_names": [
        "Vipul R. Patel, MD",
        "Jatinder Khokhar",
        "Hemant S Murthy",
        "Albert S. Braverman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vipul R. Patel, MD",
            "author_affiliations": [
                "Hematology/ Oncology, SUNY Downstate Medical Center, Forest Hills, NY, USA, ",
                "Hematology/ Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jatinder Khokhar",
            "author_affiliations": [
                "Hematology/ Oncology, Brooklyn VA medical center, Brooklyn, NY, USA, ",
                "Hematology/ Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hemant S Murthy",
            "author_affiliations": [
                "Hematology/ Oncology, SUNY Downstate Medical Center, Forest Hills, NY, USA, ",
                "Hematology/ Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert S. Braverman, MD",
            "author_affiliations": [
                "Medicine, SUNY Downstate Medical center, Brooklyn, NY, USA",
                "Hematology/ Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T18:37:07",
    "is_scraped": "1"
}