{
    "doi": "https://doi.org/10.1182/blood.V118.21.471.471",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2138",
    "start_url_page_num": 2138,
    "is_scraped": "1",
    "article_title": "Hypoxia Promotes Dissemination of Multiple Myeloma Through Acquisition of Endothelial to Mesenchymal Transition (EMT) Features ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Pathobiology of Plasma Cell Dyscrasias",
    "topics": [
        "animal model",
        "emergency medical technicians",
        "endothelium",
        "epithelial to mesenchymal transition",
        "hypoxia",
        "multiple myeloma",
        "cxcr4 receptors",
        "e-cadherin",
        "tumor progression",
        "flow cytometry"
    ],
    "author_names": [
        "Abdel Kareem Azab, PhD, BSPharm",
        "Jinsong Hu",
        "Phong Quang, BS",
        "Feda Azab, BPharm",
        "Costas Pitsillides",
        "Brian Thompson",
        "Patricia Maiso, PhD",
        "Aldo M Roccaro, MD, PhD",
        "Antonio Sacco, BS",
        "Hai T Ngo, BS",
        "Ghayas C. Issa, MD",
        "Charles Lin, PhD",
        "Andrew L. Kung, MD, PhD",
        "Karin Vanderkerken",
        "Irene M. Ghobrial, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Myeloma Center Brussels, Vrije Universiteit Brussel, Brussels, Belgium, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Massachusetts General Hospital, Boston, USA, "
        ],
        [
            "Massachusetts General Hospital, Boston, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Lurie Family Imaging Center and Department of Pediatric Oncology, Dana-Farber Cancer Institute & Children's Hospital Boston, Boston, MA, USA"
        ],
        [
            "Myeloma Center Brussels, Vrije Universiteit Brussel, Brussels, Belgium, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Abstract 471 Multiple myeloma (MM) is characterized by widespread dissemination of the MM cells at diagnosis associated with multiple focal bone lesions, implying (re)circulation of MM cells into the peripheral blood and (re)entrance or homing into new sites of the BM. However, the driving force for MM cells to leave the BM, egress, and home to new BM niches is still not well understood. Hypoxia (low oxygen) in solid tumors was shown to promote metastasis in solid tumors through activation of proteins involved in the endothelial to mesenchymal Transition (EMT). In this study, we hypothesized that MM tumor progression induces hypoxic conditions, which in turn activates EMT related proteins and promotes metastasis of MM cells. To test this hypothesis, we examined levels of hypoxia in MM cells at different stages of tumor progression in vivo in two animal models: the first by injecting MM1s cell to SCID mice, and the second by injecting 5T33MM cells to C57BL/KaLwRijHsd mice. Hypoxic markers were examined using flow cytometry and immunohistochemistry. We found that tumor progression induced hypoxia in both the MM cells and the tumor microenvironment. Similarly, hypoxia induced genes (HIF1a, HIF1b, HIF2b, CREBBP, HYOU1, VEGF1, HIF1a-inhibitory protein) were increased in MM patients (n=68) compared to plasma cells from healthy donors (n=14). Using flow cytometry we found that the number of circulating MM cells increased with the progression; however, the correlation was observed in late stages of the progression but not in the early stages. A better direct correlation was achieved with the hypoxic state of the MM cells in the BM. Circulating MM cells were more hypoxic that MM cells in the BM (especially at low tumor burden). Moreover, we found that the level of hypoxia in MM cells in the PB did not correlate with the hypoxia in the BM. Next, we tested the mechanism in which hypoxia induces cell egress. We found that MM cells isolated from MM patients have higher gene expression of EMT inducing proteins (E-cadherin, SNAIL, FOXC2, TGFb1) in parallel to a decrease of expression in E-cadherin, and we confirmed the downregulation of E-cadherin expression in correlation with the increase of hypoxia in MM cell and cells in the BM microenvironment in vivo. Culturing MM cells under hypoxic conditions increased the expression of HIF1a and HIF2a. In parallel, hypoxia induced acquisition of EMT related features including downregulation of E-cadherin, upregulation of SNAIL, and inhibition of GSK3b. In addition, hypoxia decreased the adhesion of MM cells to stromal cells. To complete the metastatic process after egress, MM cells need to home to new sites in the BM. Therefore we investigated the effect of hypoxia on expression of CXCR4, chemotaxis and homing of MM cells to the BM. Using flow cytometry we found a direct correlation between hypoxia and the expression of CXCR4 in MM cells in vivo using the SCID-MM1s model. These results were confirmed in vitro, where hypoxia increased the expression of CXCR4 at protein and mRNA levels in MM cells. Moreover, the expression of CXCR4 in MM cells isolated from the PB was higher than cells isolated from the BM especially at low tumor burden, correlating with higher hypoxic state of the circulating tumor cells. Functionally, hypoxia increased the chemotaxis of MM cells towards SDF1a in vitro and, using in vivo confocal microscopy, it was shown to accelerate the homing of MM cells to the BM in vivo. To demonstrate that the chemotaxis and homing were CXCR4 dependent, we treated the hypoxic MM cells with AMD3100 (a CXCR4 inhibitor) and showed that it inhibited chemotaxis in vitro and homing of MM to the BM in vivo. In conclusion, we demonstrate that tumor progression induces hypoxia in the MM cells and in the BM microenvironment. Hypoxia activates EMT-related machinery in MM cells, decreases expression of E-cadherin and consequently decreased the adhesion of MM cells to the BM, and enhance egress of MM cells to the circulation. In parallel, hypoxia increases the expression of CXCR4, and consequently increased the migration and homing of MM cells in from the peripheral blood to the BM. Further studies to manipulate hypoxia in order to regulate tumor dissemination as a therapeutic strategy are warranted. Disclosures: Roccaro: Roche: . Kung: Novartis Pharmaceuticals: Consultancy, Research Funding. Ghobrial: Novartis: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding; Noxxon: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}