{
    "doi": "https://doi.org/10.1182/blood.V118.21.4199.4199",
    "article_title": "VTE Risk Assessment and Prophylaxis: The Reliability of Clinical Assessment by Medical Housestaff, ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster III",
    "abstract_text": "Abstract 4199 BACKGROUND: Hospital acquired venous thromboembolism (VTE) is a significant cause of mortality in hospitalized patients. The incidence of VTE may be as high as 40% in medical inpatients and is preventable in 50–75%. However, only one-half of eligible hospitalized patients receive adequate thromboprophylaxis. In response, national quality organizations and expert panels recommend a VTE risk assessment and risk-based prophylaxis for every inpatient. Point scoring systems have been proposed for risk stratification but have not been prospectively validated, and may be misleading; a recent study showed that medical residents using a point system made errors in risk stratification and choice of VTE prophylaxis. Thus, the optimal method of assessing VTE risk and whether these assessments can have adequate inter-rater reliability remains unknown. OBJECTIVES: 1. To compare the inter-rater reliability of VTE risk assessment by paired expert reviewers within the paired team and to the clinical team's assessment. 2. To evaluate the appropriateness of VTE prophylaxis administered by clinical teams compared to expert reviewer's determinations. METHODS: We performed a cross-sectional study at a 464-bed public teaching hospital. Medical patients were randomly selected and their charts abstracted by four expert housestaff reviewers (two teams of two reviewers) who had been trained through literature review, case discussion and participation in guideline development. Paired reviewers independently assessed VTE risk blinded to the other reviewer's determination using clinical data and a ‘3-bucket' model (low; moderate or high; very high). Appropriateness of prophylaxis was based on VTE risk as well as contraindications to prophylaxis. Reviewers also recorded the primary teams' VTE risk assessment and prophylaxis choices. Reviewer discrepancies were adjudicated through a third blinded review. We calculated the inter-rater reliability between paired reviewers and between reviewers and clinical teams using weighted Kappa scores (K). We recorded reasons for disagreement between reviewers and teams. RESULTS: A total of 40 charts were reviewed and analyzed for agreement on VTE risk. 36 charts were analyzed for appropriateness of VTE prophylaxis; 4 patients on therapeutic anticoagulation were excluded from this analysis. Compared to expert reviewers (E), medical teams (M) significantly underestimated VTE risk, as follows: low risk (E, 2.5% vs M, 20%); moderate to high risk (E,85% vs M,75%); very high risk (E, 12.5% vs M, 5%); P=0.004. In 11 of 12 cases of disagreement, team's assessment of VTE risk was lower than that determined by reviewers. Compared to the inter-rater reliability between experts and clinical teams, reliability was significantly better for the paired experts both for VTE risk assessment (P<0.01) and choice of prophylaxis (P<0.01). Table: Agreement between reviewers and teams κ 95% CI  Risk Assessment, N=40 . . . Reviewer pairs 0.79 0.30–1.00 Reviewers vs team 0.30 0.07–0.58 Choice of prophylaxis, N=36   Reviewer pairs 0.95 0.82–1.00 Reviewers vs team 0.30 0.01–0.67 Risk Assessment, N=40 . . . Reviewer pairs 0.79 0.30–1.00 Reviewers vs team 0.30 0.07–0.58 Choice of prophylaxis, N=36   Reviewer pairs 0.95 0.82–1.00 Reviewers vs team 0.30 0.01–0.67 View Large Among the 8 (22%) of patients for whom the reviewers determined VTE prophylaxis was suboptimal, for most (n=6) the method of prophylaxis was less intensive than recommended by the guidelines, and the most common reason was failure to restart prophylaxis after an invasive procedure or transfer of care. CONCLUSIONS: Our study shows that expert reviewers can assess VTE risk with a high degree of reliability. The risk assessments by clinical teams during routine clinical evaluation did not correlate well with expert risk stratification and underestimated the risk of VTE in medical inpatients. Incorrect risk assessments were common but the most frequent reasons for underutilization of VTE prophylaxis were oversights in ordering prophylaxis during care transitions or after invasive procedures. Although we trained our experts to be highly reliable in risk assessment this training cannot be generalized to most provider groups. An optimal approach to improving VTE risk assessment in clinical settings involving trainees would include real time decision support for risk assessment with linked VTE prophylaxis choices appropriate to the level of risk at the point of care. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "risk assessment",
        "venous thromboembolism",
        "anticoagulation",
        "thromboprophylaxis",
        "transfer technique",
        "transition of care",
        "interrater reliability",
        "academic medical centers",
        "teaching hospitals"
    ],
    "author_names": [
        "Monica Reddy Muppidi, MD",
        "Ashima Sahni, MD",
        "Abhimanyu Saini, MD",
        "Samrat Khanna, MD",
        "Larissa Verda, MD, PhD",
        "William Trick, MD",
        "Shane Borkowsky, MD",
        "Shweta Gupta, MD",
        "Krishna Das, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Monica Reddy Muppidi, MD",
            "author_affiliations": [
                "Department of Internal Medicine, John H. Stroger Jr. Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ashima Sahni, MD",
            "author_affiliations": [
                "Department of Internal Medicine, John H. Stroger Jr. Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abhimanyu Saini, MD",
            "author_affiliations": [
                "Department of Internal Medicine, John H. Stroger Jr. Hospital of Cook County, chicago, IL, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samrat Khanna, MD",
            "author_affiliations": [
                "Department of Internal Medicine, John H. Stroger Jr. Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larissa Verda, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, John H. Stroger Jr. Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Trick, MD",
            "author_affiliations": [
                "Department of Internal Medicine, John H. Stroger Jr. Hospital of Cook County, chicago, IL, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shane Borkowsky, MD",
            "author_affiliations": [
                "Department of Internal Medicine, John H. Stroger Jr. Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shweta Gupta, MD",
            "author_affiliations": [
                "Section of Hematology/Oncology, John H. Stroger Jr. Hospital of Cook County (Cook County Hospital), Chicago, IL, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krishna Das, MD",
            "author_affiliations": [
                "Department of Internal Medicine, John H. Stroger Jr. Hospital of Cook County, chicago, IL, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T12:59:47",
    "is_scraped": "1"
}