{
    "doi": "https://doi.org/10.1182/blood.V106.11.4319.4319",
    "article_title": "Marrow Cells Cultured in MSC Medium Expand to CD73, CD90 and CD105 Cells of Fibroblast-Like Morphology. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Recent literature data suggest that in the marrow reside progenitors with a potential to regenerate not only hematopoietic system but also different damaged tissues. Cells of the latter potential may belong to Mesenchymal Stem Cell population (MSC). The present study was undertaken to: identify cells with MSC characteristics, enrich marrow cells in MSC, propagate MSC in vitro, characterize cultured cells. Marrow cells obtained from 13 individuals (patients suffering from critical leg ischaemia receiving autologous marrow cells to promote angiogenesis) were processed as follow: fresh BM cells and their mononuclear cells subfraction - BM MNC (Cobe Spectra 6.0) were labeled for CD45, CD34, CD73, CD90, CD105 and CXCR4, BM MNC populations were enriched in MSC (BM MNC MSC+) with the use of negative selection depleting cells having: Glycoforin A, CD3, CD14, CD19, CD66b, CD38, BM, BM MNC and BM MNC MSC+ were cultured for 14 days for colony forming-fibroblast unit (CFU-F) enumeration, cultures of BM MNC and BM MNC MSC+ were continued until >90% confluence of fibroblast-like cells then passaged for optimal growth. Proportions of cells were used for molecular biology study (quantitative analysis of sdf-1 and cxcr4 transcripts using Real Time PCR assay). We found: CD45-CD34-, CD45-CD34-CD73+, CD45-CD34-CD90+, CD45-CD34-CD105+ were present in BM vs BM MNC vs BM MNC MSC+ in proportions as follow (median value): 9.4, 0.04, 0.05, 1.28 vs 11.01, 0.66, 0.89, 22.40 vs 59.0, 0.68, 1.09, 32.4, respectively, BM MNC MSC+ had higher proportions of CFU-F as compared to BM MNC and BM (106,5 vs 21,5 vs 2,0 CFU-F/10 6 cells, median value), all BM MNC MSC+ cells were strongly CXCR4 positive and had high levels of CXCR4 gene transcripts, during 6–8 weeks cultures cells having MSC phenotypic characteristics expanded from 5.5 to 11.5 folds and all expanded cells were positive for CD105, CD73 and CD90 and had fibroblast-like cells morphology, cultured cells showed expression of SDF-1 and CXCR4 genes, however, the latter gene transcripts level decreased gradually during the culture. This trend was seen in 11 out of 13 evaluated cultures. Cells of MSC characteristics are enriched in BM MNC population, expand several-folds under MSC culture conditions to cell population of fibroblast-like cells morphology but have lower levels of CXCR4 transcripts as compared to starting the populations. Supported by the grant PBZ-KBN-083/P05/2002 from the Polish State Committee for Scientific Research.",
    "topics": [
        "5'-nucleotidase",
        "fibroblasts",
        "cxcr4 receptors",
        "cd34 antigens",
        "cd45 antigens",
        "stromal cell-derived factor 1",
        "cd14 antigen",
        "cd19 antigens",
        "ischemia",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Andrzej Lange, MD, PhD",
        "Dorota Dlubek, MD",
        "Daria Drabczak-Skrzypek, MD",
        "K. Bogunia-Kubik, MD",
        "Emilia, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrzej Lange, MD, PhD",
            "author_affiliations": [
                "Cellular Therapy, Institute of Immunology and Experimental Therapy, Wroclaw, Poland",
                "Transplantation Center, Lower Silesian Centre for Cellular Transplantation, Wroclaw, Poland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dorota Dlubek, MD",
            "author_affiliations": [
                "Cellular Therapy, Institute of Immunology and Experimental Therapy, Wroclaw, Poland",
                "Transplantation Center, Lower Silesian Centre for Cellular Transplantation, Wroclaw, Poland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daria Drabczak-Skrzypek, MD",
            "author_affiliations": [
                "Cellular Therapy, Institute of Immunology and Experimental Therapy, Wroclaw, Poland",
                "Transplantation Center, Lower Silesian Centre for Cellular Transplantation, Wroclaw, Poland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K. Bogunia-Kubik, MD",
            "author_affiliations": [],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilia, MD",
            "author_affiliations": [],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T18:40:22",
    "is_scraped": "1"
}