{
    "doi": "https://doi.org/10.1182/blood.V104.11.445.445",
    "article_title": "Murine Melanomas Expressing High Levels of SDF-1 Repel and Escape Control by Tumor Specific T-Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Most antigenic tumors are able to evade the immune system despite T cell recognition of tumor specific antigens. The chemokine, stromal derived factor- 1 (SDF-1 or CXCL12) is constitutively expressed by both normal and neoplastic tissues and is involved in tumor growth, metastasis and modulation of the anti-tumor immune response. We have previously shown that human T cells are repelled by the chemokine SDF-1, in a concentration-dependent and CXCR4 receptor-mediated manner. We proposed that the repulsion of tumor-specific T cells from a tumor expressing SDF-1 may represent a novel mechanism of immune evasion. B16 melanoma cells stably expressing OVA were genetically modified to constitutively express SDF-1 using a bicistronic MSCV2.2 retroviral transfer vector encoding murine SDF-1α and EGFP. SDF-1 generated by transduced cells was 58 ± 28.5 ng/ml/1x10 6 cells/24 hours as measured by ELISA. Immunization of mice with irradiated B16/OVA cells lead to destruction of B16/OVA.MSCV control tumors but not tumors expressing high levels of SDF-1 (p=0.0001). Failure to reject B16/OVA.SDF-1 tumors was associated with a reduction of T cell infiltration compared to control B16/OVA.MSCV (p=0.001). Similarly, early recruitment of adoptively-transferred OVA-specific CD8+ T cells into B16/OVA.SDF-1 tumors was significantly reduced in comparison to B16/OVA.MSCV control tumors as demonstrated by immunohistochemistry and real-time magnetic resonance imaging of nanoparticle labeled CTLs (p=0.018). Transferred memory OVA-specific CD8+ T-cells demonstrated antitumor activity against B16/OVA.MSCV control tumors but not against B16/OVA-SDF-1 tumors (p=0.04). Isolation and FACS analysis of tumor-infiltrating lymphocytes showed a 4-fold reduction of T cells in B16/OVA.SDF-1 compared to B16/OVA.MSCV control tumors (p=0.005). The in-vitro killing activity of tumor specific CD8+ T cells against B16/OVA.SDF-1 tumors was significantly reduced compared to B16/OVA.MSCV control tumors when measured in 51Cr release assay performed in a flat-bottom well system where cytotoxicity was dependent on effector cell migration (p=0.0004). Preincubation of OT-I CD8+ T cells with the CXCR4 antagonist AMD3100 restored their cytolytic activity against B16/OVA.SDF-1 cells (p=0.045). These data support the thesis that the active movement of tumor-specific T cells away from SDF-1, termed fugetaxis, may provide a novel mechanism by which a tumor evades challenge by immune effector cells and raises the possibility of the development of a novel immunotherapeutic approach to cancer.",
    "topics": [
        "melanoma",
        "mice",
        "neoplasms",
        "stromal cell-derived factor 1",
        "t-lymphocytes",
        "chemokines",
        "cxcr4 receptors",
        "active range of motion",
        "antagonists",
        "antigens"
    ],
    "author_names": [
        "Fabrizio Vianello, MD",
        "Natalia Papeta, MD",
        "Moritz F. Kircher, MD",
        "Mehmet Toner, MD",
        "Ralph Weissleder, MD",
        "Daniel Irimia, MD",
        "Mark C. Poznansky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabrizio Vianello, MD",
            "author_affiliations": [
                "AIDS Research and Cancer Center, Massachusetts General Hospital, Charlestown, MA, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natalia Papeta, MD",
            "author_affiliations": [
                "AIDS Research and Cancer Center, Massachusetts General Hospital, Charlestown, MA, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moritz F. Kircher, MD",
            "author_affiliations": [
                "Center for Molecular Imaging Research, Massachusetts General Hospital, Charlestown, MA, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehmet Toner, MD",
            "author_affiliations": [
                "Center for Engineering in Medicine, Massachusetts General Hospital, Boston, MA, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph Weissleder, MD",
            "author_affiliations": [
                "Center for Molecular Imaging Research, Massachusetts General Hospital, Charlestown, MA, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Irimia, MD",
            "author_affiliations": [
                "Center for Engineering in Medicine, Massachusetts General Hospital, Boston, MA, USA",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark C. Poznansky, MD",
            "author_affiliations": [
                "AIDS Research and Cancer Center, Massachusetts General Hospital, Charlestown, MA, USA",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T12:56:59",
    "is_scraped": "1"
}