{
    "doi": "https://doi.org/10.1182/blood.V122.21.79.79",
    "article_title": "Deep Sequencing Reveals Clonal Evolution Patterns and Mutation Events Associated With Relapse In B Cell Lymphomas ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "abstract_text": "Roughly 30% of Diffuse Large B-cell Lymphoma (DLBCL) patients do not respond to standard treatment or relapse after initial therapy. Relapsed DLBCL treatments are limited and less effective, highlighting the need for new therapies. Unfortunately, our current understanding of the molecular mechanisms of DLBCL relapse is poor. We hypothesize that clonal heterogeneity may contribute to disease progression. Here, we sought to explore patterns of clonal heterogeneity and evolution during DLBCL relapse by exploiting unique features of B-cell lymphomas: VDJ recombination and somatic hypermutation (SHM); and to identify genetic events underling DLBCL relapse. We used high-throughput sequencing of PCR amplified IGH VDJ sequences in 17 diagnosis(D)-relapse(R) DLBCL pairs using Illumina MiSeq pair-end 2x150bp approach, which retrieved sequence information of almost the entire VDJ amplicon. Upon aligning reads to germline sequences we identified 0.46±0.16 million VDJs per tumor. The D and R tumors of all but one pair harbored the same major VDJ rearrangement, confirming they were clonally related regardless of the time to relapse (0.5-10 yr). We first compared VDJ clonal heterogeneity of each D and R tumor pair. Although the number of unique rearrangements per sample varied, there was no significant difference between D and R samples (8.0±9.2 vs 7.6±8.9 per 10K mapped reads, p =0.84, paired t-test). In addition to rearrangement, DLBCL VDJ sequences contain various degrees of SHM. Using SHM position information on each VDJ sequence, we delineated tumor subclonal VDJ population, and uncovered two distinct modes of DLBCL relapse by performing phylogenetic analysis of the subclonal VDJ population between the D and R samples of each pair. In scenario I (n=6), the major R subclones clustered in a separate branch from the D subclones (Divergent, Figure 1A ), indicating that although R and D tumors were derived from the same B-cell (same VDJ recombination), their precursors diverged early, acquired different SHMs, and expanded separately. In the more frequent scenario II (n=10), the dominant D and R subclones clustered together, and shared the majority of the same SHMs (Linear, Figure 1B ), suggesting the R tumor arose directly from the major D subclone following a linear fashion. Moreover, by taking into consideration of the subclone number, frequency and SHM degree, we compared the diversity of D tumor subclone structure (empirical entropy) between the divergent and linear groups, and observed that overall divergent D tumors had a more diverse pattern of subclones than that in linear D tumors ( p =3e-06, t-test), indicating that subclonal heterogeneity of the D tumor could be used to predict relapse modes. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal To further investigate these evolutionary patterns, we performed exome-seq on 8 pairs for which we had sufficient tissue (5 linear, 3 divergent). By comparing R to matched D sample, we found that linear mode R tumors gained roughly 4 times more coding-region single nucleotide variations (SNVs) than they lost (5.2±1.9 fold), while the divergent mode R tumors gained and lost similar number of SNVs (1.4±0.7 fold). These results are consistent with our VDJ phylogenetic analysis that tumors evolve divergently undergo evolution of their genomes in parallel and acquire different sets of mutations independently; whereas tumors evolve linearly only acquire additional mutations at relapse. Finally, exome-seq revealed potential molecular mechanisms of lymphomagenesis and relapse. First, 5 R samples had genetic lesions of CD58 or B2M , two genes involving in immune surveillance escape, suggesting that escaping immune surveillance via genetic alteration may be a common relapse strategy. Moreover, in all three divergent pairs, there were histone modifier mutations shared between D and R tumors, including mutations in MLL2, EP300, and SETDB1 , suggesting that these mutations could act as early “drivers” or “facilitators” to establish aberrant epigenetic landscape in tumor initiating cells favoring malignant transformation. Altogether, our study for the first time provides important evidence that DLBCL relapse may result from multiple, distinct tumor evolutionary mechanisms, providing rationale for therapies for each mechanism. Moreover, this study highlights the urgent need to understand the driving roles of epigenetic modifier mutations in lymphomagenesis, and immune surveillance factor mutations in relapse. Disclosures: Martin: Teva: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Genentech: Speakers Bureau; Millennium: Research Funding; Seattle Genetics: Consultancy, Speakers Bureau.",
    "topics": [
        "b-cell lymphomas",
        "massively-parallel genome sequencing",
        "mutation",
        "neoplasms",
        "diffuse large b-cell lymphoma",
        "leukemogenesis",
        "phylogenetic analysis",
        "cd58 antigens",
        "disease progression",
        "histones"
    ],
    "author_names": [
        "Yanwen Jiang, PhD",
        "David Redmond",
        "Kui Nie, PhD",
        "Ken Eng",
        "Thomas Clozel, MD",
        "Peter Martin, MD",
        "Leonard Tan, MBBS, MRCPath",
        "Ari M. Melnick, MD",
        "Wayne Tam, MD, PhD",
        "Olivier Elemento, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yanwen Jiang, PhD",
            "author_affiliations": [
                "Institute for Computational Biomedicine and Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Redmond",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kui Nie, PhD",
            "author_affiliations": [
                "Department of Pathology & Laboratory Medicine, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Eng",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Clozel, MD",
            "author_affiliations": [
                "Hôpital Henri Mondor, Creteil, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Martin, MD",
            "author_affiliations": [
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonard Tan, MBBS, MRCPath",
            "author_affiliations": [
                "Department of Pathology, Singapore General Hospital, SG, Singapore, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ari M. Melnick, MD",
            "author_affiliations": [
                "Department of Medicine/Hematology-Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wayne Tam, MD, PhD",
            "author_affiliations": [
                "Department of Pathology & Laboratory Medicine, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Elemento, PhD",
            "author_affiliations": [
                "Department of Physiology and Biophysics and Institute for Computation Biomedicine, Weill Cornell Medical College, New York City, NY, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T18:39:21",
    "is_scraped": "1"
}