{
    "doi": "https://doi.org/10.1182/blood.V124.21.703.703",
    "article_title": "Clinical Significance of Genetic Aberrations in Diffuse Large B Cell Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy II",
    "abstract_text": "Background: Although R-CHOP has significantly improved outcome in diffuse large B-cell lymphoma (DLBCL), 40% of patients still experience relapsed/refractory disease. Further investigation into the genomic architecture of DLBCL is needed to determine the biological correlates that underlie treatment failure. Recent studies using next-generation sequencing strategies have described the landscape of recurrent mutations in DLBCL. However, with the exception of TP53 and FOXO1 , little is known about the clinical relevance of recurrent mutations and importantly, the interactions of these genetic alterations in DLBCL. Moreover, an integrated analysis of copy number alterations and recurrent mutations annotated across cell-of-origin (COO) distinctions for a large cohort of DLBCL cases who have received uniform therapy is lacking. The present study examined the frequency and clinical impact of recurrent genetic aberrations of DLBCL using high-resolution technologies in a large population-based DLBCL cohort. Methods: We analyzed 348 newly diagnosed DLBCL cases that were uniformly treated with R-CHOP at the BC Cancer Agency (Vancouver) with available DNA extracted from fresh frozen biopsy material (tumor content >30%). Matched germ line DNA was available for 67 patients. Comprehensive clinical annotation was available through the BCCA Lymphoid Cancer Database. Targeted re-sequencing of the coding exons of 56 genes was performed using a Truseq Custom Amplicon assay. Gene selection was based on mutational frequencies that have been previously described in DLBCL mutational landscape publications. High-resolution copy number analyses were performed using Affymetrix SNP 6.0 arrays. Tissue microarrays were constructed using duplicate 0.6mm cores from 332 cases, and breakapart FISH assays for MYC , BCL 2 and BCL 6 and IHC staining for MYC, BCL2 and cell of origin proteins were performed. COO classification was available in 331 cases, according to gene expression profiling by the Lymph2Cx assay using the NanoString platform (Scott, Blood 2014;123) in 299 patients as well as Hans algorithm (Hans, Blood 2004;103) in 32 cases with low tumor content. 194 cases were assigned to GCB subtype, 107 cases, ABC/non-GCB and 30 were unclassifiable. Results: In the mutation analysis, we identified 2,757 SNVs and 245 small indels. The mean depth of coverage was 634. Recurrent mutation frequencies varied between 0 and 58, with a mean of 8.25 per case. 98% of cases harbored at least one mutation and 95% of cases multiple mutations. 10 mutated genes were detected significantly more frequently in the GCB subtype including CREBBP, GNA13, EZH2, TNFRSF14, IRF8, STAT 3, BCL2, SGK1, MEF2B and CD83 , and 4 mutated genes, MYD88, CD79B, PRDM1 and PIM1, in the ABC subtype. In the copy number analysis, 45 significant amplification peaks and 57 deletion peaks were revealed by the GISTIC algorithm. As previously reported, 9p21.3, including CDKN2A, were more frequently detected in the ABC subtypes. With a median follow up of 6.5 years for living patients, the 5 y disease specific survival (DSS) and time to progression (TTP) of all patients were 72% and 64%, respectively. The clinical cohort was representative of registry data from BC based on a comparison of patient characteristics and survival outcomes with 1,194 control DLBCL R-CHOP patients. The ABC subtype was significantly associated with an inferior DSS and TTP (both p<0.0001). In univariate analyses we identified several gene mutations and copy number aberrations significantly associated with survival in all patients. Of these genes, MYD88 and TP53 mutations were associated with significantly inferior TTP in the ABC subtype (p=0.04) and GCB subtype (p=0.002), respectively, while TMEM30A , CREBBP , PIM1 and BTG1 mutations were associated with prognosis in DLBCL. Our analyses confirm the poor prognosis conferred by TP53 mutations in DLBCL and, importantly, identified several novel genetic alterations associated with survival stratified by COO distinctions. Conclusions: Our approach using next generation sequencing and high resolution SNP array provides an accurate estimation of frequency and clinical significance of recurrent genetic alterations of DLBCL in a uniformly R-CHOP-treated large population-based cohort of patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "genetics",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "protein p53",
        "r-chop",
        "bcl-2 protein",
        "cancer",
        "dna",
        "massively-parallel genome sequencing",
        "neoplasms"
    ],
    "author_names": [
        "Daisuke Ennishi, MD PhD",
        "Christoffer Hoffer",
        "Hennady Shulha",
        "Anja Mottok, MD",
        "Pedro Farinha, MD",
        "Fong Chun Chan, MSc",
        "Barbara Meissner, PhD",
        "Merrill Boyle, B.Sc.",
        "Susana Ben-Neriah, MSc",
        "Ryan D Morin, PhD",
        "Marco A. Marra, PhD",
        "Kerry J. Savage, MDMSc",
        "Laurie H. Sehn, MDMPH",
        "Joseph M Connors, MD",
        "Christian Steidl, MD",
        "David W. Scott, MBChB, PhD",
        "Randy D. Gascoyne, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Daisuke Ennishi, MD PhD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christoffer Hoffer",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hennady Shulha",
            "author_affiliations": [
                "BC Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Mottok, MD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro Farinha, MD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fong Chun Chan, MSc",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Meissner, PhD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merrill Boyle, B.Sc.",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana Ben-Neriah, MSc",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan D Morin, PhD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada ",
                "Simon Fraser University, Burnaby, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco A. Marra, PhD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry J. Savage, MDMSc",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie H. Sehn, MDMPH",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph M Connors, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, Vancouver, Canada "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Steidl, MD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David W. Scott, MBChB, PhD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randy D. Gascoyne, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, Vancouver, Canada"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T15:39:06",
    "is_scraped": "1"
}