{
    "doi": "https://doi.org/10.1182/blood.V108.11.3354.3354",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=584",
    "start_url_page_num": 584,
    "is_scraped": "1",
    "article_title": "Socio-Economic Impact of Infused Iron Chelation Therapy in France: ISOSFER Study Results. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "iron chelation therapy",
        "socioeconomic factors",
        "adverse event",
        "blood transfusion",
        "infusion procedures",
        "cataract",
        "deferoxamine",
        "endocrine system diseases",
        "ferritin measurement",
        "hemosiderosis"
    ],
    "author_names": [
        "Catherine Brun-Strang",
        "Dora Bachir",
        "Mariane De Montalembert",
        "Isabelle Thuret"
    ],
    "author_affiliations": [
        [
            "Novartis Pharma, France"
        ],
        [
            "CHU Mondor, Creteil, France"
        ],
        [
            "CHU Necker, Paris, France"
        ],
        [
            "CHU Timone, Marseille, France"
        ]
    ],
    "first_author_latitude": "48.8923331",
    "first_author_longitude": "2.1737998",
    "abstract_text": "Background: Patients suffering from β-thalassemia (TM), sickle cell disease (SCD), and myelodysplastic syndromes (MDS) undergoing chronic blood transfusions are at risk for iron overload which, if not treated by iron chelation therapy (ICT), can cause serious organ damage and reduce life expectancy. Deferoxamine (DFO) is the standard of care for the depletion of excess body iron. It has to be infused for 8–10 hours, 5–7 times a week. Although the clinical need for ICT is clearly established, less is known about the economic burden of DFO treatment. Aim: To estimate the total annual costs of DFO ICT in treatment centers in France. Methods: A cross-sectional study with a prospective recruitment. Among 278 consecutive patients receiving regular transfusions for TM, SCD or MDS who consulted between October 2005 and February 2006 in 24 French centers, 161 were on ICT. 124 patients were treated with DFO alone for more than 1 year. Among them, 67 aged 14 years or more agreed to participate. Resources used were collected through patient and physician questionnaires. Unit costs (2004/2005 €) were applied according to French economic guidelines. Results: DFO was administered via subcutaneous (sc) infusion for 70% of patients, mainly nightly and with a mean duration of 10 hours. Other ways of administering DFO included intravenous (iv) infusion (15%), sc bolus (9%) and combined sc and iv treatment (5%). Patient characteristics are summarized in the table below.  . TM (n=24) . SCD (n=17) . MDS (n=26) . *Cardiac, liver and endocrine diseases, lens opacities, osteoporosis Median age (min-max), years 30 (15–70) 32 (14–57) 69 (45–85) Sex, M/F 11/13 6/11 14/12 Organ dysfunction potentially related to hemosiderosis* (%) 75 47 54 Ferritin level (median), ng/mL 1049 2653 2627 DFO nb/week (mean) 3.7 4.5 4 Dose (mean) 40 17 43 . TM (n=24) . SCD (n=17) . MDS (n=26) . *Cardiac, liver and endocrine diseases, lens opacities, osteoporosis Median age (min-max), years 30 (15–70) 32 (14–57) 69 (45–85) Sex, M/F 11/13 6/11 14/12 Organ dysfunction potentially related to hemosiderosis* (%) 75 47 54 Ferritin level (median), ng/mL 1049 2653 2627 DFO nb/week (mean) 3.7 4.5 4 Dose (mean) 40 17 43 View Large For all patients, the estimated mean weighted annual cost of infusions is 16009 € (SD ± 13867). Costs are similar for the three diseases. ICT delivery equipment (infusion set and pump) and nursing administration, drug cost, DFO adverse events monitoring, periodic exams and treatment of infused ICT-related adverse events represent respectively 56.5%, 38.5%, 0.3%, 3.7% and 0.9% of total direct cost. The estimated annual mean cost of the drug alone was 6160 € (SD ± 4145). Average cost for DFO adverse events management is low at 151.5€ (SD ± 1224), essentially due to one patient complication. Costs of periodic exams are also low due to the fact that exams are not strictly performed annually as recommended. These estimates of the total annual costs of DFO ICT are likely to be underestimating the overall cost of DFO therapy because treatment costs of the clinical consequences of poor adherence to DFO and lost productivity were not collected in the study. Conclusions: ISOSFER demonstrated that total direct costs of ICT are substantial and well exceed the cost of DFO alone. The cost of DFO administration constitutes a significant portion of the total cost of iron chelation (54%). These data are comparable to other analyses published from US (43% of the total costs, n=155) and Swiss (45%, n=17) databases."
}