{
    "doi": "https://doi.org/10.1182/blood.V124.21.4542.4542",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2751",
    "start_url_page_num": 2751,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Dose-Optimized Nilotinib (NIL) in Patients (Pts) with Newly Diagnosed Chronic Myeloid Leukemia in Chronic Phase (CML-CP): ENESTxtnd Interim Analysis ",
    "article_date": "December 6, 2014",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "topics": [
        "brachial plexus neuritis",
        "interim analysis",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "measles-mumps-rubella vaccine",
        "bcr-abl tyrosine kinase",
        "disease progression",
        "adverse event",
        "anagrelide",
        "anemia"
    ],
    "author_names": [
        "Timothy P. Hughes, MD",
        "Eduardo Ciliao Munhoz, MD",
        "Alaa Elhaddad, MD PhD",
        "Ong Tee Chuan, MD",
        "Kudrat Abdulkadyrov, MD",
        "Jake Shortt, MD",
        "Hang Quach, MD FRACP, FRCPA, MBBS",
        "Carolina Pavlovsky, MD",
        "Vernon J. Louw, MBChB, M.MD FCP(SA), PhDHPE)",
        "Luis Meillon, MD",
        "Lee-Yung Shih, MD Professor",
        "Anna G. Turkina, MD PhD",
        "Jonathan Hwang, PharmD, MBA",
        "Prasanna Kumar Nidamarthy",
        "Darshan Dalal, MD PhD MPH",
        "Jeffrey H. Lipton, PhD MD"
    ],
    "author_affiliations": [
        [
            "South Australian Health and Medical Research Institute, University of Adelaide, Division of Haematology and Centre for Cancer Biology, SA Pathology, Adelaide, Australia "
        ],
        [
            "Hospital Erasto Gaertner, Curitiba, Brazil "
        ],
        [
            "National Cancer Institute Cairo University, Cairo, Egypt "
        ],
        [
            "Hospital Ampang, Selangor, Malaysia "
        ],
        [
            "Russian Research Institute of Hematology and Transfusiology, St Petersburg, Russia "
        ],
        [
            "Monash Health, Clayton, Australia "
        ],
        [
            "University of Melbourne, Victoria, Australia "
        ],
        [
            "FUNDALEU, Buenos Aires, Argentina "
        ],
        [
            "University of the Free State, Bloemfontein, South Africa "
        ],
        [
            "Hosp. de Especialidades CMN Siglo XXI, Mexico City, Mexico "
        ],
        [
            "Chang Gung Memorial Hospital-Lln Kuo, Taipei, Taiwan "
        ],
        [
            "FGB Hematology research center HM RF, Moscow, Russia "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "Novartis Healthcare Pvt. Ltd. India, Madhapur/Hyderabad, India "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "-35.000766950000006",
    "first_author_longitude": "138.61115984999998",
    "abstract_text": "Background: In pts with newly diagnosed CML-CP, NIL 300 mg twice daily (BID) is generally well tolerated and results in high rates of molecular response and low rates of disease progression. The kinetics of molecular response achieved with NIL, as assessed by local laboratories, and the potential for NIL dose optimization are being investigated in Evaluating Nilotinib Efficacy and Safety in Clinical Trials\u0097Extending Molecular Reponses (ENESTxtnd). Here, we present results from a preplanned interim analysis of ENESTxtnd based on the first 50% of pts who completed 12 mo of treatment or discontinued early. Methods: Adults from 18 countries (Algeria, Argentina, Australia, Brazil, Canada, Egypt, India, Israel, Lebanon, Malaysia, Mexico, Oman, Russia, Saudi Arabia, South Africa, Taiwan, Thailand, and Tunisia) within 6 mo of diagnosis with Philadelphia chromosome–positive (Ph+) or Ph-negative CML-CP were enrolled. Initial treatment for all pts was NIL 300 mg BID. Molecular responses were assessed at local laboratories. The primary endpoint was rate of major molecular response (MMR; BCR-ABL ≤ 0.1% on the International Scale [IS]) by 12 mo. NIL dose escalation to 400 mg BID was recommended for pts with BCR-ABL IS > 10% at 3 mo or later, lack of MMR at 12 mo, loss of MMR, or treatment failure. Dose reduction to NIL 450 mg once daily was recommended for grade 2-4 nonhematologic adverse events (AEs) and grade 3/4 hematologic AEs other than anemia. In pts with dose reduction due to AEs, dose reescalation was recommended (successful reescalation: ≥ 4 wk of treatment with NIL 300 mg BID with no dose adjustments for any AE). Results: Among 211 pts included in this analysis, median age was 49 y (range, 18-86 y) and median time from diagnosis to enrollment was 30 d (range, 0-170 d); 110 pts (52.1%) were male. Previous CML therapies included hydroxyurea (n = 153), imatinib (≤ 2 wk; n = 9), anagrelide (n = 4), interferon (n = 1), and other therapies (n = 3). By the data cutoff (March 5, 2013), 38 pts (18.0%) discontinued treatment (due to AEs [n = 19], loss to follow-up [n = 4], protocol deviation [n = 2], administrative problems [n = 2], withdrawal of consent [n = 1], disease progression [n = 1], death [n = 1; raised intracranial pressure; pt had a cerebrovascular accident before study entry], or other reasons [n = 8]). Median time on study treatment was 13.8 mo (range, 0-22 mo). Overall, 63 pts (29.9%) had a dose reduction, and 47 attempted to reescalate to 300 mg BID; among these, 37 (78.7%) successfully reescalated. Twenty-eight pts (13.3%) dose-escalated to NIL 400 mg BID due to lack of efficacy, including 10 of 15 pts with BCR-ABL IS > 10% at 3 mo. After dose escalation, 6 pts had dose interruptions due to AEs. Of pts who dose-escalated due to suboptimal response or treatment failure, 4 later discontinued due to suboptimal response (BCR-ABL IS > 1% at 6 mo [n = 1]; no MMR at 12 mo [n = 1]) or treatment failure (Ph+ > 35% at 12 mo [n = 2]). Among all pts, median actual dose intensity was 600 mg/d (range, 165-759 mg/d). By 12 mo, 152 pts achieved MMR in IS-standardized assessments and 1 additional pt achieved MMR in a non-IS assessment, for a total MMR rate by 12 mo of 72.5% (99.52% CI, 63.1%-80.7%). Among pts with a dose reduction, 42 of 63 (66.7%) achieved MMR by 12 mo; among those who attempted to reescalate to NIL 300 mg BID, 30 of 37 pts (81.1%) with successful reescalation and 4 of 10 pts (40.0%) without successful reescalation achieved MMR by 12 mo. Among pts with dose escalation to NIL 400 mg BID due to lack of efficacy, 6 of 28 (21.4%) achieved MMR by 12 mo. Median BCR-ABL IS levels decreased over time (Figure), with a median value of 0.03% (range, 0.00%-177.18%) at 12 mo. Most pts (n = 120; 56.9%) achieved complete cytogenetic response by 6 mo. Drug-related nonhematologic AEs of any grade reported in ≥ 10% of pts were rash (17.5%), headache (11.4%), nausea (10.9%), and pruritus (10.4%). New or worsening grade 3/4 laboratory abnormalities reported in ≥ 10% of pts were elevated blood lipase (13.3%), thrombocytopenia (13.3%), and neutropenia (12.8%). One pt died > 28 d after the last dose of study treatment due to acute myeloid leukemia. Conclusion: Dose-optimized NIL was well tolerated and resulted in rapid achievement of MMR in most pts. Among pts with lack of efficacy on NIL 300 mg BID, some achieved MMR after dose escalation to NIL 400 mg BID. Most pts with temporary NIL dose reductions due to AEs who attempted to dose-reescalate were able to successfully resume treatment with NIL 300 mg BID. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Hughes: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Ariad: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Shortt: Novartis: Attendance at CML expert forum, Travel sponsorship (conference attendance). Other, Honoraria; BMS: Honoraria, Travel sponsorship (conference attendance)., Travel sponsorship (conference attendance). Other. Quach: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees. Pavlovsky: Novartis: Speakers Bureau; BMS: Speakers Bureau. Louw: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Meillon: Bayer: Honoraria, Speakers Bureau; Pfizer/BMS: Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau; Amgen: Honoraria, Speakers Bureau. Shih: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding. Turkina: Novartis: Consultancy, Honoraria; BMS: Consultancy, Honoraria. Hwang: Novartis: Employment. Nidamarthy: Novartis Healthcare Pvt. Ltd. India: Employment. Dalal: Novartis: Employment. Lipton: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Teva: Consultancy, Research Funding."
}