{
    "doi": "https://doi.org/10.1182/blood.V128.22.3971.3971",
    "article_title": "Pharmacological IGF1R/IRS Inhibitor, NT157, Effectively Induces Apoptosis and CDKN1A Expression in Acute Lymphoblastic Leukemia Cells ",
    "article_date": "December 2, 2016",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases: Poster III",
    "abstract_text": "Background: Acute lymphoblastic leukemia (ALL) is an aggressive cancer of immature progenitors that shows aberrant activation of signaling pathways. The IGF1/IGF1R signaling pathway is initiated through binding of the ligand (IGF1) to its transmembrane receptor (IGF1R), and subsequent activation of IRS1 and IRS2 proteins activating PI3K/Akt/mTOR and MAPK pathways, which are important signaling pathways reported to contributes to pathogenesis of ALL. However, the therapeutic potential of IGF1R/IRS signaling has not been previously studied in ALL cells. Aims: We herein aimed to investigate the effects of the pharmacological IGF1R/IR and IRS1/2 inhibition in ALL cells. Materials and Methods: T-ALL Jurkat and MOLT4, and B-ALL Namalwa and Raji cell lines were used. Peripheral blood or bone marrow mononuclear cells from ALL patients (T-ALL [n=2] and B-ALL [n=2]) at the time of diagnosis or relapse were used for functional studies and compared with health donors (n=2). Cell lines were treated or not with the IRS1/2 pharmacological inhibitor NT157, at 0.2, 0.4, 0.8, 1.6 and 3.2 µM, or with the IGF1R/IR inhibitor OSI-906, at 1, 5, 10 and 20 µM for 24, 48 and 72 hours. After drug exposure, cell lines were evaluated for cell viability (MTT assay), apoptosis (annexin V/PI and cleavage caspase 3), clonogenicity (colony forming assay), and protein expression/activation (Western blot) and PCR-array for MAPK signaling. Primary ALL cells were culture with IL7 (100 ng/mL), IL3 (30 ng/mL), SCF (30 ng/mL) and FLT3L (100 ng/mL) in the presence or not of NT157 or OSI-906 for 72 hours and them submitted to cell viability and apoptosis assays. Statistical analyzes were performed by the ANOVA or Student t test. P value <0.05 was considered statistically significant. Results: In ALL cell lines, NT157 treatment above 0.4 µM at 48 hours and 72 hours decreased cell viability in a dose and time-dependent manner (all p <0.05). Using a nonlinear regression analysis, IC50 cytotoxicity for Jurkat, MOLT4, Namalwa and Raji at 72 hours was 0.3, 0.9, 1.8, and 1.9 µM, respectively. NT157 significantly induced apoptosis in a dose and time-dependent manner (all p <0.05). The highest percentage of apoptotic cells were observed upon NT157 1.6 µM at 72 hours for all cell lines (Control vs. NT157 1.6 µM: 6% vs. 87% for Jurkat, 16% vs. 95% for MOLT4, 4% vs. 41% for Namalwa, and 25% vs. 50% for Raji cells). Western blot analysis revealed increased cleaved-caspase 3 levels in all cell lines. Jurkat and Raji cells were tested for clonogenicity; colonies were counted after 8 days. The number of colonies reduced by 14%, 14% and 23% for Jurkat and by 32%, 44% and 77% for Raji cells at the dose of 0.4, 0.8, and 1.6 µM, respectively. Western blot analysis revealed that NT157 treatment induced IRS1 down-regulation in a dose-dependent manner after 24 hours of treatment. In Jurkat cells, PCR-array analysis reveals that NT157 modulates 25 genes, including downregulation of MYC (proliferation-related genes) and upregulation of CDKN1A , CDKN1C and CDKN2A (cell cycle arrest-related genes), and JUN and FOS (apoptosis-related genes), validation experiments confirmed an upregulation of CDKN1A , JUN and FOS in all ALL cell lines upon NT157 treatment. Notable, IRS1/2 pharmacological inhibition by NT157 reduced cell viability of primary ALL cells and was a potent apoptosis inductor. Upon NT157 1.6 µM, cell viability for T-ALL and B-ALL primary cells was inhibited by 55±5% and 15±8%, respectively. The apoptosis rates for untreated cells and 1.6 µM NT157 was 12±8% and 59±27% for T-ALL primary cells and 19±2% and 37±1% and B-ALL primary cells, respectively. NT157 treatment did not presented citotoxicity in peripheral blood mononuclear cells (PBMC) from healthy donors. On the other hand, in ALL cell lines tested, OSI-906 treatment reduced cell viability, but did not induce apoptosis; higher doses of OSI-906 were necessary to induce cytotoxicity. OSI-906 did not modulate viability and apoptosis of primary ALL cells and normal PBMC. Conclusion: Our results revealed that pharmacological inhibition of IRS1/2, by NT157, exerts a cytotoxic effect in ALL cell lines and primary ALL cells, while IGF1R/IR inhibition, by OSI -906, has a predominant cytostatic effect only at higher doses. These data indicate that direct inhibition of IRS proteins by NT157 induces better antileukemic effects compared to OSI -906, and targeting IRS proteins may be an effective anti-ALL approach. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "apoptosis",
        "burkitt's lymphoma",
        "insulin receptor substrate proteins",
        "insulin-like-growth factor i receptor",
        "pharmacology",
        "adult t-cell lymphoma/leukemia",
        "leukemia, b-cell, acute",
        "t-cell leukemia, acute",
        "western blotting"
    ],
    "author_names": [
        "Ana Paula Nunes Rodrigues Alves, M.Sc.",
        "João Agostinho Machado-Neto, PhD",
        "Jaqueline Cristina Fernandes, B.Sc.",
        "Bruna Alves Fenerich, B.Sc.",
        "Fernanda Borges da Silva, B.Sc.",
        "Priscila Santos Scheucher, PhD",
        "Belinda Pinto Simões, MD, PhD",
        "Eduardo Magalhães Rego, MD, PhD",
        "Fabiola Traina, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ana Paula Nunes Rodrigues Alves, M.Sc.",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "João Agostinho Machado-Neto, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaqueline Cristina Fernandes, B.Sc.",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruna Alves Fenerich, B.Sc.",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernanda Borges da Silva, B.Sc.",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priscila Santos Scheucher, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Belinda Pinto Simões, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo Magalhães Rego, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabiola Traina, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of São Paulo at Ribeirão Preto Medical School, Ribeirao Preto, Brazil"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:06:45",
    "is_scraped": "1"
}