{
    "doi": "https://doi.org/10.1182/blood.V104.11.4673.4673",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=66",
    "start_url_page_num": 66,
    "is_scraped": "1",
    "article_title": "Imatinib Does Not Inhibit Neutrophil Oxidative Burst Function in Patients with Chronic Myelogenous Leukemia (CML). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Imatinib mesylate is a competitive Bcr-Abl tyrosine kinase inhibitor which has been used in treatment of chronic myelogenous leukemia (CML). In addition to the inhibition of the Bcr-Abl protein tyrosine kinases, it also shows activity against other protein kinases such as platelet-derived growth factor receptor (PDGF-R), c-Kit and protein kinase C (PKC) in higher doses (Manley et al., 2002). Myelosuppression has been reported up to 60% of patients with CML under imatinib therapy (Deininger et al., 2003). Microbicidial activity of the neutrophils is mainly generated by the enzyme NADPH oxidase which produces superoxide anion. Several protein kinases including protein kinase C (PKC) that phosphorylate components of the NADPH oxidase and regulate oxidase activity have been identified. Little has been known about the effect of imatinib on neutrophil function, so far. Therefore, we aimed to evaluate the neutrophil respiratory burst activity using Phorbol Myristate acetate (PMA), a PKC activator, in vitro, in patients with CML achieving imatinib. Heparinized peripheral blood samples were collected from 14 patients with CML under imatinib therapy (400 mg daily) for 9.4 ± 4 months and 13 voluntary healthy controls. Oxidative burst was evaluated using a standard method defined previously by flow cytometry (Robinson et al., 1993) Oxidative burst stimulation index was calculated as the ratio of mean value of fluorescence intensity of DCFH-DA labelled neutrophils before and following PMA stimulation. It has been found that the stimulation index of neutrophils in patient achieving imatinib was 14.5±5 which was comparable to healthy control group 14±6.6. Furthermore, no serious infection disease was clinically detected during 8 month follow up period. So this study suggest Imatinib which has ability to inhibit bcr-abl fusion protein selectively and also can inhibit some others kinases, however has no inhibitory effect on the neutrophil function in patients with CML.",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "neutrophils",
        "respiratory burst",
        "fusion proteins, bcr-abl",
        "nadph oxidases",
        "phosphotransferases",
        "protein kinase",
        "protein kinase c",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Emel Eksioglu-Demiralp, M.D., Ph.D.",
        "Peyman Bizargity, M.D.",
        "Cafer Adiguzel, M.D.",
        "Gozen Ozilhan, MSc.",
        "Mahmut Bayik, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology-Immunology, Marmara University, School of Medicine, Istanbul, Turkey."
        ],
        [
            "Hematology-Immunology, Marmara University, School of Medicine, Istanbul, Turkey."
        ],
        [
            "Hematology-Immunology, Marmara University, School of Medicine, Istanbul, Turkey."
        ],
        [
            "Hematology-Immunology, Marmara University, School of Medicine, Istanbul, Turkey."
        ],
        [
            "Hematology-Immunology, Marmara University, School of Medicine, Istanbul, Turkey."
        ]
    ],
    "first_author_latitude": "40.9870259",
    "first_author_longitude": "29.0528132"
}