{
    "doi": "https://doi.org/10.1182/blood.V108.11.3879.3879",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=616",
    "start_url_page_num": 616,
    "is_scraped": "1",
    "article_title": "Novel Reagents for the Addition of Viability Measurements to Immunostaining Using Flow Cytometry. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "flow cytometry",
        "immunohistochemistry",
        "dyes",
        "dna",
        "iodides",
        "nucleic acids",
        "propidium",
        "aldehydes",
        "amines",
        "annexin a5"
    ],
    "author_names": [
        "Gayle M. Buller",
        "Jolene A. Bradford",
        "Jixiang Liu",
        "William L. Godfrey"
    ],
    "author_affiliations": [
        [
            "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
            " "
        ],
        [
            "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
            " "
        ],
        [
            "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
            " "
        ],
        [
            "Flow Cytometry, Invitrogen Corporation, Eugene, OR, USA",
            " "
        ]
    ],
    "first_author_latitude": "44.0606654",
    "first_author_longitude": "-123.1225505",
    "abstract_text": "With polychromatic flow cytometry becoming more prevalent, there is increasing interest in excluding dead cells from analyses without sacrificing the fluorophores already in use. We report several novel organic dyes that can identify stressed or dead cells in stained populations without compromising channels used for common fluorophores such as Alexa Fluor ® 488, R-phycoerythrin (R-PE) and R-PE tandem dyes. Fixable violet and fixable aqua dead cell stains been developed that have peak emissions around 450 and 515 nm, respectively, and which can withstand aldehyde fixation, allowing their use with surface and intracellular labeling protocols. These amine reactive fluorescent dyes covalently label dead cells more brightly than live cells because the dye stains the cytoplasm of cells that have lost membrane integrity. (Figure 1A) These dyes stain equivalent dead cell populations versus ethidium monoazide bromide (EMA), but they do not require the additional photolysis step to cross-link EMA to the DNA of dead cells. SYTOX ® red dead cell stain is a high-affinity nucleic acid stain that penetrates cells with damaged cell membranes, but will not cross uncompromised cell membranes. Cells stained with SYTOX red dye fluoresce bright red when excited with a red diode laser (Figure 1B), and can be used with fluorophores such as Alexa Fluor 488 dye and R-PE with little need for spectral correction. These properties, combined with a greater than 500-fold increase in fluorescence upon nucleic acid binding, make SYTOX red an optimal dead cell stain for use in flow cytometers equipped with red lasers. For measures of vitality, CellTrace™ calcein violet,AM dye is a metabolic probe that indicates intracellular esterase activity through the enzymatic conversion of the nonfluorescent, cell-permeant acetoxymethyl ester (AM) to a fluorescent violet-excited dye that is retained in the cell and emits fluorescence around 440 nm. Calcein violet,AM shows similar performance to calcein, AM, a common vitality reagent in flow cytometry and microscopy, and can be used in combination with impermeant DNA dyes such as SYTOX red dye or propidium iodide to identify live, injured and dead cells. (Figure 1C) For a violet-excited live/dead assay, the fixable aqua dead cell stain, with peak emission around 515 nm, can be combined with calcein violet,AM. Calcein violet,AM also can be used with Alexa Fluor 488 annexin V and propidium iodide to add a measure of enzymatic activity to the study of apoptosis. Together, these reagents provide multiple methods to add viability and vitality discrimination into standard immunostaining panels. Figure 1. View large Download slide Mixed live and heat-killed Jurkat cells stained with (A) fixable violet dead cell stain, (B) SYTOX red stain, and (C) a mixture of calcein violet,AM and SYTOX red dye. Figure 1. View large Download slide Mixed live and heat-killed Jurkat cells stained with (A) fixable violet dead cell stain, (B) SYTOX red stain, and (C) a mixture of calcein violet,AM and SYTOX red dye. "
}