{
    "doi": "https://doi.org/10.1182/blood-2018-99-117362",
    "article_title": "FBXO11 Activates Erythroid Gene Transcription By Degrading Heterochromatin-Associated Protein BAHD1 ",
    "article_date": "November 29, 2018",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Apoptosis, and Cell Cycle Regulation: Integrated Functional Genomics and Epigenetic Approaches to Dissect Hematopoiesis",
    "abstract_text": "Mature red blood cells (RBC) contain approximately 95% cytosolic hemoglobin for the purpose of blood oxygen transport. This specialized state is achieved during erythropoiesis by regulated gene expression and protein degradation. During late-stage erythropoiesis, ubiquitin ligases eliminate unnecessary proteins and maintain quality control by degrading unstable proteins, including unpaired hemoglobin subunits. However, ubiquitin ligases are expressed at all stages of erythropoiesis and the functions of most are unknown. To study ubiquitin ligases involved in RBC formation, we performed a Cas9/single guide (sg) RNA screen for functional ubiquitin-proteasome components in HUDEP-2 cells, an immortalized human cell line that proliferates as immature erythroblasts and can be induced to undergo terminal maturation. We identified the E3 ubiquitin ligase FBXO11 as a top-ranked candidate. FBXO11 is a member of the F-box protein family that assembles into a SKP1-CUL1-F-box (SCF) E3 ubiquitin ligase complex. Depletion of FBXO11 by 2 different sgRNAs in HUDEP-2 cells inhibited erythroid maturation, as evidenced by reduced hemoglobinization, failure to induce the maturation marker Band3 and persistence of immature cell morphology. In primary human CD34 + cells, suppression of FBXO11 expression by Cas9 + two independent sgRNAs inhibited erythroid maturation, as evidenced by reduced Band3 expression (5.3% vs. 15.6% for non-targeting sgRNA, P < 0.001; n=4). RNA-seq analysis of FBXO11-depleted HUDEP-2 cells revealed 951 decreased transcripts (enriched for erythroid genes) and 339 increased transcripts (enriched for genes expressed in activated T-cells) compared to control cells expressing non-targeting gRNA (P < 0.05). Thus, FBXO11 is required for erythroid maturation and facilitates erythroid gene expression. We sought to establish how FBXO11 modulates erythropoiesis and erythroid gene expression by identifying the relevant ubiquitination substrate(s). Combined quantitative proteome analysis with RNA-seq of FBXO11-depleted HUDEP-2 cells identified several proteins that are upregulated with no change in their corresponding mRNA. We tested whether reduction of these candidate substrates could alleviate the erythroid maturation block conferred by FBXO11 depletion. In FBXO11 gene-disrupted HUDEP-2 cells, suppression of the heterochromatin-associated protein BAHD1 partially rescued hemoglobinization and Band3 expression (4.2% for Cas9 + non-targeting sgRNA vs. 21.7% for Cas9 + BAHD1 sgRNAs, P < 0.01; n=3) . Conversely, stable overexpression of V5-epitope-tagged BAHD1 in WT HUDEP-2 cells reduced Band3 expression from 25.0% to 11.4% (P < 0.001; n=3) and inhibited hemoglobinization. Transcriptome analysis demonstrated a significant inverse correlation between genes deregulated by BAHD1-V5 overexpression and FBXO11 deficiency in HUDEP-2 cells, particularly for erythroid genes that are downregulated (P < 0.0001). BAHD1, named after its bromo-adjacent homology domain that interacts with H3K27me3, is part of a transcriptional repressor complex. We showed that BAHD1 and FBXO11 co-immunoprecipitated in cells and that BAHD1 amino (N)-terminal segments of 188 or 240 amino acids were robustly modified with ubiquitin by SCF FBXO11 complex. Chromatin immunoprecipitation-sequencing analysis of BAHD1-V5-expressing WT HUDEP-2 cells showed strong enrichment for BAHD1 occupancy on erythroid gene promoters that were downregulated by FBXO11-deficiency (P < 0.0001). We next investigated whether a specific set of histone marks distinguish FBXO11-regulated genes in normal erythroblasts. We found that most FBXO11-regulated genes in both HUDEP-2 and primary CD34 + derived erythroblasts harbor histone marks H3K4me3 and H3K27me3, indicating a \"bivalent\" epigenetic state that supports low level transcription in stem or progenitor cells. Together, these data indicate that FBXO11 activates expression of erythroid genes by ubiquitinating and degrading bivalent promoter-bound BAHD1 repressor complexes with likely resolution to a monovalent transcriptionally active state. Overall, our findings identify FBXO11 as a ubiquitin ligase that utilizes a novel mechanism to activate erythroid genes during RBC formation. This newly identified pathway may contribute to known activities of FBXO11 as a tumor suppressor and developmental regulator in non-erythroid tissues. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "heterochromatin",
        "transcription, genetic",
        "ubiquitin",
        "ligase",
        "rna",
        "cd34 antigens",
        "hemoglobin",
        "histones",
        "amino acids",
        "blood oxygen concentration measurement"
    ],
    "author_names": [
        "Peng Xu, PhD",
        "Daniel C. Scott, PhD",
        "Xing Tang, PhD",
        "Yu Yao, MD",
        "Yong-Dong Wang, PhD",
        "Wenjian Bi, PhD",
        "Lance E. Palmer, PhD",
        "Ruopeng Feng, PhD",
        "Arno F. Alpi, PhD",
        "Chunliang Li, PhD",
        "Yong Cheng, PhD",
        "Brenda A. Schulman, PhD",
        "Mitchell J. Weiss, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peng Xu, PhD",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel C. Scott, PhD",
            "author_affiliations": [
                "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xing Tang, PhD",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Yao, MD",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong-Dong Wang, PhD",
            "author_affiliations": [
                "Department of Computational Biology, St. Jude Children's Research Hospital, Memphis, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjian Bi, PhD",
            "author_affiliations": [
                "Biostatistics, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lance E. Palmer, PhD",
            "author_affiliations": [
                "Department of Computational Biology, St. Jude Children's Research Hospital, Collierville, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruopeng Feng, PhD",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arno F. Alpi, PhD",
            "author_affiliations": [
                "Department of Molecular Machines and Signaling, Max Planck Institute of Biochemistry, München, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunliang Li, PhD",
            "author_affiliations": [
                "Department of Tumor Cell Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Cheng, PhD",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda A. Schulman, PhD",
            "author_affiliations": [
                "Department of Molecular Machines and Signaling, Max Planck Institute of Biochemistry, München, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell J. Weiss, MD PhD",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:42:33",
    "is_scraped": "1"
}