{
    "doi": "https://doi.org/10.1182/blood.V106.11.3120.3120",
    "article_title": "Trend of Drug Approval on Hematological Malignancies in the U.S. and Japan. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Introduction: Characteristics on hematological malignancies, e.g. , many of them arise from one chromosomal abnormality and there are many molecules discriminating malignancies from normal cells, have recently played very important role on the development of novel therapeutic options. Molecular-targeted therapies, such as antibodies and signal inhibitors, are good examples. On the other hand, drug evaluation and approval methods have been suffered from the difficulties in fastening approval periods and evaluating efficacies and safeties more precisely, especially in the case of these entirely new concepts of drugs. In this study, we clarified the trends of drug approval on hematological malignancies in the U.S. and Japan. By the comparison, the trends were made more clearly. Methods: Drugs for hematological malignancies, including CMPDs, which approved by December 2004 in the US or Japan were eligible. Supportive drugs, immunomodulators, biochemical modulators, and “off-label use” were excluded. Package inserts, reviews by agencies, publications on clinical trials were examined. The geographical analysis on clinical trials of oncologic drugs was based on the previous report ( Proc ASCO  2003 ; 22 : 534a ). Results: Forty-six drugs were approved in the U.S., and 43 were in Japan. Twenty-seven drugs were approved in both countries. Twenty-two of 27 drugs were approved earlier in the U.S., and the dates of approval were considerably earlier in the U.S. (median: 46.0 Mo, mean: 54.7 Mo). These differences have not been shorten when compared in every 10-year period. Eight drugs were approved as “Accelerated Approval”, which stated in CFRs as “Subpart H”. Seven of eight “accelerated approval” drugs were approved only in the U.S. Furthermore, around one-thirds of drugs (7/19: 36.8%) approved only in the U.S. were based on “accelerated approval”. However, one drug approved as “accelerated approval” could have shown its clinical benefit in the designated clinical trial. Among the drugs approve only in the U.S., the number of drugs for “first line”, “second line or thereafter”, and “not specified” were 2, 13, 4, respectively. The geographical comparison of clinical trials was summarized in the Table below. The ratio of non-U.S. studies was considerably low in hematological malignancies. In Japan, the data on clinical trials exclusively performed in Japan was generally stated. Five drugs approved only in Japan were approved in the US for diseases other than hematological malignancies, while no drug was approved in the reverse case. Conclusion: “Accelerated approval” is useful for fastening the period until the approval, although the problem whether “surrogate markers” leads to “survival and/or QOL benefit” has not been clarified, yet. The outstanding result that most of pivotal/supportive studies were not “non-U.S.” studies may be caused by the superiority of drug development, especially in new concepts of drugs for hematological malignancies and the ability to conduct appropriate clinical trials in the U.S. On the contrary, the expansion of the indication would be the problem in the U.S. to be considered. Geographical Location of Studies  . U.S. only . U.S. & Canada . U.S. & Europe . Non-U.S. . Total . All oncology drugs (1986.1–2002.9) 77 (43.5%) 23 (13.0%) 35 (19.8%) 42 (23.7%) 177 studies Hematological malignancies (1986.1–2004.12) 27 (62.8%) 4 (9.3%) 9 (20.9%) 3 (7.0%) 42 studies . U.S. only . U.S. & Canada . U.S. & Europe . Non-U.S. . Total . All oncology drugs (1986.1–2002.9) 77 (43.5%) 23 (13.0%) 35 (19.8%) 42 (23.7%) 177 studies Hematological malignancies (1986.1–2004.12) 27 (62.8%) 4 (9.3%) 9 (20.9%) 3 (7.0%) 42 studies View Large",
    "topics": [
        "drug approval",
        "hematologic neoplasms",
        "antibodies",
        "biological response modifiers",
        "cancer",
        "chromosomal disorder",
        "immunologic adjuvants",
        "molecule",
        "off-label use",
        "surrogate markers"
    ],
    "author_names": [
        "Fumitaka Nagamura, MD, PhD",
        "Arinobu Tojo, MD, PhD",
        "Tokiko Nagamura-Inoue, MD, PhD",
        "Aikichi Iwamoto, MD, Phd"
    ],
    "author_dict_list": [
        {
            "author_name": "Fumitaka Nagamura, MD, PhD",
            "author_affiliations": [
                "Division of Clinical Trial Safety Management, Instutute of Medical Science, Minato-ku, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Arinobu Tojo, MD, PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Institute of Medical Science/University of Tokyo, Minato-ku, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tokiko Nagamura-Inoue, MD, PhD",
            "author_affiliations": [
                "Department of Cell Processing and Transfusion"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aikichi Iwamoto, MD, Phd",
            "author_affiliations": [
                "Division of Clinical Trial Safety Management, Instutute of Medical Science, Minato-ku, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T03:07:00",
    "is_scraped": "1"
}