{
    "doi": "https://doi.org/10.1182/blood.V104.11.715.715",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=143",
    "start_url_page_num": 143,
    "is_scraped": "1",
    "article_title": "Reversible Expansion of Hematopoietic Stem Cells (HSC) and CML-Like Disease in Transgenic Mice Expressing BCR-ABL under the Control of the SCL 3′ Enhancer. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "bcr-abl tyrosine kinase",
        "enhancer of transcription",
        "hematopoietic stem cells",
        "mice, transgenic",
        "tetracycline",
        "cyclic gmp",
        "leukocytosis",
        "lymphoma",
        "splenomegaly",
        "chronic neutrophilia"
    ],
    "author_names": [
        "Steffen Koschmieder, MD",
        "Berthold Goettgens, PHD",
        "Pu Zhang, MD",
        "Tajhal Dayaram",
        "Kristin Geary",
        "Anthony R. Green, MD, PHD",
        "Daniel G. Tenen, MD",
        "Claudia S. Huettner, PHD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/Oncology, Harvard Institutes of Medicine, Boston, MA, USA"
        ],
        [
            "Department of Haematology, Cambridge Institute of Medical research, Cambridge, United Kingdom"
        ],
        [
            "Department of Hematology/Oncology, Harvard Institutes of Medicine, Boston, MA, USA"
        ],
        [
            "Department of Hematology/Oncology, Harvard Institutes of Medicine, Boston, MA, USA"
        ],
        [
            "Department of Hematology/Oncology, Harvard Institutes of Medicine, Boston, MA, USA"
        ],
        [
            "Department of Haematology, Cambridge Institute of Medical research, Cambridge, United Kingdom"
        ],
        [
            "Department of Hematology/Oncology, Harvard Institutes of Medicine, Boston, MA, USA"
        ],
        [
            "Blood Center of Southeastern Wisconsin, Milwaukee, MI, USA"
        ]
    ],
    "first_author_latitude": "42.34940115",
    "first_author_longitude": "-71.08845525",
    "abstract_text": "Chronic myeloid leukemia (CML) is a malignant disorder originating from the transformation of hematopoietic stem cells (HSC) by the BCR-ABL oncogene. Using the tet-off system, we have generated double-transgenic mice in which BCR-ABL is expressed under the control of the murine SCL 3′ enhancer, which targets expression to the vast majority of HSC and progenitors. After induction of BCR-ABL, all mice developed progressive chronic neutrophilia and leukocytosis (20–40 K/ul), and the animals died or were sacrificed in moribund condition within 58+/−28 days. Upon necropsy, bone marrow granulocytic hyperplasia, splenomegaly as well as organ infiltration by leukemic cells (liver, kidney, lung, small intestine, skin) were found. In addition, 31% of the mice subsequently developed ALL or lymphomas. BCR-ABL mRNA and protein expression were demonstrated in the affected organs. Expression of the transactivating transgene tTA was high in HSC, CMP, and CLP, but low in GMP and MEP, as assessed by real-time PCR, suggesting that the SCL 3′ enhancer indeed directed BCR-ABL expression to the most primitive hematopoietic cells within the bone marrow. The percentage of HSC in the bone marrow was expanded 7- and 26-fold in double-transgenic as compared to single-transgenic or wild-type control mice within 12 and 21 days, respectively, after BCR-ABL induction. GMP were increased 2- and 3-fold while the number of CMP was decreased 2-fold after 12 days but was increased 1.5-fold after 21 days. MEP were decreased 3-fold at both time points. In keeping with these results, the percentage of Ter-119 positive erythroid cells was decreased while the percentage of Gr-1 positive granulocytic cells was increased in the bone marrow. To assess reversibility of the phenotype, we readministered tetracycline to abrogate BCR-ABL expression. Double-transgenic mice showed rapid clinical improvement, reversion of neutrophilia and leukocytosis, normalization of Gr-1/Mac-1 positive cells in the peripheral blood and spleen, and reversion of splenomegaly. In addition, in mice that had developed lymphoblastic disease, readministration of tetracycline led to disappearance of lymphomas and of B220/BP-1 positive lymphoblastic cells in the peripheral blood. Furthermore, expansion of the HSC compartment in the bone marrow was also reversible, and the percentage of HSC decreased to levels observed in control mice. Repeated induction of BCR-ABL expression by removal of tetracycline led to reappearance of the myeloid and lymphoid phenotype. Again, the disease was reversible, and none of the animals relapsed while on tetracycline, suggesting that the phenotype remained completely dependent on the expression of the oncogene. In conclusion, we present a model of BCR-ABL mediated CML-like disease with expansion of phenotypic hematopoietic stem cells and myeloid progenitor cells in the bone marrow. The target cell population in this model closely resembles the origin of transformation in patients with CML, allowing for in vivo monitoring of early molecular mechanisms of BCR-ABL transformation. We are currently studying the function of the expanded HSC and progenitor cells in transplantation experiments."
}