{
    "doi": "https://doi.org/10.1182/blood.V104.11.2641.2641",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=193",
    "start_url_page_num": 193,
    "is_scraped": "1",
    "article_title": "Interim Analysis of a Phase II Study of Denileukin Diftitox (Ontak) for Relapsed/Refractory T-Cell Non-Hodgkin’s Lymphoma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Denileukin diftitox (Ontak) is a fusion protein combining the enzymatically active domain of diphtheria toxin and the full-length sequence of interleukin-2 (IL-2) that targets tumor cells expressing the IL-2 receptor (IL-2R). The drug has established efficacy in cutaneous T-cell lymphoma (CTCL), and we have recently demonstrated its single-agent activity in B-cell non Hodgkin’s lymphoma (NHL) (Dang et al. Journal of Clinical Oncology . In Press). We initiated a phase II study to evaluate its efficacy in relapsed/refractory T-cell NHL, excluding CTCL. Denileukin diftitox was administered at a dose schedule of 18 μg/kg/day by IV infusion once daily for 5 days every three weeks, for up to 8 cycles. Premedications in the form of corticosteroids, antihistamines and fluids were given prior to each drug infusion to reduce the incidence and severity of acute hypersensitivity. 14 patients are currently evaluable for response. Median age was 57 (range 26–80), and mean number of previous treatments was 2.2 (range 1–4). Tumor CD25 status was determined by immunohistochemistry and/or flow cytometry, with CD25-positivity being defined as 10% or more of tumor cells expressing detectable CD25. Of the 7 patients with CD25+ T-NHL, there were 2 CR (1 case of Alk-1 negative ALCL and 1 case of PTCL), 3 PR (1 case of PTCL and 2 cases of angioimmunoblastic lymphoma), 1 SD (1 case of PTCL) and 1 PD (1 case of PTCL). Of the 7 patients with CD25− T-NHL, there were 2 PR (1 case of PTCL and 1 case of T/NK-lymphoma), 4 SD (3 cases of PTCL and 1 case of Sezary syndrome), and 1 PD (1 case of angioimmunoblastic lymphoma). Overall response rate (CR+ PR) was 50%, with 2 of 14 patients having CR (14%) and 5 of 14 patients having PR (36%). One patient with Alk-1negative ALCL still has an ongoing CR at 15+ months. Treatment was well-tolerated, with the majority of toxicity being grade 1 or 2 and transient. Denileukin diftitox appears to have activity in relapsed/refractory T-cell NHL, and is well-tolerated at the dosing schedule tested. Additional patients are being studied to further evaluate the relationship between detectable CD25 expression and tumor response to denileukin diftitox.",
    "topics": [
        "denileukin diftitox",
        "interim analysis",
        "phase 2 clinical trials",
        "t-cell lymphoma",
        "lymphoma, t-cell, peripheral",
        "antigens, cd25",
        "lymphoma, t-cell, cutaneous",
        "aldesleukin",
        "angioimmunoblastic lymphadenopathy",
        "interleukin 2 receptor"
    ],
    "author_names": [
        "Nam H. Dang, MD, PhD",
        "Barbara Pro, MD",
        "Fredrick B. Hagemeister, MD",
        "Dan Jones, MD, PhD",
        "Barry Samuels, MD",
        "Maria A. Rodriguez, MD",
        "Andre Goy, MD",
        "Jorge E. Romaguera, MD",
        "Pamela L. Walker, RN",
        "Larry Kwak, MD, PhD",
        "Luis Fayad, MD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Hematopathology, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Radiology, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021"
}