{
    "doi": "https://doi.org/10.1182/blood.V124.21.4367.4367",
    "article_title": "Osteoblast Ablation Causes an Imbalance of the HSC Population ",
    "article_date": "December 6, 2014",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster III",
    "abstract_text": "The hematopoietic stem cell (HSC) niche is composed of many different types of support cells including endothelial cells, stromal cells, and osteoblast. Studies that ablated mature osteoblast showed that they might be important to support maintenance of HSCs. These studies used Col2.3ΔTK to ablate differentiated osteoblast with daily treatments of ganciclovir after which the samples were analyzed immediately. Two opposing studies have been done using this system one showing a decrease in HSC and another showing an increase thus the role of osteoblast in HSC maintenance is still unclear. We have used a different method of ablating cells using Osteocalcin (Oc) and Osterix (Osx) Cre to drive expression of a diphtheria toxin receptor (iDTR), in mature osteoblast and osteoprogenitors, respectively. We injected eight week old mice with three doses of diphtheria toxin and analyzed the LSK and LT-HSC populations a month after cell ablation. There was no effect when the osteoprogenitors were ablated using Osx-Cre; suggesting ablation at postnatal stages is likely necessary to see an effect using Oxs-Cre. On the other hand, we found that a month after ablation of the Oc expressing cells the osteoblast population had recovered but the LSK and LT-HSC populations were still affected with an increase in both populations, suggesting that being exposed to a defective niche might have long-term effects on the HSC population. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ablation",
        "osteoblasts",
        "diphtheria toxin",
        "ganciclovir",
        "osteocalcin",
        "endothelial cells",
        "hematopoietic stem cells",
        "mice",
        "stromal cells"
    ],
    "author_names": [
        "Mayra Garcia, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mayra Garcia, PhD",
            "author_affiliations": [
                "Division of Hematopoietic Stem Cell & Leukemia Research, City of Hope National Medical Center, Duarte, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T09:38:07",
    "is_scraped": "1"
}