{
    "doi": "https://doi.org/10.1182/blood.V116.21.2424.2424",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1869",
    "start_url_page_num": 1869,
    "is_scraped": "1",
    "article_title": "MDM2 Promoter SNP309 Is Associated with An Increased Susceptibility to Chronic Lymphocytic Leukemia and Correlates with MDM2 mRNA Expression In Chinese Population ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "rna, messenger",
        "polymerase chain reaction",
        "prognostic factors",
        "prognostic marker",
        "sequence analysis, dna",
        "logistic regression",
        "attenuation"
    ],
    "author_names": [
        "Hua-Jie Dong",
        "Cheng Fang",
        "Lei Fan",
        "Dan-Xia Zhu",
        "Dong-Mei Wang",
        "Hua-Yuan Zhu",
        "Yun Zhuang",
        "Kou-Rong Miao",
        "Peng Liu",
        "Wei Xu",
        "Jianyong Li"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.043846",
    "first_author_longitude": "118.774763",
    "abstract_text": "Abstract 2424 Objective: A single nucleotide polymorphism (SNP) at position 309 in the promoter region of MDM2 leading to increased expression of MDM2 and attenuated function of p53 has recently been suggested as an unfavorable prognostic marker in chronic lymphocytic leukemia (CLL) although this has been questioned. Because inactivation of p53 by deletion and/or mutations also impacts on the clinical course of CLL, we assessed the role of the SNP309 genotype in CLL among Chinese populations. Methods: The MDM2 SNP309 genotypes in 166 CLL patients and 260 healthy controls were detected by the PCR-RFLP method, which all CLL samples was confirmed by direct DNA sequencing. We correlated the results with established CLL prognostic factors, overall survival (OS) and treatment-free survival (TFS). In addition, the correlation of the MDM2 SNP309 genotype with the MDM2 mRNA expression level was evaluated by QPCR. Results: 1. The MDM2 T309G genotype frequencies were 22.9% (T/T), 48.2% (T/G), and 28.9% (G/G) among the cases, and 31.5% (T/T), 54.2% (T/G), and 14.2% (G/G) in the control subjects, and the difference was statistically significant ( P =0.001). Logistic regression analyses revealed that the SNP309 G/G genotype instead of T/G heterozygote was associated with a significantly increased risk of CLL (adjusted OR = 2.8; 95% CI 1.57–4.98; P <0.001 for 309 G/G and adjusted OR = 1.22; 95% CI 0.76–1.96; P = 0.401 for 309 T/G, respectively), compared with the SNP309 T/T genotype. Age at onset of CLL was similar irrespective of MDM2 status. The median age at diagnosis for the different genotypes was 65 years for T/T and 62 years for T/G, 63 years for G/G ( P >0.05). 2. In the entire cohort, no correlation was shown between the MDM2 SNP309 genotypes and Binet stage, IGHV mutational status, p53 mutation/deletion and no association existed between any particular MDM2 SNP309 genotype, OS and TFS. 3. The frequency of MDM2 mRNA expression in GG genotype was significantly higher than that in T/G ( P =0.026) and T/T genotypes ( P =0.003). Furthermore, patients with p53 aberrations (mutated and deleted) MDM2 expression were higher than SNP 309 T/G ( P =0.046) and T/T genotypes ( P =0.001), but were similar with G/G genotype with p53 wild-type ( P =0.532), which prompted us to study the role of the polymorphism in p53 wild-type individuals. 4. In the p53 wild-type groups, we also confirmed MDM2 expression levels with SNP 309 G/G ( P <0.001) and T/G ( P =0.009) genotypes were higher than T/T genotypes. Moreover, survival analysis showed that the patients with SNP309 G/G (mean, 27.5 months; 95% CI, 21.2–33.9 months, P = 0.021) and T/G genotypes (mean, 48.7 months; 95% CI, 36.5–61.3 months, P = 0.045) both had significantly shorter TFS than SNP309 T/T genotype (mean, 97.2 months; 95% CI, 62.5–131.8 months). Conclusions: The results suggest that MDM2 309G polymorphisms contribute to the risk of developing CLL. The unfavorable SNP309 G/G genotype was associated with a gene-dosage-dependent increase of MDM2 expression. MDM2 SNP309 was found to be associated with TFS in p53 wild-type Chinese populations. Disclosures: No relevant conflicts of interest to declare."
}