{
    "doi": "https://doi.org/10.1182/blood-2020-134574",
    "article_title": "A Phase 1/2 Study of INCB000928 As Monotherapy or in Combination with Ruxolitinib in Patients with Anemia Due to Myelofibrosis (INCB 00928-104) ",
    "article_date": "November 5, 2020",
    "session_type": "634. Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Background: Anemia represents a challenge in the management of patients with myelofibrosis (MF); at least a third of patients with MF are reported to have hemoglobin levels <10 g/dL and approximately 25% of these patients are red blood cell (RBC) transfusion-dependent at the time of diagnosis. Elevated serum hepcidin levels have been shown to be associated with anemia, increased requirement for RBC transfusions, and reduced overall survival in patients with MF. Hepcidin levels are regulated by the serine/threonine kinase, activin receptor-like kinase 2 (ALK2); in preclinical studies, knockdown or loss of ALK2 leading to decreased hepcidin production results in elevated serum iron levels. INCB000928 is a potent, orally bioavailable, and highly selective small molecule inhibitor of ALK2, and may represent a potential therapeutic strategy for hepcidin-induced anemia. INCB 00928-104 is designed to evaluate the safety and tolerability of INCB000928 as monotherapy or in combination with ruxolitinib in patients with anemia due to MF. Methods: INCB 00928-104 (NCT04455841) is a phase 1/2, open-label, multicenter, dose-escalation and -expansion study assessing INCB000928 alone (treatment group A [TGA]) or in combination with ruxolitinib (treatment group B [TGB]), in patients with MF who are transfusion-dependent or present with symptomatic anemia (Figure). For TGA, patients must have been intolerant, resistant, refractory, or lost response to prior therapy (≥12 weeks) with Janus kinase inhibitors and have a risk category of intermediate-2 or high according to the Dynamic International Prognostic Scoring System (DIPSS); for TGB, patients must have been on a therapeutic and stable regimen of ruxolitinib for ≥12 consecutive weeks prior to first dose of study treatment and have a DIPSS risk category of intermediate-1 or -2, or high. To be eligible patients must be ≥18 years of age, have an Eastern Cooperative Oncology Group performance status 0-1 for the dose-escalation stages or 0-2 for the dose-expansion stage, have life expectancy > 6 months, and have histologically confirmed primary or secondary (post-polycythemia vera, post-essential thrombocythemia) MF. Patients are ineligible if they have any other hematologic malignancy; have undergone any prior allogeneic or autologous stem cell transplantation; have undergone major surgery within 28 days of first dose of study drug; or have received prior disease-directed therapy within 5 half-lives or 28 days before first dose of study drug. In Part 1 (dose escalation) of the study, patients will be enrolled into TGA or TGB. INCB000928 monotherapy will be administered orally at a starting dose of 50 mg/day in TGA (28-day cycles). The dose-escalation stage will use a Bayesian optimal interval design to determine the maximum tolerated dose (MTD) and/or recommended dose for expansion (RDE), with dose increases not exceeding 100% (2-fold) until a treatment-related toxicity Grade ≥2 is observed. Dose escalation in TGB will start 2 dose levels below the maximum evaluated dose determined to be safe and tolerable in TGA; patients in TGB will receive INCB000928 in combination with ruxolitinib. In each treatment group in Part 1, ≤24 patients will be treated in the dose-escalation stage. In Part 2 (dose expansion), the RDE in TGB will be evaluated in combination with ruxolitinib in approximately 25 patients. Patients will receive treatment for up to 12 months, and treatment may continue if patients are deriving clinical benefit and have no evidence of progressive disease. The primary study objective is to determine the safety and tolerability of INCB000928 monotherapy or in combination with ruxolitinib, and to identify dose-limiting toxicities, MTD, and RDE for TGB). Secondary objectives are: to determine the efficacy of INCB000928 monotherapy or in combination with ruxolitinib (assessed by anemia response, duration of anemia response, mean change from baseline in hemoglobin, and rate of RBC transfusion through week 24 and 48); to evaluate pharmacokinetics of INCB000928; and to evaluate the effect of INCB000928 as monotherapy or in combination with ruxolitinib on hepcidin level, and other measures of iron homeostasis and erythropoiesis. View large Download slide View large Download slide  Close modal Disclosures Oh: Incyte Corporation: Consultancy; Gilead Sciences: Consultancy; Novartis: Consultancy; Celgene/Bristol Myers Squibb: Consultancy; Blueprint Medicines: Consultancy; Kartos Therapeutics: Consultancy; Disc Medicine: Consultancy; PharmaEssentia: Consultancy; Constellation: Consultancy; CTI Biopharma: Consultancy. Gotlib: Deciphera: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: co-chair of the Study Steering Committee and Research Funding; Blueprint Medicines Corporation: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Chair of the Response Adjudication Committee and Research Funding, Research Funding. Mohan: Incyte Corporation: Research Funding; Novartis: Research Funding. Ali: Incyte Corporation: Consultancy. Asatiani: Incyte Corporation: Current Employment, Current equity holder in publicly-traded company. Seguy: Incyte Corporation: Current Employment, Current equity holder in publicly-traded company. Zhou: Incyte Corporation: Current Employment, Current equity holder in publicly-traded company. Verstovsek: NS Pharma: Research Funding; Celgene: Consultancy, Research Funding; Incyte Corporation: Consultancy, Research Funding; Roche: Research Funding; Sierra Oncology: Consultancy, Research Funding; ItalPharma: Research Funding; Protagonist Therapeutics: Research Funding; CTI Biopharma Corp: Research Funding; Genentech: Research Funding; Gilead: Research Funding; Novartis: Consultancy, Research Funding; Promedior: Research Funding; Blueprint Medicines Corp: Research Funding; AstraZeneca: Research Funding; PharmaEssentia: Research Funding.",
    "author_names": [
        "Stephen T. Oh, MD",
        "Jason Gotlib, MD MS",
        "Sanjay Mohan, MD MSCI",
        "Haris Ali, MD",
        "Ekatherine Asatiani, MD",
        "Francis Seguy",
        "Feng Zhou",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen T. Oh, MD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason Gotlib, MD MS",
            "author_affiliations": [
                "Stanford Cancer Institute, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjay Mohan, MD MSCI",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haris Ali, MD",
            "author_affiliations": [
                "City of Hope Medical Center, Duarte, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ekatherine Asatiani, MD",
            "author_affiliations": [
                "Incyte Biosciences International Sàrl, Morges, Switzerland "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis Seguy",
            "author_affiliations": [
                "Incyte Biosciences International Sàrl, Morges, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feng Zhou",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T12:57:06",
    "is_scraped": "1"
}