{
    "doi": "https://doi.org/10.1182/blood.V112.11.169.169",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1324",
    "start_url_page_num": 1324,
    "is_scraped": "1",
    "article_title": "Clinical and Economic Outcomes Following Full or Partial ACCP Recommended Prophylaxis in Cancer Patients at Risk of Venous Thromboembolism ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "american college of chest physicians",
        "american college of clinical pharmacy",
        "cancer",
        "economics",
        "venous thromboembolism",
        "hemorrhage",
        "length of stay",
        "acute care",
        "cancer diagnosis",
        "patient readmission"
    ],
    "author_names": [
        "Alpesh Amin, MD, MBA, FACP",
        "Jay Lin, PhD, MBA",
        "Guiping Yang",
        "Steve Stemkowski, MHA"
    ],
    "author_affiliations": [
        [
            "Division of General Internal Medicine, Department of Medicine, University of California, Irvine, Associate Clinical Professor, Orange, CA, USA"
        ],
        [
            "sanofi-aventis US, Inc., Bridgewater, NJ, USA"
        ],
        [
            "Premier Inc, Charlotte, NC, USA"
        ],
        [
            "Premier Inc, Charlotte, NC, USA"
        ]
    ],
    "first_author_latitude": "33.644292300000004",
    "first_author_longitude": "-117.85178040000001",
    "abstract_text": "Background: As hospitalized cancer patients are at high risk of venous thromboembolism (VTE), evidence-based guidelines recommend VTE prophylaxis in this population. However, although VTE prophylaxis is frequently provided to at-risk medical and surgical cancer patients, it often fails to meet the criteria for best practice recommendations. As few data are available on the impact of inappropriate prophylaxis on clinical outcomes, we compare the safety and efficacy of fully appropriate or partially appropriate VTE prophylaxis in cancer patients using data from a large hospital administrative database. Methods: Discharges from the Premier Perspective database (Jan 02–Dec 06) with a principal diagnosis of cancer, age ≥40 years, length of stay ≥6 days, and receiving some form of VTE prophylaxis, were included in the analysis. Discharges were excluded if they were transferred from another acute care facility or had any contraindications to VTE prophylaxis. Discharges were divided into two groups: full prophylaxis, receiving ACCP-recommended prophylaxis for a sufficient duration (length of stay minus 2 days; minimum 3 days); partial prophylaxis, receiving some form of prophylaxis that was not recommended by the ACCP guidelines, or receiving a guideline-recommended prophylaxis type, but for an insufficient duration. VTE, readmission, bleeding, mortality rates, and total hospital costs were collected and compared between groups using multivariate regression modelling. Results: Among the 83,794 eligible discharges, the full prophylaxis group (n = 13,387, 16%) had a lower in-hospital VTE rate than the partial prophylaxis (n = 70,407, 84%) group (0.8% vs. 2.9%; odds ratio [OR] 3.09, 95% confidence intervals [CI] 2.51–3.80). Similarly, in-hospital mortality rates were lower in the full prophylaxis group (2.6% vs. 4.2%; OR 1.48, 95% CI 1.29–1.69). No major bleeding events were observed in either group, potentially due to the miscoding of these events. The mean total hospital cost was higher for patients receiving partial prophylaxis ($17,128) than full prophylaxis ($15,284). Conclusion: US cancer patients receiving partial prophylaxis have a higher risk of VTE and mortality than patients receiving full guideline-recommended prophylaxis, leading to a higher total hospital cost. It is important that individual hospitals improve the use of full prophylaxis to reduce both the clinical and economic burden posed by VTE. Disclosures: Amin: sanofi-aventis: Consultancy, Financial and editorial support for this publication was provided by sanofi-aventis US, Inc., Honoraria. Lin: sanofi-aventis: Employment. Yang: sanofi-aventis: employee of Premier Inc which has received funding to perform this research from sanofi-aventis. Stemkowski: sanofi-aventis: employee of Premier Inc which has received funding to perform this research from sanofi-aventis."
}