{
    "doi": "https://doi.org/10.1182/blood.V120.21.3011.3011",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2353",
    "start_url_page_num": 2353,
    "is_scraped": "1",
    "article_title": "Allogeneic Cytokine-Induced Killer Cell-Dependent Eimination of Host Dendritic Cells Leads to Less Graft-Versus-Host Disease. ",
    "article_date": "November 16, 2012",
    "session_type": "703. Adoptive Immunotherapy: Poster II",
    "topics": [
        "cytokine",
        "dendritic cells",
        "graft-versus-host disease",
        "host (organism)",
        "allopurinol",
        "antibodies, blocking",
        "bone marrow transplantation",
        "cytotoxicity",
        "ligands",
        "tumor cells"
    ],
    "author_names": [
        "Shintaro Mase, MD",
        "Hideaki Maeba, MD",
        "Toshihiro Fujiki, MD",
        "Rie Kuroda, MD",
        "Raita Araki, MD",
        "Shoichi Koizumi, MD, PhD",
        "Akihiro Yachie, MD, PhD",
        "Ryosei Nishimura, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, School of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan"
        ],
        [
            "Pediatrics, School of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan"
        ],
        [
            "Pediatrics, School of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan"
        ],
        [
            "Pediatrics, School of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan"
        ],
        [
            "Pediatrics, School of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan"
        ],
        [
            "Pediatrics, School of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan"
        ],
        [
            "Pediatrics, School of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan"
        ],
        [
            "Pediatrics, School of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University, Kanazawa, Japan"
        ]
    ],
    "first_author_latitude": "36.55115614999999",
    "first_author_longitude": "136.69078100000002",
    "abstract_text": "Abstract 3011 Cytokine-induced killer (CIK) cells are ex vivo-expanded T lymphocytes expressing both natural killer (NK)- and T-cell markers. We have reported that adoptive transfer of allogeneic CIK cells in a murine model caused minimal graft-versus-host disease (GVHD) with retention of antitumor activity mediated by NKG2D, which is an activating receptor expressed on NK cells. The mechanism of suppression of GVHD with CIK cells is not fully understood. Host residual dendritic cells (DCs) are most important cells in initiating GVHD reaction. Therefore, we hypothesized that alloreactive NK cells, even when infused in large numbers, do not cause GVHD by killing recipient DCs with a same mechanism as CIK cells kill tumor cells. To test this, DCs generated from rodent bone marrow cells were used for 51-Cr release cytotoxicity assays as target cells. We demonstrated that though autologous CIK cells (Balb/c) had relatively strong killing activity against mature DCs (Balb/c), allogeneic CIK cells (B6) had much more killing activity even from at a 10:1 effector -target ratio as shown in Fig 1 below. In addition, killing activity against DCs did not changed with/without adding NKG2D blocking antibody, suggesting that there were possible mechanisms for cell killing other than NKG2D/NKG2D ligand system in CIK cells. To further evaluate whether allogeneic CIK cells eliminate host DCs to reduce GVHD in vivo, lethally irradiated Balb/c recipients were given BM (B6) with CIK cells or splenocytes to compare the number and activation status of residual host-typed DCs in the spleen after bone marrow transplantation. As shown in Fig 2 , on day 1 after BMT absolute number of host DCs in spleen receiving splenocytes and CIK cells were almost same, however, the numbers of DCs in the mice receiving BM alone were much less. On day 3, absolute number of host DCs in all groups decreased. In particular, the number of host DCs in the mice receiving CIK cells dramatically decreased and finally reached to the same number of host DCs in the mice receiving BM alone. On the contrary, the number of host DCs in the mice receiving splenocytes didn't decrease so much and was significantly greater than number of host DCs in the mice receiving BM alone. Considering the above, when allo-CIK cells first met to DCs, both DCs and CIK cells were expanded on day 1 after BMT, and then allo-CIK cells turned to kill host DCs. In conclusion, allogeneic CIK cells caused less GVHD due in part to elimination of host DCs. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}