{
    "doi": "https://doi.org/10.1182/blood.V124.21.5000.5000",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2875",
    "start_url_page_num": 2875,
    "is_scraped": "1",
    "article_title": "Xanthine Oxidase Mediates High Fat Diet-Induced Vascular Permeability via Junction Adhesion Molecule a Tyrosine Phosphorylation and Tight Junction Disruption ",
    "article_date": "December 6, 2014",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion",
    "topics": [
        "diet",
        "junctional adhesion molecules",
        "phosphorylation",
        "tight junctions",
        "tyrosine",
        "vascular permeability",
        "xanthine oxidase",
        "hydroxyeicosatetraenoic acids",
        "amino acids",
        "arachidonate 15-lipoxygenase"
    ],
    "author_names": [
        "Rima Chattopadhyay, PhD",
        "Venkatesh Kundamani-Sridharan, PhD",
        "Alexander Tinnikov, PhD",
        "Elena Dyukova, PhD",
        "Nikhlesh K Singh, PhD",
        "Sivareddy Kotla, PhD",
        "Gadiparthi N Rao, PhD"
    ],
    "author_affiliations": [
        [
            "University of Tennessee Health Science Center, Memphis, TN "
        ],
        [
            "University of Tennessee Health Science Center, memphis, TN "
        ],
        [
            "university of Tennessee Health Science Center, Memphis, TN "
        ],
        [
            "university of Tennessee Health Science Center, memphis, TN "
        ],
        [
            "university of Tennessee Health Science Center, memphis, TN "
        ],
        [
            "university of Tennessee Health Science Center, memphis, TN "
        ],
        [
            "University of Tennessee Health Science Center, Memphis, TN"
        ]
    ],
    "first_author_latitude": "35.1408087",
    "first_author_longitude": "-90.03061609999999",
    "abstract_text": "Previously we have shown that 15(S)-hydroxyeicosatetraenoic acid (15(S)-HETE), the 15-LO metabolite of arachidonic acid (AA), affects endothelial cell (EC) barrier function. In this study, we have examined the role of xanthine oxidase (XO) in 15(S)-HETE-induced EC barrier dysfunction. 15(S)-HETE induced JamA phosphorylation on tyrosine residues 164, 218 and 280 involving XO-mediated reactive oxygen species (ROS) production and Src and Pyk2 activation, resulting in its dissociation from Occludin and causing tight junction disruption with increased EC barrier permeability and enhanced leukocyte and monocyte transmigration in vitro using EC monolayer and ex vivo using arteries as models. The phosphorylation of JamA on tyrosine residues 164, 218, and 280 appear to be critical for its role in 15(S)-HETE-induced EC barrier dysfunction, as mutation of any one of these amino acid residues prevented its dissociation from Occludin and restored TJ integrity and barrier function. Feeding WT mice but not 12/15-LO -/- mice with HFD for 3 months resulted in enhanced XO expression and its activity in the artery, which was correlated with increased aortic EC TJ disruption and its barrier permeability with enhanced leukocyte adhesion. These observations provide additional support for the role of 12/15-LOX in the dysregulation of vascular permeability in response to HFD. Disclosures No relevant conflicts of interest to declare."
}