{
    "doi": "https://doi.org/10.1182/blood-2018-99-112063",
    "article_title": "Deriving Core Patient-Reported Outcomes in Patients with Myelodysplastic Syndromes — a Delphi Survey from the European-MDS Registry ",
    "article_date": "November 29, 2018",
    "session_type": "904. Outcomes Research—Malignant Conditions: Poster I",
    "abstract_text": "Background: Patient-reported outcomes (PROs) play a crucial role in providing patient-centered health care. Inclusion of patients' symptoms, disease perception and quality of life (QoL) provides valuable input for the individual treatment guidance and response evaluation of patients with myelodysplastic syndromes (MDS). Aims: (1) To provide an overview of QoL measurement instruments (QoL-MI) as a multidimensional source of PROs for patients with MDS. (2) To identify core PROs for MDS from the perspective of patients and physicians and to compare the two groups. Methods: (1) To identify studies applying QoL-MI in MDS, we performed a comprehensive systematic literature search (PubMed, Cochrane Library, Scopus, Web of Science). We excluded studies measuring solely one health domain or studies without an English version of the QoL-MI. Studies were screened by two independent reviewers and the observed QoL-MI were summarized in an evidence table. The domains and items within each of the observed QoL-MI were extracted and categorized into potential PROs by six experienced researchers and clinical experts. (2) The selection process included a two-round Delphi survey among MDS patients from France and physicians from 17 different countries as part of the MDS-RIGHT project. Each outcome was scored for importance, using a scale from 1 to 9. Following recommended criteria, highly important outcomes were defined as those scored 7-9 by at least 70% of participants and scored 1-3 by not more than 15%. Outcomes were excluded if scored 1-3 by at least 70% of the participants and 7-9 by not more than 15%. New outcomes were included in the next round if at least two participants suggested them. In the second round, all outcomes were presented together with the ratings of the first round. We used Spearman's rank correlation coefficient to determine the correlation between mean PRO scored by physicians (2 nd round) and patients (1 st round). Results: (1) Literature search resulted in 2863 studies; 81 studies were included. Overall, we identified twelve generic, six cancer-specific and two MDS-specific QoL-MI. The most commonly used instruments were EORTC QLQ-C30 (26 studies), FACIT-An (17), SF-36 (16), QoL-E (10), and FACIT-BMT (7). These five instruments composed 68% of the total 112 QoL-MI implementations, whereas the MDS-specific QoL-MIs composed only 10%. Based on the QoL-MI review we categorized 40 potential core PROs, which were used in the two-round Delphi survey. (2) In the physicians' Delphi survey, we obtained 38 responses in the first round and 32 responses in the second round. More than 80% of the survey participants had more than ten years of work experience with MDS patients. Three PROs fulfilled the strict inclusion criteria: transfusion dependence, general QoL and ability to work/activities of daily living. After the first round of the patients' survey, 40 answers were analyzed. Confidence in health care, disease knowledge, weakness, general QoL, relationship with friends/relatives, medication use, fatigue, general health, need to rest and shortness of breath were the ten highest ranked PROs. Based on these interim data, most outcomes did not yet fulfill the inclusion criteria and three additional outcomes were suggested: difficulty concentrating, dental problems and fear of falling. The reported low absolute scoring for speaking difficulties, headache, tremor, loss of independence, urinary incontinence and financial difficulties is remarkable. The Spearman coefficients (ρ) showed statistically significant moderate correlation between mean physician and patient scores (ρ=0.51; p-value= 0.0007). Absolute scores differed: patients assigned more often extreme categories (i.e., 1-3 or 7-9) and overall assigned lower importance than physicians. Conclusion: This systematic review demonstrates that the application of QoL scores in MDS patients and the use of MDS-specific QoL-MI are limited so far. Relative PRO-scoring was similar in physicians and patients, but was in general lower in absolute ranking in patients as compared with physicians. However, distinct PROs namely disease knowledge and confidence in health care were identified, which were scored higher by patients than by physicians. These results may form the basis for patient-centered outcome definition. The second patient survey is ongoing and will provide the basis for definition of core PROs in MDS. Disclosures Stojkov: MDS-RIGHT (Providing the right care to the right patient with MyeloDysplastic Syndrome at the right time) project: Research Funding; Erasmus Mundus-Western Balkans (ERAWEB) programme: Other: Doctoral scholarship. Conrads-Frank: MDS-RIGHT (Providing the right care to the right patient with MyeloDysplastic Syndrome at the right time) project: Research Funding. Rochau: MDS-RIGHT (Providing the right care to the right patient with MyeloDysplastic Syndrome at the right time) project: Research Funding. Arvandi: MDS-RIGHT (Providing the right care to the right patient with MyeloDysplastic Syndrome at the right time) project: Research Funding. Fenaux: Otsuka: Honoraria, Research Funding; Jazz: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding. Efficace: TEVA: Research Funding; Seattle Genetics: Consultancy; Bristol Meyers Squibb: Consultancy; AMGEN: Research Funding; Orsenix: Consultancy; Incyte: Consultancy; TEVA: Consultancy; Amgen: Consultancy; Lundbeck: Research Funding. Siebert: MDS-RIGHT (Providing the right care to the right patient with MyeloDysplastic Syndrome at the right time) project: Research Funding. Stauder: Teva: Research Funding; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "myelodysplastic syndrome",
        "patient self-report",
        "asthenia",
        "cancer",
        "dyspnea",
        "fatigue",
        "headache",
        "transfusion",
        "tremor",
        "urinary incontinence"
    ],
    "author_names": [
        "Igor Stojkov, MSc",
        "Annette Conrads-Frank, PhD",
        "Ursula Rochau, MD PhD",
        "Karin A Koinig, PhD",
        "Helena Borba, PhD",
        "Marjan Arvandi, PhD",
        "Pierre Fenaux, MD PhD",
        "Argiris Symeonidis, MD PhD",
        "David Bowen, MD PhD",
        "Moshe Mittelman, MD",
        "Corine van Marrewijk, PhD",
        "Theo de Witte, MD PhD",
        "Fabio Efficace, PhD",
        "Uwe Siebert, MD PhD",
        "Reinhard Stauder, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Igor Stojkov, MSc",
            "author_affiliations": [
                "Institute of Public Health, Medical Decision Making and Health Technology Assessment, Department of Public Health, Health Services Research and Health Technology Assessment, UMIT - University for Health Sciences, Medical Informatics and Technology, Hall In Tirol, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Annette Conrads-Frank, PhD",
            "author_affiliations": [
                "Institute of Public Health, Medical Decision Making and Health Technology Assessment, Department of Public Health, Health Services Research and Health Technology Assessment, UMIT - University for Health Sciences, Medical Informatics and Technology, Hall in Tirol, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ursula Rochau, MD PhD",
            "author_affiliations": [
                "Institute of Public Health, Medical Decision Making and Health Technology Assessment, Department of Public Health, Health Services Research and Health Technology Assessment, UMIT - University for Health Sciences, Medical Informatics and Technology, Hall in Tirol, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin A Koinig, PhD",
            "author_affiliations": [
                "Department of Internal Medicine V (Hematology and Oncology), Innsbruck Medical University, Innsbruck, Austria "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helena Borba, PhD",
            "author_affiliations": [
                "Department of Pharmacy, Pharmaceutical Sciences Postgraduate Research Program, Federal University of Parana, Curitiba, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marjan Arvandi, PhD",
            "author_affiliations": [
                "Institute of Public Health, Medical Decision Making and Health Technology Assessment, Department of Public Health, Health Services Research and Health Technology Assessment, UMIT - University for Health Sciences, Medical Informatics and Technology, Hall in Tirol, Austria "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie,Assistance Publique des Hôpitaux de Paris (AP-HP) and Université Paris 7, Hôpital Saint Louis, Paris, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Argiris Symeonidis, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Division Hematology, University of Patras Medical School, Patras, Greece "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Bowen, MD PhD",
            "author_affiliations": [
                "St. James's Institute of Oncology, Leeds Teaching Hospitals, Leeds, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Mittelman, MD",
            "author_affiliations": [
                "Department of Medicine A, Tel Aviv Sourasky (Ichilov) Medical Center and Sackler Medical Faculty, Tel Aviv University, Tel Aviv, Israel "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corine van Marrewijk, PhD",
            "author_affiliations": [
                "Department of Hematology, Radboud University Medical Center, Nijmegen, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theo de Witte, MD PhD",
            "author_affiliations": [
                "Department of Tumor Immunology - Nijmegen Center for Molecular Life Sciences, Radboud university medical center, Nijmegen, Netherlands "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Efficace, PhD",
            "author_affiliations": [
                "Italian Group for Adult Hematologic Diseases (GIMEMA), Data Center and Health Outcomes Research Unit, Rome, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uwe Siebert, MD PhD",
            "author_affiliations": [
                "UMIT, Dept. of Public Health, Health Services Research & HTA / Harvard Univ., Dept. Health Policy & Management, Institute for Technology Assessment, Hall i. T. (Austria) /, Boston, MA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinhard Stauder, MD MSc",
            "author_affiliations": [
                "Department of Internal Medicine V (Hematology and Oncology), Innsbruck Medical University, Innsbruck, Austria "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:57:29",
    "is_scraped": "1"
}