{
    "doi": "https://doi.org/10.1182/blood-2018-99-114976",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3993",
    "start_url_page_num": 3993,
    "is_scraped": "1",
    "article_title": "Reconstituted Bay 81-8973 Factor VIII Stability Supports Its Suitability for Continuous Infusion for up to 24 Hours ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "factor viii",
        "intravenous infusion, continuous",
        "water, sterile",
        "surgical procedures, operative",
        "recombinant antihemophilic factor viii",
        "high pressure liquid chromatography procedure",
        "protein measurement, total",
        "gel chromatography",
        "hemophilia a",
        "infusion procedures"
    ],
    "author_names": [
        "John M. Teare, PhD",
        "Jared Trefethen",
        "Stephen Garger",
        "Prasad Mathew, MD"
    ],
    "author_affiliations": [
        [
            "Bayer, Berkeley, CA "
        ],
        [
            "Bayer, Berkeley, CA "
        ],
        [
            "Bayer, Berkeley, CA "
        ],
        [
            "Bayer, Whippany, NJ"
        ]
    ],
    "first_author_latitude": "37.8595707",
    "first_author_longitude": "-122.29551529999999",
    "abstract_text": "Continuous infusion (CI) is used in many treatment centers as an option at the time when patients with hemophilia A undergo major surgical procedures. Benefits of CI versus bolus infusion (BI) of factor VIII (FVIII) in patients undergoing surgery include avoiding unnecessarily high peaks and low troughs of FVIII levels and reducing FVIII consumption during and after surgery, partially due to decreased clearance. Stability and long-term potency of FVIII products under CI conditions have been shown to exhibit variability. Thus, it is important to demonstrate stability for each product used in CI applications. BAY 81-8973 (Kovaltry ® , Bayer, Berkeley, CA) is an unmodified, full-length recombinant human FVIII product with a primary amino acid sequence identical to that of sucrose-formulated recombinant FVIII (rFVIII-FS; Kogenate ® FS, Bayer). rFVIII-FS was shown previously to be stable in solution for up to 7 days, to be safe and effective for CI during surgery, and to be suitable for pediatric and adult patients. The present study investigated whether BAY 81-8973 has adequate potency and purity up to 24 hours after reconstitution, which may indicate suitability for CI applications. BAY 81-8973 drug product in 250-IU and 500-IU vial sizes was tested 0, 4, 8, 12, and 24 hours after reconstitution with sterile water for injection and storage at room temperature in 30-mL polypropylene syringes (BD Plastipak™, BD, Franklin Lakes, NJ). The drug product was tested for potency (chromogenic assay), purity (high performance liquid chromatography - size exclusion chromatography [HPLC-SEC]), total protein content, pH, solution clarity, and subvisible particulates (high accuracy liquid particle counting - subvisible particles [HIAC-SVP]). There were no changes in potency, pH, clarity, aggregation, chain dissociation, subvisible particles, or total protein with either 250- or 500-IU BAY 81-8973 for up to 24 hours. Results were also consistent with the demonstrated safety and efficacy of rFVIII-FS for CI during surgery. These data indicate that BAY 81-8973 may be suitable for CI applications for up to 24 hours. Disclosures Teare: Bayer: Employment. Trefethen: Bayer: Employment. Garger: Bayer: Employment. Mathew: Bayer: Employment."
}