{
    "doi": "https://doi.org/10.1182/blood.V104.11.4329.4329",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=160",
    "start_url_page_num": 160,
    "is_scraped": "1",
    "article_title": "Overexpression of Par-4 Increases TRAIL-Induced Apoptosis in Neoplastic Lymphocytes by Diminishing Expression of Inhibitors-of-Apoptosis-Proteins and by Enforcing Activation of Initiator- and Executionercaspases. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "apoptosis",
        "lymphocytes",
        "protease-activated receptor 4",
        "protein overexpression",
        "antibodies",
        "apoptosis inhibitor",
        "caspase-3",
        "caspase-8",
        "caspase-9",
        "caspases"
    ],
    "author_names": [
        "Simone Boehrer, MD",
        "Daniel Nowak",
        "Dieter Hoelzer, MD",
        "Paris S. Mitrou",
        "Kai Uwe Chow"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, Hematology and Oncology, University Hospital Frankfurt, Frankfurt, Hessen, Germany"
        ],
        [
            "Department of Internal Medicine III, Hematology and Oncology, University Hospital Frankfurt, Frankfurt, Hessen, Germany"
        ],
        [
            "Department of Internal Medicine III, Hematology and Oncology, University Hospital Frankfurt, Frankfurt, Hessen, Germany"
        ],
        [
            "Department of Internal Medicine III, Hematology and Oncology, University Hospital Frankfurt, Frankfurt, Hessen, Germany"
        ],
        [
            "Department of Internal Medicine III, Hematology and Oncology, University Hospital Frankfurt, Frankfurt, Hessen, Germany"
        ]
    ],
    "first_author_latitude": "50.09758285",
    "first_author_longitude": "8.665520650000001",
    "abstract_text": "Acknowledging the previously demonstrated deregulated expression of the prostate-apoptosis-response-gene-4 (par-4) in ex vivo cells of patients suffering from acute and chronic lymphatic leukemias, we hypothesized that expression of par-4 determines sensitivity of neoplastic lymphocytes towards TRAIL-induced apoptosis. Evaluating this hypothesis we thus demonstrate, that par-4-transfected Jurkat cells incubated with the agonistic TRAIL-antibody CH11 exhibit a considerably increased rate of apoptosis as compared to their par-4-negative counterparts. Outlining the underlying molecular mechanisms we provide evidence, that par-4 promotes activation of the initiator caspase-8. Despite upregulating Bcl-2, overexpression of par-4 enhances cleavage of Bid and activation of caspase-9, resulting in an enforced activation of the executioner caspases-6 and -7, whereas caspase-3 remains unaltered. These effects are observed with a concomittant down-regulation of the inhibitor-of-apoptosis proteins cIAP-1 and XIAP. In conclusion, we here provide first evidence that expression of par-4 augments sensitivity of neoplastic lymphocytes to TRAIL-induced cell death, and describe the impact of par-4-expression on key molecules considered crucial in the induction of apoptosis via the extrinsic pathway."
}