{
    "doi": "https://doi.org/10.1182/blood-2018-99-109380",
    "article_title": "Acquired Hematologic Disorders of Ras-MAPK Activation ",
    "article_date": "November 29, 2018",
    "session_type": "A MAP(K) to Pediatric RASopathies",
    "abstract_text": "Histiocytic disorders represent a collection of conditions characterized by aberrant function, differentiation and/or proliferation of cells of the mononuclear phagocyte system (MPS). \"Histiocyte\" is an archaic term (meaning \"tissue cell\") used to describe phagocytic cells with mononuclear morphology. Clinical approaches to histiocytic disorders have historically been challenged by incomplete understanding of mechanisms of pathogenesis, with debate over classification as cancer versus immune dysregulation. Langerhans cell histiocytosis (LCH), the most common histiocytic disorder, presents with granulomatous lesions with clonal CD207 + dendritic cells (DCs) that can arise as single lesions or life-threatening disseminated disease. Despite the wide range of clinical presentations, LCH lesions are histologically indistinguishable regardless of disease severity. Erdheim-Chester disease (ECD) arises in adults and is characterized by distribution of inflammatory lesions with CD163 + foamy histiocytes involving bone, retroperitoneum/kidney, skin and/or brain. Juvenile xanthogranuloma (JXG), histologically similar to ECD, is typically skin-limited in children, but may also manifest as life-threatening systemic disease. Classical Rosai-Dorfman disease (RDD) presents in children as lymphadenopathy with CD163 + histiocytes and emperipolesis identified in lymph node biopsy, though RDD likely represents a spectrum of conditions in children and adults with a common histiological endpoint. Classification of histiocytic disorders has been based on phenotype of the pathologic cell: LCH (DC-like), non-LCH (macrophage-like), or malignant histiocytosis. BRAF V600E was the first recurrent somatic mutation identified in LCH and ECD. While occurring in 7% of all human cancers, BRAF V600E mutations are also frequently found in benign conditions such as melanocytic nevi and colon polyps. Whole exome sequencing of LCH, ECD, RDD and JXG biopsies has revealed mutually exclusive MAPK pathway activating mutations within otherwise \"quiet\" genomic landscapes. In LCH, the stage of myeloid differentiation in which the mutation arises defines the extent of disease, and MAPK activation in precursor cells drives myeloid differentiation, blocks migration, and inhibits apoptosis, resulting in accumulation of resilient pathologic DCs that recruit and activate T cells. These new insights support reclassification of these histiocytic disorders as myeloproliferative neoplasms (MPN). Early phase trials in adults with LCH and ECD and emerging pediatric case studies demonstrate promising responses to MAPK pathway inhibitors, though potential for cure and long-term safety are not known. MAPK pathway activation clearly drives pathogenesis in histiocytic MPNs. However, it remains unclear how pathway activation, in many cases with the same mutation in the same CD34 + hematopoietic stem cell, can produce distinct cellular phenotypes with characteristic tissue distribution. While we now are beginning to understand the framework for mechanisms of pathogenesis of histiocytic disorders, continued research will uncover opportunities to identify additional targets and inform personalized therapeutic strategies based on cell of origin, somatic mutation and inherited risk factors. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hematological diseases",
        "mitogen-activated protein kinases",
        "histiocytic disorders",
        "sinus histiocytosis",
        "cancer",
        "biopsy",
        "cd34 antigens",
        "colonic polyps",
        "erdheim-chester disease",
        "granuloma"
    ],
    "author_names": [
        "Carl E. Allen, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carl E. Allen, MD PhD",
            "author_affiliations": [
                "Texas Children's Hospital, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T18:43:37",
    "is_scraped": "1"
}