{
    "doi": "https://doi.org/10.1182/blood.V112.11.5144.5144",
    "article_title": "Biological Significance of Constitutive NF-κB Activity Levels in Human Myeloma Cell Lines ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "To elucidate the mechanism of constitutive NF-κB activity in human myeloma cell lines, constitutive expression of all the NF-κB family, RelA (p65), c-Rel, RelB, NF-κB1 (p105/p50) and NF-κB2 (p100/p52), genes in different human myeloma cell lines, such as IL-6-independent (AMO1, NOP2), IL-6-dependent (ILKM2, ILKM8) and IL-6-responsive cell line (U266), were first checked by RT-PCR and western blot analysis. In the electrophoretic mobility shift assay (EMSA) for κB main consensus, total DNA binding activity levels for NF-κB were higher in IL-6-dependent, IL-6-responsive and IL-6-independent human myeloma cell lines respectively. Supershift analysis with anti-NF-κB family antibodies and immunoprecipitation followed by western blotting, confirmed that p50/p50, p50/RelB and p50/p52 as the principal player responsible for constitutive activation of NF-κB in IL-6-independent cell lines. However, beside these major dimers, p50/p65 dimer was also involved in the constitutive NF-κB activation in IL-6-dependent and IL-6-responsive cell lines. Moreover, on the basis of microarray data in human myeloma cell lines, we confirmed that the expression levels of NF-κB target genes, such as NFKB2, RELB, NFKBIA, MALT1 and CD54 , showed correlation with the level of DNA binding activity for NF-κB. Therefore, these data suggest that the difference of total DNA-binding activities for NF-κB partly depended on the different p50/p65 activity among the IL-6-independent, IL-6-dependent and IL-6-responsive human myeloma cell lines, and further studies in the different NF-κB-dimers activity levels might contribute to the clarification of the regulation of NF-κB target genes expression in human myeloma cell lines.",
    "topics": [
        "antibodies",
        "dna",
        "electrophoretic mobility shift assay",
        "immunoprecipitation",
        "intercellular adhesion molecule 1",
        "myeloma cells",
        "reverse transcriptase polymerase chain reaction",
        "western blotting",
        "cell lines",
        "dimers"
    ],
    "author_names": [
        "Ken-ichiro Otsuyama",
        "Jakia Amin",
        "Karim Shamsasenjan",
        "Mohd S. Iqbal"
    ],
    "author_dict_list": [
        {
            "author_name": "Ken-ichiro Otsuyama",
            "author_affiliations": [
                "Lab. of Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ., Ube, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jakia Amin",
            "author_affiliations": [
                "Lab. of Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ., Ube, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karim Shamsasenjan",
            "author_affiliations": [
                "Lab. of Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ., Ube, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohd S. Iqbal",
            "author_affiliations": [
                "Lab. of Cellular Signal Analysis, Graduate School of Medicine, Yamaguchi Univ., Ube, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:47:11",
    "is_scraped": "1"
}