{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4490.4490",
    "article_title": "Second Line Systemic Treatments Including Extracorporeal Photopheresis Among Patients with Chronic Graft Versus Host Disease (cGVHD) in the United States, 2009-2016 ",
    "article_date": "December 7, 2017",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "Introduction : Extracorporeal photopheresis (ECP) is a cell-based immunomodulatory therapeutic procedure approved by the FDA for cutaneous T-cell lymphoma (CTCL) among individuals who have not been responsive to other forms of treatment in the United States (US). As clinical evidence accumulated over the years, Centers for Medicare & Medicaid Services (CMS) issued several Medicare National Coverage Decisions (NCDs) for coverage of ECP in patients with acute cardiac allograft rejection or chronic graft versus host disease (cGVHD), who are, refractory to standard immunosuppressive drug treatment. In contrast, per British Committee for Standards in Haematology (BCSH) guidelines on treatment of cGVHD, ECP is recommended as the first option over other 2nd-line systemic treatments including rapamycin (mTOR) inhibitors, pentostatin, rituximab, and imatinib. The objective of this analysis was to describe real-world use of ECP in patients with cGVHD in the US between 2009 and 2016. Methods: A retrospective analysis was conducted using the Truven Health MarketScan ® Commercial and Medicare Supplemental claims databases (2009-2016). Adult (≥18 years) cGVHD patients receiving 2nd-line systemic treatments, with continuous health plan enrolment 3 months prior to first cGVHD diagnosis (i.e., baseline period) and 6 months following the initiation of 2nd-line systemic treatment were included. Patient demographic and clinical characteristics were summarized by type of 2nd-line systemic treatment (ECP vs. non-ECP). In addition, treatment patterns including the time from cGVHD diagnosis to initiation of 2nd-line systemic treatment, duration of ECP treatment (ie, time from initiation to end of ECP treatment), and ECP use (proportion of patients receiving ECP treatment among those receiving 1 of the 5 2nd-line systemic treatments) by year were reported. Annual per person all-cause cost for cGVHD patients for emergency room (ER) visits, office visits, and inpatient visits incurred after receiving 2nd-line systemic treatment (ie, the follow-up period) were also reported. Results : Of the 3086 adult cGVHD patients, 663 (21.5% of patients with cGVHD) patients had ≥2 claims for 2nd-line systemic treatments, of which 464 met the continuous enrollment criterion and were included in the study (mean age=49.7 years; 60.1% males). The most commonly reported underlying conditions at baseline were bone marrow transplant (268 [57.8%]), stem cell transplant (280 [60.4%]) and CTCL (25 [5.4%]). The average time from first cGVHD diagnosis to initiation of 2nd-line systemic treatment was 5.4 months. Among patients receiving 2nd-line systemic treatments, 210 (45.3%) received ECP treatment for an average duration of 11.1 months. ECP and non-ECP patients were similar in terms of demographic and clinical characteristics, with organ transplant as the most common underlying condition during the baseline period. As the number of cGVHD patients increased from 16 in 2009 to 100 in 2016, ECP use increased from 31.3% in 2009 to 54.0% in 2016. The total annual all-cause per patient cost was $190,148, including $4619 for ER visits, $8,673 for office visits, and $176,856 for hospitalizations during the follow-up period. Conclusions : Results from the latest US commercial administrative claims data pointed to an increase rate of cGVHD between 2009 and 2016. Of the 464 study patients with cGVHD, 2nd-line systemic treatment was initiated 5.4 months following the first diagnosis of cGVHD. As the number of cGVHD patients increased the rate of ECP use increased over time as well. During the study period, ECP was used by 45.3% of study patients with average duration of 11.1 months. In addition, high economic burden was reported among cGVHD patients receiving 2nd-line systemic treatments. Disclosures Joshi: Pharmerit International: Employment; Mallinckrodt Pharmaceuticals: Research Funding. Luo: Mallinckrodt Pharmacueticals: Research Funding; Pharmerit International: Employment. Huang: Mallinckrodt Pharmaceuticals: Employment. Mitri: Mallinckrodt: Employment. Lovelace: Mallinckrodt Pharmaceuticals: Employment. Pham: University of California, School of Pharmacy: Employment; Mallinckrodt Pharmaceuticals: Employment. Gao: Mallinckrodt Pharmaceuticals: Consultancy, Employment.",
    "topics": [
        "graft-versus-host disease, chronic",
        "photopheresis",
        "systemic therapy",
        "lymphoma, t-cell, cutaneous",
        "follow-up",
        "bone marrow transplantation",
        "hematopoietic stem cell transplantation",
        "imatinib mesylate",
        "immunosuppressive agents",
        "mtor serine-threonine kinases"
    ],
    "author_names": [
        "Namita Joshi, PhD MS, BPharm",
        "Linlin Luo, MSc",
        "Xingyue Huang, PhD",
        "Ghaith Mitri, MD",
        "Belinda Lovelace, PharmD",
        "An Pham, PharmD, MBA, FAHA",
        "Xin Gao, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Namita Joshi, PhD MS, BPharm",
            "author_affiliations": [
                "Pharmerit International, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Linlin Luo, MSc",
            "author_affiliations": [
                "Pharmerit International, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xingyue Huang, PhD",
            "author_affiliations": [
                "Mallinckrodt Pharmaceuticals, Hampton, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghaith Mitri, MD",
            "author_affiliations": [
                "Mallinckrodt Pharmaceuticals, Hampton, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Belinda Lovelace, PharmD",
            "author_affiliations": [
                "Mallinckrodt Pharmaceuticals, Hampton, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "An Pham, PharmD, MBA, FAHA",
            "author_affiliations": [
                "Mallinckrodt Pharmaceuticals, Hampton, NJ ",
                "University of California San Francisco, San Francisco,"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Gao, PhD",
            "author_affiliations": [
                "Pharmerit International, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:40:53",
    "is_scraped": "1"
}