{
    "doi": "https://doi.org/10.1182/blood.V116.21.4365.4365",
    "article_title": "Survival Outcomes of Adults with Acute Myeloid Leukemia – A Study of Native American, Hispanic, and Non-Hispanic Whites Treated In New Mexico (1986 to 2006) ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 4365 Purpose of study: The three largest ethnic populations in New Mexico are Caucasians, Native Americans, and Hispanics. As the largest tertiary care center in the state, our institution offers treatment to significant numbers of all three groups. In addition, many residents of the state live in rural areas. The goal of this study is to identify potential differences in outcome between ethnic groups from urban or rural areas in patients with newly diagnosed acute myelogenous leukemia (AML) treated at this center from 1986–2006. Methods: A retrospective chart review was performed on patients identified through a New Mexico tumor registry search of all adult patients (≥ 18 years of age) with a new diagnosis of AML treated at this center from 1986 through 2006. The search identified 150 cases. Of those patients, 144 charts were available for review. Six charts could not be located. Electronic, microfilm and paper-based medical records were reviewed. Data was collected for race/ethnicity, sex, zip code, age at diagnosis, pathologic diagnosis, date of diagnosis, cytogenetics, treatments received, total number of chemotherapy cycles, achievement of complete remission, and overall survival from time of diagnosis and from achievement of remission after induction chemotherapy. Date of death was determined from the chart or from New Mexico tumor registry data. Cancer cases who resided in New Mexico counties with large population centers were designated as urban residents and the remaining cases were designated as rural residents. Statistical analysis was performed to examine the effect of the variables mentioned above on overall survival. Summary of results: The analysis included 144 patients (mean age 49.98, range 18–85). For those patients who received chemotherapy the standard treatment was 7+3 followed by high dose cytarabine (1-4 cycles) or similar regimen. There were no statistical differences between survival rates when comparing the three ethnic groups, Caucasians 78 (52%), Hispanics 43 (28%), and Native Americans 23 (15%) (P=0.2496). In agreement with previous reports, statistically significant differences were seen for treatment versus palliative care, cytogenetics and age. The study included 61 urban patients with a mean survival of 426 days and 83 rural patients with a mean survival of 278 days. Analysis revealed a statistically significance in survival for urban versus rural patients who achieved complete remission after induction chemotherapy (P=0.0443). Conclusions: Survival was improved for urban patients who achieved a complete remission after induction chemotherapy versus rural patients (P= 0.0443). Further study should be undertaken to identify the causes of this disparity. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "european continental ancestry group",
        "hispanics or latinos",
        "leukemia, myelocytic, acute",
        "native americans",
        "new mexico",
        "chemotherapy, neoadjuvant",
        "complete remission",
        "chemotherapy regimen",
        "cancer",
        "cytarabine"
    ],
    "author_names": [
        "Nancy Rivera",
        "Beeling Armijo",
        "Dulcinea Quintana, M.D.",
        "Maryam Abdul-Jaleel, M.D.",
        "Sang-Joon Lee, PhD",
        "Charles Wiggins, PhD",
        "Edward Libby, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nancy Rivera",
            "author_affiliations": [
                "School of Medicine, University of New Mexico School of Medicine, Albuquerque, NM, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Beeling Armijo",
            "author_affiliations": [
                "School of Medicine, University of New Mexico School of Medicine, Albuquerque, NM, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dulcinea Quintana, M.D.",
            "author_affiliations": [
                "MSC# 08–4630, University of New Mexico Cancer Center, Albuquerque, NM, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryam Abdul-Jaleel, M.D.",
            "author_affiliations": [
                "None, Albuquerque, NM, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang-Joon Lee, PhD",
            "author_affiliations": [
                "UNM Department of Internal Medicine, University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Wiggins, PhD",
            "author_affiliations": [
                "MSC# 08–4630, University of New Mexico Cancer Center, Albuquerque, NM, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Libby, MD",
            "author_affiliations": [
                "MSC# 08–4630, University of New Mexico Cancer Center, Albuquerque, NM, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T09:31:52",
    "is_scraped": "1"
}