{
    "doi": "https://doi.org/10.1182/blood.V110.11.4547.4547",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1073",
    "start_url_page_num": 1073,
    "is_scraped": "1",
    "article_title": "Low Expression of hOCT1 May Be a Key Point Mediating Low Intracellular Imatinib Accumulation in Imatinib Mesylate Resistance K562 Cell Line. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Objective To establish an imatinib resistance cell line and to study its resistant principia. Methods K562 cells were cultured in imatinib at gradually increased concentrations to generate their resistance cell line. Clone imatinib resistance cell lines by limited dilution culture. MTT assay, real time PCR and Semi-quantity PCR, flow cytometry and HPLC were used to clarify the possible mechanisms of the resistance. Results Imatinib resistance cell line K562R was successfully induced by continuous culture in the presence of gradually increasing doses of imatinib up to 5μmol/L. K562R cells were maintained in the media containing 5μmol/L imatinib. Proliferation data showed that cell growth of K562R was not inhibited in 5 μmol/L imatinib, whereas the parental sensitive cell was significantly inhibited by up to 2μM imatinib. The IC50 of K562R was about 7.5μmol/L which was ten times higher than that of the parental cell. HPLC revealed that the intracellular imatinib concentration of K562R was strikingly lower than that of the parental cells (up to 27.8-fold). MDR1 were not detected in mRNA (by RT-PCR)and protein(by flow cytometry) levels on K562R cell, whereas hOCT1 level measured by semi-quantity PCR showed lower expression in K562R cell lines than that of parental sensitive cell, indicating that low intracellular imatinib concentration may be due to lower affluence of imatinib by low level of hOCT1. (5) Real time PCR analysis showed no BCR-ABL/G6PD gene amplification and sequence analysis of the 374bp ABL kinase domain showed no mutation in K562R cell lines. Conclusion An imatinib resistance cell line K562R has been successfully established. Low expression of hOCT1 may be a key point mediating low intracellular imaitnib accumulation in K562R cell lines.",
    "topics": [
        "cell lines",
        "imatinib mesylate",
        "polymerase chain reaction",
        "flow cytometry",
        "high pressure liquid chromatography procedure",
        "bcr-abl tyrosine kinase",
        "dilution technique",
        "glucosephosphate dehydrogenase",
        "phosphotransferases",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Huanling Zhu, MD",
        "Ting Liu, MD",
        "Yongqian Jia, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, West China Hospital, Si Chuan University, Chengdu, Sichuan, China"
        ],
        [
            "Hematology, West China Hospital, Si Chuan University, Chengdu, Sichuan, China"
        ],
        [
            "Hematology, West China Hospital, Si Chuan University, Chengdu, Sichuan, China"
        ]
    ],
    "first_author_latitude": "30.690724299999992",
    "first_author_longitude": "104.0105016"
}