{
    "doi": "https://doi.org/10.1182/blood.V122.21.2460.2460",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2549",
    "start_url_page_num": 2549,
    "is_scraped": "1",
    "article_title": "Mesenchymal Stromal Cells Enhance G-CSF-Induced Mobilization Of Hematopoietic Stem- and Progenitor Cells ",
    "article_date": "November 15, 2013",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster II",
    "abstract_text": "Hematopoietic stem- and progenitor cell (HSPC) mobilization is a property of most hematopoietic growth factors, such as Granulocyte Colony Stimulating Factor (G-CSF). Not all donors mobilize equally well and therefore the number of HSPC that are obtained following mobilization may be limited. Mesenchymal stromal cells (MSC) have the capacity to differentiate into cells of the mesodermal lineage and have immunomodulatory properties in vivo and in vitro. Here, we have investigated the effect of MSC co-administration on G-CSF-induced HSPC mobilization. MSC were obtained from bone marrow cells (bone marrow-derived) or bone fragments (bone-derived) and were expanded in alpha-MEM containing 10% fetal calf serum until sufficient cell numbers were obtained. Bone marrow or bone-derived MSC were administered intravenously for three days at a dose of 200 x10 3 cells per day to male C57BL/6 recipients that were simultaneously mobilized with G-CSF (10 μg per day intraperitoneally for 3 days) or PBS as a control. Co-injection of G-CSF and MSC lead to a 2-fold increase in HSPC mobilization compared to G-CSF alone (8,563 ± 3,309 vs. 4,268 ± 1,314 CFU-C per ml peripheral blood respectively; n=13, p<0.01). Administration of MSC alone did not induce HSPC mobilization (273 ± 229 CFU-C/ml blood; n=13). Furthermore, co-injection of splenocytes and G-CSF did not enhance HSPC mobilization, showing that the administration of exogeneous cells as such is not sufficient for enhancement of HSPC mobilization. It has been reported that G-CSF-induced HSPC mobilization is associated with a decrease in the number of osteal macrophages, B lymphocytes and erythroid progenitors. Administration of MSC alone induced a significant decrease in the frequency of osteal macrophages (7.9 ± 1.2 vs 6.2 ± 1.4% bone marrow cells for PBS vs. MSC respectively; n=8, p<0.05), but did not affect osteoblast numbers. Furthermore, the frequency of B lymphocytes was significantly decreased following MSC administration (29.9 ± 4.0 vs. 16.5 ± 4.9% bone marrow cells for PBS vs. MSC respectively; n=13, p<0.0001). No differences were observed in erythroid numbers following MSC administration. To investigate the mechanisms underlying these observations, the migratory capacity of luciferase transduced MSC was studied through bioluminescence imaging. Following intravenous injection, MSC were detected in the lungs, but not in other organs. In addition, no difference in MSC migration was observed between G-CSF and PBS treated mice. Moreover, intraperitoneal administration of G-CSF and MSC resulted in increased HSPC mobilization compared to G-CSF alone (10,178 ±3,039 vs. 5,158 ± 2,436 CFU-C per ml peripheral blood; n=5-12). Together, these data point to an endocrine effect of MSC on G-CSF-induced HSPC mobilization. No differences in IL-6, CXCL-12 or M-CSF levels in bone marrow extracellular fluid were observed. In conclusion, G-CSF-induced HSPC mobilization is enhanced by injection of MSC. We hypothesize that the MSC-induced partial depletion of B lymphocytes and osteal macrophages in the bone marrow are crucial factors involved in the enhancement of G-CSF-induced HSPC mobilization. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cerebrospinal fluid",
        "colony-stimulating factors",
        "stem cell, mesenchymal",
        "stem cells",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "painful bladder syndrome",
        "diagnostic imaging",
        "hematopoietic growth factors",
        "interleukin-6"
    ],
    "author_names": [
        "Evert-Jan F. M. de Kruijf, MD",
        "Ingmar van Hengel",
        "Jorge M Perez-Galarza",
        "Willem E. Fibbe, MD, PhD",
        "Melissa van Pel, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Immunohematology and Bloodtransfusion, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Immunohematology and Bloodtransfusion, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Immunohematology and Bloodtransfusion, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Immunohematology and Bloodtransfusion, Leiden University Medical Center, Leiden, Netherlands"
        ],
        [
            "Department of Immunohematology and Bloodtransfusion, Leiden University Medical Center, Leiden, Netherlands"
        ]
    ],
    "first_author_latitude": "52.166031499999995",
    "first_author_longitude": "4.4785036"
}