{
    "doi": "https://doi.org/10.1182/blood-2018-99-116244",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4042",
    "start_url_page_num": 4042,
    "is_scraped": "1",
    "article_title": "On Demand Recruitment of Macrophages Is Required for Erythroid Niche Formation during Stress Erythropoiesis in the Bone Marrow ",
    "article_date": "November 29, 2018",
    "session_type": "102. Regulation of Iron Metabolism: Translating Iron Biology to the Clinic",
    "topics": [
        "bone marrow",
        "erythropoiesis",
        "macrophages",
        "stress",
        "iron",
        "anemia",
        "c-mer tyrosine kinase",
        "hemoglobin",
        "macrophage-1 antigen",
        "phlebotomy"
    ],
    "author_names": [
        "Verena Petzer, MD",
        "Piotr Tymoszuk, PhD",
        "Felix Böhm",
        "Markus Seifert",
        "Sieghart Sopper, PhD",
        "Christa Pfeifhofer-Obermair, PhD",
        "Natascha Brigo, MSc",
        "Dominik Wolf, MD",
        "Günter Weiss, MD",
        "Igor Theurl, MD PhD"
    ],
    "author_affiliations": [
        [
            "Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Medical University of Innsbruck, Innsbruck, Austria ",
            "Medical University of Innsbruck, Christian Doppler Laboratory for Iron Metabolism and Anemia Research, Innsbruck, Austria "
        ],
        [
            "Department of Hematology and Oncology, Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Medical University of Innsbruck, Innsbruck, Austria "
        ],
        [
            "Department of Hematology and Oncology, Medical University of Innsbruck, Innsbruck, Austria ",
            "Department of Internal Medicine III, University Hospital Bonn, Bonn, Germany"
        ],
        [
            "Medical University of Innsbruck, Innsbruck, Austria ",
            "Medical University of Innsbruck, Christian Doppler Laboratory for Iron Metabolism and Anemia Research, Innsbruck, Austria "
        ],
        [
            "Medical University of Innsbruck, Innsbruck, Austria "
        ]
    ],
    "first_author_latitude": "47.259679600000005",
    "first_author_longitude": "11.386966",
    "abstract_text": "Every second more than 2 million new erythrocytes are released from the bone marrow of human adults, highlighting the tremendous turn-over of these cells. In parallel to hematopoietic stem cell niches, the last stages of erythropoiesis take place in specialized bone marrow niches, termed 'erythroid niches'. Concretely, the erythroid niche is composed of a 'central macrophage' which is surrounded by erythroid progenitor cells. Regardless of steady-state or stress erythropoiesis, iron availability is, beside erythropoietin, a key factor determining erythroid output and red blood cell quality, as reflected by hemoglobin content of these cells. It is well established that systemic iron availability for erythropoiesis, in the form of iron saturated transferrin (Tf), is mainly maintained via a recycling process of senescent red blood cells, which takes place in macrophages of the reticuloendothelial system. Yet, it is still a matter of debate if also central macrophages are involved in iron supply for red blood cell development in a more direct way due to their close proximity to developing red blood cells. Using a myeloid-specific knockout mouse strain, lacking the solely known iron exporter ferroportin (Fpn; Fpn fl/fl LysMCre +/+ mice) and specific reporter mice (ROSA26 tdTomatofl/fl Cx3cr1 CreERT2 mice), we examined the connection between iron metabolism, erythropoiesis and central macrophages. Analysis of Fpn fl/fl LysMCre +/+ animals at steady state revealed microcytic anemia, higher tissue iron loading, reduced hepatic hepcidin expression and distorted erythroid precursor population distribution in the bone marrow with no significant chances in Tf saturation (Tf-Sat). The latter is giving a first hint, that local bone marrow Fpn expression on macrophages may be important for iron supply for erythropoiesis. Strikingly, further work up via flow cytometry demonstrated that disturbances seen in bone marrow erythropoiesis were accompanied by nearby loss of resident bone marrow macrophages (defined as CD11b lo , F4/80 pos , MerTK pos ). In parallel, a CD11b hi , F4/80 pos , MerTK pos population came into existence, suggesting that these cells may compensate for the loss of 'canonical' central macrophages. Attempting to explain these intriguing results, we sought to investigate differentiation pathways and turnover of bone marrow central macrophages. First, we used the ROSA26 tdTomatofl/fl Cx3cr1 CreERT2 monocyte-specific reporter mice and techniques of transient monocyte labelling in utero and in adult phlebotomized animals to determine the origin of central macrophages. We could show that those cells undergo constant replenishment by circulating monocytes. Notably, the rate of this process got markedly increased upon recovery from blood loss and concomitant expansion of the central macrophage population. Second, by administration of a CCR2/CCR5 inhibitor (cenicriviroc), diminishing monocyte egress from the bone marrow and tissue infiltration, we could demonstrate decreased reticulocyte count during stress erythropoiesis, thus strengthening the direct impact of macrophages to support effective erythroid output. Next, effects of stress-induced erythropoiesis were investigated in Fpn fl/fl LysMCre +/+ compared to Fpn fl/fl LysMCre -/- mice. Amelioration of anemia after phlebotomy was extended, microcytosis was more pronounced and reticulocyte egress was diminished but prolonged. Of interest, Fpn fl/fl LysMCre +/+ mice on a diet containing an 8-times higher iron content during phlebotomy, thus transiently increasing Tf-Sat, recovered from anemia wildtype-like. These results indicate that stress erythropoiesis with a high iron demand depends, under normal iron availability, in part on central macrophages and their nursing function to overcome the increased demand of iron. Ongoing experiments aim to identify how recruited bone marrow macrophages, i.e. central macrophages, contribute to erythropoiesis during stress - if central macrophages directly supply developing erythroid cells with iron in a Tf-free fashion or, if they are suppliers of additional growth factors that work synergistically with the Tf-bound iron to drive hemoglobin production. In summary our data clearly show that macrophages need to be recruited to the bone marrow for effective erythroid output during stress erythropoiesis. Disclosures Weiss: Kymab Ltd.: Consultancy. Theurl: Kymab Ltd.: Consultancy, Research Funding."
}