{
    "doi": "https://doi.org/10.1182/blood.V112.11.4969.4969",
    "article_title": "Bendamustine, Rituximab and Bortezomib Combined with Liposomal Ara-C (DepoCyte ® ) for CNS Prophylaxis in Relapsed/Refractory Dlbcl: A Case Report ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "abstract_text": "Background: Bendamustine is a bifunctional purine analog alkylating agent with a novel mechanism of action that exhibits strong single-agent activity in multiple haematological malignancies and several solid tumors. While a number of studies with bendamustine single agent or combined with rituximab are reported in indolent NHL, the available published experience in high grade lymphoma is limited. In one study 23 patients mostly aged >60 years with resistant or relapsed stage I to IV high grade NHL received a combination of bendamustine (50 mg/m2 on days 1 to 5 or 60 mg/m2 on days 1 to 3 of a 28-day cycle), methotrexate (30 mg/m2 on day 3), mitoxantrone (12 mg/m2 on day 1) and prednisolone (60mg/m2 days 1 to 5). Results were promising with an OR of 48% (CR 13%, PR 35%, NC 4%, PD 48%). In a second study with bendamustine as monotherapy (120 mg/m2/day on days 1 and 2 every 3 weeks) in 17 outpatients with refractory (n = 8) and/or relapsed high grade NHL most of whom had been pretreated with ≥2 other therapeutic regimens an OR of 41% (CR 18%, PR 23%) was reported. Prophylaxis of CNS relapse in high grade lymphoma should be performed in patients with involvement of specific extranodal sites or presenting with a high-intermediate/high IPI score. Liposomal ara-C (DepoCyte ® ) seems to be an ideal drug for prophylaxis based on its long half life and wide distribution throughout the CSF. The drug appears to be safe and tolerable in aggressive diseases when given sufficiently apart from HD ara-C or with regimens free of HD systemic treatment. Methods: We describe the case of a 69 year old male with diffuse large B cell lymphoma stage IV-A with bone marrow involvement, a splenic lesion and left femoral bone involvement. His initial treatment was six cycles of R-CHOP 14 (completed in Jan.06) which resulted in a partial response. The bone marrow was negative and the nodal lymphoma disappeared after this treatment whilst the femoral bone disease persisted and already in Feb/06 a mediastinal progression was diagnosed. From February to May 06 the patient was treated with four cycles of a dose reduced VIHA schedule because of the age for second line treatment. However, CT and PET scans during treatment showed the persistence of the disease. Therefore, in Jul.06 BEAM high dose chemotherapy with peripheral stem cell infusion followed by radiotherapy in 17 fractions (total dose 30,6 Gy) was conducted and again a partial response was achieved. In September the patient presented pulmonary and medullary tuberculosis and received standard therapy for nine months. In April 08 the patient was admitted to our institution with a suspected relapse of the disease. The total body TC and PET confirmed disease at the thoracic level and progression in the right paraspinal sites. The cytology and flow cytometry analysis of the CSF were negative but the patient had a high’ HCV RNA titer (1.586,811 copies). The patient received a combination of bendamustine, (70mg/m 2 day1,2), bortezomib (1,3mg/m 2 days 1,8,15,22) and rituximab (700mg/m 2 day 1) every 28 days and four intrathecal injections of the DepoCyte ® every three weeks for CNS prophylaxis. An early PET after two courses of this chemotherapy showed a complete response which was never achieved with previous treatments. The chemotherapy was well tolerated and the patient continues with the program of six cycles of this combination chemotherapy. Conclusion: Bendamustine in combination with rituximab and bortezomib was shown to be very effective and well tolerated in this heavily pretreated patient with refractory high grade lymphoma. This case report is ongoing and but the impressive initial response would justify further studies to confirm the efficacy of this combination in relapsed or refractory DLBCL Liposomal cytarabine was well tolerated; no neurological side effects or haematological toxicities were recorded. Liposomal cytarabine should be considered the drug of choice for CNS prophylaxis.",
    "topics": [
        "bendamustine",
        "bortezomib",
        "central nervous system prophylaxis",
        "cytarabine",
        "diffuse large b-cell lymphoma",
        "liposomes",
        "rituximab",
        "chemotherapy regimen",
        "high-grade lymphoma",
        "positron-emission tomography"
    ],
    "author_names": [
        "Fabio Ardizzone",
        "Michele Sciacca",
        "Paola Migliora",
        "Cristina Ravanelli",
        "Alberto Santagostino"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabio Ardizzone",
            "author_affiliations": [
                "Hematology Unit, Hospital Sant’ Andrea, Vercelli, Italy, Vercelli, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michele Sciacca",
            "author_affiliations": [
                "Hematology Unit, Hospital Sant’ Andrea, Vercelli, Italy, Florence, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Migliora",
            "author_affiliations": [
                "Hematology Unit, Hospital Sant’ Andrea, Vercelli, Italy, Florence, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Ravanelli",
            "author_affiliations": [
                "Hematology Unit, Hospital Sant’ Andrea, Vercelli, Italy, Florence, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alberto Santagostino",
            "author_affiliations": [
                "Hematology Unit, Hospital Sant’ Andrea, Vercelli, Italy, Florence, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:39:27",
    "is_scraped": "1"
}