{
    "doi": "https://doi.org/10.1182/blood.V122.21.3688.3688",
    "article_title": "Connective Tissue Growth Factor (Ctgf/Ccn2) Is a Novel Extrinsic Niche-Derived Regulator Of Hematopoietic Stem Cells ",
    "article_date": "November 15, 2013",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster III",
    "abstract_text": "Hematopoietic stem cells (HSC) are regulated by an interplay of intrinsic and extrinsic signals, the latter of which are mostly transmitted by the niche. The processes involved and their interactions are largely unknown. We studied the dynamic interaction of HSC and niche stromal cells, using co-cultures of HSC (lineage-negative Sca-1+ c-Kit+: LSK) cells and HSC-maintaining UG26-1B6 stromal cells. Microarray analyses from cells prior to co-culture and cells sorted separately from the cultures revealed that most changes in gene expression take place in the first 24 hours of co-culture. Analyses using STEM clustering, LIMMA, and ToppGene databases showed early activation of cell cycle progression In LSK cells and extensive remodeling of chomatin structure and transcriptional activation in both LSK and stromal cells. Interestingly, connective tissue growth factor (Ctgf/Ccn2), which is involved in TGFb, BMP and Wnt signaling, was strongly upregulated in both stromal and LSK cells. To study the role of Ctgf as a stromal mediator, LSK cells were co-cultured with siCTGF knockdown stromal cells. We showed that although short-term HSC activity was unchanged, siCtgf-stromal cells were unable to sustain long-term repopulating ability. To study underlying mechanisms, a Boolean model simulating possible signaling mechanisms leading to cell cycle activation was extracted from the data. We validated this model by co-cultures of LSK cells with control and Ctgf-knockdown stroma, separating LSK and stromal cells and assessing protein levels and phosphorylation using immunocytofluorescence in LSK cells. We found that in the absence of extrinsic Ctgf, expression of Pten was increased in LSK cells. However, phosphorylation of Akt (both p308, and p473) and Erk was unchanged. In contrast, both canonical Wnt (LRP6, Gsk3b, b-catenin) and Tgfb (Smad2/3) signaling were significantly affected in that Wnt signaling was turned off, whereas Tgf signaling was turned on, by the lack of extrinsic Ctgf. This resulted in a downregulation of G1 transition, as was exemplified by downregulation of Cyclin D1, upregulation of p27Kip1 and modulations in the phosphoryalation of both Rb and p53. Equally interestingly, we could show that extrinsic Ctgf deficiency also downregulates induction of Ctgf in HSC, suggesting the existence of intrinsic-extrinsic feedback signaling. In summary, co-culture of LSK cells with stromal cells results in cellular activation of both stromal cells and LSK cells, involving Tgf and canonical Wnt signaling pathways. Furthermore, reduced expression of extrinsic Ctgf, regulates mediators of G1 cell cycle progression in LSK cells an a biochemical level and functionally results in an increased production of myeloid progenitors and decreased long-term repopulating ability. Our studies show the dynamics of reciprocal signaling between HSC and niche stromal cells and give insights how the niche regulates early regenerative responses in hematopoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "connective tissue growth factor",
        "hematopoietic stem cells",
        "coculture techniques",
        "transforming growth factor beta",
        "beta catenin",
        "cyclin d1",
        "proto-oncogene proteins c-akt",
        "glycogen synthase kinase 3 beta",
        "stromal cells"
    ],
    "author_names": [
        "Baiba Vilne, MSc",
        "Rouzanna Istvanffy, PhD",
        "Christina Eckl, MSc",
        "Franziska Bock, MSc",
        "Sandra Grziwok, MSc",
        "Prazeras da Costa Olivia, PhD",
        "Matthias Schiemann, PhD",
        "Christian Peschel",
        "H. Werner Mewes, PhD",
        "Robert A.J. Oostendorp, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Baiba Vilne, MSc",
            "author_affiliations": [
                "III. Medizinische Klinik, Klinikum rechts der Isar der Technischen Universität München, 81675 Munchen, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rouzanna Istvanffy, PhD",
            "author_affiliations": [
                "III. Medizinische Klinik, Klinikum rechts der Isar der Technischen Universität München, 81675 Munchen, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Eckl, MSc",
            "author_affiliations": [
                "III. Medizinische Klinik, Klinikum rechts der Isar der Technischen Universität München, 81675 Munchen, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franziska Bock, MSc",
            "author_affiliations": [
                "III. Medizinische Klinik, Klinikum rechts der Isar der Technischen Universität München, 81675 Munchen, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Grziwok, MSc",
            "author_affiliations": [
                "III. Medizinische Klinik, Klinikum rechts der Isar, Munich, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prazeras da Costa Olivia, PhD",
            "author_affiliations": [
                "Institute of medical Microbiology, Immunology, and Hygiene, Technical University Munich, Munich, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Schiemann, PhD",
            "author_affiliations": [
                "Institute of medical Microbiology, Immunology, and Hygiene, Technical University Munich, Munich, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Peschel",
            "author_affiliations": [
                "Department of Medicine III, Technische Universität München, Munich, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Werner Mewes, PhD",
            "author_affiliations": [
                "Insitute of Genome-Oriented Bioinformatics, Technical University Munich, Freising, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A.J. Oostendorp, PhD",
            "author_affiliations": [
                "III. Medizinische Klinik, Klinikum rechts der Isar der Technischen Universität München, 81675 Munchen, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T02:31:03",
    "is_scraped": "1"
}