{
    "doi": "https://doi.org/10.1182/blood.V116.21.1676.1676",
    "article_title": "The Prognostic Impact of High EVI1 expression In AML Is Due to Its Close Correlation to Rearrangements Involving EVI1 or MLL, which Are Cytogenetically Cryptic In a Subset of Patients : a Study on 332 Cases. ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1676 Introduction: High EVI1 expression has been proposed as a negative prognostic factor in AML. An association between high EVI1 expression and distinct cytogenetic subgroups, such as 3q26-rearrangements, MLL -rearrangements and -7/7q- have been reported. Both 3q26- and MLL -rearrangements can be difficult to detect by chromosome banding analyses or may even be cytogenetically cryptic in a subset of patients due to limited resolution. Therefore, only studies using FISH for the detection of cryptic EVI1 - or MLL -rearrangements can clarify their frequencies in AML with elevated EVI1 expression. Methods/Patients:: The study cohort was composed of 332 AML cases with a) normal karyotype (NK) (n=211), b) -7/7q- (n=77), and for comparison c) 3q26-rearrangements (n=38), and d) MLL-rearrangement (n=6). In all cases EVI1 expression was investigated using quantitative PCR calculating a % EVI1 / ABL1 expression. In all cases FISH for EVI1 rearrangement was performed in addition to chromosome banding analysis. Cases with high EVI1 expression were also analyzed for MLL rearrangements by FISH. Results: In the total cohort, EVI1 expression varied between 0 and 1614 (median: 21.1). The highest EVI1 expression was measured in cases with cytogenetically identified 3q26-rearrangements (range: 6.1–566.4; median: 81.9) and in AML with MLL -rearrangements (range: 46.7–831; median: 239). The EVI1 expression was significantly lower in AML with NK (range: 0–1614; median: 0.5, p<0.001) and AML with -7/7q- (range: 0.03–199; mean: 34.5; median: 10.7, p<0.001). In the subgroup of cases with NK 4 MLL -rearrangements (1.9%) were detected by FISH and subsequently verified by fusion gene specific PCR. In addition, 4 cases with cryptic EVI1 -rearrangements (1.9%) were identified by FISH analysis. Further genetic analysis revealed that these were due to t(3;8)(q26;q24) (n=2) and t(3;21)(q26;q11) (n=1). In one case, the EVI1 -rearrangement could not be further analyzed due to lack of material. In the -7/7q- cohort 14/77 cases (18.2%) with cytogenetically cryptic EVI1 rearrangement including 3 novel recurrent abnormalities were detected: t(3;21)(q26;q11) (n=3), inv(3)(p24q26) (n=4) and t(3;8)(q26;q24) (n=2). In 5 cases FISH analysis revealed that the 7q- was not caused by an interstitial deletion but due to an unbalanced rearrangement between chromosomes 7 and 3: der(7)t(3;7)(q26;q21). In these 5 cases high-resolution SNP microarray were performed and revealed breakpoints in the CDK6 gene and centromeric of the EVI1 gene. Further mutation screening revealed that none of the cases with EVI1 - or MLL -rearrangement harboured mutations in NPM1 or CEPBA . In 254 cases clinical follow-up data was available. Different cut-off levels of EVI1 expression were tested, and a cut-off at 30% EVI1 / ABL1 expression was the lowest level that had a significant impact on outcome. Separating the cohort at this cut-off into high EVI1 (n=67) and low EVI1 expressors (n=187) showed a shorter EFS in patients with high EVI1 -expression (p=0.001; relative risk (RR)=1.87, median EFS 6.2 vs 15.0 months (mo)), while no impact on OS was observed. When the same analyses were performed with respect to EVI1 -rearrangements we observed both a significantly shorter EFS in cases with EVI1 -rearrangement (n=39) vs all others (n=215) (p=0.001; RR=2.03, median EFS 4.6 vs 15.0 mo) and a significantly shorter OS (p=0.026; RR=1.73, median OS 10.1 vs 26.3 mo). Analyzing the impact of high EVI1 expression separately in the cohort without EVI1 rearrangement revealed no impact of EVI1 expression on EFS. Conclusions: The negative prognostic impact of high EVI1 expression is strongly associated with EVI1 - or MLL -rearrangements and is absent in AML without EVI 1- and MLL -rearrangement. Applying FISH in addition to chromosome banding analysis we identified cryptic rearrangements in 3.8% of AML with normal karyotype and in 18.2% of AML with -7/7q-, including 3 novel recurrent cytogenetically cryptic EVI1 -rearrangements. This data supports the routine performance of FISH screening for EVI1 - and MLL -rearrangements in patients with normal karyotype or 7q-/-7 and without NPM1 mutation and CEPBA mutation to assign patients to the correct biologic entity. The postulated independent prognostic impact of EVI1 expression should be tested further including this laboratory workflow as these parameters may have important impact on prognosis and future treatment strategies. Disclosures: Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Grossmann: MLL Munich Leukemia Laboratory: Employment. Zenger: MLL Munich Leukemia Laboratory: Employment. Kohlmann: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "chromosome banding",
        "chromosomes",
        "cytogenetics",
        "disclosure",
        "employment",
        "equity",
        "follow-up",
        "fusion genes",
        "genes",
        "genetic analysis"
    ],
    "author_names": [
        "Claudia Haferlach, MD",
        "Vera Grossmann",
        "Melanie Zenger",
        "Tamara Alpermann",
        "Alexander Kohlmann, PhD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD",
        "Susanne Schnittger, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vera Grossmann",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Zenger",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Alpermann",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kohlmann, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T18:39:00",
    "is_scraped": "1"
}