{
    "doi": "https://doi.org/10.1182/blood.V110.11.4564.4564",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1082",
    "start_url_page_num": 1082,
    "is_scraped": "1",
    "article_title": "Improvement of Tolerability and Adverse Events Occurrence during Treatment with Dasatinib Used on a Compassionate Basis in Patients with Chronic Myeloid Leukemia in Chronic Phase (CML-CP). ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "adverse event",
        "dasatinib",
        "leukemia, myelocytic, chronic",
        "toxic effect",
        "imatinib mesylate",
        "brachial plexus neuritis",
        "compassionate use",
        "fluid retention",
        "adverse effects",
        "anemia"
    ],
    "author_names": [
        "Bruno Martino",
        "Giovanna Rege Cambrin",
        "Antonella Gozzini",
        "Fabio Stagno",
        "Massimo Breccia",
        "Giorgina Specchia",
        "Ester Orlandi",
        "Ester Pungolino",
        "Franca Falzetti",
        "Sara Galimberti",
        "Carmen Fava",
        "Antonio Marino",
        "Francesco Nobile"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, A.O.Bianchi-Melacrino-Morelli, Reggio Calabria",
            " "
        ],
        [
            "Orbassano, Torino",
            " "
        ],
        [
            "Firenze",
            " "
        ],
        [
            "Catania",
            " "
        ],
        [
            "Roma",
            " "
        ],
        [
            "Bari",
            " "
        ],
        [
            "Pavia",
            " "
        ],
        [
            "Milano",
            " "
        ],
        [
            "Perugia",
            " "
        ],
        [
            "Pisa, Italy",
            " "
        ],
        [
            "Orbassano, Torino",
            " "
        ],
        [
            "Department of Hematology, A.O.Bianchi-Melacrino-Morelli, Reggio Calabria",
            " "
        ],
        [
            "Department of Hematology, A.O.Bianchi-Melacrino-Morelli, Reggio Calabria",
            " "
        ]
    ],
    "first_author_latitude": "38.113104299999996",
    "first_author_longitude": "15.659505699999999",
    "abstract_text": "Dasatinib(SPRYCEL®) is a kinase inhibitor active against BCR-ABL and SRC family kinases. A phase I trial of dasatinib has shown CHR and MCyR at total daily doses of 100 mg and 140 mg daily in both BID and once daily (QD) schedule in CML-CP patients (pts). Phase II studies of dasatinib have demonstrated the efficacy and safety of a 70 mg twice daily (BID) dose in CML-CP pts with resistance or intolerance to imatinib. We analyzed safety and adverse events (AE) data in 27 pts with CML (CP), imatinib resistant (85%) or intolerant (15%), who have been treated with dasatinib from May 2006 to July 2007 in a compassionate use in Italy. A possible relationship of AE observed during dasatinib with imatinib toxicity and previous types of treatment was analyzed. Median age was 52 years at diagnosis and 58,6 years at start of dasatinib. Sokal was low in 22%, intermediate in 33%, high in 15%, not available in 30%. The median time from CML diagnosis to enrollment in the compassionate use was 78 months. Imatinib dosage, administered during the previous 3 months, was 400 mg/d in 40% of pts, 400–600 mg/d in 50% and >600 mg/d in 10% . Prior treatment for CML included interferon alpha in 48%, chemotherapy in 18%, nilotinib in 18% of the cases and stem cell transplant (SCT) in 1 case. Additional chromosome anomalies and mutations were observed in 18% and 55% of cases, respectively. Dasatinib was administered 70 mg BID, and dose escalation to 100 mg BID and reduction to 50 mg BID or 40 mg BID were allowed for inadequate response or AE. Hematological toxicity during imatinib treatment was reported in 55% of the cases as first episode, and 30% as second episode; extrahematological toxicity was also 55%. Following dasatinib treatment, 70% of the patients had some degree of hematologic toxicity with 21 events. 95% of these AE occurred in the first 2 months of treatment, with 80% in the first month. A second episode of hematolological toxicity was observed in 26% of the cases between months 2 and 15 (median mo. 5). Overall, neutropenia was observed in 11 patients (grade 4 in 5), thromobocytopenia in 11(grade 3 or less) and anemia in 4(grade 4 in one).13 patients have complained of non. hematological toxicity, with 15 AE with grade >2 occurring in the first 40 days. Further AEs were rare and non clinically relevant. The only grade 4 AE was pulmonary oedema; grade 3 AE were fever, arthralgia, liver toxicity, fluid retention; one grade 2 pleural effusion was reported. 48% of cases reduced dosage, whereas only one increased due to lack of response: this patient is now undergoing an allogeneic SCT One patient died, after stop for fluid retention, because of sepsis. All the other patients are still on therapy with a follow-up ranging from 2 to 15 months (median 6 mo). Hematological toxicity during dasatinib was not related to the number of previous treatments and to the time on imatinib. In conclusion, therapy with dasatinib is generally well tolerated, and side effects are reduced by a correct use and clinical surveillance of the patients; in addition, we found that both hematological and extrahematological toxicities decline with time and are not related to the previous treatment."
}