{
    "doi": "https://doi.org/10.1182/blood.V128.22.3730.3730",
    "article_title": "Thrombotic Thrombocytopenic Purpura Misdiagnosed As Autoimmune Cytopenia: Causes of Diagnostic Errors and Consequence on Outcome. Experience of the French Thrombotic Microangiopathies Reference Centre ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Introduction: Thrombotic thrombocytopenic purpura (TTP) is a life threatening disease defined by the association of a hemolytic mechanical anemia, a profound thrombopenia and organ failure with a severe ADAMTS13 deficiency. A rapid diagnosis represents a major goal and sources of misdiagnosis need to be identified to avoid diagnostic wandering and delayed adapted treatment that may translate in increased morbi-mortality. The main objective of this study is to describe the characteristics of TTP initially misdiagnosed and analyse the impact of a late diagnosis on patient's outcomes. Methods: From May 2000 to May 2014, all patients with acquired TTP and severe ADAMTS13 deficiency enrolled prospectively in the French TMA Reference Centre registry were included. A misdiagnosis was retained if initial diagnosis was not TTP and if patients did not receive TPE as initial treatment. Results: Among the 423 studied patients, 84 (20%) were initially misdiagnosed and not received plasma exchange. Main diagnostic errors were attributed to an Evans syndrome and an auto-immune thrombopenic purpura in 51% and 37% of cases respectively. Median time to diagnosis was longer in the misdiagnosed group than in the accurately diagnosed (5 [IQR, 2-8] vs. 1 [IQR, 0-3] days, P=.008). At admission, compared to the accurately diagnosed patients, misdiagnosed patients had a higher rate of low or undetectable schizocytosis (57.5% vs. 32%, P=.001), higher hemoglobin level (8.4 [IQR, 6.7-9.7] g/dl vs. 7.7 [IQR, 6.5-9.1] g/dl, P=.008) and rate of positive DAT (18% vs. 4%, P=.008). Anti-nuclear antibodies (65% vs. 51%, P=.045) and an associated auto-immune disease (24% vs. 13%, P=.017) were also more frequent. In multivariate analysis, a positive DAT and hemoglobin level were retained as risk factor (OR= 8.71, 95% CI [1.759-43.181], P=.008 and OR= 1.27, 95% CI [1.002-1.602], P=.048), respectively. Platelet count recovery over time was significantly longer in the misdiagnosed group (log-rank test: P=.041) without any consequence on overall mortality, exacerbation and relapse. However, specific causes of death probably differed between groups: in the accurately diagnosed group, patients died more frequently on early stage from a fulminant form of TTP within the first week, whereas in the misdiagnosed group patients died later (13 [IQR, 3-20] vs. 6 [IQR, 2-9] days; P=.023), had less organ involvement at early diagnosis (49% vs.64%, P=.019) and received more salvage therapies (80% vs. 35%, P=.009), suggesting that prognosis could have been improved with an earlier treatment. Conclusion: TTP is frequently misdiagnosed with auto-immune cytopenias and usual biological parameters may be initially absent. In a context of hemolysis and thrombocytopenia, a low or undetectable rate of schizocytosis at admission, and a positive DAT should not rule out the diagnosis of TTP, especially when associated with organ failure. A rapid accurate diagnosis of TTP may result in a shorter time to platelet recovery and could improve prognosis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytopenia",
        "diagnostic errors",
        "misdiagnosis",
        "thrombotic microangiopathies",
        "thrombotic thrombocytopenic purpura",
        "autoimmunity",
        "hemoglobin measurement",
        "organ failure",
        "thrombocytopenia",
        "anemia"
    ],
    "author_names": [
        "Maximilien Grall, MD",
        "Ygal Benhamou, MD",
        "Elie Azoulay, MD PhD",
        "Eric Mariotte, MD",
        "Lionel Galicier, MD",
        "Steven Grange, MD",
        "Virginie Barbay, MD",
        "Dominique Bordessoule, MD PhD",
        "Agnes Veyradier, MD PhD",
        "Paul Coppo, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maximilien Grall, MD",
            "author_affiliations": [
                "Internal Medicine, Rouen University Hospital, Rouen, France ",
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ygal Benhamou, MD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Internal medicine, Rouen University Hospital, Rouen, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elie Azoulay, MD PhD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Intensive Care Unit, St-Louis University Hospital, Paris, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Mariotte, MD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Intensive Care Unit, St-Louis University Hospital, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Galicier, MD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Clinical Immunology, Saint-Louis University Hospital, APHP, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Grange, MD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Intensive Care Unit, Rouen University Hospital, Rouen, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginie Barbay, MD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Biological Hematology, Rouen University Hospital, Rouen, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominique Bordessoule, MD PhD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Hematology, Limoges University Hospital, Limoges, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnes Veyradier, MD PhD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Biological Hematology, Lariboisière University Hospital, APHP, Paris, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Coppo, MD PhD",
            "author_affiliations": [
                "Saint-Antoine Hospital, Centre National de Référence sur les Microangiopathies Thrombotiques, Paris, France ",
                "Hematology, Saint-Antoine University Hospital, APHP, Paris, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:22:36",
    "is_scraped": "1"
}