{
    "doi": "https://doi.org/10.1182/blood.V112.11.4861.4861",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1265",
    "start_url_page_num": 1265,
    "is_scraped": "1",
    "article_title": "Karyotypic and Molecular Cytogenetic Findings in Childhood T-Cell Acute Lymphoblastic Leukemia (ALL): The Schneider Children’s Medical Center of Israel (SCMCI) Experience ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "child",
        "cytogenetics",
        "israel",
        "t-cell leukemia, acute",
        "brachial plexus neuritis",
        "cytogenetic analysis",
        "immunophenotyping",
        "prednisone",
        "follow-up"
    ],
    "author_names": [
        "Bati a Stark, Sr., M.D.",
        "Marta Jeison, PhD",
        "Jaquelina Heker, MSc",
        "Jacques Mardoukh, MSc",
        "Gili Halevi-Berko, MSc",
        "Drorit Luria, PhD",
        "Gali Avrahami, M.D.",
        "Jerry Stein, M.D.",
        "Isaac Yaniv, M.D."
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology Oncology and Cancer Cytogenetic Lab., Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ],
        [
            "Cancer Cytogenetic Lab., Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ],
        [
            "Cancer Cytogenetic Lab., Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ],
        [
            "Cancer Cytogenetic Lab., Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ],
        [
            "Cancer Cytogenetic Lab., Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ],
        [
            "Flow Cytometry Lab., Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ],
        [
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ],
        [
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ],
        [
            "Pediatric Hematology Oncology, Schneider Children’s Medical Center of Israel, Petah-Tikva, Israel"
        ]
    ],
    "first_author_latitude": "32.0887885",
    "first_author_longitude": "34.8686673",
    "abstract_text": "Introduction : Although outcome of Childhood T-ALL has improved significantly, it is still almost impossible to cure a relapsing patient. Currently, early response to therapy is considered the strongest predictor of outcome. Cytogenetics may contribute additional prognostic information in T-cell ALL. We used classical and molecular cytogenetics to screen the aberrations in T-ALL and study their correlation with immunophenotype and outcome. Methods : Cytogenetic analysis on cultured fresh BM specimens was performed as part of the routine diagnostic workup for every new ALL patient. Cytogenetic preparations were analyzed (part from archival material) by Fluorescence-In-Situ-Hybridization (FISH) on interphase nuclei, using commercially kits for: BCR/ABL1, MLL (Vysis), TLX1(HOX11), TLX3(HOX11L2), SIL-TAL1, TCRA/D on 14q11, TCRB on 7q34 (DakoCytomation) and P16 deletion on 9p21 (Cytocell). Results : Between Jan 1990 to April 2008, 79 newly diagnosed T-ALL patients, age 0.7–19 years, were treated at the SCMCI with 3 Israeli National Protocols based on the modified ALL-BFM 90/95 and IC-BFM 2002 studies. Five years EFS (median follow-up 8.5 yrs) is 71.9% (SE 5%), with 85.9% (SE 5.3%) for the MR group (prednisone-good-responders) (60% of patients), and 49.6% (SE 9.6%) for the HR group (prednisone-poor-responders) (40% of patients). Cytogenetic analysis was successful in 77 patients, and karyotype was abnormal in 59 (77%). In 19/59 pts (30%) 14q11 was involved: of them, four pts -t(11;14)(p13?15?;q11) (LMO1/2), three − t(10;14)(q24;q11)(TLX1), two − t(1;14)(p32;q11) (TAL1). Other non random translocations included: t(7;10)(q34;q24)-1pt and t(9;12)(q34;p13) with ABL1/ETV6 involvement – 1pt. By FISH analysis TLX1 split was detected in 2/33 samples, SIL-TAL1 fusion and TAL1 translocation in 5/55 samples, TLX3 split in 8/56 samples and MLL split in 6/61 samples. Additional secondary aberrations included 9p deletion in 16/55 samples, of them three pts had TLX3 split, three with SIL-TAL1 fusion/translocation, and one with t(9;12). del(9p) did not appear with the MLL split group. Episomal ABL1 amplification was detected in 2/63 samples, and in one of them it accompanied TLX3 split. Hyperdiploidy of <50 chromosomes and segmental numerical changes were frequent. By the European Group for the Immunological Characterization of Leukemias, the EGIL classification for T-ALL, 5% of patients had immature phenotype, 35% - Pre-T, 34% - cortical and 24% - mature stage. Of the 4pts with LMO1/2, three were Pre-T and one relapsed. All 4 pts with TLX1 involvement had cortical immunophenotype and none have relapsed. The 5 pts with TAL1 and 6 pts with MLL split exhibited various phenotypic stages and no relapse occurred among them. In contrast, of the 8 pts with TLX3 split, 4 (50%) relapsed within 2 years. In conclusion: The findings of non random primary translocations and the combinations with recurrent secondary genetic aberrations, suggest specific multistep pathways in leukomogenesis of T-Cell leukemia. In the context of the present intensive treatment based on the BFM protocols, only the TLX3 split group fared worse, but a larger study is needed to evaluate the prognostic significance of the various cytogenetic subgroups in T-ALL."
}