{
    "doi": "https://doi.org/10.1182/blood.V120.21.5041.5041",
    "article_title": "Angiogenic Blockade with Bevacizumab Does Not Increase Response to Lenalidomide and Low Dose Dexamethasone in Relapsed or Refractory Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 5041 Introduction: Angiogenesis as an important feature of malignant propagation in MM and other malignancies. This had led to the development of treatment strategies focused on inhibition of vascular growth. Bevacizumab (B) has previously been reported to increase response rate as well as time to progression when combined with standard therapies in several tumor types. Bone marrow biopsy samples from pts with MM consistently demonstrate increased blood vessel density and drugs such as lenalidomide are thought to work in part due to antiangiogenic affects. We therefore investigated the combination of the VEGF inhibitor bevacizumab with L and D in patients with relapsed or refractory MM. Eligibility: Relapsed or refractory MM patients (pts), failing >1 therapy, with no previous exposure to lenalidomide, with measurable M protein in serum and/or urine, no current history of unstable cardiovascular disease or uncontrolled thrombosis, without therapy for 28 days, and no contraindication to aspirin. Methods: Each 4 week cycle consisted of lenalidomide (L) 25 mg PO d1–21, bevacizumab (B) 10 mg/kg IV over 2 hours every two weeks, and dexamethasone (D) 40 mg PO q week. All pts received aspirin 325 mg PO daily. Plasma levels of VEGF, VEGFR1, VEGFR2, and MIP-1α were measured by ELISA prior to, after 1 and 4 cycles of therapy. Clinical responses were assessed using IBMTR criteria. View large Download slide View large Download slide  Close modal Results: 39 subjects were enrolled; 36 evaluable for response. Median age of pts was 69; 62% of pts were male, median time from diagnosis to study treatment was 26 months. Ten pts (25%) had high risk cytogenetics at time of enrollment. Median number of previous treatments was 2 (range 1–7), 23% had undergone auto transplant, 59% had received thalidomide. Patients received a median of 5 cycles (range 0–28). The combined complete and partial remission rate (CR+PR) were 64. 1 % (95% confidence interval 47–79%). For the entire group, the median PFS and median OS were 9 and 36 months, respectively. Grade 3–4 AEs occurred in 72% of patients. Common adverse events (AE) included DVT/PE in 5 pts, neutropenia 6 pts, infection (5 pts.). Specific Gr3–4 AE likely attributable to inclusion of B were GI perforation (3), cardiac events (4) and mucositis (4pts) Fifteen pts (39%) discontinued therapy early due to toxicity or withdrawal of consent. Patients with MIP-1α and VEGFR-1 levels below the median were more likely to achieve CR or PR (p=. 053). No correlation was seen with previous thalidomide exposure, previous transplant, lytic bone disease or standard vs high risk myeloma. Conclusions: The addition of bevacizumab did not translate to either increased response rate or prolongation of PFS. While the incidence of AE was lower than previously reported with L and high dose D, the increased GI and cardiac toxicity and the expected increase cost would not justify further exploration of this combination. Bevacizumab and lenalidomide were generously supplied by Genentech, Celgene and by the NCI. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "bevacizumab",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "aspirin",
        "thalidomide",
        "transplantation",
        "adverse event"
    ],
    "author_names": [
        "Andrew T Humbert",
        "Rachel Cook, MS, MD",
        "Thomas McFarland",
        "Ronald Go, MD",
        "Stephanie Markovina, MD",
        "Shigeki Miyamoto, PhD",
        "Eliot C. Williams, MD, PhD",
        "Fotios Asimakopoulos, MBBChir, PhD",
        "Jill Kolesar, PhD",
        "Michael A. Thompson, MD, PhD",
        "Kyungmann Kim",
        "Natalie Callander, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew T Humbert",
            "author_affiliations": [
                "Biostatistics, University of Wisconsin, Madison, WI, US Virgin Islands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rachel Cook, MS, MD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas McFarland",
            "author_affiliations": [
                "Unversity of Wisconsin Carbone Cancer Center, Madison, WI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Go, MD",
            "author_affiliations": [
                "Center for Cancer and Blood Disorders, Gundersen Lutheran Health System, La Crosse, WI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Markovina, MD",
            "author_affiliations": [
                "School of Medicine, University of Wisconsin, Madison, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeki Miyamoto, PhD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eliot C. Williams, MD, PhD",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fotios Asimakopoulos, MBBChir, PhD",
            "author_affiliations": [
                "Carbone Cancer Center, University of Wisconsin- Madison, Madison, WI, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jill Kolesar, PhD",
            "author_affiliations": [
                "School of Pharmacy, Univeristy of Wisconsin Carbone Cancer Center, Madison, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Thompson, MD, PhD",
            "author_affiliations": [
                "ProHealth Care Regional Cancer Center, Waukesha, WI, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyungmann Kim",
            "author_affiliations": [
                "Department of Biostatistics, University of Wisconsin, Madison, WI, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Callander, MD",
            "author_affiliations": [
                "Medicine, University of Wisconsin- Madison, Madison, WI, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T04:11:39",
    "is_scraped": "1"
}