{
    "doi": "https://doi.org/10.1182/blood.V108.11.3552.3552",
    "article_title": "Lenalidomide in Combination with Dexamethasone Is More Effective Than Dexamethasone at First Relapse in Relapsed Multiple Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: High-dose dexamethasone (Dex) remains a standard therapy for relapsed or refractory multiple myeloma (MM). Lenalidomide is a novel, orally administered, immunomodulatory drug (IMiD) that has single-agent activity against MM and additive effects when combined with Dex. At the interim analysis, lenalidomide/dexamethasone achieved a significant benefit over dexamethasone, providing a longer median time to progression (TTP), higher response rates, and higher CR rates. Aim: This prospective subgroup analysis of MM-009/010 was performed to determine the potential benefit of starting lenalidomide/dexamethasone at first relapse by analyzing outcomes with lenalidomide/dexamethasone versus dexamethasone among patients who had received only 1 versus > 1 prior line of therapy. Methods: Patients who had received at least 1 prior treatment and were not refractory to dexamethasone were randomized to either receive oral lenalidomide (25 mg daily for 3 weeks every 4 weeks) plus Dex (40 mg on Days 1–4, 9–12, 17–20 every 4 weeks for 4 months, then 40 mg on Days 1–4 every cycle thereafter) or placebo plus Dex. The European Blood and Marrow Transplantation criteria were used to evaluate response. Randomization was stratified at entry by number of prior therapies (1 versus > 1). Results: Among the 248 patients who had received only 1 prior therapy, those receiving second-line lenalidomide/dexamethasone had a significantly longer median TTP (71 vs. 20 wks) and a higher response rate (complete response [CR] + partial response [PR]; 65% vs. 26%) versus those receiving second-line dexamethasone. Among the 456 patients who had received > 1 prior line of therapy, the median TTP (41 vs. 20 wks), response rate (58% vs. 20%) were higher with lenalidomide/dexamethasone compared with dexamethasone. Comparing patients who received lenalidomide/dexamethasone as second-line versus as later salvage therapy, the median TTP appeared longer and the response rates higher in patients who received lenalidomide/dexamethasone earlier, although TTP and response rates were also significantly better with lenalidomide/dexamethasone than with dexamethasone in patients who received lenalidomide/dexamethasone later. Differences in the groups included prior stem cell transplant (66% vs. 54%), thalidomide (12.5% vs. 53.2%), and bortezomib (0.4% vs. 11.6%) in the second-line versus later salvage therapy groups. No difference was observed in grade ¾ adverse events or survival with a median follow-up of 16.8 months. Conclusions: Lenalidomide/dexamethasone provided higher response rates and improved TTP compared with dexamethasone at first relapse and beyond. Response to lenalidomide/dexamethasone was superior to that to dexamethasone regardless of the type of prior therapy. TTP and response rates appeared more favorable when lenalidomide/dexamethasone was administered earlier at first relapse compared with its use as later salvage therapy. These data support the use of lenalidomide/dexamethasone for patients as second-line therapy.",
    "topics": [
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "salvage therapy",
        "adverse event",
        "bone marrow transplantation",
        "bortezomib",
        "complete remission",
        "follow-up",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Edward Stadtmauer, MD",
        "Donna Weber, MD",
        "M. Dimopolous, MD",
        "Andrew Belch, MD",
        "Michel Attal, MD",
        "Miles Prince, MD",
        "Marta Olesnyckyj",
        "Zhinuan Yu",
        "Jerome Zeldis, MD",
        "Robert Knight, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Edward Stadtmauer, MD",
            "author_affiliations": [
                "Abramson Cancer Center, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Donna Weber, MD",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Dimopolous, MD",
            "author_affiliations": [
                "General Alexandras Hospital, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Belch, MD",
            "author_affiliations": [
                "Cross Cancer Institute, Edmonton, AB, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Attal, MD",
            "author_affiliations": [
                "Service d’Hematologie Clinique, Toulouse, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miles Prince, MD",
            "author_affiliations": [
                "Peter MacCallum Cancer Institute, Melbourne, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Olesnyckyj",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhinuan Yu",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Zeldis, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Knight, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T15:31:43",
    "is_scraped": "1"
}