{
    "doi": "https://doi.org/10.1182/blood-2021-149899",
    "article_title": "Comprehensive Analysis of TP53 Mutation Characteristics and Identification of Patients with Inferior Prognosis and Enhanced Immune Escape in Diffuse Large B Cell Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "621.Lymphomas: Translational-Molecular and Genetic",
    "abstract_text": "Background: Diffuse large B-cell lymphoma (DLBCL) is a highly heterogeneous lymphatic malignancy from both the clinical and molecular standpoints. TP53 mutations have been observed in DLBCL with high frequency mutations, which play a crucial role in lymphomagenesis. Considering the complex pathophysiological mechanisms involved in DLBCL, we herein assume that the interaction of TP53 with other genetic variants together promote the development of DLBCL. We also explore that these genetic interactions shape the discrepant immune landscape in DLBCL. Methods : We performed a comprehensive analysis of TP53 mutations in the DNA-binding domain (DBD) region. Genome alterations that were mutually exclusive or co-occurring with TP53 mutations were identified, and their potential value in prognosis and possible relationships with tumor microenvironment (TME) were further examined using targeted next-generation sequencing (n=176), transcriptome sequencing (n=152) and circulating tumor DNA sequencing (n=38). Results : TP53 was frequently mutated in DLBCL with a rate of 30% (53 of 176). The occurrence of TP53 mutations was skewed toward the early stages of DLBCL pathogenesis. Among these variants of TP53 , 74% were missense mutations, and the remaining were inactivating frameshift indels, nonsense mutations, coding sequencing indels and splicing mutations. Importantly, most mutations (87.5%) occurred in exons 5-8, which encoded the DNA-binding domain (DBD) region of TP53 . Codons 175, 273, and 248 of the p53 protein had the highest mutation frequency, which are also the hot spots of TP53 mutation found in most human cancers. However, TP53 alone is insufficient to effectively differentiate the risk of DLBCL, even when only considering mutations in the DBD region. CD58 mutations, which are mutually exclusive from TP53 mutations, in combination with TP53 mutations, could significantly differentiate the prognosis of DLBCL. The survival of patients with either one of the mutually exclusive mutation patterns, namely, TP53MUT&CD58WT or TP53WT&CD58MUT, was inferior to those harboring both wild-type TP53 and CD58 . Notably, patients with TP53WT&CD58MUT mutation pattern had the worst outcome and were characterized by a higher overall tumor mutation burden (TMB) and immune score. An enhanced immune escape feature, including the abundant infiltration of inflammatory cells and upregulation of inhibitory immunomodulatory molecules such as PD-1, TIM3, LAG3, KLRC1, KLRC3, KLRD1, IDO1, IDO2 and TDO2, was observed in these patients with TP53WT&CD58MUT mutation pattern. A larger number of terms related to cytokine and chemokine and inflammatory pathways were enriched in the TP53WT&CD58MUT group, including cytokine and chemokine production, binding and activity, and interferon-γ pathway. Additionally, GSEA demonstrated that interferon-α and -γ responses and IL-6/JAK/STAT3 signaling enriched in the TP53WT&CD58MUT group. These patients with TP53WT&CD58MUT mutation pattern represent the candidate populations for immune therapy. Conclusions : Our findings indicated that the mutation patterns of TP53 and CD58 accurately stratified patients with DLBCL to permit the optional immunotherapy. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Tingting Zhang",
        "Yue Fei",
        "Bin Meng",
        "Qiongli Zhai",
        "Xiubao Ren",
        "Kai Fu",
        "Xianhuo Wang",
        "Huilai Zhang"
    ],
    "author_dict_list": [
        {
            "author_name": "Tingting Zhang",
            "author_affiliations": [
                "Department of Lymphoma, Tianjin Medical University Cancer Institute and Hospital, Tianjin, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yue Fei",
            "author_affiliations": [
                "Department of Lymphoma, Tianjin Medical University Cancer Institute and Hospital, Tianjin, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Meng",
            "author_affiliations": [
                "Department of Pathology, Tianjin Medical University Cancer Institute and Hospital, Tianjin, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiongli Zhai",
            "author_affiliations": [
                "Department of Pathology, Tianjin Medical University Cancer Institute and Hospital, Tianjin, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiubao Ren",
            "author_affiliations": [
                "Department of Immunology/Biotherapy, Tianjin Medical University Cancer Institute and Hospital, Tianjin, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Fu",
            "author_affiliations": [
                "Pathology, Univ. of Nebraska Medical Ctr., Omaha, NE"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xianhuo Wang",
            "author_affiliations": [
                "Department of Lymphoma, Tianjin Medical University Cancer Institute and Hospital, Tianjin, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huilai Zhang",
            "author_affiliations": [
                "Department of Lymphoma, Tianjin Medical University Cancer Institute and Hospital, Tianjin, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:07:38",
    "is_scraped": "1"
}