{
    "doi": "https://doi.org/10.1182/blood.V124.21.3729.3729",
    "article_title": "a Randomized, Controlled, Prospective Study for Efficacy of Micafungin Versus Itraconazole As Empirical Antifungal Therapy for Febrile Neutropenic Patients with Acute Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Background : Micafungin, one of the powerful ecchinocandins, needs to be clarified its efficacy and safety of empirical therapy on febrile neutropenic patients compared with other anti-fungal drugs such as azole compounds. Methods : A randomized, multi-center, prospective study (age-, sex-, diagnosis-, risk-controlled) was conducted for a comparison of efficacy and safety between micafungin and intravenous itraconazole as an empirical therapy on febrile neutropenic patients with acute leukemia. Anti-fungal drugs (study drug, micafungin; control drug, itraconazole) were administrated for sustained high fever following appropriate empirical antibiotic therapy (°Ã 3 days of combination antibiotics). The overall success rate [if the patient meets all of the following criteria: (1) no breakthrough fungal infection; (2) survived for 7 days past the end of the therapy; (3) no premature discontinuation; (4) disappearance of fever during neutropenia; (5) successfully treated base-line fungal infection] and side effects were evaluated. And duration of fever and neutropenic fever were estimated and compared between two groups. Results : A total of 134 patients with acute leukemia were enrolled in the study (86 patients with AML, 41 patients with ALL, 7 patients with secondary leukemia). The overall success rate of micafungin and itraconazole was 63.6% and 53.2%, respectively (p = NS) ( Figure 2 ). However, duration of fever and duration of neutropenic fever were significantly shorter in micafungin group (p = 0.0007, p = 0.0118, respectively) and survival benefit was marginal (OS, median months, 10.93 vs. 4.77, p = NS) ( Figure 1 ). Grade III-IV adverse events including hyperbilirubinemia (2 vs. 7), elevation of transaminase level (2 vs. 4), electrolytes imbalance (1 vs. 2), atrial fibrillation (1 vs. 0), and anaphylaxis (1 vs. 0) occurred at 7 and 13 patients in micafungin (10.4%) and itraconazole (18.8%) group, respectively. All adverse events were manageable however, 4 patients died of progression of infection in each group. Conclusion : This randomized, controlled, prospective study documented that micafungin, when compared with itraconazole, showed significantly superior effect on shortening the duration of fever and neutropenic fever, resulting in marginal survival benefit on acute leukemia patients who are suffering from life-threatening neutropenic period under anti-leukemic therapy. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antifungal agents",
        "fever",
        "itraconazole",
        "leukemia, acute",
        "micafungin",
        "neutropenia",
        "febrile neutropenia",
        "adverse event",
        "mycoses",
        "adverse effects"
    ],
    "author_names": [
        "Seong Hyun Jeong, MD",
        "Dae Young Kim",
        "Jun Ho Jang",
        "Yeung-Chul Mun",
        "Sung-Hyun Kim",
        "Chul Won Choi",
        "Jin Seok Kim",
        "Joon Seong Park, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Seong Hyun Jeong, MD",
            "author_affiliations": [
                "Ajou University School of Medicine, Suwon, South Korea "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dae Young Kim",
            "author_affiliations": [
                "University of Ulsan College of Medicine, Seoul, South Korea "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Ho Jang",
            "author_affiliations": [
                "Sungkyunkwan University School of Medicine, Seoul, South Korea "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeung-Chul Mun",
            "author_affiliations": [
                "Ehwa Women's University College of Medicine, Seoul, South Korea "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Hyun Kim",
            "author_affiliations": [
                "Dong-A University College of Medicine, Pusan, South Korea "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chul Won Choi",
            "author_affiliations": [
                "Korea University Guro Hospital, Seoul, South Korea "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Seok Kim",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joon Seong Park, MD",
            "author_affiliations": [
                "Ajou University School of Medicine, Suwon, South Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:13:15",
    "is_scraped": "1"
}