{
    "doi": "https://doi.org/10.1182/blood.V106.11.1951.1951",
    "article_title": "Exposure of Anion Binding Exosite I of Thrombin Is Required and Sufficient for Timely Cleavage and Activation of Factor V and Factor VIII. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The intrinsic tenase complex and the prothrombinase complex are composed of an enzyme, a cofactor, and the substrate associated on a cell surface in the presence of divalent metal ions. Incorporation of the protein cofactor in both complexes results in a substantial increase in the catalytic efficiency of both enzymes, factor IXa and factor Xa, for cleavage and activation of factor X and prothrombin respectively, resulting in normal hemostasis. The procofactors, factor V (FV) and factor VIII (fVIII), do not interact with the components of prothrombinase and intrinsic tenase respectively and must be activated. α-Thrombin has two separate electropositive binding exosites (anion binding exosite I, ABE-I and anion binding exosite II, ABE-II) that are involved in substrate binding necessary for efficient catalysis. α-Thrombin catalyzes the activation of fV and fVIII following discrete proteolytic cleavages. Requirement for both anion binding exosites of the enzyme has been suggested for the activation of both procofactors by α-thrombin. We have used plasma-derived α-thrombin, β-thrombin (a thrombin molecule that has only ABE-II available) and a recombinant prothrombin molecule rMz-II (R155A/R284A/R271A) that can only be cleaved at Arg 320 (resulting in an enzymatically active molecule that has only ABE-I exposed, rMZ-IIa) to ascertain the role of each exosite for procofactor activation. We have also employed a sulfated pentapeptide (DY(SO 3 − )DY(SO 3 − )Q, named D5Q1,2) as exosite-directed inhibitor of thrombin. D5Q1,2 was found to increase thrombin time in a dose dependent manner yielding an eight-fold increase in thrombin time at 250 μM in the presence of 10 nM α-thrombin. This clotting time was equivalent to the thrombin time obtained with 10 nM β-thrombin alone. The clotting time of rMZ-IIa was increased four-fold compared to the clotting time of α-thrombin under similar experimental conditions. α-Thrombin readily activated fV following cleavages at Arg 709 , Arg 1018 , and Arg 1545 and fVIII following proteolysis at Arg 372 , Arg 740 , and Arg 1689 . Cleavage of both procofactors by α-thrombin was significantly inhibited by D5Q1,2. In contrast, β-thrombin was unable to cleave fV at Arg 1545 and fVIII at both Arg 372 and Arg 1689 . The former is required for expression of factor Va (fVa) cofactor activity while the latter two cleavages are a prerequisite for expression of factor VIIIa (fVIIIa) cofactor activity. β-Thrombin was found to cleave fV at Arg 709 and fVIII at Arg 740 , albeit less efficiently than α-thrombin. D5Q1,2 inhibited moderately both cleavages by β-thrombin. Under similar experimental conditions, membrane-bound rMZ-IIa cleaved and activated both procofactor molecules with a rate similar to that observed for the activation of fV and fVIII by α-thrombin. Activation of the two procofactors by membrane-bound rMZ-IIa was severely impaired by D5Q1,2. These data demonstrate that ABE-I alone of α-thrombin can account for the interaction of both procofactors with α-thrombin resulting in their timely and efficient activation. Our data also show that a sulfated pentapeptide inhibits several procoagulant ABE-I-related functions of α-thrombin and provide a target as well as the scaffold for the synthesis of an exosite-directed anticoagulant molecule that could inhibit and/or attenuate therapeutically thrombin function in individuals with thrombotic tendencies.",
    "topics": [
        "anions",
        "cytokinesis",
        "factor v",
        "factor viii",
        "thrombin",
        "molecule",
        "enzymes",
        "thrombin time",
        "whole blood coagulation time",
        "mechlorethamine"
    ],
    "author_names": [
        "Michael A. Bukys, BS",
        "Tivadar Orban, BS",
        "Paul Y. Kim",
        "Michael E. Nesheim, PhD",
        "Michael Kalafatis, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael A. Bukys, BS",
            "author_affiliations": [
                "Chemistry, Cleveland State University, Cleveland, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tivadar Orban, BS",
            "author_affiliations": [
                "Chemistry, Cleveland State University, Cleveland, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Y. Kim",
            "author_affiliations": [
                "Biochemistry, Queen’s University, Kingston, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael E. Nesheim, PhD",
            "author_affiliations": [
                "Biochemistry, Queen’s University, Kingston, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kalafatis, PhD",
            "author_affiliations": [
                "Chemistry, Cleveland State University, Cleveland, OH, USA",
                "Molecular Cardiology, Lerner Reserch Institute, Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T06:41:30",
    "is_scraped": "1"
}