{
    "doi": "https://doi.org/10.1182/blood.V118.21.1078.1078",
    "article_title": "Sickle Cell Disease Is Associated with Reduced Adenosine Deaminase Catalytic Activity, Resulting in Altered Adenosine Metabolism ",
    "article_date": "November 18, 2011",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Abstract 1078 Sickle cell disease (SCD), a chronic hemolytic anemia due to a mutant beta-globin, is associated with prominent inflammatory features with elevated levels of inflammation mediating molecules and an oxidative state, with elevated levels of reactive oxygen species (ROS). Additionally, elevated levels of adenosine (Ado) have recently been shown to play a role in exacerbating sickle cell pathophysiology. However, the etiology of increased Ado is unclear; and presumed to occur secondary to increased ATP release from cellular damage (Xu et al, Nature Medicine, 2010). Herein, we show that increased levels of Ado in the plasma of patients with SCD and the mouse model of SCD [Berkeley sickle (SS) mice] were accompanied by significantly reduced catalytic activity of the Ado degrading enzyme, adenosine deaminase (ADA) in sickle red blood cell (RBCs). ADA activity in Berkeley sickle (SS) RBCs was 246 ± 50 U/L as compared to 570 ± 36 U/L in normal mouse RBCs (derived from Berkeley AA/WT mice), as measured by a color-based enzymatic assay. Notably, despite lower enzyme activity of ADA, immunoblotting assays showed that the levels of ADA protein in sickle RBC were similar, or even slightly higher compared to that in wild type (WT) RBC, suggesting that ADA catalytic activity was impaired in sickle RBCs. In vitro plasma swap experiments, where WT RBC are incubated with sickle plasma and vice versa for an hour, revealed that sickle plasma induced a significant decrease in ADA activity in WT RBC, suggesting that plasma from sickle mice contains a soluble factor that is capable of impairing ADA enzyme activity. Interestingly enough, the decrease in ADA activity correlated inversely with the levels of intracellular RBC ROS in sickle mice. Next we directly assess in vivo the effect of induced oxidative stress on RBC ADA activity in sickle mice by injecting sickle mice with 35umoles/Kg body weight of hemin and saline respectively. Preliminary data suggests a decrease in RBC ADA activity in hemin–injected mice (294 ± 197 U/L) compared to the saline-injected group (346 ± 185.8 U/L), and this data was consistent with a concomitant increase in intracellular RBC and white blood cells ROS levels. We conclude that increase in oxidative stress levels mediates a post translational alteration of ADA catalytic activity and alters Ado metabolism in SCD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adenosine",
        "adenosine deaminase",
        "enzyme activity",
        "metabolism",
        "sickle cell anemia",
        "hemin",
        "saline solutions",
        "beta-globin",
        "cell injury",
        "enzyme assays"
    ],
    "author_names": [
        "Marthe-Sandrine Eiymo Mwa Mpollo, M.Sc.",
        "Punam Malik, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marthe-Sandrine Eiymo Mwa Mpollo, M.Sc.",
            "author_affiliations": [
                "Graduate Program in Cancer and Cell Biology, University of Cincinnati, Cincinnati, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Punam Malik, MD",
            "author_affiliations": [
                "Pediatrics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T04:08:17",
    "is_scraped": "1"
}