{
    "doi": "https://doi.org/10.1182/blood-2019-127229",
    "article_title": "Stat3 Is Activated By ROS to Uniquely Regulate Primitive Erythropoiesis ",
    "article_date": "November 13, 2019",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "The mammalian embryo requires the sequential circulation of primitive and definitive erythroid cells for survival and growth. The central cytokine regulator of primitive and definitive erythropoiesis is erythropoietin (EPO). We have previously determined that primitive erythroid progenitors, unlike their definitive (CFU-E) counterparts, do not require EPO for survival. However, the mechanisms regulating the EPO-independent emergence of primitive erythropoiesis in the yolk sac remains poorly understood. Interestingly, maturing primitive erythroblasts in the murine embryo, unlike definitive erythroblasts in the fetal liver and adult bone marrow, express not only STAT5 but also STAT3, which is tyrosine phosphorylated at baseline and in response to EPO. These initial findings led is to hypothesize that STATs 5 and 3 differentially regulate terminal differentiation of primitive erythroid cells. To analyze the function of these two STATs in primary erythroid cells, we developed an imaging flow cytometry-based methodology to quantitate total and phosphorylated levels of STAT proteins in small numbers of cells isolated from staged murine embryos. We found that STAT5 plays conserved roles in primitive and definitive erythroblast survival and surface CD71 expression. In contrast, STAT3 regulates cell cycle progression and mitochondrial polarization specifically in primitive erythroblasts. In addition, STAT3, unlike STAT5, was phosphorylated in the absence of cytokine stimulation. We asked if reactive oxygen species (ROS) may be activating STAT3, since primary primitive erythroblasts, unlike definitive erythroblasts, specifically express Aquaporins 3 and 8, which can transport hydrogen peroxide, as well as water. Indeed, hydrogen peroxide exposure increased endogenous ROS, as well as phosphorylated STAT3, levels both in wild-type and EPOR-null primitive erythroblasts. Consistent with these findings, inhibition of aquaporin channel transport prevented STAT3 phosphorylation by exogenous hydrogen peroxide, but not by EPO. Taken together, our data support the concept that the primitive erythroid lineage, emerging in the hypoxic and EPO-low environment of the yolk sac in the pre-circulation murine embryo, uniquely integrates ROS-mediated STAT3 activation to regulate key aspects of terminal erythroid maturation. Disclosures Palis: Rubies Therapeutics: Consultancy.",
    "topics": [
        "erythropoiesis",
        "stat3 protein",
        "hydrogen peroxide",
        "cytokine",
        "water channels",
        "diagnostic imaging",
        "erythropoietin",
        "erythropoietin receptors",
        "hypoxia",
        "reactive oxygen species"
    ],
    "author_names": [
        "Zachary C. Murphy, PhD",
        "Kathleen E. McGrath, PhD",
        "James Palis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Zachary C. Murphy, PhD",
            "author_affiliations": [
                "Center for Pediatric Biomedical Research, Department of Pediatrics, University of Rochester Medical Center, Rochester, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kathleen E. McGrath, PhD",
            "author_affiliations": [
                "Center for Pediatric Biomedical Research, Department of Pediatrics, University of Rochester Medical Center, Rochester, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Palis, MD",
            "author_affiliations": [
                "Center for Pediatric Biomedical Research, Department of Pediatrics, University of Rochester Medical Center, Rochester, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T04:04:12",
    "is_scraped": "1"
}