{
    "doi": "https://doi.org/10.1182/blood-2019-123362",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4173",
    "start_url_page_num": 4173,
    "is_scraped": "1",
    "article_title": "Phase 1/2 Study of Tirabrutinib (ONO/GS-4059), a Next-Generation Bruton's Tyrosine Kinase (BTK) Inhibitor, Monotherapy in Patients with Relapsed/Refractory Primary Central Nervous System Lymphoma (PCNSL) ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": [
        "primary central nervous system lymphoma",
        "protein tyrosine kinase",
        "complete remission",
        "ibrutinib",
        "leukopenia",
        "lymphopenia",
        "neutropenia",
        "bacterial infection, serious",
        "btk inhibitors",
        "dosing interval"
    ],
    "author_names": [
        "Motoo Nagane, MD PhD",
        "Yoshitaka Narita, MD PhD",
        "Kazuhiko Mishima, MD PhD",
        "Yasuhito Terui, MD PhD",
        "Yoshiki Arakawa, MD PhD",
        "Hajime Yonezawa, MD PhD",
        "Katsunori Asai, MD PhD",
        "Noriko Fukuhara, MD PhD",
        "Kazuhiko Sugiyama, MD PhD",
        "Naoki Shinojima, MD PhD",
        "Junsaku Kitagawa",
        "Arata Aoi",
        "Ryo Nishikawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Neurosurgery, Kyorin University Faculty of Medicine, Mitaka, Japan "
        ],
        [
            "Department of Neurosurgery and Neuro-Oncology, National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Department of Brain and Spinal Cord Tumor, Saitama Medical University International Medical Center, Saitama, Japan "
        ],
        [
            "Department of Hematology Oncology, The Cancer Institute Hospital of Japanese Foundation for Cancer Research, Tokyo, Japan "
        ],
        [
            "Department of Neurosurgery, Kyoto University Hospital, Kyoto, Japan "
        ],
        [
            "Department of Neurosurgery, Kagoshima University Hospital, Kagoshima, Japan "
        ],
        [
            "Department of Neurosurgery/Medical Oncology, Osaka International Cancer Institute, Osaka, Japan "
        ],
        [
            "Department of Hematology and Rheumatology, Tohoku University Hospital, Sendai, Japan "
        ],
        [
            "Department of Medical Oncology, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Neurosurgery, Kumamoto University Hospital, Kumamoto, Japan "
        ],
        [
            "Department of Clinical Development, Ono Pharmaceutical Co., LTD., Osaka, Japan "
        ],
        [
            "Department of Clinical Development, Ono Pharmaceutical Co., LTD., Osaka, Japan"
        ],
        [
            "Department of Brain and Spinal Cord Tumor, Saitama Medical University International Medical Center, Saitama, Japan "
        ]
    ],
    "first_author_latitude": "35.677218599999996",
    "first_author_longitude": "139.5659436",
    "abstract_text": "BACKGROUND The first-generation Bruton's tyrosine kinase (BTK) inhibitor ibrutinib is effective in patients with relapsed/refractory (r/r) primary central nervous system lymphoma (PCNSL). Tirabrutinib is a second-generation oral BTK inhibitor with greater selectivity than ibrutinib. We evaluated the safety, tolerability, efficacy, and pharmacokinetics (PK) of tirabrutinib once daily (QD) as monotherapy in patients with PCNSL to investigate BTK targeting as a novel therapeutic strategy. This multicenter clinical trial was sponsored by Ono Pharmaceutical Co., Ltd. and was conducted in Japan. METHODS Patients with r/r PCNSL, at least 1 parenchymal disease, Karnofsky performance status (KPS) ≥70, and normal end-organ function were treated with tirabrutinib 320 and 480 mg QD in the phase 1 portion to evaluate dose-limiting toxicity (DLT) within 28 days using a 3+3 dose escalation design, and with 480 mg QD in a fasted condition in the phase 2 portion to assess the safety, efficacy, and PK of tirabrutinib. The primary objective of the phase 2 portion was to evaluate overall response rate (ORR) as assessed by an independent review committee (IRC) according to International PCNSL Collaborative Group (IPCG) criteria. RESULTS Forty-four patients were enrolled; 20 received tirabrutinib at 320 mg, 7 at 480 mg, and 17 at 480 mg under fasted conditions as of June 13, 2019. The median patient age and KPS were 60 years (range 29-86) and 80, respectively. The median number of prior therapies was 2 (range 1-14); all patients had received methotrexate; and 28 had isolated parenchymal disease, 14 cerebrospinal fluid (CSF) involvement, and 3 intraocular involvement. No DLTs were observed, and the maximum tolerated dose (MTD) was not reached up to 480 mg. Commonly observed events (AEs) at any grade were rash (32%), neutropenia (23%), leukopenia (18%), and lymphopenia (16%). Commonly observed grade ≥3 AEs were neutropenia (9.1%), lymphopenia, leukopenia, and erythema multiforme (6.8% each). Two grade 5 AEs (pneumocystis jirovecii pneumonia and interstitial lung disease) were observed in a patient 33 days after starting tirabrutinib at 480 mg QD. IRC-assessed ORR was 64% (28/44); 60% (12/20) with 5 complete response (CR)/unconfirmed complete response (CRu) at 320 mg, 100% (7/7) with 4 CR/CRu at 480 mg, and 53% (9/17) with 6 CR/CRu at 480 mg under fasted conditions. Median progression-free survival (PFS) was 2.9 months (95% confidence interval [CI]: 1.8-11.1); 2.1 months (95% CI: 1.8-NA) at 320 mg, 11.1 months (95% CI: 1.4-NA) at 480 mg, and 5.8 months (95% CI: 1.0-5.8) at 480 mg under fasted conditions. Median overall survival was not reached (95% CI: NA-NA). ORR was similar among patients harboring the oncogenic mutants CARD11, MYD88, CD79B, and wild type (Table 1). Mean values of maximum observed plasma concentration of tirabrutinib after multiple administration on Day 28 at 320 mg, 480 mg, and 480 mg under fasting conditions were 1360, 2270, and 2690 ng/mL, respectively. The area under the plasma concentration time curve over a dosing interval was 6370, 11800, and 11800 ng*h/mL, respectively. The exposure of tirabrutinib increased with increasing dose, regardless of fasting status. Mean trough concentration of tirabrutinib in CSF/plasma at 320 mg and 480 mg on Day 28 was 2.19/16.3 ng/mL and 14.0/89.3 ng/mL, respectively. This indicated that CSF concentration increased with increasing plasma concentration at trough, while the trough concentration ratios between CSF and plasma at each dose were comparable with the free fraction of tirabrutinib in plasma. CONCLUSION Tirabrutinib had a tolerable safety profile and MTD was not reached in patients with PCNSL. IRC-assessed ORR was 64%, despite the presence of CARD11 mutation. Median PFS was longer with the increasing dose. Further investigation is warranted. View large Download slide View large Download slide  Disclosures Nagane: Tsumura: Research Funding; Takeda: Research Funding; Astellas: Research Funding; Pfizer: Research Funding; Otsuka: Research Funding; Bristol-Myers-Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Dainippon-Sumitomo: Honoraria; NovoCure: Honoraria; UCB Japan: Honoraria; Daiichi-Sankyo: Honoraria, Research Funding; Nippon-Kayaku: Honoraria, Research Funding; Eisai: Honoraria, Research Funding; MSD: Honoraria, Research Funding; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Ono: Honoraria, Research Funding; Chugai: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Shionogi: Research Funding; Sanofi: Research Funding. Narita: Ono: Honoraria, Research Funding; Chugai: Honoraria, Research Funding; AbbVie: Honoraria, Research Funding; Dainippon-Sumitomo: Honoraria, Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; Eisai: Honoraria, Research Funding; Stella-pharma: Honoraria, Research Funding; Otsuka: Honoraria, Research Funding; Meiji-seika: Honoraria, Research Funding; SBI pharma: Honoraria, Research Funding. Mishima: Ono: Research Funding; Chugai: Research Funding; MSD: Research Funding; Eisai: Research Funding; Teijin Pharma: Research Funding; Medical U and A: Research Funding; AbbVie: Research Funding; Otsuka: Research Funding; Daiichi-Sankyo: Research Funding; Nihon-Medi-Physics: Research Funding. Terui: Bristol-Myers Squibb, Celgene, Janssen, Takeda, MSD, Eisai, Ono, and Chugai-Roche Pharmaceuticals Co.,Ltd.: Honoraria; Bristol-Myers Squibb K.K.: Research Funding. Arakawa: UCB: Honoraria; Otsuka: Honoraria; AbbVie: Honoraria; NovoCure: Honoraria; CSL Behring: Honoraria; Nippon-Kayaku: Honoraria; Pfizer: Research Funding; Takeda: Research Funding; CLS: Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; Meiji Seika: Honoraria, Research Funding; Eisai: Honoraria, Research Funding; Chugai: Honoraria, Research Funding; Merck: Honoraria, Research Funding; TanabeMitsubishi: Research Funding; Zeiss: Research Funding; Brainlab: Honoraria, Research Funding; Nihon Medi-Physics: Research Funding; Sanofi: Research Funding; Philips: Research Funding; Siemens: Research Funding; Ono: Research Funding. Yonezawa: Ono: Research Funding. Asai: Ono: Research Funding. Fukuhara: Mundi: Honoraria; Takeda Pharmaceutical Co., Ltd.: Honoraria, Research Funding; Nippon Shinkyaku: Honoraria; Kyowa-Hakko Kirin: Honoraria; Mochida: Honoraria; Bayer: Research Funding; Gilead: Research Funding; Chugai Pharmaceutical Co., Ltd.: Honoraria; Ono Pharmaceutical Co., Ltd.: Honoraria; Eisai: Honoraria, Research Funding; Celgene Corporation: Honoraria, Research Funding; Janssen Pharma: Honoraria; Zenyaku: Honoraria; AbbVie: Research Funding; Solasia Pharma: Research Funding. Sugiyama: Ono: Research Funding; Taiho: Research Funding; Daiichi-Sankyo: Research Funding; Bristol-Myers-Squibb: Research Funding; Chugai: Research Funding; Meiji Seika: Research Funding; Yakult: Research Funding. Shinojima: Ono: Research Funding. Kitagawa: Ono: Employment. Aoi: Ono: Employment. Nishikawa: Ono: Honoraria, Research Funding; MSD: Research Funding; AbbVie: Honoraria, Research Funding; Eisai: Honoraria, Research Funding; Chugai: Honoraria, Research Funding; NovoCure: Honoraria; Daiichi-Sankyo: Honoraria. OffLabel Disclosure: Tirabrutinib. Clinical trial for PCNSL."
}