{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4204.4204",
    "article_title": "Primary Analysis of JUMP, a Phase 3b, Expanded-Access Study Evaluating the Safety and Efficacy of Ruxolitinib in Patients with Myelofibrosis (N = 2233) ",
    "article_date": "December 7, 2017",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "abstract_text": "BACKGROUND: Ruxolitinib is a potent JAK1/JAK2 inhibitor that proved superior to placebo and best available therapy in the phase 3 COMFORT studies in patients (pts) with intermediate (Int)-2- or high-risk myelofibrosis (MF). In these studies, ruxolitinib led to improvements in splenomegaly and MF-related symptoms as well as prolonged overall survival. JUMP is a large, phase 3b, expanded-access trial designed to assess the safety and efficacy of ruxolitinib in pts with MF who do not have access to ruxolitinib outside a clinical trial. Here, we report findings from the primary analysis of JUMP, which includes 2233 pts in 26 countries who received ruxolitinib treatment for ≥ 2 years. METHODS: Eligible pts had Int-2- or high-risk MF, with or without splenomegaly, or Int-1-risk MF with a palpable spleen (≥ 5 cm). The starting dose of ruxolitinib was based on platelet (PLT) counts at baseline (5 mg twice daily [bid; ≥ 50 to < 100 × 10 9 /L], 15 mg bid [100 to 200 × 10 9 /L], 20 mg bid [> 200 × 10 9 /L]) and could be titrated during treatment. The primary endpoint was assessment of safety and tolerability of ruxolitinib. Additional analyses included changes in palpable spleen length and symptom scores. Pts were treated for up to 24 months after the last patient's first visit (23 December 2014), unless discontinuation criteria were met. RESULTS: This analysis includes 2233 pts (primary MF, 59.4% [n = 1326]). At baseline, median age was 67 y (range, 18-89 y), and 59.7% were aged ≥ 65 y; 54.5% were male; median palpable spleen length was 12 cm below the costal margin; median time since diagnosis was 25.8 months. Median hemoglobin (Hb) was 106 g/L (Hb < 100 g/L, 38.3%); median PLT count was 254 × 10 9 /L (PLT count < 100 × 10 9 /L, 6.2%). Mean FACT-Lym TS and FACIT-Fatigue scores were 113.9 and 32.7, respectively. At data cutoff, all 2233 pts had completed treatment or discontinued, with 57.5% (1283/2233) having completed treatment per protocol (ie, transitioned to commercial ruxolitinib). Primary reasons for treatment discontinuation were adverse events (AEs; 18.1%), disease progression (9.1%), and death (4.5%). Median exposure was 12.4 months; the mean average daily dose of ruxolitinib was 28.7 mg. 67.4% of pts had dose modifications, and 27.2% had a dose interruption. The most common grade (G) 3/4 hematologic AEs were anemia (34.8%), thrombocytopenia (16.5%), and neutropenia (4.6%), which led to discontinuation in 1.3%, 2.8%, and 0.1% of pts, respectively. Nonhematologic AEs were primarily G1/2, and the most common (≥ 10%) were pyrexia (16.0%; G3/4, 2.4%), asthenia (15.4%; G3/4, 2.2%), diarrhea (12.5%; G3/4, 1.1%), and fatigue (10.0%; G3/4, 1.0%). Rates of other G3/4 AEs were low (≤ 2%), except pneumonia (4.7%), which led to discontinuation in 10 pts (0.5%). Rates of infections were generally low; all-grade infections in ≥ 5% of pts included pneumonia (7.3%), urinary tract infection (5.9%), herpes zoster (5.2%), and nasopharyngitis (5.2%). Tuberculosis was reported in 5 pts (0.2%; G3/4, < 0.1%) and hepatitis B in 1 pt (G3/4, < 0.1%). At wk 24 and 48, 56.5% (874/1546) and 61.4% (656/1068) of pts with baseline splenomegaly achieved a spleen response (ie, a ≥ 50% reduction from baseline in palpable spleen length); 23.3% (360/1546) and 18.9% (202/1068) had 25% to 50% reductions at wk 24 and 48. Most pts (70.7% [1470/2079]) experienced a ≥ 50% reduction at any time (Figure); the median time to response was 5.8 wk. Pts also experienced substantial improvements in symptoms. A large proportion of pts achieved a response (ie, a clinically significant improvement) on the FACT-Lym TS at wk 24 (53.7% [753/1403]) and wk 48 (53.7% [503/937]). Similar results were seen on the FACIT-Fatigue (wk 24, 49.1% [709/1443]; wk 48, 45.6% [434/952]). CONCLUSIONS: This was the primary analysis of JUMP, the largest study of pts with MF treated with ruxolitinib. Overall, ruxolitinib was effective in pts with MF, leading to reductions in splenomegaly and symptoms in most pts. Consistent with findings from previous studies, anemia and thrombocytopenia were the most common AEs but rarely led to discontinuation. Findings from this analysis, which included pts with Int-1-risk disease, those with low platelet counts (≥ 50 to < 100 × 10 9 /L), and those with a nonpalpable spleen, confirm what was previously observed in the phase 3 COMFORT studies and show that ruxolitinib is effective, with a manageable safety profile, in a broader population of pts with MF. View large Download slide View large Download slide Close modal Disclosures Al-Ali: Novartis: Consultancy, Honoraria, Research Funding; Alexion: Honoraria; Gilead: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding. Foltz: Pfizer: Consultancy; Incyte: Research Funding; Promedior: Research Funding; Gilead: Research Funding; Novartis: Consultancy, Honoraria, Research Funding. Palumbo: Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Speakers Bureau; Jannsen: Membership on an entity's Board of Directors or advisory committees; Teva: Speakers Bureau; Hospira: Membership on an entity's Board of Directors or advisory committees. Le Coutre: Pfizer: Honoraria; Incyte: Honoraria; BMS: Honoraria; Novartis: Honoraria. Zaritskey: Janssen: Consultancy; Novartis: Consultancy, Speakers Bureau. Tavares: Novartis: Consultancy. Griesshammer: Gilead: Consultancy, Honoraria, Speakers Bureau; Sanofi: Honoraria, Speakers Bureau; Baxalta: Consultancy, Honoraria, Speakers Bureau; AOP Orphan: Consultancy, Honoraria, Speakers Bureau; Shire: Consultancy, Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Speakers Bureau. Gupta: Novartis: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Research Funding. Bouard: Novartis Pharma AG: Employment. Perez Ronco: Novartis Pharma AG: Employment. Tiwari: Novartis Healthcare Pvt Ltd: Employment. Vannucchi: Novartis: Honoraria, Speakers Bureau; Shire: Speakers Bureau.",
    "topics": [
        "expanded access",
        "myelofibrosis",
        "ruxolitinib",
        "brachial plexus neuritis",
        "splenomegaly",
        "fatigue",
        "thrombocytopenia",
        "anemia",
        "infections",
        "pneumonia"
    ],
    "author_names": [
        "Haifa Kathrin Al-Ali",
        "Lynda Foltz",
        "Giuseppe A. Palumbo",
        "Bruno Martino",
        "Francesca Palandri, PhD MD",
        "Anna Marina Liberati",
        "Philipp Le Coutre",
        "Carmen Garcia-Hernandez",
        "Andrey Zaritskey",
        "Renato Tavares",
        "Martin Griesshammer",
        "Vikas Gupta, MD PhD",
        "Pia Raanani",
        "Pilar Giraldo, PhD",
        "Catherine Bouard",
        "Julian Perez Ronco",
        "Ranjan Tiwari",
        "Francesco Mannelli",
        "Alessandro M. Vannucchi"
    ],
    "author_dict_list": [
        {
            "author_name": "Haifa Kathrin Al-Ali",
            "author_affiliations": [
                "University Hospital of Halle, Halle (Salle), Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lynda Foltz",
            "author_affiliations": [
                "St Paul's Hospital, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe A. Palumbo",
            "author_affiliations": [
                "Azienda Ospedaliero-Universitaria \"Policlinico-Vittorio Emanuele\", Catania, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Martino",
            "author_affiliations": [
                "Azienda Ospedaliera \"Bianchi Melacrino Morelli\", Reggio Calabria, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Palandri, PhD MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, \"Seràgnoli\" Institute of Hematology, University of Bologna School of Medicine, Bologna, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Marina Liberati",
            "author_affiliations": [
                "University of Perugia, Azienda Ospedaliera S. Maria, Terni, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philipp Le Coutre",
            "author_affiliations": [
                "Charité-Universitätsmedizin Berlin, Berlin, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Garcia-Hernandez",
            "author_affiliations": [
                "Hospital General de Alicante, Alicante, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrey Zaritskey",
            "author_affiliations": [
                "Almazov Medical Research Center of the Russian Ministry of Health, St Petersburg, Russian Federation "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renato Tavares",
            "author_affiliations": [
                "Universidade Federal de Goiania, Goiás, Brazil "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Griesshammer",
            "author_affiliations": [
                "Johannes-Wesling Academic Medical Center, University of Hannover Teaching Hospital, Minden, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Gupta, MD PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pia Raanani",
            "author_affiliations": [
                "Rabin Medical Center, Petah Tikva, and Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pilar Giraldo, PhD",
            "author_affiliations": [
                "Miguel Servet University Hospital and Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Zaragoza, Spain "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Bouard",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julian Perez Ronco",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjan Tiwari",
            "author_affiliations": [
                "Novartis Healthcare Pvt Ltd, Hyderabad, India "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Mannelli",
            "author_affiliations": [
                "Center for Research and Innovation of Myeloproliferative Neoplasms, Azienda Ospedaliero-Universitaria Careggi, University of Florence, Florence, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M. Vannucchi",
            "author_affiliations": [
                "Center for Research and Innovation of Myeloproliferative Neoplasms, Azienda Ospedaliero-Universitaria Careggi, University of Florence, Florence, Italy"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:41:45",
    "is_scraped": "1"
}