{
    "doi": "https://doi.org/10.1182/blood.V124.21.885.885",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2964",
    "start_url_page_num": 2964,
    "is_scraped": "1",
    "article_title": "Novel Deletion Mutants in the Juxtamembrane Domain of Fms-like Tyrosine Kinase 3 (FLT3) Induce Transformation By Release from Autoinhibition in AML ",
    "article_date": "December 6, 2014",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster I",
    "topics": [
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "leukemia",
        "mechlorethamine",
        "bcl-xl protein",
        "protein-tyrosine kinase inhibitor",
        "proto-oncogene proteins c-pim-1",
        "receptor protein-tyrosine kinases",
        "1-phosphatidylinositol 3-kinase",
        "annexin a5"
    ],
    "author_names": [
        "Nicolas Chatain, PhD",
        "Janine Rossa",
        "Giulia Rossetti, PhD",
        "Rodrigo Casasnovas Perera, PhD",
        "Paolo Carloni, PhD",
        "Torsten Haferlach, MD",
        "Tim H. Brümmendorf, MD",
        "Susanne Schnittger, PhD",
        "Steffen Koschmieder, MD"
    ],
    "author_affiliations": [
        [
            "RWTH Aachen University, Faculty of Medicine, Aachen, Germany "
        ],
        [
            "RWTH Aachen University, Faculty of Medicine, Aachen, Germany "
        ],
        [
            "RWTH Aachen University Medical School, Jülich, Germany "
        ],
        [
            "RWTH Aachen University Medical School, Jülich, Germany "
        ],
        [
            "RWTH Aachen University Medical School, Jülich, Germany "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "RWTH Aachen University Hospital, Aachen, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "RWTH Aachen University Hospital, Aachen, Germany"
        ]
    ],
    "first_author_latitude": "50.782541349999995",
    "first_author_longitude": "6.061222400000001",
    "abstract_text": "The survival of patients with acute myeloid leukemia (AML) is still poor, but recent advances including Fms-like tyrosine kinase 3 (FLT3) inhibitors are encouraging. Approximately 25 % of patients with AML carry an activating internal tandem duplication (ITD) in the juxtamembrane domain (JM) of FLT3. Additionally, around 7 % of AML patients exhibit an activating point mutation in the activation loop of the tyrosine kinase domain (TKD). ITD or TKD mutations lead to constitutive activation of the receptor and cellular transformation, and ITD mutations negatively impact prognosis. In addition to the common ITD and TKD mutations we detected for the first time deletions of 3-18 bp in the juxtamembrane domain. These deletions were detected very rarely in a large cohort of newly diagnosed AML patients (7/6843; 0.1%; Munich Leukemia Laboratory). The prognostic relevance and functional consequences of these new mutations are unknown. We first performed retroviral ectopic stable expression of two of these deletion mutants delEY (p.Glu598_Tyr599del) and delIns (p.Phe590_Asp593delinsLeuTyr) in growth factor-dependent Ba/F3 cells. Our experiments demonstrate shown that both variants lead to constitutive phosphorylation of downstream signaling pathways (PI3K/AKT, Ras/MAPK, and STAT3/5). Interestingly, phosphorylation of Y591 could only be confirmed for the ITD mutant but not the other two mutants. The inhibition of protein transport to the membrane by brefeldin A or inhibition of receptor glycosylation by tunicamycin treatment showed substantial differences in signaling between FLT3 deletion mutants and FLT3-ITD. In addition, the FLT3 deletion mutants induce growth factor independent proliferation of Ba/F3 cells as well as clonal growth in semi-solid medium without addition of cytokines in a comparable manner to FLT3-ITD. Next, we analyzed the RNA expression of the STAT5 target genes pim-1, cis, bcl-xL and mcl-1 in the mutant cell lines. Proto-oncogene pim-1 is significantly upregulated in Ba/F3 cells expressing FLT3 deletion mutants, and this effect was abrogated when cells were treated with the kinase inhibitors PKC412 (50 nM) or AC220 (10 nM) for 12 hours. While only FLT3-ITD expression led to a significant upregulation of bcl-xL and mcl-1 mRNA, there was a clear reduction of apoptotic cells by trypan blue exclusion and by annexin-V staining of both FLT3 deletion mutant and FLT3-ITD expressing Ba/F3 cells, confirming a comparable low amount of apoptotic cells. By testing different concentrations of PKC412 and AC220 (0 – 50 nM) to inhibit receptor activity, a higher sensitivity to TKI of the deletion mutants in comparison to FLT3-ITD was observed. For a better understanding of the mechanism behind the constitutive activity of the JM domain mutants, we next analyzed the x-ray structure of wild type FLT3 receptor and modeled the small deletions. The deletions are situated in the switch motif (JM-S) and the zipper motif (JM-Z) of the JM domain, suggesting a malfunction in the proper orientation and guidance to the JM hinge region between the closed and open conformation. We here describe for the first time the detection and functional characterization of FLT3 deletion mutations in AML. Whereas ITD and TKD mutations in the FLT3 receptor serve as prognostic markers in AML, the prognostic relevance of the newly detected FLT3 deletion mutations is still unclear. By analyzing phosphorylation pattern, factor independent growth of Ba/F3 cells, clonal growth, quantitative PCR of STAT5 target genes, TKI sensitivity, and the x-ray structure, our study demonstrates that the described FLT3 deletions mediate constitutive activation of the receptor tyrosine kinase most likely by disruption of receptor autoinhibition. Furthermore, this analysis offers new insights of structural necessities for autoregulation of class III RTKs. Disclosures Haferlach: MLL Munich Leukemia Laboratory: Other. Brümmendorf: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding. Schnittger: MLL Munich Leukemia Laboratory: Other. Koschmieder: Novartis: Consultancy, Honoraria, Other, Research Funding."
}