{
    "doi": "https://doi.org/10.1182/blood.V108.11.3897.3897",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=602",
    "start_url_page_num": 602,
    "is_scraped": "1",
    "article_title": "High Activity of Peripheral Blood γδ T Cells in Term and Preterm Neonates. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cytokine",
        "granulocyte-macrophage colony-stimulating factor",
        "hypersensitivity",
        "immunosuppressive agents",
        "infant, premature",
        "interleukin-10",
        "interleukin-4",
        "interleukin-5",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "stress"
    ],
    "author_names": [
        "Syeda F.Y. Haque",
        "Deena L. Gibbons",
        "Katherine Hamilton",
        "Robert Carr",
        "Adrian C. Hayday"
    ],
    "author_affiliations": [
        [
            "Immunobiology, King’s College London, London Bridge, London, United Kingdom",
            " "
        ],
        [
            "Immunobiology, King’s College London, London Bridge, London, United Kingdom",
            " "
        ],
        [
            "Immunobiology, King’s College London, London Bridge, London, United Kingdom",
            " "
        ],
        [
            "Neonatal Paediatrics, Guy’s and St Thomas’ Hospital, London Bridge, London, United Kingdom",
            " "
        ],
        [
            "Immunobiology, King’s College London, London Bridge, London, United Kingdom",
            " "
        ]
    ],
    "first_author_latitude": "51.493576000000004",
    "first_author_longitude": "-0.10930865",
    "abstract_text": "The peripheral blood white cell compartment is well characterised in adults but relatively little is known in neonates. T cell function has been reported to be very different between neonates and adults. This is significant because the newborn faces the most precipitous encounter with environmental challenges. To further understand the neonatal T cell compartment, we have focussed on γδ T cells which are known to make essential contributions to the immunoprotection of very young mice. We compared γδ cells and αβ T cells from human cord and neonatal blood from term and preterm babies, and compared them with adults. We investigated T cell cultures ex vivo and derived clones. Several findings were evident. First, we confirmed that fresh neonatal αβ cells and clones are profoundly deficient in IFNγ production. Second, we showed that this is not so pronounced for γδ cells and we note that IFNγ production was higher in preterm babies than in term neonates, perhaps reflective of stress in utero . Neonatal γδ clones also made adult quantities of GM-CSF and TRAIL. We note thirdly that neonatal γδ clones make IL-4 and IL-5 (Th2 cytokines) and the immunosuppressive cytokine IL-10, which is not produced at all by adult Vγ9 + clones. Fourth, these pleiotropic activities of human neonatal γδ clones appears to be determined by the type of T cell receptor expressed. Vδ1-expressing clones have broad functional potentials whereas Vγ9-expressing clones polarise to either a Th1 or Th2 like profile. Fifth, particularly high Th1 cytokine production is observed in Vγ9-Vδ1 (DP) cells which are more common and therefore more easily cloned from neonatal versus adult blood. We conclude that the neonatal γδ cells are highly active and broader in their cytokine production than either their adult γδ cell or their neonatal αβ T cell counterparts. Thus, γδ cells should be better understood vis-à-vis perinatal vaccination regimens and the development of childhood allergies."
}