{
    "doi": "https://doi.org/10.1182/blood-2021-152682",
    "article_title": "CLR 131 (Iopofosine I-131) Treatment in Triple Class Refractory and Beyond Multiple Myeloma Patients: Preliminary Efficacy and Safety Results from the Phase 2 Clover-1 Trial ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Background: Phospholipid ethers (PLE) provide a novel mechanism to target tumor cells. Tumor cells contain increased amounts of lipid rafts in their cell membranes, which are thought to enhance signaling and resist apoptosis. Phospholipid drug conjugates (PDC) are specifically designed to have high affinity for lipid rafts which upon binding results in trans-membrane inversion with the ability to deliver an attached therapeutic directly to the cytosol. Iopofosine I-131 (formerly identified as CLR 131) is a novel PDC delivering I-131 as a targeted tumor cell radiotherapy. Iopofosine I-131 is being examined in relapsed or refractory multiple myeloma (RRMM) patients through an open-label, Phase 2 trial, CLOVER-1 (NCT02952508). Methods: The primary objective of this study is to determine the safety and efficacy of Iopofosine I-131 in heavily pretreated MM patients. Eligibility criteria for MM patients include progression or relapsed disease that is refractory to at least 1 proteasome inhibitor and 1 immunomodulatory agent unless intolerable/ineligible to receive such agents with no upper limit to the number of prior lines of therapy. Iopofosine I-131 is administered in up to 4 IV infusions (15-20 min) over 3 months, with doses given 1-2 weeks apart each cycle for a maximum of 2 cycles, along with dexamethasone 40 mg weekly (20 mg in patients > 75), for up to 12 weeks. Following iopofosine I-131 administration, no other antineoplastic or targeted therapy was given until clinically indicated by the investigator. Adverse events (AEs) are graded by NCI-CTCAE v4.03; responses are assessed by the 2016 International Myeloma Working Group criteria. Results: Eleven patients with at least triple class refractory (immunomodulatory agent, proteasome inhibitor and monoclonal antibody) MM have been enrolled in this Phase 2 study with data current as of 28 May 2021. Patients had a median age of 72 (range 34-77), mean prior regimens of 7.2 (range 3-17) and received a mean total body dose of 75.4 mCi (range 59.7-118.7) of iopofosine I-131. The overall response rate (ORR) was 45.5% (5/11), the clinical benefit rate (CBR) was 72.7% (8/11) and disease control rate (DCR) was 100%. Median progression free survival (PFS) was 3.4 months. In a subset of patients who are quad/penta drug refractory, efficacy increased with an ORR of 80.0% (4/5) and CBR of 100% (5/5). The primary treatment emergent AEs in patients with MM included cytopenias (87.5%), in line with prior experience with iopofosine I-131. The most commonly observed cytopenias included Grade 3 or 4 thrombocytopenia (62.5%), anemia (62.5%), neutropenia (62.5%) and decreased white blood cell count (50%). There were no infusion-related reactions or AEs. Conclusions: Initial results for iopofosine I-131 show efficacy with a promising ORR of 45.5% and a CBR or 72.7% in heavily pretreated triple class refractory multiple myeloma patients. Interestingly, iopofosine I-131 showed its highest efficacy in patients that were quad/penta drug refractory with ORR of 80%, highlighting its potential as a later line therapy. Iopofosine I-131 is a novel cancer radiotherapeutic that may provide benefit to patients that are refractory/unresponsive to traditional MM therapies. CLOVER-1 is actively enrolling MM patients that are at least triple class refractory across the United States. Disclosures Ailawadhi:  AbbVie: Consultancy; Pharmacyclics: Consultancy, Research Funding; Ascentage: Research Funding; Cellectar: Research Funding; GSK: Consultancy, Research Funding; Genentech: Consultancy; BMS: Consultancy, Research Funding; Karyopharm: Consultancy; Sanofi: Consultancy; Medimmune: Research Funding; Janssen: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Xencor: Research Funding; Takeda: Consultancy; Beigene: Consultancy. Stiff:  CRISPR: Consultancy; Gamida-Cell, Atara, Amgen, Incyte, Takeda, Macrogenetics, Eisai: Research Funding; Cellectar: Research Funding. Green:  Seagen Inc.: Research Funding; bristol myers squibb: Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding; Cellectar Biosciences: Research Funding; GSK: Membership on an entity's Board of Directors or advisory committees; Janssen Biotech: Membership on an entity's Board of Directors or advisory committees, Research Funding; Juno Therapeutics: Patents & Royalties, Research Funding; Legend Biotech: Consultancy; Neoleukin Therapeutics: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; SpringWorks Therapeutics: Research Funding. Lipe:  Seagen Inc.: Research Funding; BMS: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; sanofi: Consultancy; GlaxoSmithKline: Consultancy; amgen: Research Funding; Cellectar: Research Funding; Karyopharm: Research Funding; Harpoon: Research Funding. Cull:  Aptevo: Research Funding. Friend:  Cellectar: Current Employment. Longcor:  Cellectar: Current Employment. Oliver:  Cellectar: Current Employment.",
    "author_names": [
        "Sikander Ailawadhi",
        "Patrick Stiff",
        "Emad Ibrahim",
        "Damian J. Green",
        "Brea Lipe",
        "Elizabeth H. Cull",
        "Natalie S. Callander",
        "John Friend",
        "Jarrod Longcor",
        "Kate Oliver"
    ],
    "author_dict_list": [
        {
            "author_name": "Sikander Ailawadhi",
            "author_affiliations": [
                "Division of hematology, Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrick Stiff",
            "author_affiliations": [
                "Loyola University Medical Center, Cardinal Bernardin Cancer Center, Maywood, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emad Ibrahim",
            "author_affiliations": [
                "Redlands Community Hospital, Redlands, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damian J. Green",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brea Lipe",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester Medical Center, Rochester, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth H. Cull",
            "author_affiliations": [
                "Cancer Institute, Prisma Health, Piedmont, SC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie S. Callander",
            "author_affiliations": [
                "University of Wisconsin, Madison, WI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Friend",
            "author_affiliations": [
                "Cellectar Biosciences, Florham Park, NJ"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jarrod Longcor",
            "author_affiliations": [
                "Cellectar Biosciences, Florham Park, NJ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kate Oliver",
            "author_affiliations": [
                "Cellectar Biosciences, Florham Park, NJ"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:00:24",
    "is_scraped": "1"
}