{
    "doi": "https://doi.org/10.1182/blood.V114.22.4999.4999",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1497",
    "start_url_page_num": 1497,
    "is_scraped": "1",
    "article_title": "Clinical Features and Prognostic Relevance of Ovarian Involvement in Non-Hodgkin's Lymphoma: a Consortium for Improving Survival of Lymphoma (CISL) Report. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOPROLIFERATIVE SYNDROMES NON-HODGKIN’s LYMPHOMA - BIOLOGY, EXCLUDING THERAPY",
    "topics": [
        "burkitt's lymphoma",
        "lymphoma",
        "lymphoma, non-hodgkin",
        "signs and symptoms",
        "diffuse large b-cell lymphoma",
        "extranodal disease",
        "chemotherapy regimen",
        "ovarian lymphoma",
        "lymphoma, t-cell, peripheral",
        "abdominal pain"
    ],
    "author_names": [
        "Jina Yoon",
        "Seok Jin Kim, MD, PhD",
        "Jong Ho Won",
        "Chul Won Choi, MD, PhD",
        "Hyeon-Seok Eom",
        "Jin Seok Kim",
        "Min Kyoung Kim",
        "Jae-Yong Kwak",
        "Won Seog Kim",
        "Cheolwon Suh, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
        ],
        [
            "Soon Chun Hyang University Hospital, Seoul, South Korea, "
        ],
        [
            "Internal Medicine, Korea University Medical Center, Guro Hospital, Seoul, South Korea, "
        ],
        [
            "Department of Internal Medicine, National Cancer Center of Korea, Goyang, South Korea, "
        ],
        [
            "Department of Internal Medicine, Yonsei University College of Medicine, Seoul, South Korea, "
        ],
        [
            "Internal Medicine, Yeungnam University College of Medicine, Daegu, South Korea, "
        ],
        [
            "Department of Internal medicine, Chonbuk National University Hospital, Jeonju, South Korea, "
        ],
        [
            "Department of Internal Medicine, Sungkyunkwan University School of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.4889432",
    "first_author_longitude": "127.0876424",
    "abstract_text": "Abstract 4999 Introduction Ovary can be involved as a primary ovarian lymphoma or secondarily involved by disseminated disease of non-Hodgkin's lymphoma. However, ovarian involvement is an extremely rare event in non-Hodgkin's lymphoma. Thus, it clinical features and prognostic relevance has rarely been addressed, and most publications refer to a single or a few cases. Thus, we retrospectively analyzed patients with ovarian involvement Patients and methods 32 patients with ovarian involvement were assembled from 8 hospitals affiliated with the CISL (Consortium for Improving Survival of Lymphoma), a Korean lymphoma study group. Primary ovarian involvement was defined as a lymphoma confined to ovary with or without involvement of adjacent lymph nodes and contiguous organs. Secondary ovarian lymphoma was defined as a secondary involvement of ovary in disseminated disease of lymphoma at initial diagnosis. Results Twelve patients had primary ovarian lymphoma (37.5%) while twenty patients (62.5%) had secondary ovarian involvement by systemic disease. The clinical manifestations of ovarian involvement were similar to that of other ovarian tumors, namely an abdominal pain (31%), abdominal distension (19%) or lower abdominal palpable mass (16%). Pathological review according to the WHO classification showed that the most common histological subtype was diffuse large B-cell lymphoma (DLBCL, 75.0%, 24/32), and the frequency of other subtypes was as follows: Burkitt lymphoma (BL, 12.5%, 4/32), lymphoblastic lymphoma (6.3%, 2/32), marginal zone B-cell lymphoma (MZL, 3.1%, 1/32), peripheral T-cell lymphoma, unspecified (PTCL-U, 3.1%, 1/32). The median age (43 years, range 18-80) was younger than that of previously reported other organs such as uterus or prostate. The presence of B symptoms was only observed in 31.3%, and the performance status was good (84.4% of patients had less than grade II of ECOG performance status). The cases involving two or more than two extranodal sites were 68.8% while cases with elevated level of serum LDH were 59.4%. Thus, 59.4% of patients had the low or low-intermediate score of IPI score. Bilateral ovarian involvement was found in 12/32 (38%) while unilateral involvement was 20/32 (63%, 9 right and 11 left side. Three patients showed the involvement of central nervous system (CNS) at diagnosis (3/32, 9.4%). These three patients had DLBCL histology and unfavorable parameters including stage IV, high IPI score and bone marrow BM involvement. Thus, the initial CNS involvement might be associated with advanced stage of lymphoma not with ovarian involvement itself. Surgical removal of involved ovary was performed in 20 patients (62%), and then they were treated with systemic chemotherapy. Twelve patients (38%) were treated with chemotherapy alone. The comparison of outcomes according to the treatment modalities showed the outcomes of chemotherapy-based treatment versus surgery-based treatment were not significantly different (2 year overall survival; 66% vs. 68%). With a median follow-up of 25 months (range 3-185), 13 patients (40.6%) relapsed. Two patients were relapsed in single lesion and 11 were relapsed in multiple lesions. The majority relapsed at various extranodal sites (11/13, 84.6%) and only 2 cases relapsed at nodal sites. Most common relapse site was CNS (4 cases among 13 cases of relapse, 31%). All CNS relapsed patients had DLBCL histology. Ovarian relapse observed in one case that had been involved both ovary at the time of diagnosis. The 2 year overall survivals (OS) were 67% (95% CI: 50 to 83%) and the 2 year progression free survivals (PFS) were 61% (95% CI: 44 to 78%). In univariate analysis, high IPI score, 2 or more extranodal sites involvement and elevated LDH level were statistically significant parameters for lower PFS; moreover, 2 or more extranodal sites involvement and elevated LDH level associated with poor OS. Conclusion Ovarian involvement of non-Hodgkin's lymphoma showed a dismal prognosis despite active treatment. Therefore, more optimal treatment strategy should be warranted. Disclosures No relevant conflicts of interest to declare."
}