{
    "doi": "https://doi.org/10.1182/blood.V110.11.1010.1010",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=972",
    "start_url_page_num": 972,
    "is_scraped": "1",
    "article_title": "FoxO Transcription Factor Is Delocalized in CML Patients by Bcr-Abl Induced PI3K/AKT Activation and IKK Pathway and Can Be Reactivated by Imatinib Treatment. ",
    "article_date": "November 16, 2007",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "phosphoinositide 3-kinase",
        "proto-oncogene proteins c-akt",
        "transcription factor",
        "forkhead box protein o3",
        "spred-1 protein",
        "dna",
        "forkhead box protein o1"
    ],
    "author_names": [
        "Daniela Cilloni, MD, PhD",
        "Cristina Panuzzo, PhD",
        "Francesca Messa, PhD",
        "Francesca Arruga, PhD",
        "Paolo Nicoli, MD",
        "Emanuela Messa, MD",
        "Stefano Ulisciani, MD",
        "Ilaria Iacobucci, PhD",
        "Giovanni Martinelli, MD",
        "Enrico Bracco, PhD",
        "Thea Kalebic, MD",
        "Giuseppe Saglio, MD"
    ],
    "author_affiliations": [
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Dept of Haematology, University of Bologna, Bologna, Italy"
        ],
        [
            "Dept of Haematology, University of Bologna, Bologna, Italy"
        ],
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Novartis Oncology, East Hanover, USA"
        ],
        [
            "Dept of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ]
    ],
    "first_author_latitude": "45.069427999999995",
    "first_author_longitude": "7.6889006",
    "abstract_text": "The FoxO family of transcription factors is regulated by PI3K/Akt induced phosphorylation resulting in nuclear exclusion and degradation. Nuclear FoxO transcribes proapoptotic molecules and cell cycle inhibitors. Although multiple mechanisms regulate FoxO activity, Akt seems to be crucial to its regulation and function. In Chronic Myeloid Leukemia the TK activity of Bcr-Abl leads to the abnormal activation of downstream effectors including PI3K/Akt. The aim of this study was to investigate the role of FoxO in Bcr-Abl induced apoptotic arrest and cell growth, the consequence of imatinib (IM) treatment on FoxO activity and the alternative pathways responsible for FoxO3 inactivation other than PI3K-Akt. BM cells were collected from 20 CML patients at diagnosis and during IM treatment and from 20 healthy donors. The expression of FoxO1, FoxO3, FoxO4 were tested by RQ-PCR, FoxO3 protein amount and localization by Western blot and immunofluorescence and the DNA binding activity by EMSA. Downstream target genes transcribed by FoxO3 were quantified. Among these, Spred1 which codes for a negative regulator of RTK signal, including Ras mediated pathway triggered by Bcr-Abl. We have previously described the absence of Spred1 is CML cells and we have demonstrated that it promotes growth arrest and apoptosis in haematopoietic cells. Finally, BM cells and BV173 Ph+ cell line were incubated with 1 μM IM, 5 μM of the PI3K inhibitor LY294002 and 20 μM PS1145, the inhibitor of IKK kinase also responsible for FoxO phosphorylation, and with the combination of IM plus PS1145 and LY294002 plus PS1145. We found that the amount of FoxO1, FoxO3 and FoxO4 mRNA are similar in CML patients and controls. Interestingly, while FoxO3 in control cells is localized in both, nucleous and cytoplasm, is completely cytoplasmatic in Ph+ CML cells and it enters the nucleous during IM treatment. The quantification of FoxO fluorescent signal in controls shows a mean value of intensity of 21.4±2 in the nucleous and 14,6±1.7 in the cytoplasm. By contrast, in CML cells is 6.6±0.8 in the nucleous and 16.7±1.1 in the cytoplasm. Additionally, FoxO3 DNA binding activity in CML patients is completely absent at diagnosis and reappears during therapy or after IM incubation. Also the mRNA of the target gene Spred1 is rather undetectable at diagnosis (mean value 2 −ΔΔCt = 0,001±0,09) and is upregulated during remission (mean value 2 −ΔΔCt = 1,2±1,8) or after IM incubation (mean value = 0,7±0,9) or LY294002(1±0,7). Exposure to IM, LY294002 and PS1145 results in FoxO partial nuclear relocalization with a nuclear signal of 15±5, 17 ±3 and 12±2 respectively. Interestingly, the association of PS1145 and IM or PS1145 and LY294002 induces a complete nuclear shuttle with a nuclear signal of 23±4 and 24±4 respectively, suggesting that both pathways are implicated in FoxO inactivation. These observations suggest that FoxO inactivation may be crucial for Bcr-Abl induced proliferation and apoptosis arrest. The antiproliferative activity of IM may be mediated by FoxO3 re-localization. Nevertheless, we demonstrated that also IKK pathway contributes to this effect, providing the rationale for a therapeutic strategy based on the combination of IM plus an IKK inhibitor."
}