{
    "doi": "https://doi.org/10.1182/blood.V114.22.1447.1447",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1402",
    "start_url_page_num": 1402,
    "is_scraped": "1",
    "article_title": "Myeloablative Therapies Damage and Alter the Composition of the Cells of the Bone Marrow Microenvironment. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - MICROENVIRONMENT, CELL ADHESION AND MESENCHYMAL STEM CELLS POSTER I",
    "abstract_text": "Abstract 1447 Poster Board I-470 Patients with a range of blood cell diseases are usually treated with myeloablative therapies such as chemotherapy or irradiation accompanied by bone marrow (BM) transplants. These therapies have severe effects on the hematopoietic system and cause prolonged pancytopenia, which is life-threatening to the patient. The effects of myeloablative therapies on hematopoietic cells are well-documented but their impacts on the cells of the BM microenvironment, which have important roles in regulating hematopoiesis, are largely unknown. Using the mouse model, we have analyzed the effects of 11 Gy irradiation and transplantation of 5 × 10 6 BM cells/mouse on hematopoietic and BM microenvironment cells: osteoblasts (Obs), endothelial cells (ECs) (both which have been shown to be important positive regulators of hematopoiesis) and adipocytes (known negative regulators of hematopoiesis). Mature and immature hematopoietic cell contents in BM, peripheral blood and spleen were assessed by cell counts together with fluorescence-activated cell-sorting (FACS) analysis and colony-forming cell potential. BM microenvironment Ob and adipocyte cell content were examined by standard histomorphometry methods on non-decalcified plastic-embedded tibiae. BM microenvironment ECs were measured by immunohistochemical staining of paraffin-embedded sections accompanied by FACS-analysis of lineage/CD45/CD48-negative, CD31-positive cells. Quantitative real-time PCR of BM provided further insight into changes in transcripts specific for immature populations of BM microenvironment cells post-transplant. Cohorts of male mice were analyzed at numerous time-points corresponding to: age-matched non-transplanted male mice (day 0); periods of severe pancytopenia (days 2-7); early recovery of hematopoiesis (days 10-35) and the time-point at which stable hematopoiesis was re-established (day 84). The earliest change in the BM microenvironment was to ECs, as massive hemorrhaging was observed, with damaged vasculature throughout the BM cavity occurring as early as day 2 post-transplant. Furthermore, the numbers of ECs in the BM markedly dropped at this time-point, and this was accompanied by 2-fold reductions in transcripts for the BM vascular-specific markers VEGFR2 and VEGFR3. In contrast, the expression of VE-cadherin, a molecule important for endothelial cell-cell interactions, was significantly up-regulated (6-fold, P<0.05 vs day 0), potentially to aid repair of the vasculature. At the same time-point stromal cell-derived factor-1 (CXCL12), a chemokine that retains hematopoietic cells in the BM but also functions as an angiogenic factor, was highly up-regulated in BM (30-fold, P<0.001) but returned to normal levels by day 7 post-transplant. Interestingly, EC cytopenia paralleled that observed for hematopoietic cells, however, full recovery of BM ECs was detected by day 14 post-transplant. There was a significant 2-fold reduction in trabecular bone that persisted from days 7-35 post-transplant (P<0.05 vs day 0). This correlated with significant (2-fold) decreases in transcripts of Runx2 and Osterix (P<0.005 vs day 0), both markers of immature Ob precursors, Furthermore, while non-treated age-matched mice did not have significant numbers of adipocytes in their BM, there was a 20-fold increase in adipocytes visible from days 7-35 post-transplant (P<0.05). This was preceded by a significant increase in expression of the early adipocyte markers peroxisome proliferator-activated receptor-γ (PPARγ) (12-fold) and adiponectin (3-fold) in the BM by day 2 post-transplant (P<0.0005 vs day 0). These inverse changes observed in bone and adipocyte formation may help to explain why both parathyroid hormone and a PPARγ antagonist (which target mesenchymal progenitor cells to reduce adipogenesis and increase bone formation) have recently been shown to aid hematological recovery post-transplant. Preliminary results suggest that similar BM microenvironment cell changes are also observed when mice are treated with the cytotoxic drug 5-fluorouracil. In conclusion, the cells of the BM microenvironment are highly susceptible to myeloablative therapies. Treatments aiding the recovery of the different BM microenvironment cell types might in turn reduce pancytopenia and promote more rapid hematological recovery in patients receiving myeloablative therapies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adiponectin",
        "angiogenesis factor",
        "antagonists",
        "bone marrow",
        "cadherins",
        "cd31 antigens",
        "cd45 antigens",
        "cd48 antigen",
        "cell separation",
        "chemokines"
    ],
    "author_names": [
        "Maria Askmyr",
        "Kirby E White",
        "Tanja Jovic",
        "Holly J Brennan",
        "Emma K Baker",
        "Miralireza Takyar",
        "Celeste Nota",
        "Louise E Purton"
    ],
    "author_affiliations": [
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia"
        ],
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia"
        ],
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia"
        ],
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia"
        ],
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia"
        ],
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia"
        ],
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia"
        ],
        [
            "Stem Cell Regulation Unit, St. Vincent's Institute, Fitzroy, Australia"
        ]
    ],
    "first_author_latitude": "-37.806671",
    "first_author_longitude": "144.97396229999998"
}