{
    "doi": "https://doi.org/10.1182/blood.V122.21.5423.5423",
    "article_title": "Donor T Cell Content Of Whole Bone Marrow Is Responsible For Maternal Immunization Following In Utero Hematopoietic Cell Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects",
    "abstract_text": "Introduction In Utero Hematopoietic Cell Transplantation (IUHCT) represents a potential therapeutic approach for many genetic disorders by inducing mixed hematopoietic chimerism and associated donor specific tolerance. We have shown previously that IUHCT of adult bone marrow (BM) cells in the allogeneic murine model induces a maternal alloimmune response against donor antigen. This results in the transfer of maternal alloantibodies via breast milk triggering an adaptive immune response in the pup with loss of chimerism in 70% of recipients. In contrast to our results, other investigators using a murine model of IUHCT with fetal liver (FL) derived cells, identified no significant maternal alloresponse and implicated prenatal maternal-fetal cellular trafficking and maternal T-cells as a primary mechanism of engraftment loss. As these two different observations have profound implications for clinical IUHCT, we sought to reconcile the data by investigation of differences between the two models. One major difference is the difference in antigen presenting cell (APC) and T cell content between the BM and FL grafts. We hypothesized that depletion of the APC or T-cell content of the donor graft would reduce maternal immunization after IUHCT. Methods Donor APC, defined as macrophages (CD11b+), dendritic cells (CD11c+) and B cells (CD45R/B220+) make up a substantial portion of murine BM and contribute to the allohumoral response by indirect presentation of antigen via class II MHC. Donor T cells (CD3+) have also been implicated in the host immune response by indirect and direct activation of host immune cells. In this series of experiments, Balb/c mice underwent IUHCT at E14 with the following B6 donor cell populations: 1) BM; 2) FL; 3) APC depleted BM (containing an increased relative fraction of T cells) 4) T cell depleted BM 5) APC and T cell depleted BM with T cell add back to 2.5% (to approximate T cell concentration in WBM) 6) CD4 Depleted BM and 7) CD8 Depleted BM. Serial post-natal maternal alloantibody assays measured by Fluorescent Activated Cell Sorting (FACS) analysis were used to quantify the postnatal maternal immune response. Results We found a significant difference in the postnatal maternal humoral response in each of these groups. In the WBM and APC depleted BM groups there was a significant increase in maternal serum IgG levels reaching a 24 fold increase compared to negative controls (no serum) at 4 weeks. When we measured the maternal immune response following IUHCT in the fetal liver and T cell depleted BM groups, both of which have decreased relative CD3+ cells, we found a minimal increase (2 fold) in maternal serum IgG levels at 4 weeks. We could not identify a difference between CD4 depleted and CD8 depleted WBM. Conclusion These findings identify that donor T cells within whole bone marrow are responsible for maternal immunization following IUHCT. Modification of donor cell content may allow IUHCT from non-maternal donor sources by avoiding the maternal immune response. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "donors",
        "hematopoietic stem cell transplantation",
        "immunization",
        "mothers",
        "t-lymphocytes",
        "antigens",
        "immunoglobulin g",
        "isoantibodies",
        "tissue transplants"
    ],
    "author_names": [
        "Erik G. Pearson, MD",
        "Jesse Vrecenak, MD",
        "William Peranteau, M.D.",
        "Alan W. Flake, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Erik G. Pearson, MD",
            "author_affiliations": [
                "Center for Fetal Diagnosis and Treatment, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jesse Vrecenak, MD",
            "author_affiliations": [
                "Center for Fetal Diagnosis and Treatment, Children's Hospital of Philadelphia, Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Peranteau, M.D.",
            "author_affiliations": [
                "Center for Fetal Diagnosis and Treatment, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan W. Flake, M.D.",
            "author_affiliations": [
                "Center for Fetal Diagnosis and Treatment, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T18:47:21",
    "is_scraped": "1"
}