{
    "doi": "https://doi.org/10.1182/blood-2018-99-120113",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4108",
    "start_url_page_num": 4108,
    "is_scraped": "1",
    "article_title": " Real-Time Visualization of Shear-Dependent Erythrocyte Deformation into Schistocytes Using Single Micron Microfluidics  ",
    "article_date": "November 29, 2018",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "topics": [
        "blood smear",
        "constriction procedure",
        "disseminated intravascular coagulation",
        "erythrocytes",
        "fibrin",
        "painful bladder syndrome",
        "pathologic processes",
        "schistocytes",
        "thrombosis",
        "thrombotic microangiopathies"
    ],
    "author_names": [
        "Julia Lins Arrighi Woodall",
        "Meredith Ellen Fay, BS",
        "Jordan Ciciliano, BS, PhD",
        "Reza Abbaspour, BS, MS",
        "Muhannad S Bakir, MS, PhD",
        "Wilbur A Lam, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA ",
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, South Lebanon, OH "
        ],
        [
            "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA ",
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
        ],
        [
            "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA ",
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA "
        ],
        [
            "School of Electrical and Computer Engineering, Georgia Institute of Technology, Atlanta, GA "
        ],
        [
            "School of Electrical and Computer Engineering, Georgia Institute of Technology, Atlanta, GA "
        ],
        [
            "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA ",
            "Aflac Cancer and Blood Disorder Center of Children's Healthcare of Atlanta and Department of Pediatrics, Emory University School of Medicine, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "33.8298162",
    "first_author_longitude": "-84.35072155",
    "abstract_text": "Background : The vasculature consists of a dynamic mechanical microenvironment whereby blood cells experience a wide variety of shear stresses and pressures (Wootton et al., Annu. Rev. Biomed. Eng., 1999).This is enhanced in the context of prothrombotic conditions, especially in the microvasculature, during which the introduction of a pathologic fibrin matrix can affect both the fluidic microenvironment and create physical obstacles in the blood stream. These forces act as erythocytic biophysical cues and have been found to affect ATP release and the deformation into abnormal cell morphologies (Gov et al., Biophysical Journal, 2005). These deformations affect both cell form and function in turbulent conditions such as heart valves, thrombotic microangiopathies, and prothrombotic disorders like disseminated intravascular coagulation (Levi et al., N Engl J Med, 1999). The presence of mechanically damaged erythrocytes like schistocytes in blood smears are used to detect these disorders, however, the underlying biophysical mechanisms of how they are formed remains largely unknown (Zini, et al., Int. J. Lab. Hematol., 2012). To that end, we developed microfluidic devices with single-micron sizescales and \"canal-like\" features of varying lengths to recreate the mechanical microenvironment in biophysical constrictions that occur in microvascular thrombotic disorders associated with schistocyte formation. With these specialized microfluidics, we previously observed the fragmentation of erythrocytes in real-time and found that the extent of erythrocyte damage was dependent on the length of the constricting canal, which affects the pressure differential and transit time (Ciciliano et al., Lab on a Chip, 2017). Here, we hypothesize that increasing shear rate in these microchannel canals will increase the formation of altered erythrocytes including schistocytes. Methods : Our microfluidic devices are fabricated via electron beam lithography and consist of microcanals with a 2 µm width, a 3 µm height, and lengths varying from 5 µm to 45 µm, simulating the physical dimension of in vivo microvascular constrictions (Figure 1A). A PBS solution containing 20% erythrocytes by volume was perfused through the microfluidic devices at shear rates of 30,000 to 120,000 dyne/cm 2 at the microcanals. Erythrocyte deformation was observed in real-time using high speed video microscopy. To our knowledge, there are no other systems allowing for visual analysis of erythrocyte fragmentation through single micron microfluidic constrictions. Further, this microfluidic platform decouples biochemical cues from the biophysical cues being studied that lead to deformation of erythrocytes in real-time. Results : We show that increasing shear rate at lower microcanal lengths of 5 µm, 10 µm and 15 µm resulted in little or no erythrocyte fragmentation. However, increasing shear rates at microcanal lengths of 20 µm resulted in reversible burr cell formation at low shear rates, and then increased fragmentation to potential schistocyte and ghost cell formation at the highest shear rates (Figure 1B). The percentage of non-reversible erythrocyte deformation continued to rise with increased shear rate at microcanal lengths greater than 25 µm (Figure 1C). Conclusion : Our results suggest that shear rate and constriction time work synergistically to affect plastic erythrocyte deformation into a variety of abnormal morphologies typical in thrombotic microangiopathic disorders. These results align with literature findings in larger experimental systems, where increased hemolysis has been observed through increasing shear stress (Leverett et al., Biophys J., 1972) and increasing pressure when coupled with high shear rates (Yasuda et al., ASAIO Journal, 2001). We plan to further characterize the formation of schistocytes by examining the interactions between the biophysical parameter space and the biochemical parameter space in microfluidic systems. By studying how variables such as shear, compression, fibrin density, and platelet concentration affect erythrocyte fragmentation, we will find the optimal conditions for schistocyte formation. These findings will lead to an improved understanding of microangiopathic pathological processes and aid in developing diagnostic assays in the future. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}