{
    "doi": "https://doi.org/10.1182/blood.V120.21.3315.3315",
    "article_title": "Unexpected High Frequency of Upshaw-Schulman Syndrome in Norway ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3315 Upshaw-Schulman syndrome (USS), also called congenital or hereditary thrombotic thrombocytopenic purpura (TTP), is a rare disease caused by mutations in the ADAMTS13 gene, resulting in a severe deficiency of the von Willebrand factor cleaving protease in plasma. It accounts for 5–10% of all TTP cases, and it's prevalence has been estimated to be about 1/million, but greater awareness of late-onset and oligosymptomatic forms have led to the hypothesis that this could be a too low estimate. We performed a population based, cross-sectional study for the ten years period 1998–2007 in a health administration unit in Norway, covering an area of 53 000 km 2 , 650 000 inhabitants, and 8 somatic hospitals. Different search strategies were used to identify subjects with USS and to estimate the prevalence of the disorder. Subjects were identified through systematic computer based diagnosis searches in hospital archives, colleague referrals, and laboratory database-search. Upshaw- Schulman syndrome was defined as a clinical history with acute attacks of micro- angiopathic hemolytic anemia and thrombocytopenia, an ADAMTS13 activity during remission of < 5% without evidence of a functional ADAMTS13 inhibitor, and the presence of homozygous or compound heterozygous mutations in the ADAMTS13 gene. We also studied the prevalence of the two most common ADAMTS13 mutations in Northern Europe, the frameshift mutation 4143_4144insA in the second CUB domain and the missense mutation R1060W in the TSP1–7 domain, in two pilot cohorts of healthy controls. The first cohort comprised 250 randomly picked samples from the large population based cohort HUNT 2 (The Nord-Trøndelag Health Study 1995–97) and the second cohort included 259 samples of blood donors from St Olavs Hospital Trondheim University Hospital. The observed prevalence of USS was compared to the estimates of allelic frequencies of the two mutations. The computer based diagnosis searches resulted in 11 cases, including one not previously diagnosed USS case. The point estimate of prevalence of USS for the region was thus 17/million. The diagnosis was verified with genotyping for all cases, and 5 different mutations were found: 4143_4144insA, R1060W, C804R, L232Q, and C1213Y, all of them previously reported in association with congenital TTP. 4143_4144insA was the most frequent mutation among patients, with 7 homozygous and 1 heterozygous cases, respectively. Allelic frequency estimation of mutation R1060W was 1, 20% in the HUNT2 cohort, and the general population allelic frequency of 4143_4144insA was 0, 34% derived from the blood donor cohort estimate. We found that the estimated allelic frequency of R1060W was much higher than expected compared to observed patient cases with this mutation, indicating a low clinical penetrance of this mutation, whereas the frequency of 4143_4144insA alleles were in accordance with the number of observed patients homozygous for this mutation. In conclusion, both the observed prevalence of Upshaw- Schulman Syndrome, and the estimated allelic frequency of the two most common ADAMTS13 mutations were higher than expected. These results encourage further research to investigate whether our findings are due to a clustering of the condition in our region, or represent a correct estimate of the general prevalence of the disease. Disclosures: Kremer Hovinga Strebel: Baxter: Consultancy.",
    "topics": [
        "norway",
        "upshaw-schulman syndrome",
        "thrombocytopenic purpura, congenital",
        "adamts13 protein",
        "disease remission",
        "genotype determination",
        "hemolytic anemia",
        "microbiology procedures",
        "rare diseases",
        "thrombocytopenia"
    ],
    "author_names": [
        "Anne-Sophie von Krogh, MD",
        "Anders Waage, MD, PhD",
        "Johanna A. Kremer Hovinga Strebel, MD",
        "Petter Quist-Paulsen, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anne-Sophie von Krogh, MD",
            "author_affiliations": [
                "Department of Cancer Research and Molecular Medicine, Norwegian University of Science and Technology, Trondheim, Norway, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anders Waage, MD, PhD",
            "author_affiliations": [
                "KG Jebsen Center for Myeloma Research and Department of Cancer Research and Molecular Medicine, Norwegian University of Science and Technology, Trondheim, Norway, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johanna A. Kremer Hovinga Strebel, MD",
            "author_affiliations": [
                "University Clinic of Hematology and Central Hematology Laboratory, Hemostasis Research Laboratory, Inselspital, Bern University Hospital and University of Bern, Bern, Switzerland, Bern, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petter Quist-Paulsen, MD, PhD",
            "author_affiliations": [
                "Department of Cancer Research and Molecular Medicine, Norwegian University of Science and Technology, Trondheim, Norway, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T12:56:42",
    "is_scraped": "1"
}