{
    "doi": "https://doi.org/10.1182/blood.V112.11.1566.1566",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1087",
    "start_url_page_num": 1087,
    "is_scraped": "1",
    "article_title": "Plitidepsin Is Active in Peripheral T-Cell Lymphoma (PTCL): A Subset Analysis from An Ongoing Multicenter Phase II Trial. ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "hematotoxicity",
        "hypersensitivity",
        "lymphoma",
        "biopsy",
        "fatigue",
        "guillain-barre syndrome",
        "infusion procedures"
    ],
    "author_names": [
        "Christophe Ferme, MD",
        "Maria Victoria Mateos, MD, PhD",
        "Sergio Szyldergemajn, MD",
        "Emanuele Zucca, MD",
        "Jose Espinoza, MD",
        "Javier Briones, MD",
        "Franck Morschhauser, MD",
        "Christian Gisselbrecht, MD",
        "Vincent Ribrag, MD"
    ],
    "author_affiliations": [
        [
            "Dpt. of Medicine, Institut Gustave Roussy, Villejuif, France"
        ],
        [
            "Dpt of Hematology, Hospital Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Clinical Oncology, PharmaMar, Colmenar Viejo (Madrid), Spain"
        ],
        [
            "Laboratory of Experimental Oncology and Lymphoma Unit, Oncology Institute of Southern Switzerland (IOSI), Bellinzona, Switzerland"
        ],
        [
            "Clinical Oncology, PharmaMar, Colmenar Viejo (Madrid), Spain"
        ],
        [
            "Dpt of Hematology, Hospital Sant Pau, Barcelona, Spain"
        ],
        [
            "Hematology, Centre Hospitalier Universitaire, Lille, France"
        ],
        [
            "Institut Hematologie, Hopital Saint Louis, Paris, France"
        ],
        [
            "Dpt. of Medicine, Institut Gustave Roussy, Villejuif, France"
        ]
    ],
    "first_author_latitude": "48.7947638",
    "first_author_longitude": "2.3485726999999996",
    "abstract_text": "Background: Peripheral T-cell lymphomas (PTCL) represent a small (<10%) yet a particularly aggressive subset of NHL. Up to 75% of those patients (pts) eventually become relapsed/refractory, with no effective options available. Thus, a prospective open-label, multicenter phase II study to evaluate the activity of plitidepsin (Aplidin ® ) in adult pts with relapsed/refractory aggressive lymphomas was planned and is currently ongoing. We report the preliminary results from a cohort of non-cutaneous PTCL. Patients and methods: As of July 2008, 14 pts were treated with plitidepsin 3.2 mg/m 2 i.v. infusion over a 1-h on days 1, 8 and 15 q4wk. Eleven pts are evaluable, one is too early and two were non-evaluable as per protocol criteria: one had a hypersensitivity reaction and one had bone marrow (BM) infiltration only, but achieved a biopsy-documented BM clearance. Pts had a median of 3 (1–6) previous regimens, including 4 pts (33%) with prior autologous transplantation. Lymphoma histology: 8 PTCL-nos, 2 anaplastic large-cell, 2 angioimmunoblastic and 2 NK/T nasal type. Ten pts were male, median age was 56 y (35–74), with performance status 0 in 6 pts, 1 in 5 pts and 2 in 3 pts. Results: One confirmed CR and 3 PR were observed for a 36% objective response rate (95% CI: 11%–70%). Median duration of response was 4 months (range: 1+ – 12+). Median overall survival was 11 months (range 1+ – 24+). Plitidepsin was tolerable in this heavily pre-treated population, particularly with low hematologic toxicity. Of 2 cases of grade (G) 4 neutropenia, 1 was already present at baseline and only 1 pt developed G3 thrombocytopenia during treatment. Transient and reversible G3 ALT/AST elevations occurred in 7 patients and 2 G3 bilirrubin increases. Clinical toxicities mainly consisted of mild to moderate muscular weakness, myalgia and cramps, plus G1-2 fatigue and nausea in 1/3 of the patients. One pt discontinued due to hypersensitivity reaction before being evaluated for response and one pt was diagnosed with Guillain-Barré syndrome while progressing after 2 cycles. Conclusion: Plitidepsin (Aplidin®) shows promising activity and an acceptable safety profile in this difficult-to-treat subset of patients. Remarkably, no significant hematologic toxicity was seen in this heavily pretreated cohort. To confirm these preliminary data an expansion of the cohort is currently ongoing. Updated results will be presented."
}