{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2097.2097",
    "article_title": "A New Era in Malaria Diagnosis and Surveillance Using an Automated Analyzer ",
    "article_date": "December 7, 2017",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster I",
    "abstract_text": "Malaria remains a global health threat with 91 countries still endemic for the disease. Despite a recent substantial decline in morbidity and mortality, the magnitude of disease burden is still enormous as indicated by the World Health Organisation (WHO) report of an estimated 212 million new cases and approximately 429 000 deaths in 2015. Sub-Saharan Africa bears the brunt of the disease with 92% of all deaths. Plasmodium falciparum is the most lethal of the 5 parasite species that infect humans, and causes 99% of all deaths. In patients infected with P. falciparum , parasitemia can dramatically escalate every 48 hours or less and can be rapidly fatal if left untreated. Accurate, timely diagnosis is thus a critical first step in the management of malaria and the WHO recommends that all suspected cases must have diagnostic confirmation either by microscopy or rapid diagnostic testing (RDT), prior to initiation of artemisinin combination therapy. Microscopic assessment of peripheral blood is the current gold standard but is subjective and requires a high level of skill, whereas RDTs indirectly detect parasite antigen and can potentially give false positive/negative results. Other methods include PCR and the detection of monocytes with ingested hemozoin, which is a surrogate marker for malaria parasites. This study describes novel technology in the form of an automated Sysmex XN-30 analyzer, which utilizes a blue laser and flow cytometry to detect and count malaria-infected red blood cells. To evaluate the performance of the XN-30, 189 residual EDTA blood samples from suspected malaria cases referred for routine diagnosis by microscopy and RDT, were analyzed within 24 hours of collection. A total of 127 P. falciparum positive samples and 62 negative samples were processed over a 6-month period. Discrepancies between the analyzer and microscopy/RDT were resolved by PCR using dried blood spots prepared at the time of sample reception. The analyzer showed excellent specificity (98.5%) and sensitivity (98.4%). Measurements were reproducible with a precision of 1.24% and showed no carryover between samples. The percentage parasitemia that was accurately detected ranged from 0.003 to 27%. Positive samples were stored at room temperature and 4°C up to 7 days and daily measurements indicated that the parasite count was stable. To exclude interference by non-malaria factors, separate malaria negative samples (20 per index) with low hemoglobin, high reticulocyte count, thrombocytopenia and hemoglobinopathies (thalassemia, sickle cell anemia) were analyzed, but these had no effect on the malaria gates. Other Plasmodium species were also detected, including P. vivax, P. ovale and P. malariae. The direct detection and quantitation of Plasmodium parasites with the XN-30 holds great promise and has many advantages over microscopy/RDT/PCR. It is automated, easy to use and provides rapid, robust and objective diagnosis of malaria, which will ensure prompt treatment and thus undoubtedly improve the quality of healthcare and alleviate the disease burden in endemic countries. Since the XN-30 provides a CBC with each analysis, it may also serve as a valuable diagnostic aid in detecting unsuspected cases with fever of unknown origin. This scenario is becoming more common as international travel to endemic countries increases and tourists often present with symptoms when returning to their home country, where clinicians may not have a high index of suspicion for malaria, but would request a CBC as part of a diagnostic workup. The decline in parasitemia can be monitored by the XN-30 and if the clinical response to therapy is delayed, this may serve as an early warning sign of drug resistance. This will yield valuable data on the spread of artemisinin resistance, which is alarmingly prevalent in the Greater Mekong sub-region. The analyzer can differentiate gametocytes making it useful for detection of asymptomatic carriers who can be treated to prevent the transmission of parasites to the mosquito vector and thus protect communities. This is a vital step in disrupting the lifecycle of the parasite and is in line with global initiatives to eliminate malaria. It can also process finger prick samples making it suitable for infants and population studies, as well as monitoring efficacy of vaccines or new drugs in clinical trials. The XN-30 is currently for research use only but further development and clinical studies are in progress. Disclosures Pillay: Sysmex Corporation: Research Funding. Coetzer: Sysmex Corporation: Research Funding.",
    "topics": [
        "malaria",
        "surveillance, medical",
        "parasitemia",
        "polymerase chain reaction",
        "artemisinine",
        "anemia",
        "antigens",
        "blood spot specimen",
        "combined modality therapy",
        "edetate disodium"
    ],
    "author_names": [
        "Evashin Pillay, MD",
        "Monwabisi Litshie, MDcal Technologist",
        "Theresa Louise Coetzer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Evashin Pillay, MD",
            "author_affiliations": [
                "Wits Research Institute for Malaria / Molecular Medicine and Haematology, University of the Witwatersrand and National Health Laboratory Service, Johannesburg, South Africa "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monwabisi Litshie, MDcal Technologist",
            "author_affiliations": [
                "Department of Microbiology, Chris Hani Baragwanath Academic Hospital, National Health Laboratory Service, Soweto, South Africa"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theresa Louise Coetzer, PhD",
            "author_affiliations": [
                "Wits Research Institute for Malaria / Molecular Medicine and Haematology, University of the Witwatersrand and National Health Laboratory Service, Johannesburg, South Africa "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:28:56",
    "is_scraped": "1"
}