{
    "doi": "https://doi.org/10.1182/blood.V108.11.3237.3237",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=588",
    "start_url_page_num": 588,
    "is_scraped": "1",
    "article_title": "Direct Genotyping of Coding Non-Synonymous SNPs for Identification of Novel Minor Histocompatibility Antigens. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "genotype determination",
        "minor histocompatibility antigens",
        "single nucleotide polymorphism",
        "epitopes",
        "antigens",
        "peptides",
        "human leukocyte antigens",
        "graft-versus-host disease",
        "granzyme b",
        "amino acids"
    ],
    "author_names": [
        "Brad Stone, PhD",
        "Scott Graves, PhD",
        "Arnold Kas, PhD",
        "Alexander Ford",
        "Nathan Standifer, PhD",
        "Crystal Rawlings",
        "Steven Rosinski, MD PhD",
        "Susan Masewicz",
        "Maynard Olson, PhD",
        "Rainer F. Storb, MD"
    ],
    "author_affiliations": [
        [
            "Genetics, Benaroya Research Institute, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Genetics, University of Washington, Seattle, WA, USA"
        ],
        [
            "Genetics, Benaroya Research Institute, Seattle, WA, USA"
        ],
        [
            "Genetics, Benaroya Research Institute, Seattle, WA, USA"
        ],
        [
            "Genetics, Benaroya Research Institute, Seattle, WA, USA"
        ],
        [
            "Internal Medicine, University of Washington, Seattle, WA, USA"
        ],
        [
            "Genetics, Benaroya Research Institute, Seattle, WA, USA"
        ],
        [
            "Genetics, University of Washington, Seattle, WA, USA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.6099451",
    "first_author_longitude": "-122.32897179999999",
    "abstract_text": "Traditional methods for identifying minor histocompatibility antigens (mHags) are technically challenging and biased against discovery of mHags not expressed in the peripheral blood. In this work, we propose a rapid, unbiased, genetic approach for identification minor antigens resulting from disparities in coding non-synonymous SNPs (“C SNPS”). This approach is capable of testing for responses to candidate minor antigens expressed in virtually any tissue, including those expressed exclusively in tissues targeted by GVHD. The first step in our approach begins with comparison of donor and recipient C SNP genotypes generated using C SNP microarrays. These arrays interrogate approximately 80% of human C SNPs predicted to occur in greater than 5% of the population. Comparison of C SNP genotypes directly identifies protein-altering alleles present in the recipient but not the donor (hereafter referred to as “recipient-restricted” alleles), thereby identifying a transplant-specific set of candidate minor antigens. The second step utilizes conventional HLA-class I epitope prediction performed on all linear peptides that include amino-acid residues defined by a recipient-restricted allele. This two step filtering process identifies a small, “testable” number candidate minor peptide epitopes for an individual expressed HLA-class I allele. Candidate epitopes can then be synthesized, pooled and tested at diagnosis of GVHD using a commercial Granzyme B ELISPOT assay. As proof-of-principal for a direct genotyping approach, we have analyzed C SNP genotypes, performed epitope prediction and generated T-cell lines specific for candidate minor antigens using DNA and PBL from a pair of disease-free HLA-identical siblings. Analysis of 10,000 C SNPs shows that approximately 2,000 C SNP alleles are restricted to one sibling within the pair. BIMAS epitope prediction of short unique peptide sequences determined by each sibling-restricted allele identifies approximately 100 candidate minor epitopes predicted to bind HLA-A*0201. These candidate minor epitopes were ranked using expression microarrays performed on EBV-transformed LCL derived from each sibling, with candidates derived from highly expressed genes ranked above those from genes with lower expression levels. A pool of 12 candidate minor epitopes that were both unique to sibling “A” and derived from genes highly expressed in LCL were synthesized and used to generate CD8+ T-cell lines from sibling “B”. Stimulation utilized autologous (sibling “B”-derived) mature dendritic cells loaded with candidate minor epitopes. After several rounds of in-vitro stimulation, each T-cell line was tested for responses to EBV-LCL from sibling “B” and sibling “A” using a Granzyme B ELISPOT kit. Five out of sixteen lines responded to LCL from sibling A while no line responded to autologous LCL. Thus we show that this approach frequently generates CD8+ T-cell lines specific for sibling-derived target cells, suggesting that this approach efficiently identifies genuine, novel, endogenously processed and presented minor epitopes. Deconvolution of the peptide pool suggests that at least two out of the twelve candidate minor epitopes are naturally processed and presented."
}