{
    "doi": "https://doi.org/10.1182/blood-2018-99-115996",
    "article_title": "Combining Parthenolide and Sulfasalazine Improves Toxicity to CD200 + LIC Populations in Childhood ALL ",
    "article_date": "November 29, 2018",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "CD200 is an immunomodulatory molecule overexpressed in childhood B cell precursor (BCP) acute lymphoblastic leukaemia (ALL). In minimal residual disease (MRD) low risk cases it has been shown that only CD200 + cells could engraft and self-renew in NOD.Cg- Prkdc scid Il2r g tm1Wjl (NSG) mice, making CD200 a very attractive target for these cases. Parthenolide (PTL) has been shown to eradicate CD34 + /CD19 + , CD34 + /CD19 - and CD34 - leukaemia initiating cell (LIC) populations in BCP ALL. However, the effects of PTL on CD200 subpopulations are not known. In vivo responses to therapy can be restricted by components of the bone marrow microenvironment. Mesenchymal stem cells (MSC) have been shown to protect T-ALL cells from PTL by modulating reactive oxygen species (ROS) activity. This protection could be reversed with the use of sulfasalazine (SSZ), an inhibitor of the cystine uptake transporter xc - . SSZ blocks cysteine generation and release in MSC resulting in elevated ROS levels in T-ALL and increased sensitivity to PTL. This study investigated the effects of PTL and SSZ on unsorted, CD200 + and CD200 - BCP-ALL subpopulations in the presence of MSC. Six MRD low risk and 4 risk cases were co-cultured on MSC, at a 2:1 ratio, 1 hour prior to addition of PTL at various doses up to 10mM. After 24 hours, cells were stained with Annexin V and PI and viability was assessed by flow cytometry. In the absence of MSC, low risk cases were slightly less sensitive to PTL with an IC 50 of 2.23mM compared to risk ones (IC 50 1.54mM, P= 0.61). Interestingly, 4 of 6 low risk cases, which were less sensitive to PTL, had normal karyotypes, while the 2 responsive cases had t(12;21). When unsorted ALL cells were co-cultured with MSC, cell survival significantly increased following PTL treatment at doses up to 7.5mM. In low risk cases viability increased from 8.8±19.4% to 30.0±20.4% at 7.5mM PTL ( P <0.0001) and in the risk group from 7.2±8.5% to 26.2±20.8% ( P =0.04). To investigate whether the protective effect of MSC could be reversed and sensitivity to PTL re-established, SSZ (300mM) was added to MSC cultures 1 hour prior to the addition of ALL cells. In low risk cases, addition of SSZ significantly reduced survival from 47.9±26.2% to 36.0±21.5% at 5mM PTL ( P =0.02) and from 30.0±20.4% to 13.7±11.5% at 7.5mM ( P =0.001). In risk cases, SSZ reduced the IC 50 from 4.29 to 3.37mM PTL and ALL viability decreased from 25±38% to 12±13% at 10mM. PTL was effective against all subpopulations in a subset of 3 low risk and 3 risk cases sorted into CD34 + /CD200 + , CD34 + /CD200 - , CD34 - /CD200 + and CD34 - /CD200 - subfractions. In low risk cases, IC 50 ranged from 1.3 to 1.8mM in CD34 + /CD200 + and CD34 - /CD200 + subpopulations with CD34 - /CD200 - cells slightly less responsive (IC 50 2.4mM). Similar results were observed in risk cases, with IC 50 ranging from 0.64mM in CD34 + /CD200 - cells to 3.1mM in CD34 - /CD200 - cells. The presence of MSC had limited effects on survival of 3 of these subpopulations in low risk cases where viability increased by only 1.5 to 3 fold after PTL treatment. Interestingly, in the CD34 + /CD200 + subpopulation, median viability improved 43 fold from 0.7% to 30.2% (range 0.2-34.2%, P =0.32). SSZ reversed this MSC protection and ALL survival following PTL treatment was almost halved (16.9% viable, range 1.6-30.1%, P =0.59). A modest protective effect against PTL was also observed in 3 subpopulations in risk cases with viabilities 1.8 to 2.8 fold higher in the presence of MSC. CD34 - /CD200 + cells benefited most from MSC support and median viability increased 21 fold from 3.0% to 63% (range 2.2-90.4%, P =0.5). The addition of SSZ reversed this protective effect and ALL survival was reduced to levels similar to those observed with PTL alone. In conclusion, this study has shown that PTL was very effective against unsorted and all CD200 + or CD200 - subpopulations in both low risk and risk BCP ALL cases, confirming its potential as an effective agent in ALL, which is not limited by surface marker expression on target cells. While sensitivity to PTL was reduced in the presence of MSC, it was largely regained with the use of SSZ in the unsorted and CD34 + /CD200 + cells in low risk cases and CD34 - /CD200 + cells in the risk cases, indicating CD200 + LIC could be effectively targeted using this combination. These data highlight the importance of combining cancer therapies with agents that restrict the effects of the microenvironmental niche to overcome drug resistance in cancer. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, lymphocytic, acute, childhood",
        "sulfasalazine",
        "toxic effect",
        "cd34 antigens",
        "adult t-cell lymphoma/leukemia",
        "cd19 antigens",
        "t-cell leukemia, acute",
        "acute lymphocytic leukemia",
        "annexin a5",
        "cancer"
    ],
    "author_names": [
        "Paraskevi Diamanti, PhD",
        "Anas Al-Masri, BPharm",
        "Benjamin C Ede, PhD",
        "Allison Blair, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paraskevi Diamanti, PhD",
            "author_affiliations": [
                "Bristol Institute for Transfusion Sciences, NHS Blood and Transplant, Bristol, United Kingdom ",
                "University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anas Al-Masri, BPharm",
            "author_affiliations": [
                "University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin C Ede, PhD",
            "author_affiliations": [
                "University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Blair, PhD",
            "author_affiliations": [
                "Bristol Institute for Transfusion Sciences, NHS Blood and Transplant, Bristol, United Kingdom ",
                "University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T04:30:03",
    "is_scraped": "1"
}