{
    "doi": "https://doi.org/10.1182/blood.V118.21.4273.4273",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2022",
    "start_url_page_num": 2022,
    "is_scraped": "1",
    "article_title": "A Comparative Retrospective Survey of Reinduction Chemotherapy Regimens for Acute Myeloid Leukemia (AML) in First Relapse: A Single-Institution Experience ",
    "article_date": "November 18, 2011",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "topics": [
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "cytarabine",
        "etoposide",
        "mitoxantrone",
        "acute promyelocytic leukemia",
        "anthracycline antibiotics",
        "bone marrow biopsy",
        "complete remission",
        "decitabine"
    ],
    "author_names": [
        "Andrew Brunner, MD",
        "Hossein Sadrzadeh, MD",
        "Lillian Werner",
        "Karen K. Ballen, MD",
        "Yi-Bin A. Chen, MD",
        "Philip C. Amrein, MD",
        "Eyal C. Attar, MD",
        "Steven L. McAfee, MD",
        "Thomas R. Spitzer, MD",
        "Donna Neuberg, ScD",
        "Amir T Fathi, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Massachusetts General Hospital / Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medicine / Leukemia and Bone Marrow Transplant, Massachusetts General Hospital / Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Department of Medicine / Leukemia and Bone Marrow Transplant, Massachusetts General Hospital / Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medicine / Leukemia and Bone Marrow Transplant, Massachusetts General Hospital / Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medicine / Leukemia and Bone Marrow Transplant, Massachusetts General Hospital / Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medicine / Leukemia and Bone Marrow Transplant, Massachusetts General Hospital / Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medicine / Leukemia and Bone Marrow Transplant, Massachusetts General Hospital / Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medicine / Leukemia and Bone Marrow Transplant, Massachusetts General Hospital / Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Biostatistics and Computational Biology, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Department of Medicine / Leukemia and Bone Marrow Transplant, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3632847",
    "first_author_longitude": "-71.068958",
    "abstract_text": "Abstract 4273 Introduction: Relapsed acute myeloid leukemia (AML) carries a poor prognosis. Although most newly diagnosed patients with AML achieve a complete remission after initial induction (CR1) using standard chemotherapy regimens, relapse follows in the majority of cases. The optimal reinduction chemotherapy regimen for patients following relapse remains unknown, and there is little comparative data to guide selection between various available reinduction regimens. The current study is a single-institution retrospective review over a 10 year period, which seeks to compare rates of response, disease-free survival (DFS) and overall survival (OS) between different reinduction regimens among patients with AML in first relapse. Methods: We performed a retrospective chart review of patients with AML who relapsed following CR1, and who were treated with reinduction chemotherapy at our institution between January 1, 2000, and December 31, 2010. Our patients were categorized into four groups based upon the type of reinduction chemotherapy they received: MEC (mitoxantrone, etoposide, cytarabine) or similar etoposide-containing regimens, 7+3 (infusional cytarabine and anthracycline) or 7+3-based regimens, HiDAC (high-dose cytarabine)-based regimens, and “other” combinations (less frequently used regimens including cytarabine and topotecan; decitabine; gemtuzumab; mitoxantrone and etoposide). Patients were identified using medical billing diagnosis codes, and included if they were above age 18 at diagnosis, obtained CR1 but experienced subsequent relapse, and were treated during first relapse with reinduction with intent to achieve remission. Exclusion criteria included patients with acute promyelocytic leukemia, primary refractory disease, and patients who were given chemotherapy for persistent disease on a mid-treatment bone marrow biopsy. Information about date of diagnosis, treatment regimens, tumor cytopathology and histology, comorbidities at diagnosis, and presenting laboratory data were collected. Statistical analysis was performed using the Kaplan-Meier method, and log rank tests where appropriate, to analyze DFS and OS. Fisher’s exact test was used to assess the associations between categorical variables. Results: We identified 66 patients who were treated with reinduction chemotherapy for AML in first relapse; of these, 28 (42%) achieved CR2. The type of reinduction chemotherapy received was not associated with any difference in the rates of CR2 (p=0.19). Patients who achieved CR2 had a median DFS of 5.1 months. For all patients, including those who failed to achieve CR2, the median OS following reinduction was 4.9 months. There was no significant difference in OS between re-induction regimens (p=0.09). However, there was a statistically significant difference in median DFS depending on regimen (p=0.006). Patients who received 7+3-based regimens, and to a lesser degree MEC, had longer median DFS than HiDAC-based regimens (8.9, 3.4, and 2.0 months, respectively). Patients who received 7+3-based re-induction regimens had a longer duration of preceding CR1 (p=0.006). Longer duration of CR1 (≥7.4 months, the median in our data) was associated with higher rate of CR2 (61% vs 22%, p=0.03) and OS (8.9 vs 2.9 months, p=0.0006) compared to duration of CR1 <7.4 months. Patients who were given “other” regimens (including demethylating therapies) were on average older (62 years old compared to 50, 52, and 54 years old in other groups); however, they had CR2 rates and OS similar to patients receiving 7+3, MEC, or HiDAC-based regimens. Conclusion: According to this retrospective analysis, patients treated with MEC or 7+3-based reinduction chemotherapy regimens had improved DFS compared to patients given HiDAC-based regimens. However, as expected, patients treated with 7+3-based reinduction chemotherapy were also more likely to have experienced a longer duration of CR1. Longer CR1 (≥7.4 months) was associated with improved DFS and OS following reinduction chemotherapy. It remains unclear whether the improved DFS seen in those AML patients who received 7+3-based regimens is due to the type of chemotherapy, or if this is related to the characteristics of their underlying disease, as manifested by the longer duration of CR1 seen in this treatment group. Our data does suggest that MEC may be preferable to HiDAC-based regimens for patients with early relapse following CR1. Disclosures: No relevant conflicts of interest to declare."
}