{
    "doi": "https://doi.org/10.1182/blood-2018-99-120252",
    "article_title": "Long Noncoding RNA Loup Interacts with Runx1 and Regulates Long-Range Transcription of PU.1 in Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation: Poster I",
    "abstract_text": "PU.1 is a master hematopoietic transcription factor and also a key tumor suppressor in acute myeloid leukemia (AML). Our lab previously identified a distal DNA element called the upstream regulatory element (URE) that conferred myeloid cell type-specific expression of PU.1 (Li et al., Blood. 2001). We also reported that this element interacts with the proximal promoter region (PrPr) of PU.1 (Ebralidze et al., Genes Dev. 2008; Staber et al., Mol Cell. 2013). However, it remains unclear how URE-PrPr long-range interaction is initiated and maintained specifically in myeloid cells. Such understanding is crucial for developing therapeutic strategies to restore proper PU.1 expression in AML cells. We hypothesized that, in myeloid cells, noncoding RNAs might arise from the PU.1 locus acting in cis to induce long-range transcription of PU.1 . In this study, we identified a novel long noncoding RNA originating from the URE of PU.1 locus, or LOUP . Transcript mapping and northern blot assays revealed LOUP as a discrete transcript with transcription initiation site located inside URE extending toward PrPr. qRT-PCR assays showed that LOUP is enriched in the polyA+ RNA fraction and in the chromatin compartment. Bioinformatic analyses confirmed that LOUP exhibits low coding potential similar to that of other known long noncoding RNAs such as MALAT1 and NEAT1. Interestingly, RNA-seq analysis of human AML samples retrieved from the Cancer Genome Atlas (TCGA) showed that LOUP expression is reduced in samples belonging to acute promyelocytic leukemia (APL) subtype. Because APL cells are known to respond to all-trans-retinoic acid (ATRA) treatment, we sought to elucidate the possibility that LOUP expression is modulated by ATRA. Within 48 hours of ATRA treatment, we found robust induction of LOUP in NB-4 cells. Notably, this induction was accompanied by an increase in PU.1 expression. Furthermore, RNA-seq analysis of TCGA data indicated a positive correlation in transcript levels between LOUP and PU.1 in AML patients. To determine whether LOUP induces PU.1 expression, we depleted LOUP in U937 cells by CRISPR/Cas9 and CRISPR/dCas9 technologies. Interestingly, LOUP depletion caused reduced PU.1 expression. In contrast, enforced LOUP expression in K562 cells resulted in induction of PU.1 . To examine whether LOUP exerts its inducing effect via cis-regulatory mechanism, we performed chromatin isolation by RNA purification (ChIRP) assay and demonstrated that it co-occupies at both URE and PrPr. Furthermore, by employing RNA pulldown assay, we demonstrated that LOUP interacts with Runx1, a known transcriptional inducer of PU.1, suggesting that LOUP might form DNA-RNA-protein complexes that mediate URE-PrPr interaction and PU.1 expression. Finally, we sought to investigate whether LOUP exhibits tumor-suppressing functions. Flow cytometric analysis of U937 cells with LOUP depletion showed reduction in CD11b expression suggesting that LOUP expression is favorable for myeloid cell differentiation. Edu incorporation assay showed that LOUP depletion increased proportion of cells in S phase. In sharp contrast, enforced LOUP expression in K562 cells reduced numbers of proliferative cells and overall cell growth. We further examined LOUP 's effect on cell cycle profile. Enforced LOUP expression increased proportions of cells in G1 phase. These data suggests that LOUP exerts opposing effects on cell proliferation. To conclude, we have identified LOUP as a novel long noncoding RNA arising from URE. We also demonstrated that LOUP interacts with Runx1 and acts in cis to induce URE-mediated PU.1 expression. Ongoing studies will further explore tumor suppressing functions of LOUP . Our findings provide a molecular explanation for cell type-specific expression of PU.1 andpoint to the possibility of modulating local chromatin structure by noncoding RNAs as a therapeutic approach to restore proper PU.1 expression in AML cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "rna, untranslated",
        "rna",
        "tretinoin",
        "dna",
        "neoplasms",
        "acute promyelocytic leukemia",
        "cancer",
        "complex",
        "macrophage-1 antigen"
    ],
    "author_names": [
        "Bon Q Trinh, PhD",
        "Pu Zhang, MD",
        "Alexander Ebralidze, PhD",
        "Junyan Zhang",
        "Chan-Shuo Guo",
        "Abby Thurm",
        "Henry Yang, PhD",
        "Ying Li",
        "Annalisa Di Ruscio, MD",
        "Daniel G. Tenen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bon Q Trinh, PhD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pu Zhang, MD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Ebralidze, PhD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junyan Zhang",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chan-Shuo Guo",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abby Thurm",
            "author_affiliations": [
                "Harvard Stem Cell Institute, Harvard Medical School, Boston, MA ",
                "University of California, Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henry Yang, PhD",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Li",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Di Ruscio, MD",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA ",
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel G. Tenen, MD",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
                "University of California, Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T12:56:31",
    "is_scraped": "1"
}