{
    "doi": "https://doi.org/10.1182/blood.V116.21.44.44",
    "article_title": "Toll-Like Receptor Signaling Pathway In Chronic Lymphocytic Leukemia: Distinct Gene Expression Profiles of Potential Pathogenetic Significance In Specific Subsets of Patients ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Abstract 44 The role of antigen in the development of CLL is underscored by the biased immunoglobulin (IG) gene repertoire expressed by the malignant clones, the prognostic implications of B-cell receptor (BcR) structure and the identification of subsets of patients with quasi-identical, stereotyped BcRs. The structural homology of BcRs implies a role for a limited set of antigens or structurally related epitopes in leukemogenesis. Antigen recognition and host defense rely on multiple mechanisms acting synergistically in order to mount an effective immune response. These include specific stimulation through the BcR and non-specific stimulation through innate immune receptors, of which the major class is the Toll-like receptor (TLR) family. The available data on TLR expression in CLL are limited and derive from small series of patients. In the present study we performed a systematic gene expression profiling of the TLR signaling pathway in a large series of 191 patients with CLL. The analysis extended from all TLRs known to be functional in normal B cells to adaptors, effectors, inhibitors and members of the NFKB, JNK/p38, NF/IL6, and IRF signaling pathways downstream of TLR signaling. In addition, differences in gene expression profiles were sought for among subgroups of cases defined by BcR molecular features, such as the repertoire and mutational status of the IG heavy variable (IGHV) genes or the expression of stereotyped BcRs. CD19+ B lymphocytes were negatively selected from peripheral blood samples. The gene expression profile of the TLR signalling pathway was determined by the RT 2 Profiler ™ PCR Array kit (PAHS-018A array, SABiosciences). At cohort level, among the receptors, high expression was recorded for TLR7 and CD180, intermediate for TLR1, TLR6 and TLR10 and low expression for TLR2 and TLR9. TLR4 and TLR8 were characterized by low to undetectable expression, with significant variations between patients, while TLR3 and TLR5 were not expressed in any case. The vast majority of the adaptors (e.g. MyD88, TICAM1, TRAF6), the effectors (UBE2N) and the members of the NFKB, JNK/p38, NF/IL6, and IRF signaling pathways downstream of TLR signaling were intermediately to highly expressed, while the inhibitors of TLR activity (TOLLIP, SIGIRR/TIR8) were generally low to undetectable, suggesting that the TLRs signalling pathway is active in CLL. Further comparison in subgroups of cases carrying mutated vs. unmutated IGHV sequences (124 and 67 cases, respectively) revealed upregulation of CD80, CD86, IL6, IFNG and TLR4 and downregulation of TLR8 and NFKBIL1 in the mutated subgroup. Significant differences in gene expression profiles were also found in subgroups of cases with stereotyped receptors. Comparison of subset #4 (mutated IGHV4-34/1GKV2-30 BcR, 10 cases) vs. subset #1 (unmutated IGHV1/5/7-IGKV1(D)-39 BcR, 10 cases) vs. subset #8 (unmutated IGHV4-39/IGKV1(D)-39 BcR, 4 cases) revealed: (i) upregulation of TLR7 and NFKB1A and downregulation of CD86 and TLR4 in #1 vs #4 cases; (ii) upregulation of MAP4K4 and TLR4 and downregulation of NFKB1A and CD180 in #8 vs #1 cases; and, (iii) upregulation of LY96 and downregulation of RIPK2 and CD86 in #8 vs #4 cases. In conclusion, the TLR gene expression profile of CLL is consistent with derivation from antigen-experienced B cells. Significant variations were identified in different subgroups of cases defined by BcR molecular features, indicating distinctive activation patterns of the TLR signaling pathway, especially among cases assigned to subsets with stereotyped BcRs, with potential implications about the nature of the antigenic stimulation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "gene expression profiling",
        "toll-like receptor signaling pathway",
        "receptors, antigen, b-cell",
        "toll-like receptor 4",
        "antigens",
        "immunoglobulins",
        "interleukin-6",
        "nf-kappa b"
    ],
    "author_names": [
        "Eleni Arvaniti",
        "Stavroula Ntoufa",
        "Nikos Papakonstantinou",
        "Tasoula Touloumenidou",
        "Nikolaos Laoutaris",
        "Achilles Anagnostopoulos",
        "Kleoniki Lamnisou",
        "Federico Caligaris-Cappio, M.D.",
        "Kostas Stamatopoulos",
        "Paolo Ghia",
        "Marta Muzio",
        "Chrysoula Belessi"
    ],
    "author_dict_list": [
        {
            "author_name": "Eleni Arvaniti",
            "author_affiliations": [
                "School of Biology, University of Athens, Athens, Greece, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stavroula Ntoufa",
            "author_affiliations": [
                "School of Biology, University of Athens, Athens, Greece, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikos Papakonstantinou",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tasoula Touloumenidou",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolaos Laoutaris",
            "author_affiliations": [
                "Hematology Department, Nikea General Hospital, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achilles Anagnostopoulos",
            "author_affiliations": [
                "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kleoniki Lamnisou",
            "author_affiliations": [
                "School of Biology, University of Athens, Athens, Greece, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federico Caligaris-Cappio, M.D.",
            "author_affiliations": [
                "Universita Vita-Salute San Raffaele, Milan, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kostas Stamatopoulos",
            "author_affiliations": [
                "G. Papanicolaou Hospital, Thessaloniki, Greece, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Ghia",
            "author_affiliations": [
                "Laboratory of B cell Neoplasia and Unit of Lymphoid Malignancies, Università Vita-Salute San Raffaele and Istituto Scientifico S, Milano, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Muzio",
            "author_affiliations": [
                "Cell Activation and Signalling Unit, Division of Molecular Oncology, San Raffaele Scientific Institute, Milan, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chrysoula Belessi",
            "author_affiliations": [
                "Hematology Department, Nikea General Hospital, Pireaus, Greece"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:45:54",
    "is_scraped": "1"
}