{
    "doi": "https://doi.org/10.1182/blood.V112.11.3322.3322",
    "article_title": "Lack of HLA Class I Ligands for Autologous Inhibitory KIR Is Associated with Improved Survival Following Autologous Stem Cell Transplant for Children with Neuroblastoma. ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Autologous Transplantation",
    "abstract_text": "Background: In hematopoietic stem cell transplantation (HSCT) for hematologic malignancies, natural killer (NK) cells contribute to tumor eradication such that leukemia patients lacking the HLA class I ligand for the donor NK inhibitory killer Ig-like receptors (KIR) have lower relapse rates and longer survival. Since myeloablative chemotherapy followed by autologous HSCT (ASCT) improves survival for children with high risk neuroblastoma (a tumor sensitive to NK killing) we hypothesize that NK cells may be active in this setting and that KIR-HLA combinations where the patient lacks HLA class I ligands for autologous KIR may be associated with improved clinical outcomes. Methods: 155 children with high risk neuroblastoma received myeloablative chemotherapy followed by ASCT between 1992 and 2004. Most patients received anti-GD2 antibody 3F8 and 13- cis -retinoic acid following ASCT. HLA and KIR genotyping was performed. Patients were segregated according to those with or without HLA class I ligand for autologous inhibitory KIR. We examined the 3 inhibitory KIR groups with identified class I ligands: KIR2DL2/2DL3, which recognize HLA-C Asn80 (HLA-C1 group), KIR2DL1 recognizing HLA-C Lys80 (HLA-C2 group), and KIR3DL1 recognizing HLA-Bw4; as well as 6 activating KIR and 2 KIR haplotype groups. Overall survival and progression-free survival were estimated by Kaplan-Meier method and hazard ratios by Cox regression. No adjustments were made for multiple comparisons. Comparisons of each end point were based on the log-rank statistics. Results: 66% of the 155 children lacked at least 1 HLA ligand for his/ her inhibitory KIR. With median followup of 66.8 months, patients lacking a KIR ligand (n=103) had a 45% lower risk of death compared with patients with all HLA ligands present (n=52) (HR 0.55; 95% CI 0.33–0.90; P=0.015). Similarly, for progression-free survival, the risk of relapse or death was 39% lower for patients lacking an HLA ligand for inhibitory KIR (HR 0.61; 95% CI 0.39–0.97; P=0.035). In particular, patients lacking the HLA-C1 ligand for KIR2DL2/2DL3 experienced an overall survival benefit (HR 0.34; 95% CI 0.11–1.09; P=0.060). Activating KIR and KIR haplotypes were not associated with survival. Conclusion: Among children with high risk neuroblastoma undergoing ASCT, improved overall and progression-free survival is associated with the absence of one or more HLA class I ligands for the patient’s NK cell inhibitory KIR receptor. KIRHLA immunogenetics may therefore be a novel genetic indicator of prognosis for patients undergoing ASCT. Mechanistically, these findings imply that NK tolerance is modified after ASCT, and that KIR-HLA genotypes may also play a role in antibodybased immunotherapy, since most of these patients received 3F8 antibody. These findings require confirmation in a larger prospective study. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "autologous stem cell transplant",
        "child",
        "human leukocyte antigens",
        "ligands",
        "neuroblastoma",
        "hematopoietic stem cell transplantation",
        "antibodies",
        "chemotherapy regimen",
        "hla-c antigens",
        "neoplasms"
    ],
    "author_names": [
        "Jeffrey M Venstrom, MD",
        "Junting Zheng, MA",
        "Reenat S Hasan, BS",
        "Karen E Danis, MA",
        "Irene Y Cheung, ScD",
        "Bo Dupont, MD, DSc",
        "Nai Kong Cheung, MD, PhD",
        "Katharine C Hsu, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeffrey M Venstrom, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Junting Zheng, MA",
            "author_affiliations": [
                "Epidemiology and Biostatistics, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reenat S Hasan, BS",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen E Danis, MA",
            "author_affiliations": [
                "Human Resources, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Y Cheung, ScD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bo Dupont, MD, DSc",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nai Kong Cheung, MD, PhD",
            "author_affiliations": [
                "Pediatrics, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharine C Hsu, MD, PhD",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T09:33:27",
    "is_scraped": "1"
}