{
    "doi": "https://doi.org/10.1182/blood.V120.21.501.501",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2230",
    "start_url_page_num": 2230,
    "is_scraped": "1",
    "article_title": "Thromboembolic and Bleeding Events Following Elective Hip and Knee Arthroplasty Using Oral Factor Xa Inhibitor ",
    "article_date": "November 16, 2012",
    "session_type": "332. Antithrombotic Therapy I",
    "topics": [
        "antithrombin iii",
        "factor xa inhibitors",
        "hemorrhage",
        "hip region",
        "knee replacement arthroplasty",
        "thromboembolism",
        "rivaroxaban",
        "deep vein thrombosis",
        "surgical procedures, operative",
        "pulmonary embolism"
    ],
    "author_names": [
        "John Murnaghan, MD",
        "Jeffrey Gollish, MD",
        "Deborah Murnaghan, RN",
        "Helen Razmjou, PhD",
        "Andrea Donovan, MD",
        "Vikas Bansal, MD"
    ],
    "author_affiliations": [
        [
            "Surgery, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Surgery, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Research, Sunnybrook Health Sciences Center, Toronto, ON, Canada, "
        ],
        [
            "Research, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Diagnostic Imaging, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
        ],
        [
            "Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Cape Verde"
        ]
    ],
    "first_author_latitude": "43.693967449999995",
    "first_author_longitude": "-79.37738035",
    "abstract_text": "Abstract 501 Introduction & Purpose: Rivaroxaban is an oral Factor Xa inhibitor which has been licensed in Canada since 2008 and the United States since 2011 for the prevention of thromboembolic events following total hip and total knee arthroplasties. Multicentre research trials have shown clinical efficacy for prevention of deep venous thrombosis (DVT) and pulmonary embolism (PE). The aim of this study was to prospectively document the incidence and timing of thromboembolic and bleeding events in patients who received rivaroxaban as the primary prophylaxis in clinical practice. Methods: Prospective, observational study of patients given oral Factor Xa inhibitor (rivaroxaban) following primary and revision Total Hip Arthroplasty (THA) and Total Knee Arthroplasty (TKA). All patients were approached to participate and consent obtained. Patients treated with Rivaroxaban 10 mg po daily starting Post-Operative Day (POD) #1 and continued for 15 days. This protocol was approved for use at this institution and is NOT consistent with manufacturer's recommended dosing. All participants were followed up at 6 weeks and 3 months. Doppler ultrasound or venograms used to diagnose symptomatic proximal DVT at or above the popliteal vein. Spiral CT angiogram, angiogram or ventilation/perfusion V/Q scan were used to diagnose PE. All Doppler Ultrasound reports were reviewed by a radiologist to confirm findings and all spiral CT, CT angiogram or ventilation/perfusion scans or images were reviewed (where possible) to verify findings. Bleeding complications were documented as ‘on prophylaxis’ starting 2 hours after first dose of anticoagulant therapy until 24 hours after the 15 th dose. All major and non-major bleeding events were reviewed by an internist to confirm severity of bleeding episode. Event rates are reported. Data reported on consented patients only. Research ethics approval was obtained for this study. Results: From June 2010 to Dec 2011, 2888 patients underwent total joint arthroplasty. Two thousand five hundred and thirty-five (88%) agreed to participate in the study. One hundred and fifty patients were treated with thromboprophylaxis other than rivaroxaban. Two thousand three hundred and forty-two were followed up at 3 months (98%). Forty-three patients were lost to follow-up. Complete data on 2342 patients is reported: 905 men, 1437 women with mean age 66 years. Total knees 1353 (primary 1229, revision 123, uni 1). Total hips 989 (primary 899, revision 90). DVT: Three DVT were reported at 6 weeks. Nine additional DVT's were reported at 3 months: 5 primary TKA and 6 Primary THAs 1 Rev THA. Total DVT= 12/2342= 0.5% (see Fig 1 ). PE: There were 7 confirmed PE during the first week post op: 6 primary TKA and 1 primary THA. Three additional PE's 6 weeks: 3 THA and 1 TKA. Five additional PE's reported at 3 months:4 THA and 1 TKA. Total PE 16/2342=0.7% (See Fig 2 ). Death: There have been 4 perioperative deaths. None were related to surgery, DVT, pulmonary embolism or bleeding. Bleeding: No major and 9 non-major surgical-site bleeds occurred. All but one were in primary THA. One major and 6 non-major non-surgical site bleeds occurred in patients who received rivaroxaban. Two additional major Non-surgical site bleeds occurred after having received rivaroxaban: one patient received only one dose of rivaroxaban and the other occurred 3–4 days after completion of treatment. Overall Major bleeds 0.04% and Non-Major bleeds 15/2342=0.6%. Transfusion: One hundred and fourteen patients (5%) received blood transfusions. Transfusion rates by procedure: unilateral THA 4%, Bilateral THA 40%, RTHA 27, unilateral PTKA 3%, bilateral TKA 16%,unicompartmental knee 0% and revision TKA 6%. No routine blood salvage or drains used for primary arthroplasties. Conclusions: The incidence of thromboembolic events within a period of 3 months was 12/2342=0.6% for DVT and 16/2342=0.7% for PE. The incidence of major bleeding was 0.04%. There were no deaths related to DVT, PE or bleeding. Preliminary results are surprising for the number of pulmonary emboli which occurred while patients were still in hospital and for the number of DVT's which occurred between 6 weeks and 3 months. The early PE's tended to occur in primary TKA. The late events tended to occur in primary THA and TKA. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: Murnaghan: Bayer Healthcare: Honoraria, Research Funding. Off Label Use: rivaroxaban is used for thromboprophylaxis after total joint replacement. our protocol gives first dose on day after surgery. Gollish: Bayer Healthcare: Honoraria, Research Funding."
}