{
    "doi": "https://doi.org/10.1182/blood-2019-125661",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4177",
    "start_url_page_num": 4177,
    "is_scraped": "1",
    "article_title": "Identification of GPAT1 As a Novel Therapeutic Target for Acute Leukemia By Inhibiting Leukemia Specific Metabolism ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "With the development of mass spectrometer technology, recent studies revealed the critical roles of cancer-specific metabolism for tumor propagation in several types of cancers. In leukemia, many studies have been conducted to elucidate a leukemia-specific metabolism, and several effective treatments such as IDH1/2 inhibitors targeting acute myeloid leukemia (AML) with IDH1/2 mutation have been developed. To identify the new metabolic pathways on which acute leukemia cells depend, we purified water-soluble metabolites from CD34+ hematopoietic stem and progenitor cells (HSPCs) of healthy donors, AML and acute lymphoblastic leukemia (ALL) patients, and we comprehensively measured 116 metabolites using mass spectrometer analysis. From this experiment, we found that the cellular content of glycerol 3-phosphate (G3P) in CD34+ AML and ALL cells was lower than that of normal CD34+ HSPCs. G3P is an intermediate metabolite in the glycolysis metabolic pathway and is utilized as a substrate for phospholipids synthesis. The initial and rate-limiting step of phospholipids synthesis is the synthesis of lysophosphatidic acid (LPA) from G3P and acyl-CoA mediated by glycerol 3-phosphate acyltransferases (GPATs). Since CD34+ acute leukemia cells contained significantly lower level of G3P, we hypothesized that leukemia cells actively consumed G3P and synthesized LPA by GPATs. GPATs are classified into four isoforms based on intracellular localization and substrate preference. GPAT1 and GPAT2 are mitochondrial GPATs that are localized to the mitochondrial outer membrane, but on the other hand, GPAT3 and GPAT4 are microsomal GPATs that are localized to the endoplasmic reticulum membrane, each encoded by independent genes. GPAT1 is identified as an essential gene for the growth of leukemia cells by RNAi screen analysis in the public database (DepMap). We found that CD34+ immature AML cells exhibited higher GPAT1 expression as compared to CD34- more differentiated AML cells and normal T cells. GPAT1 knockdown inhibited the proliferation of several acute leukemia cell lines including THP-1 and Kasumi-1 in vitro and in vivo. Moreover, a mitochondrial GPATs specific inhibitor (FSG67), which was originally developed as a drug to treat obesity and diabetes, suppressed the growth of the leukemia cell lines through the induction of G1 cell cycle arrest. Growth inhibition was rescued by exogenous administration of LPA, suggesting that the synthetic activity mediated by mitochondrial GPATs should be required for acute leukemia growth. Furthermore, FSG67 induced the apoptosis of leukemia cells derived from AML and ALL patients without affecting normal CD34+ HSPCs at least in vitro. We also confirmed that the injection of FSG67 resulted in the suppression of AML and ALL propagation in vivo using patient-derived xenograft models (see figure). GPAT1 regulates the mitochondrial function by producing LPA which is an essential metabolite for maintaining mitochondrial fusion. Actually, the amount of LPA was decreased in GPAT1 knockdown acute leukemia cells. We next examined mitochondrial energy production by extracellular flux assay, and found that GPAT1 knockdown as well as FSG67 significantly suppressed oxygen consumption rate of acute leukemia cells. Consistent with the impaired mitochondrial function, FSG67 suppressed the mitochondrial membrane potential, indicating that GPAT1 should play a pivotal role in maintaining leukemia-specific mitochondrial function. These results collectively suggest that the synthesis of LPA from G3P catalyzed by GPAT1 has a critical role in propagation of acute leukemia cells irrespective of their lineage origin. Thus, GPAT1 is a novel and common therapeutic target for human acute leukemia through suppressing leukemia-specific mitochondrial function. Figure View large Download slide Figure View large Download slide  Disclosures Akashi: Celgene, Kyowa Kirin, Astellas, Shionogi, Asahi Kasei, Chugai, Bristol-Myers Squibb: Research Funding; Sumitomo Dainippon, Kyowa Kirin: Consultancy.",
    "topics": [
        "leukemia",
        "leukemia, acute",
        "metabolism",
        "obesity",
        "metabolites",
        "cancer",
        "glycerol",
        "phosphates",
        "phospholipids",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Hidetoshi Irifune, MD",
        "Yu Kochi, MD",
        "Masayasu Hayashi, MD PhD",
        "Yoshikane Kikushige, MD PhD",
        "Toshihiro Miyamoto, MD PhD",
        "Koichi Akashi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ]
    ],
    "first_author_latitude": "33.548272499999996",
    "first_author_longitude": "130.36536049999998"
}