{
    "doi": "https://doi.org/10.1182/blood.V126.23.403.403",
    "article_title": "The Oxidant Response Transcription Factor NRF2 Mediates Heme Activation of Placenta Growth Factor Expression in Erythroid Cells, a Contributor to Pulmonary Hypertension in Sickle Cell Disease ",
    "article_date": "December 3, 2015",
    "session_type": "102. Regulation of Iron Metabolism: Advances in Iron Metabolism",
    "abstract_text": "Patients with sickle cell disease (SCD) have elevated plasma levels of placenta growth factor (PlGF) which promotes expression of the pulmonary vasoconstrictor endothelin-1 (ET-1) contributing to pulmonary hypertension, an important age-related and life-limiting complication of SCD. In SCD patients, markers of high iron burden are associated with the highest PlGF levels, leading us to hypothesize a mechanistic link between excessive iron and the induction of the PlGF protein. We have published evidence that heme-bound iron stimulates the PlGF promoter up to 400-fold in human K562 cells and in primary human erythroid cells. Gene transfer, knockout and reconstitution experiments have documented the requirement for erythroid Kruppel-like factor (EKLF; KLF1), confirmed by chromatin immunoprecipitation. We are currently investigating the role of other transcription factors known to sense intracellular iron. Using cultured human erythroid cells (K562 cells) treated with heme-bound iron (hemin) and quantitative real-time PCR, we have assessed the time course of heme regulation of the transcripts of several members of the Nrf2-small Maf family of transcription factors. The transcripts for the antioxidant NRF2, NFE2, MafF, MafG and BACH1 are dynamically regulated following exposure of the cells to heme. Gene expression knockdown and small molecule inhibitor and activator experiments have revealed a central role of NRF2 in activating the PlGF promoter in response to heme, further supported by chromatin immunoprecipitation experiments. Specifically, the PlGF promoter is robustly activated by the well characterized non-oxidative NRF2 agonist sulforaphane, and also activated by the nonspecific oxidant hydrogen peroxide. Furthermore, heme activation of the PlGF promoter is inhibited by the NRF2 inhibitor brusatol, by siRNA directed against NRF2, and by the nonspecific antioxidant N-acetyl cysteine. Although the small Maf proteins are often considered to be nonspecific, interchangeable heterodimeric partners of NRF2, our knockdown data suggest a specific role for MafG cooperating with NRF2 in transducing the heme signal on the PlGF promoter. Our knockdown and sulforaphane results also support a role for NRF2 in regulating the transcript levels of all the known NRF2 family members. We have found similarities and differences in the regulation of the PlGF promoter with another well described heme-responsive promoter, heme oxygenase-1. We are currently investigating these regulatory effects on heme on PlGF expression in vivo and in primary erythroid cells from Nrf2 knockout mice. Our results to date support a mechanism in which accelerated heme turnover in sickle cell disease promotes robust expression of PlGF in erythroblasts during erythroid differentiation, through a pathway that involves EKLF, NRF2 and MafG. Our prior published data in collaboration with the Malik lab has documented a causal role for PlGF in promoting expression of the potent vasoconstrictor endothelin-1 accompanied by the development of pulmonary hypertension, corroborated by data from humans with SCD. This mechanism helps to explain the clinical observation that heavily transfused, iron overloaded adults with SCD are more likely to develop pulmonary hypertension, as a potential consequence of excess heme trafficking from turnover of transfused red cells. These results might inspire greater adherence to existing approved therapies to chelate iron in SCD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythroid cells",
        "heme",
        "oxidants",
        "placenta growth factor",
        "pulmonary hypertension",
        "sickle cell anemia",
        "transcription factor",
        "iron",
        "endothelin-1",
        "antioxidants"
    ],
    "author_names": [
        "Maria G Kapetanaki, PhD",
        "Deva Sharma, MD MS",
        "Oluwabukola T Gbotosho, PhD",
        "Valerie Schrott, MS",
        "Frances Weidart, BS",
        "Solomon Fiifi Ofori-Acquah, PhD",
        "Grant C Bullock, MD PhD",
        "Gregory J. Kato, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria G Kapetanaki, PhD",
            "author_affiliations": [
                "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deva Sharma, MD MS",
            "author_affiliations": [
                "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oluwabukola T Gbotosho, PhD",
            "author_affiliations": [
                "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valerie Schrott, MS",
            "author_affiliations": [
                "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frances Weidart, BS",
            "author_affiliations": [
                "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Solomon Fiifi Ofori-Acquah, PhD",
            "author_affiliations": [
                "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA ",
                "Division of Hematology/Oncology, Department of Medicine, Center for Translational and International Hematology, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grant C Bullock, MD PhD",
            "author_affiliations": [
                "Heart, Lung and Blood Vascular Medicine Institute and Department of Pathology, University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Kato, MD",
            "author_affiliations": [
                "Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T02:16:24",
    "is_scraped": "1"
}