{
    "doi": "https://doi.org/10.1182/blood.V120.21.3996.3996",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2305",
    "start_url_page_num": 2305,
    "is_scraped": "1",
    "article_title": "Cancer Complications At the Time of Multiple Myeloma Diagnosis and the Impact of Monoclonal Gammopathy of Undetermined Significance (MGUS) Follow-up: A Population-Based Study ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "cancer",
        "follow-up",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "dialysis procedure",
        "hemodialysis",
        "fractures",
        "hypercalcemia",
        "spinal cord compression",
        "umbilical cord comression"
    ],
    "author_names": [
        "Jacob D Gundrum, MS",
        "Joan M Neuner, MD",
        "Ronald S. Go, MD"
    ],
    "author_affiliations": [
        [
            "Medical Research, Gundersen Lutheran Medical Foundation, La Crosse, WI, USA, "
        ],
        [
            "Center for Patient Care and Outcome Research, Medical College of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Center for Cancer and Blood Disorders, Gundersen Lutheran Health System, La Crosse, WI, USA"
        ]
    ],
    "first_author_latitude": "43.794981650000004",
    "first_author_longitude": "-91.24795255000001",
    "abstract_text": "Abstract 3996 Background: We performed a population-based study to determine the rates of major complications related to multiple myeloma, lymphoplasmacytic lymphoma, and Waldenstrom's macroglobulinemia (hence abbreviated as MM) at the time of cancer diagnosis in the US, their trends over time, disparities among demographic subsets, and the impact of preceding follow-up for MGUS. Methods: Data were obtained from the Surveillance Epidemiology and End Results (SEER) database linked to Medicare claims. We considered patients age >/= 67 years with MM diagnosed from 1994–2007 (N = 28,879). We excluded those who were diagnosed by autopsy or death certificate only, had invasive cancers within 5 years prior to MM diagnosis, lacked date of either diagnosis or death, lacked complete Medicare parts A/B coverage 15 months prior to or 3 months after MM diagnosis date (or to date of death, if death was within 3 months), and receiving dialysis for other conditions (n = 11,450). Major complications including acute kidney injury (AKI), dialysis requirement, cord compression, fracture, and hypercalcemia presenting within 3 months before or after MM diagnosis were obtained from diagnosis and procedure claims. MGUS follow-up was defined as having a diagnosis claim 3–15 months prior to MM diagnosis. Results: Of the 17,429 MM patients included in our study, 50.6% were males and the median age was 77 years. Major complications were present at diagnosis in 31.9% of the patients in the following order of frequency: fracture (16.6%), acute kidney injury (13.5%), hypercalcemia (5.5%), dialysis (5.3%), and cord compression (2.4%). There was a significant increase in most complication rates (unadjusted) over time ( P < .001 ) except for hypercalcemia and cord compression. Females were more likely to have hypercalcemia (6.0% vs 5.1%; P = .005 ) or fracture (19.4% vs 13.9%; P < .001 ), but men were more likely to have AKI (14.6% vs 12.3%; P < .001 ) and to require dialysis (5.8% vs 4.8%; P = .002 ). Blacks were more likely to have hypercalcemia (7.1%; P < .001 ), AKI (18.3%; P < .001 ), cord compression (3.1%; P = .009 ), or require dialysis (7.8%; P < .001 ), but were less likely to have fracture (14.6%; P < .001 ) compared to whites (5.4%, 12.9%, 2.3%, 5.0%, and 17.1%, respectively) or other races (4.6%, 12.5%, 1.0 %, 4.8%, and 16.0%, respectively). Overall, 6% of the patients had MGUS follow-up (n = 1,037) preceding MM diagnosis with an increasing trend from 2.6% in 1994 to 6.9% in 2007 ( P < .001 ). Complication rates were lower in the group with MGUS follow-up compared to those without follow-up: any complication (20.8% vs 32.6%; P < .001 ), AKI (10.1% vs 13.7%; P < .001 ), cord compression (1.4% vs 2.4%; P < .001 ), dialysis (3.4% vs 5.4%; P = .004 ), fracture (11.0% vs 17.0%; P < .001 ), and hypercalcemia (2.4% vs 5.7%; P < .001 ). Conclusions: At the time of MM diagnosis, major cancer-related complications were present in a third of patients with increasing trends from 1994–2007 for fracture, AKI, and requirement for dialysis. Complication rates varied among gender and race. Patients being followed for MGUS had significantly lower complications rates compared to those who were not. Disclosures: No relevant conflicts of interest to declare."
}