{
    "doi": "https://doi.org/10.1182/blood.V122.21.4274.4274",
    "article_title": "The Activation Of M2 Polarized Tumor-Associated Macrophages In The Microenvironment Of NK/T-Cell Lymphoma and The Characteristics Of Cytokine Spectrum ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "abstract_text": "Background and Objective Natural killer/T-cell lymphoma (NK/TCL) is featured with inflammatory symptoms and poor prognosis. Currently, new treatment targets and modalities are urgently needed for patients with high risk NK/TCL. As one of the most important factors in the microenvironment of lymphomas, tumor-associated macrophages (TAM) may display either positive or negative effect on tumor proliferation and metastases, depending on the polarization of macrophages (M2 or M1 type). It is well established that the activation and differentiation of TAM are determined by different stimuli from the microenvironment. The characteristic cytokine spectrum of M1 type macrophages is high expression of IL-6 and IL-12, and low expression of IL-10. In contrast, the characteristic cytokine spectrum of M2 type macrophages is high expression of IL-10 and low expression of IL-12. Prior studies have revealed that IL-4, IL-10 and IL-13 are key cytokines which stimulate the differentiation from monocytes to M2 polarized TAM. Our study was designed to explore the cytokine spectrum secreted by NK/TCL and TAM in the microenvironment of NK/TCL. We aimed to prove that NK/TCL could induce the differentiation from monocytes to M2 polarized TAM, by secreting special cytokines. Material and Methods The cell lines involved in the study were as follows: the human NK/TCL cell lines (NK-YS, SNK-6 and SNT-8); the human diffuse large B-cell lymphoma cell line (OCI-LY8); and the human acute monocytic leukemia cell line (THP-1). We analyzed the cytokine spectrums in the supernatant of the cell lines mentioned above by using a multiplex suspension array (Bio-Plex Pro Human Cytokine 27-Plex Panel, Bio-rad). Then, we examined the cytokine spectrums in the supernatant of THP-1 cell lines which were cultured in the following groups of medium: A. Roswell Park Memorial Institute (RPMI) 1640 medium; B. RPMI 1640 medium with phorbol-12-myristate- 13-acetate (PMA, PMA can stimulate the activation of M1 polarized macrophages from THP-1 cell line); C. RPMI 1640 medium mixed with supernatants from NK/TCL cell lines; D. RPMI 1640 medium mixed with supernatant from the OCI-LY8 cell line. To balance the existing cytokines secreted by lymphoma cells, a same sample of medium mixed with the corresponding supernatants from lymphoma cell lines were used for baseline concentration as controls, respectively, in group C and D. Results There were a variety of elevated cytokines detected in NK/TCL cell lines, including: IL-1ra, IL-4, IL-6, IL-8, IL-10, IL-9, IL-13, IP-10, MCP-1 and IFN-¦Ã. There were no IL-4, IL-10 or IL-13 detected in the supernatant of OCI-LY8 cell line. The morphology and cytokine concentration of THP-1 cell lines in different groups were showed in Figure 1 and Table 1 , respectively. In group B, the concentration of IL-1b was significantly higher than group A; In group C, the concentration of IL-1ra, IL-10 and IL-6 were significantly higher than group A, while the concentration of IL-12 was significantly lower, and the concentrations in group C gradually increased (IL-12 decreased) with time prolonged, which indicated a M2 polarization. There was no significant difference in terms of cytokine concentration between group A and group D ( Table 1 ). Table 1. The cytokine spectrum of THP-1 cell lines in different groups.  . Group A . Group B . . Group C . . Group D . p-value . . Control . PMA . NK-YS . SNK-6 . SNT-8 . OCI-LY8 . . IL-1b 1.97 129.02 25.36 27.94 23.58 1.82 0.01 IL-1ra 20.42 154.24 162.19 130.58 158.22 19.24 <0.05 IL-6 2.58 426.40 240.14 168.25 299.33 2.18 0.001 IL-10 1.35 2.80 20.58 5.85 6.37 1.32 <0.05 IL-12 16.58 40.19 13.24 12.01 13.87 15.9 <0.05 . Group A . Group B . . Group C . . Group D . p-value . . Control . PMA . NK-YS . SNK-6 . SNT-8 . OCI-LY8 . . IL-1b 1.97 129.02 25.36 27.94 23.58 1.82 0.01 IL-1ra 20.42 154.24 162.19 130.58 158.22 19.24 <0.05 IL-6 2.58 426.40 240.14 168.25 299.33 2.18 0.001 IL-10 1.35 2.80 20.58 5.85 6.37 1.32 <0.05 IL-12 16.58 40.19 13.24 12.01 13.87 15.9 <0.05 View Large View large Download slide Figure 1. The morphology of THP-1 cell lines in different polarization (200X). A. undifferentiated monocytes (Group A); B. M1 type macrophages (Group B) there were pseudopodia and phagocytosed particles in macrophages; C. M2 type macrophages (Group C). View large Download slide Figure 1. The morphology of THP-1 cell lines in different polarization (200X). A. undifferentiated monocytes (Group A); B. M1 type macrophages (Group B) there were pseudopodia and phagocytosed particles in macrophages; C. M2 type macrophages (Group C).  Close modal Conclusions Our study suggests that the NK/TCL cell lines can secrete various cytokines. Some of these cytokines could induce the differentiation from monocytes to M2 polarized TAM, and the key cytokines might be IL-4, IL-10 and IL-13. The interactions between NK/TCL and TAM may provide novel targets for treatment of NK/TCL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "lymphoma",
        "macrophages",
        "natural killer t-cells",
        "neoplasms",
        "interleukin-10",
        "interleukin-12",
        "interleukin-13",
        "interleukin-4",
        "interleukin-6"
    ],
    "author_names": [
        "Bing Bai, M.D., Ph.D.",
        "Hui-qiang Huang, M.D., Ph.D.",
        "Qi-chun Cai, M.D., Ph.D.",
        "Xiao-Xiao Wang, M.D, Ph.D.",
        "Qingqing Cai, M.D, Ph.D.",
        "Yan Gao, M.D.",
        "Wei Zhao, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Bing Bai, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hui-qiang Huang, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qi-chun Cai, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Oncology, Guangdong General Hospital; Guangdong Academy of Medical Sciences, Guangzhou, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Xiao Wang, M.D, Ph.D.",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qingqing Cai, M.D, Ph.D.",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Gao, M.D.",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Zhao, M.D.",
            "author_affiliations": [
                "Sun Yat-sen Institute of Hematology, Guangzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:07:55",
    "is_scraped": "1"
}