{
    "doi": "https://doi.org/10.1182/blood-2019-122466",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4442",
    "start_url_page_num": 4442,
    "is_scraped": "1",
    "article_title": "Quality of Life Impairment in Adult Patients with ACUTE Lymphoblastic Leukemia with Minimal Residual Disease in France ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "topics": [
        "acute lymphocytic leukemia",
        "neoplasm, residual",
        "quality of life",
        "cancer",
        "leukemia",
        "chronic disease",
        "dyspnea",
        "electrocorticogram",
        "hematopoietic stem cell transplantation",
        "mobility"
    ],
    "author_names": [
        "Stephane Lepretre, MD",
        "Chantal Touboul",
        "Alain Flinois, PhD",
        "Lucie Kutikova, PhD",
        "Kahina Makhloufi, MD",
        "Jean-Vannak Chauny, PharmD",
        "Gaëlle Désaméricq"
    ],
    "author_affiliations": [
        [
            "Inserm U1245 and Department of Hematology, Centre Henri Becquerel and Normandie Univ UNIROUEN, Rouen, France "
        ],
        [
            "Kantar Health, Paris, France "
        ],
        [
            "Kantar Health, Paris, France "
        ],
        [
            "Amgen (Europe) GmbH, Rotkreuz, Switzerland "
        ],
        [
            "Amgen (France) SAS, Boulogne-Billancourt, France "
        ],
        [
            "Amgen (France) SAS, Boulogne-Billancourt, France "
        ],
        [
            "AMGEN SAS, Boulogne-Billancourt, France"
        ]
    ],
    "first_author_latitude": "49.439873",
    "first_author_longitude": "1.1053274",
    "abstract_text": "Introduction : In adult patients with acute lymphoblastic leukemia (ALL), the presence of a minimal residual disease (MRD+), defined as the persistence of tumoral cells at a submicroscopic level, is widely recognized as the most sensitive prognostic factor for relapse and death regardless of treatment choice and risk classification. Although ALL specific treatment guidelines and protocols recommend MRD testing, there is little published literature on how the MRD status would impact on the quality of life (QoL) of adult patients with ALL. This research study aims to describe and assess the impact of MRD status on QoL of different subgroup of adult patients with ALL. Methods : In this French, multi-center, non-interventional, cross-sectional study, a retrospective section consisted of collecting sociodemographic and clinical data extracted from patient medical records of enrolled patients, and a prospective section comprised the following 3 patient reported outcome (PRO) questionnaires that patients completed: the \"EuroQol-five-dimensions-3 levels\" questionnaire (EQ-5D-3L, a generic PRO from the European Quality-of-life [EuroQol] group), the \"Quality of Life Questionnaire - Core 30\" (QLQ-C30 , a cancer-specific PRO from the European Organization for Research and Treatment of Cancer [EORTC]), and the \"Functional Assessment of Cancer Therapy-Leukemia\" questionnaire (FACT-Leu, a leukemia-specific PRO from the Functional Assessment of Chronic Illness Therapy [FACIT]). Adult patients with ALL seen during the inclusion period, regardless of treatment setting and status were enrolled in this Study through hematologists who participated in the study. Results : The study enrolled 221 patients and the analysis was performed on 151 patients who have data on last MRD status. Only 28 patients were MRD+. Median age at the time of inclusion was 57 years (range: 21-83) for MRD+ patients and 53 years (range:19-79) for MRD- patients, 61% and 62% were male, respectively. Median time from diagnosis was 0.5 years and 2.2 years and median age at diagnosis was 53.0 years (range: 5-83) and 48.8 years (range: 5-79), respectively. Less than 40% of the patients received a HSCT prior to inclusion. Most patients (91.9%) who were MRD- at the last testing had an ECOG score 0-1, compared with 71.4% MRD+ patients. More MRD- than MRD+ patients were receiving a frontline therapy (82.1% vs 60.7%) and nearly all (98.4%) MRD- patients had reached a CR at the time of inclusion in this study (vs 50.0% MRD+ patients). Results on all PROs (EQ-5D-3L, QLQ-C30 and FACT-Leu questionnaires) were consistent, showing a lower QoL score in MRD+ patients compared with MRD- patients (Table 1) Using EQ-5D-3L, a higher proportion of patients with MRD+ reported at least one problem that impacted \"usual activities\", \"pain/discomfort\" and \"selfcare\" dimensions; no differences were seen between MRD+ and MRD- patients on \"mobility\" and \"anxiety/depression\" dimensions. Using QLQ-C30, symptoms scales and 3 single items (\"dyspnea\", \"insomnia\" and \"appetite loss\") were higher in patients with MRD+ at the last testing than in patients with MRD-, representing a higher level of symptomatology/problems in this group. Using FACT-Leu, all primary QoL domains (except for \"social/family well-being\" domain) were lower in patients with MRD+ than in patients with MRD-. Conclusions : This study shows that QoL is impaired in patients with MRD+. View large Download slide View large Download slide  Disclosures Kutikova: Amgen: Employment. Makhloufi: Amgen (France) SAS: Employment. Chauny: Amgen (France) SAS: Employment. Désaméricq: Amgen (France) SAS: Employment."
}