{
    "doi": "https://doi.org/10.1182/blood.V126.23.2161.2161",
    "article_title": "Erythroid-Expression of HMGA2 Increases Fetal Hemoglobin in Human Adult Erythroblasts ",
    "article_date": "December 3, 2015",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia - Basic and Translational Science: Poster II",
    "abstract_text": "HMGA2 is a member of the high-mobility group A family and plays a role in the regulation of gene transcription and chromatin structure. HMGA2 is a validated target of the let-7 family of miRNAs. Let-7 miRNAs are highly regulated in erythroid cells during the fetal-to-adult developmental transition (1). Recent studies demonstrated that the LIN28 - let-7 axis mediated up-regulation of fetal hemoglobin (HbF) expression to >30% of the total globin levels in cultured erythroblasts from adult humans (2) and the amelioration of hypoxia-related sickling of cultured mature erythrocytes from pediatric patients with sickle cell disease (3). Interestingly, increased expression of endogenous HbF in a patient receiving gene therapy was also associated with truncated HMGA2 protein expression after lentiviral integration and disruption of let-7 targeting at the HMGA2 gene locus (4). Therefore, we hypothesized that HMGA2 may be involved in fetal hemoglobin regulation as a downstream target of the let-7 miRNAs. To study the effects of HMGA2 upon erythropoiesis and globin expression, lentiviral constructs were designed for let-7 resistant expression of HMGA2 driven by the erythroid-specific gene promoter region of the human SPTA1 gene ( HMGA2 - SPTA1 -OE), with a matched empty vector control. Transductions were performed in CD34+ cells from four adult healthy volunteers cultivated ex vivo in erythropoietin-supplemented serum-free media for 21 days. Overexpression of HMGA2 was confirmedby Q-RT-PCR (control: below detection limits; HMGA2 - SPTA1 -OE: 2.51E+04 ± 3.44E+04 copies/ng) and Western blot analyses at culture day 14. Cell counting revealed no significant changes between HMGA2 - SPTA1 -OE and control (empty vector) transductions at culture day 14. Terminal maturation with loss of CD71 from the erythroblast cell surface and enucleation assessed by thiazole orange staining were analyzed in the control and HMGA2 - SPTA1 -OE samples at the end of the culture period. Globin genes expression levels were evaluated for HMGA2 - SPTA1 -OE by Q-RT-PCR. HMGA2 - SPTA1 -OE caused a significant increase in gamma-globin mRNA expression levels compared to controls (control: 5.02E+05 ± 8.62E+04 copies/ng; HMGA2 - SPTA1 -OE: 1.45E+06 ± 7.31E+05 copies/ng; p=0.037). Consistent with the increase in gamma-globin mRNA levels, HPLC analyses at culture day 21 demonstrated modest but significant increases in HbF levels in HMGA2 - SPTA1 -OE compared to controls (HbF control: 5.41 ± 2.15%; HMGA2 - SPTA1 -OE: 16.53 ± 4.43%; p=0.006). Possible effect(s) and downstream mechanism(s) triggered by HMGA2 - SPTA1 -OE were investigated. Q-RT-PCR analyses demonstrated no significant changes in the let-7 family of miRNAs in HMGA2 - SPTA1 -OE compared to controls. Expression patterns of several transcription factors such as BCL11A , KLF1 , SOX6 and GATA1 were investigated by Q-RT-PCR and no significant changes were detected in HMGA2 - SPTA1 -OE compared to controls. While BCL11A mRNA levels were decreased by HMGA2 - SPTA1 -OE, the differences did not reach statistical significance (control: 4.26E+02 ± 8.18E+01 copies/ng; HMGA2 - SPTA1 -OE: 2.84E+02 ± 1.48E+02 copies/ng; p=0.104). However, nuclear BCL11A protein levels assessed by Western analysis were suppressed in HMGA2 - SPTA1 -OE. In summary, these results demonstrate that HMGA2, a validated target of let-7 miRNAs, causes moderately increased gamma-globin gene and protein expression in human erythroblasts, and reduces levels of BCL11A protein. These data thus support the notion that suppression of let-7 miRNAs increases fetal hemoglobin, in part, by the targeting of erythroblast HMGA2 mRNA. (1) Noh SJ et al. J Transl Med. 7:98 (2009). (2) Lee YT et al. Blood. 122:1034-41 (2013). (3) Vasconcellos JF et al. PLoS One. 9:e106924 (2014). (4) Cavazzana-Calvo M et al. Nature. 467:318-22 (2010). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "culture media, serum-free",
        "erythroblasts",
        "fetal hemoglobin",
        "hmga2 protein",
        "opportunity for error",
        "micrornas",
        "quantitative real-time polymerase chain reaction",
        "rna, messenger",
        "gamma-globins",
        "globins"
    ],
    "author_names": [
        "Jaira F. de Vasconcellos",
        "Y. Terry Lee",
        "Colleen Byrnes, MS",
        "Laxminath Tumburu",
        "Antoinette Rabel",
        "Jeffery L. Miller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jaira F. de Vasconcellos",
            "author_affiliations": [
                "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Y. Terry Lee",
            "author_affiliations": [
                "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen Byrnes, MS",
            "author_affiliations": [
                "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laxminath Tumburu",
            "author_affiliations": [
                "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antoinette Rabel",
            "author_affiliations": [
                "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery L. Miller, MD",
            "author_affiliations": [
                "Molecular Genomics and Therapeutics Section, Molecular Medicine Branch, National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T18:37:09",
    "is_scraped": "1"
}