{
    "doi": "https://doi.org/10.1182/blood.V122.21.4786.4786",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2610",
    "start_url_page_num": 2610,
    "is_scraped": "1",
    "article_title": "Is a Standardized Preoperative Questionnaire a Good Tool To Detected Coagulation Disorders In Children ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "blood coagulation disorders",
        "child",
        "preoperative care",
        "menorrhagia",
        "hemorrhage",
        "von willebrand disease",
        "bleeding time procedure",
        "fibrinogen",
        "hematoma",
        "partial thromboplastin time prolonged"
    ],
    "author_names": [
        "Susan Halimeh, MD",
        "Hannelore Rott, MD",
        "Guenther Kappert",
        "Manuela Siebert"
    ],
    "author_affiliations": [
        [
            "Thrombosis and Hemophilia Treatment Center, Coagulation Center Rhine-Ruhr area, Duisburg, Germany, "
        ],
        [
            "Thrombosis and Hemophilia Treatment Center, coagulation center Rhine-Ruhr area, Duisburg, Germany, "
        ],
        [
            "Coagualation treatmnet center Rhine Ruhr, Duisburg, Germany, "
        ],
        [
            "Coagulation treatment centre Rhine Ruhr, Duisburg, Germany"
        ]
    ],
    "first_author_latitude": "51.4466577",
    "first_author_longitude": "6.7279305",
    "abstract_text": "Introduction In our study 144 children were send to our coagulation centre with a positive anamnesis (such as haematomas or nose bleeding’s) a positive family anamnesis (p.e. Mother with Menorrhagie) or a prolonged aPTT during a standardized preoperative examination. Samples and Methods We analyzed samples of 144 children by conduction the following tests: Blood count, VWF:RCo, VWF:Ag, VWF:CB, Fibrinogen (Clauss), activities of FII, FV, FVII, FVIII (clotting and chromogenic), FIX, FX, FXI, FXII, FXIII. Results In 107 of 144 children (74.3%) a bleeding disorder could be detected. In those with a bleeding disorder the distribution was as followed: 23.6% had a von Willebrand disease, 27.8% had a prolonged bleeding time and 5.6% a factor XIII-deficiency. The remaining 43% hat other bleeding. disorders (e.g. FVIII-deficiency, FVII-deficiency and other mild factor deficiencies). Discussion A standardized preoperative questionnaire can be useful in clinical practice. In our study 74.3% children with one or more positive evidence in the anamnesis suffer from a bleeding disorder. It is specifically noticeable that we found in 68% of the children which mother has a menorrhagia a bleeding disorder. In 31.8% of the children we found a von Willebrand disease. In our more coagulation disorders could be detected if a standardized preoperative questionnaire would be used and if we pay more attention to children with would a mothers with menorrhagia. Conclusions Children from mothers with menorrhagia suffer more frequently from a bleeding disorder. In our patients in 75% of the children with a mother with menorrhagia a bleeding disorder was found. To avoid an unexpected bleeding during a planned surgery or a postoperative bleeding a standardized preoperative questionnaire should be performed. Disclosures: Halimeh: Octapharma AG: Investigator Other, Research Funding."
}