{
    "doi": "https://doi.org/10.1182/blood.V104.11.4786.4786",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=75",
    "start_url_page_num": 75,
    "is_scraped": "1",
    "article_title": "Serum Insulinlike Growth Factor Is Not Elevated in Patients with Early B-Cell Chronic Lymphocytic Leukemia but Is Still a Prognostic Factor for Disease-Progression. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Insulin like growth factor 1 (IGF-1) is an important growth and antiapoptotic factor for the cancer cells in several malignancies and in multiple myeloma recent studies support the hypotesis of a role for IGF-1 in disease progression. Clinico-biological relevance of IGF-1 was never studied in B-cell chronic lymphocytic leukemia (CLL). Using a quantitative sandwich immunoassay technique (ELISA)(QUANTIKINE ® , Human IGF-1 and IGFBP-3, R & D Systems), we measured the concentration of IGF-1 and its major binding protein IGF-binding protein 3 (IGFBP-3) in serum drawn at the time of diagnosis from 77 Binet stage A CLL patients. Either IGF-1 or IGFBP-3 were significantly decreased compared to healthy age- and sex-matched controls (P<0.0001 for both; Mann-Whitney test). Serum levels of IGF-1 and IGFBP-3 paralleled each other (P=0.002); in contrast, no significant correlation was found between serum levels of IGF-1 and clinico-hematological variables including age (P=0.253), sex (P=0.270), Rai clinical substages (P=0.140), LDH (P=0.956), β2-microglobulin (P=0.368), lymphocyte count (P=0.703) and lymphocyte doubling time [LDT](P=0.233). When correlation were attempted with circulating levels of angiogenic cytokines such as vascular endothelial growth factor (VEGF)(P=0.971), basic fibroblastic growth factor (FGF-2)(P=0.695), angiogenin (P=0.282) or adhesion molecules such as vascular cell adhesion molecule-1 [VCAM-1] (P=0.318), intercellular adhesion molecule-1 [ICAM-1] (P=0.883) and platelet endothelial cell adhesion-1 [PECAM-1] (P=0.772) similar results were found. Serum levels of IGF-1 were further evaluated as a dichotomous variable with respect to progression-free survival (PFS), an endpoint surrogate for overall survival in early B-cell CLL. The best separation of curves was seen with the cutoff point at the 75 th percentile of IGF-1 levels (i.e., 93 pg/ml). Median PFS was 63 months in the patient group with low IGF-1, compared to a median PFS of 40 months in the remaining patients (P=0.002; HR, 0.311, 95% C.I, 0.085–0.630). In the multivariate analysis performed including variables significant at univariate analysis [i.e., Rai substage (P=0.002); LDT (P=0.004), IGF-1 (P=0.01)], only Rai substage retained prognostic significance (P=0.006). However, after removing from analysis LDT (only 6 out of 77 had an LDT< 12 months), either IGF-1 or Rai substage entered the model at a significant level ((P=0.03 and P=0.01, respectively). In conclusion, IGF-1 did not correlate with markers of tumor burden or clinical status in CLL thus suggesting that levels of this cytokine do not reflect the intrinsic malignancy of disease. Results of the present study highlight, however, its involvement in mechanisms of disease-progression in early CLL.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "disease progression",
        "prognostic factors",
        "somatomedins",
        "insulin-like growth factor i",
        "insulin-like growth factor binding protein 3",
        "cancer",
        "cytokine",
        "intercellular adhesion molecule 1"
    ],
    "author_names": [
        "Stefano Molica, MD",
        "Gaetano Vitelli, MD",
        "Rosanna Mirabelli, MD",
        "Giovanna Digiesu, MD",
        "Diana Giannarelli, MD",
        "Antonella Iorfida, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Azienda Ospedaliera \"Pugliese-Ciaccio\", Catanzaro, Italy"
        ],
        [
            "Clinical Pathology, Istituto Regina Elena, Roma, Italy"
        ],
        [
            "Medical Oncology, Azienda Ospedaliera \"Pugliese-Ciaccio\", Catanzaro, Italy"
        ],
        [
            "Clinical Pathology, Istituto Regina Elena, Roma, Italy"
        ],
        [
            "Clinical Pathology, Istituto Regina Elena, Roma, Italy"
        ],
        [
            "Medical Oncology, Azienda Ospedaliera \"Pugliese-Ciaccio\", Catanzaro, Italy"
        ]
    ],
    "first_author_latitude": "38.88898055",
    "first_author_longitude": "16.595197000000002"
}