{
    "doi": "https://doi.org/10.1182/blood-2019-130379",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4340",
    "start_url_page_num": 4340,
    "is_scraped": "1",
    "article_title": "Hypomethylating Agent and Venetoclax Combination Yields Comparable Outcomes to CPX-351 in Newly Diagnosed Acute Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "topics": [
        "leukemia, myelocytic, acute",
        "liposomal cytarabine-daunorubicin cpx-351",
        "venetoclax",
        "brachial plexus neuritis",
        "mos pp39 serine/threonine kinase",
        "myelofibrosis",
        "allopurinol",
        "complete remission",
        "disease remission",
        "follow-up"
    ],
    "author_names": [
        "Hannah Asghari, MD",
        "Dasom Lee, MD",
        "Yehuda E. Deutsch, MD",
        "Onyee Chan, MD",
        "Najla Al Ali, M.Sc",
        "Stephanie Boisclair, MD",
        "Constance Terrell, PharmD, BCOP",
        "Eric Padron, MD",
        "Andrew T Kuykendall, MD",
        "Alan F. List, MD",
        "Hugo F. Fernandez, MD",
        "Jeffrey E. Lancet, MD",
        "David A Sallman, MD",
        "Rami S. Komrokji, MD",
        "Kendra L. Sweet, MD",
        "Chetasi Talati, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of South Florida, Tampa, FL ",
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Medicine, University of South Florida, Tampa, FL "
        ],
        [
            "Department of Malignant Hematology and Cellular Therapy at Memorial Healthcare System, Moffitt Cancer Center, Pembroke Pines, FL "
        ],
        [
            "Department of Medicine, University of South Florida, Tampa, FL ",
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Internal Medicine Residency, Memorial Healthcare System, Pembroke Pines, FL "
        ],
        [
            "Department of Pharmacy, Memorial Hospital West, Pembroke Pines, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL ",
            "Department of Malignant Hematology and Cellular Therapy at Memorial Healthcare System, Moffitt Cancer Center, Pembroke Pines, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL ",
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL ",
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ]
    ],
    "first_author_latitude": "28.063295600000004",
    "first_author_longitude": "-82.42389089999999",
    "abstract_text": "Background The therapeutic landscape for acute myeloid leukemia (AML) has become complex with recent drug approvals. CPX-351 has become standard-of-care for patients (pts) with therapy-related AML and AML with myelodysplasia-related changes. Moreover, earlier phase studies combining hypomethylating agents (HMA) and Venetoclax (HMA+Ven) in the frontline setting for elderly patients have demonstrated high response rates and improved survival. Given the overlapping indications, yet lack of comparative outcome data between these therapeutic regimens, treatment decisions have become challenging in the frontline setting. Therefore, we compared the outcomes of newly diagnosed AML pts receiving HMA+Ven vs. CPX-351. Methods We retrospectively annotated 119 pts that received frontline treatment with HMA+Ven and CPX-351 at Moffitt Cancer Center and Memorial Healthcare System between 2013 and 2019. Pts were divided in two cohorts: HMA+Ven (Cohort A) or CPX-351(Cohort B). Via comprehensive chart review of each patient that received HMA+Ven, we further classified a subgroup of pts meeting criteria to receive CPX-351 as CPX-351 eligible . Clinical and molecular data were abstracted for each patient in accordance with IRB requirements. Overall response rate (ORR) was the combined total of complete remission (CR), complete remission with incomplete count recovery (CRi), and morphologic leukemia free state (MLFS). Fisher's Exact method was used to determine significance. Kaplan-Meier analysis was performed to estimate median overall survival (mOS) with log-rank test to determine significance. All p-values are two-sided. Results Out of 119 total pts, 41 pts received HMA+Ven (Cohort A) and 78 pts received CPX-351 (Cohort B) with baseline characteristics outlined in Table 1. Among 111 response evaluable pts, ORR was 64.1% in Cohort A, including 28.2% with CR and 28.2% with CRi (Table 2). ORR was 50.0% in Cohort B, comprised of CR in 29.2% and CRi in 18.1%. There was no difference in ORR between Cohort A and Cohort B (64.1% vs. 50%, p 0.17). A significantly greater fraction of pts in Cohort B underwent allogeneic stem cell transplant (allo-SCT) (24.4% vs. 2.4%, p=0.004). ORR was higher in pts with European LeukemiaNet (ELN)-defined favorable/intermediate (fav/int) risk compared to adverse risk group in Cohort A (100% vs. 58.3%, p=0.03), however there was no difference in Cohort B (52.6% vs. 49.1%, p=1.0). ORR was similar among adverse risk groups in both cohorts (58.3% in Cohort A vs. 49.1% in Cohort B, p=0.47). Among responders, median time to best response was significantly longer in Cohort A (61.0 days vs. 40.5 days, p<0.0001). Median duration of response was not reached (NR) in both cohorts. Impact of somatic mutations on ORR is represented in Figure 3. Median follow-up was 6.5 months (mo) in Cohort A and 13.0mo in Cohort B. Median OS was similar in both cohorts (A vs. B, 13.8mo vs. 11.1mo, p=0.82) (Figure 1). Among responders, mOS was NR in Cohort A and 18.2mo in Cohort B (p=0.88) (Figure 2). Compared to Cohort B, mOS was superior for pts with fav/int risk disease in Cohort A (14.2mo (B) vs. NR (A), p=0.045) and not different for adverse risk group (11.1mo (B) vs. 7.3mo (A), p=0.2). Prior HMA exposure was 26.8% in Cohort A and 29.5% in Cohort B for an antecedent hematologic malignancy, however it did not impact mOS (p=0.86) or ORR (p=0.7). Early mortality rates for Cohort A and B were similar at day 30 (2.4% vs. 0%) and day 60 (4.9% vs. 3.8%). Rate of relapse was similar between cohorts A and B (16.0% vs. 30.6%, p=0.24). We then compared the outcomes of pts in Cohort B to CPX-351 eligible arm from Cohort A (n=14). ORR and mOS were similar in Cohort B and CPX-351 eligible arm (ORR: 50% vs. 50%, p=1.0; mOS 11.1mo vs. 13.8mo, p=0.43). Only 1 patient (7.1%) of the CPX-351 eligible arm underwent allo-SCT. Conclusion Our study demonstrates that HMA+Ven results in comparable response rates and survival outcomes to patients receiving CPX-351 when used as an initial remission therapy for patients with newly diagnosed AML, however the median follow up for patients receiving HMA+Ven was short. Survival did not appear to be impacted by a significantly greater proportion of patients proceeding to allo-SCT in the CPX-351 arm. Overall, HMA+Ven may represent a reasonable frontline remission therapeutic choice in patients with AML and a randomized trial would seem justified. View large Download slide View large Download slide  Disclosures Kuykendall: Abbvie: Honoraria; Janssen: Consultancy; Incyte: Honoraria, Speakers Bureau; Celgene: Honoraria. List: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding. Lancet: Pfizer: Consultancy, Research Funding; Agios, Biopath, Biosight, Boehringer Inglheim, Celator, Celgene, Janssen, Jazz Pharmaceuticals, Karyopharm, Novartis: Consultancy; Daiichi Sankyo: Consultancy, Other: fees for non-CME/CE services . Sallman: Celyad: Membership on an entity's Board of Directors or advisory committees. Komrokji: celgene: Consultancy; Agios: Consultancy; pfizer: Consultancy; DSI: Consultancy; JAZZ: Speakers Bureau; JAZZ: Consultancy; Novartis: Speakers Bureau; Incyte: Consultancy. Sweet: Abbvie: Membership on an entity's Board of Directors or advisory committees; Stemline: Consultancy; Agios: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Incyte: Research Funding; Astellas: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Consultancy; Celgene: Speakers Bureau; Jazz: Speakers Bureau. Talati: Agios: Honoraria; Jazz Pharmaceuticals: Honoraria, Speakers Bureau; Celgene: Honoraria; Daiichi-Sankyo: Honoraria; Astellas: Honoraria, Speakers Bureau; Pfizer: Honoraria."
}