{
    "doi": "https://doi.org/10.1182/blood.V104.11.4981.4981",
    "article_title": "Effects of Amotosalen Hydrochloride and Ultraviolet a Light on CD4 and CD8 Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Graft versus host disease (GvHD) and infections by opportunistic pathogens, such as cytomegalovirus (CMV), are causes of significant morbidity and mortality in recipients of allogeneic bone marrow transplants (BMT). Thus, there is a need for methods of graft engineering that inhibit the alloreactive T cells responsible for lethal GvHD without compromising the activity of antiviral T cells. In a murine MHC-mismatched BMT model, we have previously demonstrated that adoptive transfer of polyclonal T cells from donors immunized to murine CMV (MCMV) can decrease viral load but cause lethal GvHD. However, pretreatment of these cells with the psoralen, amotosalen hydrochloride, and ultraviolet A (UVA) light prevents GvHD without compromising antiviral response. We have previously hypothesized that these effects were due to differential sensitivity of naïve and memory T cells to amotosalen/UVA. Recent investigations have demonstrated that CD4 T cells are most directly responsible for lethal GvHD in this model. This observation suggested an alternative hypothesis, equally consistent with previous data, that the observed in vivo effects of amotosalen/UVA treatment are due to differential effects on CD4 and CD8 T cells. The assessment of this new hypothesis is the focus of the current studies. Methods: Two models of T cell activation/proliferation were utilized to test the effects of amotosalen/UVA treatment on CD4 and CD8 cells: stimulation of B6.PL (H-2 b ) cells with concavalinA, and primary mixed lymphocyte reaction (MLR) between MHC-mismatched B6.PL (H-2 b ) and BALB/c (H-2 d ). Responder cells were pretreated with 2nM amotosalen and varying doses of UVA light (0–5 minutes). Proliferation of CD4 and CD8 cells was measured by flow cytometric analysis of CFSE-labeled responder cells. Results: In both systems, CD4 proliferation was effectively eliminated by immediately prior treatment with amotosalen and UVA doses of 1 minute or higher. CD8 proliferation was eliminated by amotosalen and UVA doses of 2 minutes and higher. Both the amount of division on a per cell basis and the overall number of cells that initiated division followed similar trends. Conclusions: These data demonstrate that both CD4 and CD8 T cells are sensitive to treatment with amotosalen/UVA and suggest a subtle difference in sensitivity of CD4 and CD8 populations. Since division of both CD4 or CD8 cells is inhibited at doses of amotosalen/UVA that prevent GvHD but allow anti-viral activity in vivo, it is unlikely that the observed differential sensitivity of T-cell subsets is sufficient to explain the in vivo effects of amotosalen/UVA treatment in this model. Using similar methodologies, ongoing studies are assessing the hypothesis that amotosalen/UVA has differential effects on naïve and mature T cells.",
    "topics": [
        "antiviral agents",
        "bone marrow transplantation, allogeneic",
        "cd8-positive t-lymphocytes",
        "ficusin",
        "graft-versus-host disease",
        "infections",
        "lymphocyte culture test, mixed",
        "tissue transplants",
        "viral load result",
        "t-cell activation"
    ],
    "author_names": [
        "Catherine T. Jordan",
        "James C. Zimring, M.D., Ph.D.",
        "John D. Roback, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Catherine T. Jordan",
            "author_affiliations": [
                "Department of Pathology and Laborotory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James C. Zimring, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Pathology and Laborotory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John D. Roback, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Pathology and Laborotory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T06:36:04",
    "is_scraped": "1"
}