{
    "doi": "https://doi.org/10.1182/blood.V122.21.1572.1572",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2685",
    "start_url_page_num": 2685,
    "is_scraped": "1",
    "article_title": "Protein-Coding and Non-Coding RNA Expression Profiles Of Mesenchymal Stem Cells In Patients With Myelodysplastic Syndromes ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "cytokine",
        "gene expression profiling",
        "myelodysplastic syndrome",
        "reverse transcriptase polymerase chain reaction",
        "rna",
        "rna, untranslated",
        "stem cell, mesenchymal",
        "transcription, genetic",
        "transfer rna",
        "inflammatory response"
    ],
    "author_names": [
        "Youshan Zhao",
        "Chunkang Chang",
        "Xiao Li, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Shanghai sixth people’s Hospital, shanghai, China, "
        ],
        [
            "the sixth Hospital affiliated to Shanghai JIaotong University, Shanghai, China, "
        ],
        [
            "Shanghai Sixth Hospital, Jiaotong University, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.177675",
    "first_author_longitude": "121.423371",
    "abstract_text": "Background A few reports have suggested chromosomal and gene expression abnormalities in mesenchymal stem cells in patients with MDS. Recently years, there is growing evidence for a role of the non-coding RNA in the transcriptional control of gene expression. Characterization of protein-coding and non-coding RNA expression in mesenchymal stem cells of MDS patients could be strategic for understanding gene expression regulation and role of marrow microenvironment in the pathophysiology of MDS. Methods In this study, gene expression profiles of MSC in 10 patients with MDS were compared with 5 healthy individuals using human transcriptome array. This array allows comprehensive examination of gene expression and noncoding transcripts, as well as detection of coding SNPs and genome-wide identification of alternative splicing. Real-time RT-PCR was performed to confirm the expression levels of selected transcripts. Results In MSC of MDS patients, 2628 genes were significantly differentially expressed ( p ≤0.01) in comparison to healthy individuals, of which 945(36%) were protein-coding transcripts. Gene ontology and pathway analysis were performed on those protein-coding genes. The significant significant ontology themes for up-regulated gene in MDS include cell division, mitosis, DNA repair and regulation of transcription, and for down-regulated genes include cytokine-mediated signaling pathway, inflammatory response and positive regulation of mitosis. Pathway analysis identified the deregulated gene pathway were main associated with purine metabolism, cytokine-cytokine receptor interaction, toll-like receptor signaling pathway, and so on. In non-coding RNA, 79 were long noncoding RNA (LncRNA), which were reported in database. We used gene coexpression networks to cluster thousands of transcripts into phenotypically relevant coexpression modules. The coexpression patterns of lncRNAs and protein-coding RNAs in MDS and controls were different. In the MDS coexpression network, differentially expressed lncRNAs were mainly focused on gene function related to ribosome biogenesis, tRNA processing, and so on. Conclusions These results demonstrated the differential RNA expression profile between MDS and healthy individuals, suggesting that lncRNAs may play an important role in dysfunctional microenvironment in MDS. Disclosures: No relevant conflicts of interest to declare."
}