{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3504.3504",
    "article_title": "Serum Ferritin Underestimates Liver Iron Concentration in Patients with Homozygous Alpha-0 Thalassemia ",
    "article_date": "December 7, 2017",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "abstract_text": "Background: Homozygous α 0 -thalassemia (Hemoglobin Bart's hydrops fetalis, HBHF) results from deletion of all α-globin genes. Similar to patients with transfusion-dependent beta-thalassemia (TDT-β), survivors of HBHF require life-long transfusions which over time will inevitably lead to significant tissue iron overload (IO). We have recently reported that the underlying disease process in HBHF is different from that of TDT-β (Amid A. et al. Blood, 2016). Unlike TDT-β, hemolysis is the major pathophysiologic process in HBHF and chronically transfused HBHF patients continue to have significant erythropoietic activity and tissue hypoxia (with increased serum erythropoietin) due to the indegenous nonfunctional hemoglobin-H. In addition, almost all survivors of HBHF would have commenced their transfusion therapy in-utero , potentially resulting in earlier IO compared to their TDT-β counterparts. Considering these differences, we hypothesized that the pattern of IO in patients with HBHF would likely differ from those with TDT-β. Methods: Following research ethics board approval, we retrospectively collected longitudinal data on transfusion and chelation history, serum ferritin, and liver iron concentration (LIC) measured by MRI or biopsy, in 7 HBHF (5 males; mean age: 7.3 years) and 14 TDT-β (8 males; mean age: 11.1 years) patients. None of the HBHF or TDT-β patients were splenectomized. Corresponding pairs of serum ferritin and LIC assessment (defined as measurements of not more than two weeks apart with no transfusions in between) were used to calculate ferritin-to-LIC ratios. All patients were treated with the same transfusion protocol to maintain pre-transfusion hemoglobin of >90 g/L and LIC of <5 mg/g of dry liver weight, until 2014. Since April 2014, five patients with HBHF have been commenced on a more aggressive transfusion strategy to decrease the nonfunctional HbH, suppress erythropoiesis, increase tissue oxygenation, and reduce hemolysis. We used linear mixed models to assess the associations between serum ferritin, LIC, and ferritin-to-LIC ratio with age, disease type (HBHF vs. TDT-β), chelation type, and method of LIC assessment. Correlations within a subject and between different ages were effectively accounted for in this model. Results: At 12 month of age, chelation-naïve HBHF patients had significantly higher serum ferritin level reflecting earlier IO compared to chelation-naïve TDT-β patients [1242.4 μg/dL (SD 419.4) vs. 418.3 μg/dL (SD 113.3), p<0.001]. On longitudinal assessments in both chelated HBHF and TDT-β patients, ferritin was significantly correlated with LIC (ρ = 0.88, p <0.001 and ρ = 0.46, p <0.001, respectively). Serum ferritin was significantly lower in HBHF vs. TDT- β [849 μg/dL (SD 573) vs. 2036 μg/dL (SD 1495), p<0.001] but there was no difference in LIC between the two groups [9.68 mg/g (SD 5.73) vs. 8.63 mg/g (SD 7.99), p=0.48]. Consequently, HBHF patients had significantly lower ferritin-to-LIC ratios [86.8 (SD 33.2) vs. 308.5 (SD 182.4), p<0.0001]. In addition, in the HBHF patients, serum ferritin-to-LIC ratio was corrolated with reticulocyte count (ρ = 0.41, p <0.042). In two mixed model analyses that included age, disease type, and method of LIC assessement or chelation type as variable of interset, disease type remained a highly signifiant predictor of serum ferritin-to-LIC ratio (p<0.0001). However, after the implementation of aggressive transfusion strategy (and suppression of erythropoeitic activity and improvement of tissue oxygenation) in HBHF patients, ferritin-to-LIC ratios were significantly higher [304.2 (SD 121.5) vs. 86.87 (SD 33.2), p=0.0003], becoming similar to ratios in TDT-β patients (p=0.88). Conclusion: Patient with HBHF are at-risk of significant IO early in life which poses potential challenges with iron chelation at an early age. Furthermore, in these patients, ferritin significantly underestimates LIC. This finding has important implications for clinical care and surveillance of IO in these patients, especially in areas with limited resources where non-invasive assessement of LIC (MRI) may not be widely available. The lower ferritin-to-LIC ratio observed in HBHF patients and its relation to erythropoietic activity indirectly suggest that in addition to transfusional iron loading, increased gastrointestinal absorption of iron due to suppressed hepcidin may also contribute to siderosis in these patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "alpha0 thalassemia",
        "homozygote",
        "iron",
        "liver",
        "serum ferritin level result",
        "ferritin",
        "transfusion",
        "blood transfusion",
        "hemoglobin",
        "hemoglobin h"
    ],
    "author_names": [
        "Ali Amid, MD",
        "Shiyi Chen",
        "Uma Athale",
        "Karen Charpentier",
        "Manuela Merelles-Pulcini",
        "Isaac Odame",
        "Melanie Ann Kirby-Allen"
    ],
    "author_dict_list": [
        {
            "author_name": "Ali Amid, MD",
            "author_affiliations": [
                "Children's Hospital of Eastern Ontario, University of Ottawa, Ottawa, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shiyi Chen",
            "author_affiliations": [
                "Hospital for Sick Children, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uma Athale",
            "author_affiliations": [
                "McMaster Children's Hospital, McMaster University, Hamilton, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Charpentier",
            "author_affiliations": [
                "Hospital for Sick Children, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Merelles-Pulcini",
            "author_affiliations": [
                "Hospital for Sick Children, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isaac Odame",
            "author_affiliations": [
                "Hospital For Sick Children, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Ann Kirby-Allen",
            "author_affiliations": [
                "Hospital for Sick Children, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:49:36",
    "is_scraped": "1"
}