{
    "doi": "https://doi.org/10.1182/blood.V104.11.3538.3538",
    "article_title": "Thrombin Regulates the Camp Level in Human Platelets through Phosphorylation /Activation of Akt. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Phosphorylation /activation of Akt is a critical event in platelet activation stimulated by thrombin. We previous demonstrated that the activation of PDE3A was increased concomitantly with the phosphorylation /activation of Akt. In order to demonstrate a link between these two events, in this study, we monitored thrombin-induced cAMP changes in washed platelets. We confirmed that the platelet cAMP level decreased following thrombin stimulation. The thrombin-induced decrease of cAMP was inhibited by an Akt specific inhibitor (1l-6-hydroxymethyl- chiro -inositol 2-(R)-2-O-methyl-3-O-octadecylcarbonate). This Akt inhibitor exhibited a concentration-dependent inhibition of thrombin-induced decrease of cAMP. The Akt inhibitor blocked 70 % of thrombin-induced decrease of cAMP. Moreover, a phosphoinositide 3-kinase inhibitor wortmannin also reduced the thrombin effect, consistent with its upstream position relative to Akt. These results suggested that phosphorylation /activation of Akt is required for decrease of cAMP in platelets. In addition, we found that thrombin-induced cAMP level changes were markedly reduced following preincubation of platelets with milrinone, a selective PDE3A inhibitor. We therefore examined PDE3A activity after stimulation of platelets with thrombin with or without the Akt inhibitor or wortmannin. Either the Akt inhibitor or wortmannin inhibited the thrombin-induced activation of PDE3A. Our data indicated that phosphorylation/activation of Akt plays a major role in regulation of cAMP by thrombin. The activation of Akt by thrombin results in activation of PDE3A and a consequent decrease of the intracellular cAMP level, which serves as a positive feedback enhancing the thrombin activation of platelet function. Understanding the mechanisms that are involved in regulation of PDE3A in platelets could provide new targets for therapeutic advances in the treatment of thrombotic disorders.",
    "topics": [
        "blood platelets",
        "cyclic amp",
        "phosphorylation",
        "proto-oncogene proteins c-akt",
        "thrombin",
        "wortmannin",
        "human platelets, washed",
        "inositol",
        "milrinone",
        "thrombosis"
    ],
    "author_names": [
        "Wei Zhang, Ph.D.",
        "Gary Nale, B.S.",
        "Robert W. Colman, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Wei Zhang, Ph.D.",
            "author_affiliations": [
                "The Sol Sherry Thrombosis Research Center, Temple University Sschool of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gary Nale, B.S.",
            "author_affiliations": [
                "The Sol Sherry Thrombosis Research Center, Temple University Sschool of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert W. Colman, M.D.",
            "author_affiliations": [
                "The Sol Sherry Thrombosis Research Center, Temple University Sschool of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T09:40:14",
    "is_scraped": "1"
}