{
    "doi": "https://doi.org/10.1182/blood.V114.22.577.577",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1491",
    "start_url_page_num": 1491,
    "is_scraped": "1",
    "article_title": "Post-Induction Minimal Residual Disease (MRD) Defines a Large Subset of Adults with Favorable Ph-Negative Acute Lymphoblastic Leukemia (ALL), Who Do Not Benefit From Allogeneic Stem Cell Transplantation (SCT) in First Complete Remission: A GRAALL Study. ",
    "article_date": "November 20, 2009",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS: ACUTE LEUKEMIA",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant",
        "complete remission",
        "neoplasm, residual",
        "steroids",
        "chemotherapy regimen",
        "immunoglobulins",
        "adult t-cell lymphoma/leukemia",
        "electrocorticogram",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Kheira Beldjord",
        "Véronique Lhéritier",
        "Marie-Laure Boulland",
        "Nathalie Grardel",
        "Jean-Michel Cayuela",
        "Hélène Cavé",
        "Beat Schäfer",
        "Marleen Bakkus",
        "Marlène Garrido",
        "Nathalie Dhédin",
        "Anne Huynh",
        "Thibaut Leguay",
        "Claude Gardin",
        "Xavier Thomas",
        "Yves Chalandon",
        "Françoise Huguet",
        "Jean-Paul Vernant",
        "Thierry Fest, MD, PhD",
        "Norbert Ifrah",
        "Elizabeth Macintyre",
        "Hervé Dombret"
    ],
    "author_affiliations": [
        [
            "Hôpital Necker, AP-HP, Paris, France, "
        ],
        [
            "Hôpital Edouard Herriot, HCL, Lyon, France, "
        ],
        [
            "CHU, Rennes, France, "
        ],
        [
            "CHRU, Lille, France, "
        ],
        [
            "Hôpital Saint-Louis, AP-HP, Paris, France, "
        ],
        [
            "Hôpital Robert Debré, AP-HP, Paris, France, "
        ],
        [
            "University Children's Hospital, Zürich, Switzerland, "
        ],
        [
            "UZ Brussel, Brussels, Belgium, "
        ],
        [
            "Hôpital Necker, AP-HP, Paris, France, "
        ],
        [
            "Hôpital Pitié-Salpêtrière, AP-HP, Paris, France, "
        ],
        [
            "CHU Purpan, Toulouse, France, "
        ],
        [
            "CHU, Bordeaux, France, "
        ],
        [
            "Hôpital Avicenne, AP-HP, Bobigny, France, "
        ],
        [
            "Hôpital Edouard Herriot, HCL, Lyon, France, "
        ],
        [
            "HUG, Geneva, Switzerland, "
        ],
        [
            "CHU Purpan, Toulouse, France, "
        ],
        [
            "Hôpital Pitié-Salpêtrière, AP-HP, Paris, France, "
        ],
        [
            "U917, INSERM, Rennes, France, "
        ],
        [
            "CHU, Angers, France"
        ],
        [
            "Hôpital Necker, AP-HP, Paris, France, "
        ],
        [
            "Hôpital Saint-Louis, AP-HP, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.8452199",
    "first_author_longitude": "2.3157460999999997",
    "abstract_text": "Abstract 577 Introduction: Allogeneic SCT is currently the preferred therapeutic option for most younger adults with ALL in first complete remission (CR), as recently confirmed by the large ECOG-UKALL Intergroup study ( Goldstone, Blood 2008 ). In this study, however, early response to therapy was not taken into account. As Ig/TCR MRD is one of the main determinants for outcome in childhood ALL, we analyzed its impact on outcome and SCT results in adults treated within pediatric-inspired GRAALL trials. For that purpose, we focused on early MRD evaluations (MRD1: at CR achievement; MDR2: after the first consolidation). Patients & Methods: Among 507 patients aged 15-60 years with Ph-negative ALL in first CR after induction included in the GRAALL-2003 ( Huguet, JCO 2009 ) or in the ongoing GRAALL-2005 trial until the first planned interim analysis, 212 patients (B/T lineage, 137/75; median age, 31 years) had an Ig/TCR MDR1 evaluation (with MRD2 evaluation for 77% of them) by CDR3 RQ-PCR or fluorescent competitive Genescan associated with a sensitivity allowing the classification into the following levels: negative (0); positive <10 -4 (1); positive 10 -4 to 10 -3 (2); positive 10 -3 to 10 -2 (3); positive ≥10 -2 (4) ( Table 1 ). Allogeneic SCT was indicated in patients aged 55y or less with a donor (sibling or 10/10 HLA-matched unrelated) and high-risk ALL, as defined on baseline (WBC in B-lineage ALL, CNS involvement, cytogenetics) and response-related risk criteria (steroid- and chemo-sensitivity). Patient characteristics and outcome were identical according to trial, as well as in MRD-tested and non-tested patients. Table 1. MRD1 and MRD2 levels (R=0.68, P<0.0001 in MRD1/MRD2 tested patients). View large View Large Results: Cumulative incidence of relapse (CIR) was strongly predicted by 5-level MRD1 (P<0.0001). As CIR were similar in both levels 0-1 and in both levels 3-4, patients were eventually classified as MRD1-fav (level 0-1, N = 124 (59%); 3y-CIR, 13%), MRD1-int (level 2, N = 32 (15%); 3y-CIR, 38%), and MRD1-unfav (level 3-4, N = 56 (26%); 3y-CIR, 56%). Thirty-four of 62 patients at risk reached level 0 or 1 at MRD2 only, 22 of them from the MRD1-int subgroup. However, CIR was not different in these ‘slow responders‘ than in MRD2-int/unfav patients (P=0.27), suggesting that MRD1 alone may be used to stratify further therapy. Median age and baseline characteristics did not differ between MRD1-fav and MRD1-int/unfav patients, while MRD1-fav was associated with higher rates of steroid- and chemo-sensitivity (P=0.05 and P<0.001, respectively). In MDR1-fav patients, 3y-DFS and 3y-OS were 80% (95% CI, 70-87) and 82% (95% CI, 71-90), respectively. After SCT censoring, their 3y-CIR, 3y-DFS, and 3y-OS were 12% (95% CI, 6-24), 84% (95% CI, 72-91), and 86% (95% CI, 72-93), respectively. In multivariate analysis adjusted on protocol, MRD1-fav was the best predictor of lower CIR (RR = 0.22; P<0.001), prolonged DFS (RR = 0.25; P<0.001), and longer OS (RR = 0.20; P<0.001). Low WBC (for CIR, DFS, and OS) and steroid-sensitivity (for CIR only) remained independent risk factors. Similar results were observed in patients with B-lineage ALL, while the number of T-ALL patients was too small to allow a separate analysis. In 127/132 evaluable patients with high-risk ALL eligible for SCT, 3y-CIR was 4% in MRD1-fav and no-donor (N=27), 14% in MRD1-fav and donor (N=33; 30 actually grafted in CR1), 42% in MRD1-int/unfav and donor (N=41; 38 actually grafted in CR1), and 66% in MRD1-int/unfav and no-donor patients (N=26). The difference between donor and no-donor groups tended to be significant in MRD1-int/unfav patients (P=0.14), while not in MRD1-fav patients (P=0.60). Conclusion: Younger adults with ALL may be classified in a favorable subset with a low relapse rate, only based on post-induction MRD level. At least when treated with a pediatric-inspired protocol, this subset represents more than half patients with Ph-negative ALL. In GRAALL studies, those favorable patients, even when presenting initial bad-risk factors, do not seem to draw any benefit from allogeneic SCT in first CR. Disclosures: No relevant conflicts of interest to declare."
}