{
    "doi": "https://doi.org/10.1182/blood-2021-148472",
    "article_title": "Real-World Treatment Patterns and Outcomes of Patients with Chronic Lymphocytic Leukemia (CLL) Receiving First-Line (1L) Therapy in the United States (US) ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Background: There have been many advances in CLL treatments over the past decade, with a number of novel agents targeting molecular pathways within CLL cells receiving approval from the US Food and Drug Administration. Here, we assessed the evolution of molecular testing patterns, treatment patterns, and clinical outcomes over time in patients receiving 1L CLL treatment in a real-world US database. Methods: This was a retrospective cohort study using the Flatiron Health database, a longitudinal database comprising de-identified, patient-level, structured and unstructured data, curated via technology-enabled abstraction. During the study period, the de-identified data originated from approximately 280 cancer clinics (~800 sites of care) in the US. Patients aged 18 years and older who were diagnosed with CLL and initiated 1L treatment between December 2015 and December 2020 were selected. Participants who took part in a clinical trial in any line of therapy, or who had any other primary cancer diagnosis, were excluded. Baseline characteristics, including testing patterns, at initiation of 1L treatment were assessed using descriptive statistics. Treatment patterns and outcomes, such as time to next treatment or death (TTNTD), were analyzed. Kaplan-Meier analysis was used to estimate TTNTD. Results: Among 3654 patients with treatment-naive CLL who were selected from the de-identified database, the mean age at 1L treatment initiation was 70 years (range, 29-85); 64.3% of patients were male; 72.1% were White, 8.2% Black, 3.9% Hispanic/Latino, 1.0% Asian, and 14.9% were of other ethnicity/race. Approximately one-third (34.7%) of patients had Rai stage 0-I disease, 6.9% had stage II, 6.3% stage III, 11.5% stage IV, and 40.6% had undocumented Rai stage. Testing patterns: The majority of identified patients (3202/3654; 87.6%) had undergone cytogenetic testing, fluorescence in situ hybridization, or IGHV mutation testing. Compared with 2015-2016, testing rates were higher in 2019-2020 for chromosome 17p deletion (del(17p); 36.1% vs 45.7%, respectively; p<0.001) and for IGHV mutation status (84.7% vs 89.2%, respectively; p=0.003). Overall, 11.0% of patients had del(17p). Of those tested for IGHV (1472/3654; 40.3%), 58.3% had unmutated IGHV. Treatment patterns: The 10 most commonly used 1L CLL treatments, which overall represented 91.8% of all 1L treatments, and their evolution over time, are reported in Table 1. Of the patients receiving these top 10 1L treatment regimens overall, 45.7% received regimens including novel targeted oral agents, 33.4% received chemo-immunotherapy (CIT), and 19.7% received anti-CD20 monotherapy. Evaluation of each 2-year period shows that treatment patterns for the top 10 1L treatment regimens shifted, with use of novel targeted oral agents increasing from 27.1% (2015-2016) to 63.8% (2019-2020) (p<0.001), while use of CIT and chemotherapy decreased over time (Table 2). Approximately 30.0% (1088/3654) of 1L-treated patients went on to receive second-line treatments. Outcomes: Median TTNTD was 34.4 months for all patients receiving 1L CLL treatment, and 36.5 months for patients who received the 10 most common 1L treatments across the 6-year study period (n=3360). Median TTNTD was 47.0 months for patients who received novel targeted oral agents and 41.5 months for patients who received CIT (unadjusted p=0.16). When evaluating outcomes in patients with high-risk cytogenetics, median TTNTD was 29.1 months for patients with del(17p) and 37.2 months for those with unmutated IGHV, but was longer in those patients who received treatment with novel targeted oral agents (median TTNTD of 43.9 and 46.7 months, respectively; Table 3). Conclusions: This analysis provides the current state of 1L CLL testing and treatment patterns and outcomes in the US from 2015 to 2020. As expected, the use of novel targeted oral agents increased over time, with a corresponding increase in TTNTD. Clinical outcomes were improved in patients receiving novel targeted oral agents, both overall and in high-risk subgroups. Following on from this, a comparative study of TTNTD for novel oral agents versus CIT, and analyses of outcomes of different sequencing of therapies, will be conducted. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Mato:  Nurix: Research Funding; Johnson and Johnson: Consultancy, Research Funding; AbbVie: Consultancy, Research Funding; Acerta/AstraZeneca: Consultancy, Research Funding; DTRM BioPharma: Consultancy, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Research Funding; Adaptive Biotechnologies: Consultancy, Research Funding; BeiGene: Consultancy, Research Funding; MSKCC: Current Employment; Sunesis: Consultancy, Research Funding; AstraZeneca: Consultancy; TG Therapeutics: Consultancy, Other: DSMB, Research Funding; Genmab: Research Funding; LOXO: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Janssen: Consultancy, Research Funding. Ravelo:  Genentech, Inc.: Current Employment; Roche Holdings: Current equity holder in publicly-traded company, Current holder of stock options in a privately-held company. To:  Genentech, Inc.: Current Employment; F. Hoffmann-La Roche Ltd: Current equity holder in publicly-traded company, Divested equity in a private or publicly-traded company in the past 24 months. Schuldt:  Genentech, Inc.: Current Employment; F. Hoffmann-La Roche Ltd: Current equity holder in publicly-traded company; Johnson & Johnson: Divested equity in a private or publicly-traded company in the past 24 months. Biondo:  Genentech, Inc.: Current Employment; Roche: Current holder of individual stocks in a privately-held company.",
    "author_names": [
        "Anthony R. Mato",
        "Arliene Ravelo",
        "Tu My To",
        "Robert Schuldt",
        "Juliana M.L. Biondo"
    ],
    "author_dict_list": [
        {
            "author_name": "Anthony R. Mato",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Arliene Ravelo",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tu My To",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Schuldt",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliana M.L. Biondo",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:00:28",
    "is_scraped": "1"
}