{
    "doi": "https://doi.org/10.1182/blood.V118.21.2848.2848",
    "article_title": "Dicer Plays An Important Role in the Progression and Prognosis of Chronic Lymphocytic Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2848 Chronic lymphocytic leukemia (CLL) is the most common leukemia in the western world. Alterations in microRNAs (miRNAs) expression have been proposed to play role in CLL pathogenesis. However, the reasons of miRNAs expression alterations observed in CLL have not been elucidated, one possible explanation suggested is deterioration of miRNA biogenesis machinery involves Dicer and Drosha. Dicer and Drosha are main regulators of miRNA biogenesis, and deregulation of their expressions have been observed in various cancers including breast cancer, ovarian cancer, prostate cancer, neuroblastoma tumors, et al. To investigate the role of Dicer and Drosha in CLL, we assessed the expression of Dicer and Drosha and their correlation with other prognostic factors, including Binet stages, immunoglobulin heavy chain variable gene (IGHV) mutation status, TP53 mutation status, ZAP-70 protein and CD38 expression level in 165 CLL patients by using real-time PCR methods. We found that Dicer expression was significantly higher in patients of Binet B and C stage compared with Binet A stage (mean ± SD, 0.017 ± 0.010 vs. 0.015 ± 0.019; p =0.001). Patients with unmutated IGHV genes had significant lower expression of dicer than patients with IGHV mutations (mean ± SD, 0.012± 0.006 vs 0.019± 0.013, p <0.0001). The lower expression level of Dicer was also significantly associated with higher level of CD38 and ZAP-70 ( p =0.0304 and p =0.0075, respectively). We also analyzed Dicer expression in different cytogenetic subgroups. Lower Dicer level was found in patients with unfavorable cytogenetic aberrations (deletion in 17p13 or 11q22.3) in contrast to higher level in good risk cytogenetics (deletion in 13q14 as the sole abnormality). Furthermore, the lower expression of Dicer in CLL shows a strong association with shorter overall survival (OS) (132 months vs. not reached, p =0.0046) as well as with reduced treatment free survival (TFS) (24 months vs.110 months, p =0.0006). By contrast, no differences in the expression of Drosha among these groups of patients were observed. Our data have been able to demonstrate for the first time that Dicer expression may play an important role in the progression and prognosis of CLL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "micrornas",
        "zap-70 kinase",
        "breast cancer",
        "cancer",
        "immunoglobulin heavy chains",
        "leukemia",
        "neoplasms",
        "neuroblastoma"
    ],
    "author_names": [
        "Wei Xu, MD, PhD",
        "Dan-Xia Zhu",
        "Lei Fan",
        "Cheng Fang",
        "Zhi-Jian Zou",
        "Yin-Hua Wang",
        "Jian-Yong Li, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wei Xu, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dan-Xia Zhu",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Fan",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheng Fang",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhi-Jian Zou",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yin-Hua Wang",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-Yong Li, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:28:26",
    "is_scraped": "1"
}