{
    "doi": "https://doi.org/10.1182/blood.V116.21.1953.1953",
    "article_title": "Long-Term Treatment and Tolerability of the Novel Proteasome Inhibitor Carfilzomib (CFZ) In Patients with Relapsed and/or Refractory Multiple Myeloma (R/R MM) ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1953 Background: Carfilzomib (CFZ) is a novel, selective proteasome inhibitor that differs from BTZ both structurally and mechanistically. CFZ overcomes BTZ-resistance in vitro , lacks the off-target activities of BTZ in preclinical studies, and does not cause neurotoxicity in long-term (6–9 month) chronic animal toxicology studies. Single-agent CFZ produces durable responses in relapsed and relapsed/refractory (R/R) multiple myeloma (MM) without dose-limiting PN, and can be given to pts with substantial renal dysfunction. Here we report on the clinical experience with long-term treatment (>12 cycles, >11 months) with single-agent CFZ in pts with MM. Methods: Included in the present analysis were pts with MM who initially enrolled in studies PX-171-002 (Phase 1), PX-171-003 (relapsed and refractory MM), PX-171-004 relapsed following 1–3 therapies), and PX-171-005 (relapsed and refractory MM with varying degrees of renal dysfunction). The majority of pts initially received CFZ at 20 mg/m 2 IV, on Days 1, 2, 8, 9, 15, and 16 in a 28-day cycle (C). In some trials, the dose was escalated following cycle 1 to 27 mg/m 2 for up to 12 C. Recently, higher doses including 36 and 45 mg/m 2 have been successfully attempted using a 30-min infusion. Pts who completed their full course of CFZ therapy on a given trial were given the option to enter the PX-171-010 extension study. In this extension study, CFZ was initially administered at the same dose-level and frequency as given in the last cycle of the pts’ previous CFZ study. CFZ could be administered at a reduced frequency of twice weekly every other week at the discretion of the investigator and pts could continue treatment until disease progression or unacceptable toxicity. Results: More than 10% of pts in studies PX-171-003 and PX-171-005, and approximately 24% of pts in PX-171-004 completed 12 cycles of induction therapy with CFZ (QDx2 weekly for 3 of 4 weeks). As of 31 July 2010, 42 of the pts completing 12 cycles of CFZ in a previous study either enrolled in PX-171-010 (N=38) or were treated on single-patient INDs prior to the availability of PX-171-010 (N=4). CFZ was administered as either a single agent (N=38) or combined with low-dose dexamethasone (N=4, all in PX-171-005). Twenty-five of the 42 MM pts (60%) remain on treatment: 24 receiving single agent CFZ at 27 mg/m 2 (range 15–45 mg/m 2 ) and 1 receiving CFZ + low dose dexamethasone. The median duration of CFZ treatment in this cohort is 14 months. The longest period of treatment is >27 months, and 12 pts have completed over 18 months of total continuous CFZ dosing. Of the 17 MM pts who discontinued therapy, 16 did so due to progressive disease and one pt had pneumonia, stopped therapy, and elected not to restart treatment. Cumulative toxicities were not observed, and AEs were similar to those reported in other studies of single-agent CFZ. There were 7 serious adverse events (SAEs, 1 patient each) reported in the extension study: 4 were possibly related and included infection, dyspnea, bronchitis and asthenia. Doses were interrupted and restarted or maintained for all of the pts with possibly related SAEs. Peripheral neuropathy and significant renal dysfunction were not observed with in this extension trial. Conclusions: CFZ is a highly selective proteasome inhibitor that can be administered to pts with MM for prolonged periods with no apparent cumulative toxicities. Disease control is possible with this single-agent treatment, even though many of the pts had disease that was refractory to multi-agent therapy prior to entering their initial CFZ trial. Following 12 cycles (11 months) of induction therapy (QDx2 weekly for 3 of 4 weeks) maintenance CFZ sustained disease control and provided excellent long-term tolerability, with the option for pts to switch to twice weekly dosing every other week. Disclosures: Jagannath: Celgene: Honoraria; Millenium/Takeda Pharma: Honoraria; J&J Family: Honoraria; Onyx: Honoraria; Merck: Honoraria. Vij: Onyx: Honoraria. Kaufman: Celgene, Millenium: Consultancy; Celgene, Merck: Research Funding. Martin: Celgene: Honoraria; Onyx: Consultancy. Niesvizky: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Millenium: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Onyx: Consultancy, Research Funding. Gabrail: Millenium: Research Funding. Alsina: Millenium: Consultancy, Research Funding; Celgene: Research Funding; Novartis: Consultancy. Wong: Onyx Pharmaceuticals: Employment. Le: Onyx Pharmaceuticals: Employment. McCulloch: Onyx Pharmaceuticals: Employment. Hannah: Onyx Pharmaceuticals: Consultancy. Kauffman: Onyx Pharmaceuticals: Employment. Siegel: Millenium: Consultancy, Honoraria; Celgene: Consultancy, Honoraria.",
    "topics": [
        "carfilzomib",
        "multiple myeloma",
        "proteasome inhibitors",
        "brachial plexus neuritis",
        "kidney failure",
        "toxic effect",
        "dexamethasone",
        "neoadjuvant therapy",
        "adverse event",
        "asthenia"
    ],
    "author_names": [
        "Sundar Jagannath, MD",
        "Ravi Vij, MBBS, MD",
        "Jonathan L. Kaufman, MD",
        "Thomas Martin, MD",
        "Ruben Niesvizky, MD",
        "Nashat Y Gabrail, MD",
        "Melissa Alsina, MD",
        "Alvin F. Wong, PharmD",
        "Mai H. Le, MD",
        "Leanne McCulloch, PharmD",
        "Alison L. Hannah, MD",
        "Michael Kauffman, MD, PhD",
        "David Samuel diCapua Siegel, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sundar Jagannath, MD",
            "author_affiliations": [
                "Multiple Myeloma Program, Mount Sinai Medical Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ravi Vij, MBBS, MD",
            "author_affiliations": [
                "Division of Oncology, Washington University School of Medicine, Saint Louis, MO, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Kaufman, MD",
            "author_affiliations": [
                "Emory University School of Medicine, Winship Cancer Institute, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Martin, MD",
            "author_affiliations": [
                "University of San Francisco, San Francisco, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Niesvizky, MD",
            "author_affiliations": [
                "Medicine and Hematology/Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nashat Y Gabrail, MD",
            "author_affiliations": [
                "Gabrail Cancer Center Research, Canton, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Alsina, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alvin F. Wong, PharmD",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Emeryville, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mai H. Le, MD",
            "author_affiliations": [
                "Clinical Development, Onyx Pharmaceuticals, Emeryville, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leanne McCulloch, PharmD",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Emeryville, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison L. Hannah, MD",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Emeryville, CA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kauffman, MD, PhD",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Emeryville, CA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Samuel diCapua Siegel, MD, PhD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:39:18",
    "is_scraped": "1"
}