{
    "doi": "https://doi.org/10.1182/blood-2021-153902",
    "article_title": "Erythroferrone Modulates Iron Distribution for Fetal Erythropoiesis ",
    "article_date": "November 5, 2021",
    "session_type": "102.Iron Homeostasis and Biology",
    "abstract_text": "Erythroferrone (ERFE) is an erythroblast-derived regulator of iron metabolism, and its production increases during stress erythropoiesis. ERFE decreases expression of the iron-regulatory hormone hepcidin to enhance iron availability for erythropoiesis 1 . Pregnancy requires a substantial increase in iron availability to sustain a dramatic increase in maternal RBC volume and support fetal development. Whether maternal or fetal ERFE plays a role in regulating iron homeostasis during pregnancy is unknown. In humans, maternal ERFE concentrations were elevated in anemic pregnancies at mid gestation and delivery 2 . To define the role of ERFE during iron-replete or iron-deficient pregnancy, we utilized Erfe transgenic (ETg) 3 and Erfe knockout (EKO) 1 mice. Maternal iron status of ETg, WT and EKO mice was altered by placing animals on adequate iron (100ppm) or low iron (4ppm) diet 2 weeks prior to and throughout pregnancy. ETg and WT dams were mated with WT sires to generate ETg and WT embryos while EKO dams were mated with EKO sires to generate EKO embryos. Analysis was performed at embryonic day 18.5. To examine the effect of pregnancy on ERFE expression, we compared non-pregnant females to WT dams at E18.5. Serum ERFE was mildly elevated from 0.01 to 0.2 ng/mL in iron-replete dams, but substantially elevated from 0.01 to 3.1 ng/mL in iron-deficient dams, similarly to human pregnancy 2 . We next assessed iron and hematological parameters in pregnant dams with different Erfe genotypes. Under iron-replete conditions, all three groups had similar serum hepcidin, serum iron and hemoglobin concentrations, but ETg dams had 3-fold higher liver iron than WT and EKO dams, presumably because they are mildly iron-overloaded before pregnancy. On iron-deficient diet, maternal hepcidin was decreased in all three genotypes but more so in ETg dams; however, all three Erfe genotypes had similarly depleted liver iron stores, hypoferremia and anemia. MCV was the only parameter that was decreased in EKO compared to WT dams under both iron conditions. Overall, maternal ERFE played a minor role in regulation of maternal erythropoiesis and iron homeostasis, with the lack of ERFE resulting in smaller RBCs but not anemia. Among embryos, we observed a significant effect of Erfe genotype on embryo hepcidin. ETg embryos had significantly lower liver hepcidin compared to WT embryos under both iron-replete and iron-deficient conditions. Conversely, Erfe KO embryos had higher hepcidin compared to WTs under iron-deficient conditions, indicating that embryo ERFE regulates embryo hepcidin during pregnancy. Under iron-replete conditions however, all three embryo genotypes had similar hematologic parameters, and embryo liver iron was dependent on maternal iron levels, with both ETg and WT embryos from ETg dams having increased liver iron concentrations, indicating that embryo ERFE does not regulate placental iron transfer. Under iron-deficient conditions, there was no difference between ETg and WT embryos in hematological or iron parameters, and both genotypes developed iron deficiency and anemia. However, Erfe KO embryos, which had elevated hepcidin, had maldistribution of iron and worse anemia. EKO embryo liver iron concentrations were 6-fold higher compared to WT iron-deficient embryos, whereas hemoglobin was significantly decreased compared to WT iron-deficient embryos. These findings indicate that under iron-limiting conditions, embryo ERFE is important for the suppression of embryo hepcidin to ensure iron redistribution for embryo erythropoiesis. In summary, during iron replete pregnancy, ERFE plays a minor role in maternal and fetal iron homeostasis and erythropoiesis. However, in response to iron-deficiency anemia during pregnancy, ERFE is important for the redistribution of iron within the embryo to support embryo erythropoiesis. 1 Kautz L et al, Nat Genet , 2014 2 Delaney K et al, Curr Dev Nutr , 2020 3 Coffey R et al, Blood , 2020 Disclosures Ganz:  Ambys: Consultancy; Sierra Oncology: Consultancy, Research Funding; Rockwell: Consultancy; Pharmacosmos: Consultancy; Ionis: Consultancy; Protagonist: Consultancy; Intrinsic LifeSciences: Consultancy; RallyBio: Consultancy; Silence Therapeutics: Consultancy; Silarus Pharma: Consultancy; Alnylam: Consultancy; American Regent: Consultancy; Disc Medicine: Consultancy, Membership on an entity's Board of Directors or advisory committees; AstraZenecaFibrogen: Consultancy; Global Blood Therapeutics: Consultancy; Gossamer Bio: Consultancy; Akebia: Consultancy, Honoraria. Nemeth:  Silarus Pharma: Consultancy; Intrinsic LifeSciences: Consultancy; Protagonist: Consultancy; Vifor: Consultancy; Ionis: Consultancy.",
    "author_names": [
        "Veena Sangkhae",
        "Vivian Yu",
        "Richard Coffey",
        "Tomas Ganz",
        "Elizabeta Nemeth"
    ],
    "author_dict_list": [
        {
            "author_name": "Veena Sangkhae",
            "author_affiliations": [
                "Center for Iron Disorders, David Geffen School of Medicine at UCLA, Los Angeles, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vivian Yu",
            "author_affiliations": [
                "Center for Iron Disorders, David Geffen School of Medicine at UCLA, Los Angeles, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Coffey",
            "author_affiliations": [
                "Center for Iron Disorders, David Geffen School of Medicine at UCLA, Los Angeles, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Ganz",
            "author_affiliations": [
                "Center for Iron Disorders, University of California, Los Angeles, Los Angeles, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeta Nemeth",
            "author_affiliations": [
                "Center for Iron Disorders, David Geffen School of Medicine at UCLA, Los Angeles, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:38:19",
    "is_scraped": "1"
}