{
    "doi": "https://doi.org/10.1182/blood.V124.21.2769.2769",
    "article_title": "Platelet-Independent Adhesion of Red Blood Cells to Von Willebrand Factor ",
    "article_date": "December 6, 2014",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster II",
    "abstract_text": "Background/Objectives Red blood cell (RBC) transfusion can be lifesaving and is an essential therapy in conditions associated with tissue hypoxia due to anemia. However, recent clinical studies show that both the number of RBCs and the age of RBCs transfused are independent risk factors for an increase in transfusion related morbidity and mortality. It has been suggested that the so called “storage lesion” of RBCs, a reduction of quality of erythrocytes and changes in the erythrocyte concentrate storage medium, is the causal factor. Recently it has been shown that cold storage of erythrocytes induces microparticle formation. These erythrocyte microparticles are pro-coagulant and can cause thrombin formation. Another phenomenon of the storage lesion is the rapid and considerable loss of donor erythrocytes from the circulation of transfused patients. We wondered whether thrombin generated by transfused erythrocyte microparticles could contribute to red blood cell adherence to the vascular endothelium. Cytoadherence of red blood cells could contribute to the loss of circulating transfused red blood cells and vascular obstruction and could explain the observed transfusion associated complications in clinical practice. Methods/Results Employing FACS analysis and a microparticle analyzer we showed that erythrocyte cold storage indeed induces microparticle formation. We confirmed the pro-coagulant properties of these microparticles using a chromogenic substrate specific for thombin and a thrombin-anti-thrombin complex ELISA. To determine whether thrombin could induce adhesion of red blood cells to endothelial cells, we cultured human umbilical vein endothelial cells in micro-perfusion chambers and used live-imaging to define the adherence potential of the erythrocytes to endothelial cells at post-capillary flow rate. Thrombin stimulation of the endothelial cells did increase erythrocyte adhesion to endothelial cells. Moreover, the adhesion of erythrocytes followed a pattern resembling platelets binding to von Willebrand factor (VWF). By using live immunofluoresence imaging we confirmed that the erythrocytes did bind to VWF secreted from endothelial cells. Since erythrocyte-VWF interactions may be mediated by platelets, we used fluorescence cell sorting to remove platelets and erythrocyte-platelet complexes from erythrocyte concentrates. The purified erythrocytes did also bind to VWF secreted by endothelial cells and thereby we confirmed that erythrocytes can bind to VWF in a platelet-independent fashion. We further analyzed the specificity of the erythrocyte-VWF interaction by using different protein coatings in micro-perfusion chambers. Erythrocytes did bind to recombinant high molecular weight VWF multimers. Furthermore, they adhered more potently to VWF when compared to fibrinogen or fibrin but showed little binding to fibronectin, collagen type I, or subendothelial extra-cellular matrix proteins. Conclusion Our results suggest that transfusion of RBCs is able to induce endothelial binding of erythrocytes based on a VWF-erythrocyte interaction. We propose that passive infusion of cold stored erythrocyte derived microparticles promotes thrombin generation which subsequently activates endothelial cells and induces VWF secretion. This results in binding of red blood cells to endothelial cells in a platelet-independent fashion which requires the presence of VWF. Based on our results we hypothesize that binding of erythrocytes to VWF may occlude micro-capillaries thereby contributing to transfusion associated complications. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adhesions",
        "blood platelets",
        "erythrocytes",
        "von willebrand factor",
        "concentrate dosage form",
        "thrombin",
        "transfusion",
        "microbiology procedures",
        "coagulants",
        "cryopreservation"
    ],
    "author_names": [
        "Michel WJ Smeets",
        "Alexander PJ Vlaar",
        "Herm Jan M Brinkman",
        "Jan J Voorberg",
        "Peter L Hordijk"
    ],
    "author_dict_list": [
        {
            "author_name": "Michel WJ Smeets",
            "author_affiliations": [
                "Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexander PJ Vlaar",
            "author_affiliations": [
                "Amsterdam Medical Centre, Amsterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herm Jan M Brinkman",
            "author_affiliations": [
                "Sanquin Research, Amsterdam, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan J Voorberg",
            "author_affiliations": [
                "Sanquin Research, Amsterdam, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter L Hordijk",
            "author_affiliations": [
                "Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T15:43:26",
    "is_scraped": "1"
}