{
    "doi": "https://doi.org/10.1182/blood.V110.11.423.423",
    "article_title": "Imbalance of p53 Family Members as a New Target of Therapeutics for Treatment of Diamond Blackfan Anemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Red Cell Regulation and Disorders of Production",
    "abstract_text": "Diamond-Blackfan anemia (DBA) is characterized by defective erythropoiesis, congenital anomalies and risk of malignancies. Ribosomal protein (RP) S19 is mutated in about 25% of patients and RPS24 in 2%. RPS19 deficiency impairs ribosomal biogenesis. It still remains unknown how impaired ribosome biogenesis and function lead to DBA. We found that RPS19 deficiency in zebrafish results in hematopoietic and developmental abnormalities resembling DBA. Our data suggest that the RPS19-deficient phenotype is mediated by upregulation of the p53 family genes. DeltaNp63 is BMP4 target and during gastrulation, required for specification of non-neural ectoderm. Its upregulation suppresses the development of neural structures and is likely to contribute to brain and craniofacial defects observed in RPS19 deficient zebrafish and DBA. In response to ribosomal stress from RPS19 deficiency, deltaNp63 expression is induced in erythroid progenitors suggesting a role for deltaNp63 in hematopoiesis. Similar to other vertebrates, zebrafish experience two waves of blood formation, primitive, producing mostly erythrocytes and macrophages and definitive producing all types of blood cells. Erythroid progenitors proliferate and differentiate into mature erythrocytes in the Intermediate Cell Mass (ICM), a region between the dorsal aorta and axial vein. We found that number of blood cells in the ICM was reduced in RPS19-deficient embryos and their differentiation was delayed. Morphologically, erythrocytes from morphants differed from wild-type cells. They varied in size and some cells retained a blast-like phenotype. The hemoglobin level was also decreased in morphants. The immature phenotype of RPS19-deficient erythroid cells and their inability to differentiate into mature erythrocytes may be explained by DNp63 induction. Importantly, downregulation of expression of both p53 and DNp63 can rescue the RPS19 deficient phenotype in zebrafish. Our findings suggest that suppression of p53 pathway might be beneficial for DBA patients with RPS19 mutations. Several drugs were reported to be effective in the treatment of DBA although the mechanism of their action is unknown. They include such dissimilar compounds as corticosteroids, cyclosporine A, and valproic acid. Metoxyclopramide was reported as effective by some authors but not others. We treated RPS19-deficient embryos with these drugs and found that dexamethasone, cyclosporine A, and valproic acid improve RPS19-deficient phenotype. We further found that treatment of embryos with dexamethasone and cyclosporine A influences p53 level. Metoxyclopramide was not effective in rescuing RPS19-deficient embryos and had no effect on p53 level. We next questioned if known compounds inhibiting p53 pathway can improve the phenotype and survival of RPS19-deficient zebrafish. Pifithrin m inhibits p53 binding to mitochondria by reducing its affinity to antiapoptotic proteins Bcl-xL and Bcl-2. It specifically suppresses the mitochondria branch of the p53 pathway but does not affect other p53 functions. Pifithrin has no effect of the p53 level in zebrafish embryos but was efficient in improving RPS19-deficient phenotype. These data suggest that suppression of p53 activity might be a mechanism of action of some drugs currently used for DBA treatment and open new directions for development of novel drugs.",
    "topics": [
        "diamond-blackfan anemia",
        "cyclosporine",
        "congenital abnormality",
        "dexamethasone",
        "valproic acid",
        "adrenal corticosteroids",
        "antiapoptotic agents",
        "bcl-xl protein",
        "cancer",
        "glucocorticoids"
    ],
    "author_names": [
        "Nadia Danilova, PhD",
        "Kathleen Sakamoto, M.D.",
        "Shuo Lin, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Nadia Danilova, PhD",
            "author_affiliations": [
                "Department of Molecular, Cell & Developmental Biology, University of California, Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Sakamoto, M.D.",
            "author_affiliations": [
                "Department of Pediatrics, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA",
                "Division of Biology, California Institute of Technology, Pasadena, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuo Lin, Ph.D",
            "author_affiliations": [
                "Department of Molecular, Cell & Developmental Biology, University of California, Los Angeles, Los Angeles, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T02:16:49",
    "is_scraped": "1"
}