{
    "doi": "https://doi.org/10.1182/blood.V120.21.180.180",
    "article_title": "Combination Treatment with JAK2 and PI3K Inhibitors in Myeloproliferative Neoplasms ",
    "article_date": "November 16, 2012",
    "session_type": "634. Myeloproliferative Syndromes - Clinical: Myeloproliferative neoplasms - Novel Therapies I",
    "abstract_text": "Abstract 180 Background and Aims. The main pathogenic molecular events associated with myeloproliferative neoplasms (Polycythemia Vera, Essential Thrombocytosis, and Primary Myelofibrosis) are mutations in Janus kinase 2 (JAK2) or in the thrombopoietin receptor that arise in the hematopoietic stem/progenitor cells. Both type of mutations lead to constitutive activation of the JAK2 signaling pathways. The approved JAK2 inhibitor (Ruxolitinib) is not expected to be selective for the mutant JAK2/receptor signaling or to completely suppress the multiple signaling pathways activated by the aberrant JAK2 signaling. We postulate that myeloproliferative neoplasms can be treated more effectively if we target the constitutive JAK2 signaling by a JAK2 inhibitor together with another kinase inhibitor targeting a specific pathway that is co-activated by the aberrant JAK2 signaling. This should increase targeting specificity, reduce JAK2 inhibitor dosages, and minimize potential side effects of these drugs. To this end, we constructed cell line models of myeloproliferative neoplasms and tested the models using a JAK2 inhibitor in combination with a panel of kinase inhibitors to identify combination pairs that give the best synergism. The synergistic pair was further confirmed in mouse models of myeloproliferative neoplasms. Methods. Mouse Ba/F3 cells were engineered to express either JAK2 WT, or JAK2 V617F, or TpoR W515L, or TpoR JAK2 WT, or TpoR JAK2 V617F, or Bcr-Abl. The effect of two JAK2 inhibitors (Ruxolitinib and TG101348) in combination with a panel of 15 various kinase inhibitors (one JNK, one B-Raf, one ROCK-1, one TIE-2, one PI3K, two CDK, two MAPK, three p38, and three mTOR inhibitors). An 8×8 constant ratio Latin square design were used for testing inhibition of cell proliferation/survival in these cell line models. Calculations were carried out using the Chou-Talalay method to determine which drug-pair demonstrated synergism in inhibiting cell growth. Further eight PI3K inhibitors were acquired and tested when we found strong synergism between the JAK2 inhibitors and the PI3K inhibitor ZSTK474 in the first panel. The engineered Ba/F3 cells were also inoculated into female BALB/c nude mice to generate the JAK2 mutant mouse model. These mice were treated intravenously with Ruxolitinib and the PI3K inhibitor GDC0941. Blood profile and physical parameters of the mice were measured for 14 days post treatment. Bone marrow cells from mice reconstituted with bone marrow from JAK2 V617F knock-in mice were plated for colony formation in the presence or absence of Ruxolitinib and the PI3K inhibitor GDC0941. Primary Epo-independent colonies from CD34+ cells of one PV patient were assessed in two independent experiments in the presence or absence of combination drugs. Results. Out of 15 kinase inhibitors tested, three PI3K inhibitors (ZSTK474, GDC0941 and BEZ235), synergized with JAK2 inhibitors (Ruxolitinib and TG101348) in inhibiting cell growth. The combination index was less than 0.5 in all 8×8 dose combination ratios. The JAK2-PI3K inhibitors combination was specific for JAK2 signaling as growth of Ba/F3 cells expressing Bcr-Abl (at equivalent STAT5 activation levels) was unaffected by this combination treatment. Balb/c mice inoculated with Ba/F3 cells expressing TpoR JAK2 V617F were found to have increased spleen weight due to proliferation of autonomous cells. Our combination treatment using Ruxolitinib and GDC0941 could drastically reduce spleen weight compared to treatment with either compound alone. Endogenous erythroid colony forming unit (CFU-E) and burst forming unit (BFU-E) formation from JAK2 V617F knock-in bone marrow cells was reduced significantly by the combined use of Ruxolitinib and GDC0941 compared to individual drugs. Similarly, Epo-independent BFU-E colony formation from peripheral CD34+ cells of one JAK2 V617F-positive PV patient was reduced significantly by the drug combination. Conclusions. Our findings of strong synergy between the JAK2 inhibitors and PI3K inhibitors suggested that we may be able to administer these drugs at lower concentrations than when the drugs are used individually. It provides a framework for combination trials using compounds in these two classes in patients with myeloproliferative neoplasms. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "myeloproliferative disease",
        "phosphatidylinositide 3-kinase inhibitors",
        "ruxolitinib",
        "1-phosphatidylinositol 3-kinase",
        "mpl protein, human",
        "kinase inhibitors",
        "bcr-abl tyrosine kinase",
        "fedratinib",
        "adverse effects",
        "drug combinations"
    ],
    "author_names": [
        "Meng Ling Choong, PhD",
        "Christian Pecquet, PhD",
        "Shi Jing Tai",
        "Jacklyn WY Yong, PhD",
        "Vishal Pendharkar",
        "SiFang Wang",
        "Jean-Philippe Defour, BPharm",
        "Carmen C. Diaconu, PhD",
        "Kanda Sangthongpitag, PhD",
        "Jean-Luc Villeval, PhD",
        "William Vainchenker, MD, PhD",
        "Stefan N. Constantinescu, MD, PhD",
        "May Ann Lee, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Meng Ling Choong, PhD",
            "author_affiliations": [
                "Experimental Therapeutics Centre, Singapore, Singapore, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christian Pecquet, PhD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shi Jing Tai",
            "author_affiliations": [
                "Experimental Therapeutics Centre, Singapore, Singapore, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacklyn WY Yong, PhD",
            "author_affiliations": [
                "Experimental Therapeutics Centre, Singapore, Singapore, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vishal Pendharkar",
            "author_affiliations": [
                "Experimental Therapeutics Centre, Singapore, Singapore, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "SiFang Wang",
            "author_affiliations": [
                "Experimental Therapeutics Centre, Singapore, Singapore, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Philippe Defour, BPharm",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen C. Diaconu, PhD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanda Sangthongpitag, PhD",
            "author_affiliations": [
                "Experimental Therapeutics Centre, Singapore, Singapore, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Luc Villeval, PhD",
            "author_affiliations": [
                "INSERM U1009, Institut Gustave Roussy, Villejuif, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Vainchenker, MD, PhD",
            "author_affiliations": [
                "INSERM U1009, Institut Gustave Roussy, Villejuif, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan N. Constantinescu, MD, PhD",
            "author_affiliations": [
                "Ludwig Institute for Cancer Research, Brussels, Belgium, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "May Ann Lee, PhD",
            "author_affiliations": [
                "Experimental Therapeutics Centre, Singapore, Singapore, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T04:07:42",
    "is_scraped": "1"
}