{
    "doi": "https://doi.org/10.1182/blood-2021-148064",
    "article_title": "Randomized Controlled Trial of the Efficacy and Safety of Deferiprone: Subgroup Analysis of Pediatric Patients in Iron-Overloaded Patients with Sickle Cell Disease and Other Anemias ",
    "article_date": "November 5, 2021",
    "session_type": "102.Iron Homeostasis and Biology",
    "abstract_text": "Children with sickle cell disease (SCD) who have their disease managed with frequent blood transfusions often require iron chelation therapy to prevent iron overload. Deferoxamine (DFO) is an iron chelator approved for pediatric use that is often administered via infusion; however, postmarketing research revealed that adherence to treatment in pediatric populations is a key challenge experienced by patients and caregivers due to the burdensome nature of the administration route. Deferiprone (DFP), an oral iron chelator, has recently been approved as a first-line treatment for transfusional iron overload in pediatric and adult patients with SCD and other anemias. We previously reported that DFP is noninferior to DFO in patients with SCD and iron overload (as assessed by liver iron concentration [LIC]) and has an acceptable safety profile. Here, we report a subgroup analysis of the FIRST (NCT02041299) study to assess whether the efficacy and safety of DFP are comparable to DFO in children with SCD. In this phase 4, multicenter, 2-arm, randomized, open-label study, eligible patients were randomized in a 2:1 ratio to receive DFP or DFO for 12 months. The subgroup analysis included children (2-16 years of age) with SCD or another rare anemia who were treated for transfusional iron overload. Children received either DFP orally tid or DFO by subcutaneous infusion 5-7 days a week. Iron load was monitored during the trial and dosage adjustments were allowed when necessary. The primary efficacy endpoint was the change in LIC from baseline to month 12, and data were analyzed for all patients who had a baseline and a follow-up LIC assessment (efficacy population). Absolute neutrophil counts were assessed weekly for the first 6 months, and then every 2 weeks until the end of the study. Additional safety assessments were done monthly with analysis including all patients who received at least 1 dose of the study drug (safety population). Statistical significance between DFP- and DFO-treated groups was calculated via t-test for continuous variables and Fisher's exact test for discrete variables. Of the 228 patients in the safety population, 128 (n=86 in DFP; n=42 in DFO) were children. Five children withdrew from the study due to adverse events (AEs) and 19 withdrew for other reasons. Most children in each treatment group (DFP, 75.6 %; DFO, 80.9%) had a primary diagnosis of SCD (HbS); the remainder had another form of anemia that required chronic transfusions. At the time of first exposure, mean ages (SD) in the DFP- and DFO-treated groups were 9.9 (3.7) years and 10.9 (3.0) ( P =0.09), respectively. There were no significant differences between the DFP- and DFO-treatment groups in sex (males 59.3% vs 57.1%; P =0.85), ethnicity ( P =0.68), or race ( P =0.34). Children treated with DFP or DFO showed no significant differences in overall incidence of AEs ( P =0.77) (including neutropenias ( P =0.30)), severe AEs ( P =0.10), serious AEs ( P =0.16), or withdrawals due to an AE ( P =0.17). However, a difference in the overall incidence of nonserious AEs considered at least possibly related to DFP treatment (59.3% vs 33.3%; P =0.01) was found. Table 1 shows the most common (≥5%) AEs in children by treatment group. The only individual AE for which the rate was significantly higher in the DFP group vs the DFO group was elevated liver enzymes ( P =0.03), a known transient reaction to DFP that typically resolves with continued DFP therapy. In DFP-treated children, there were no AEs observed that had not been previously reported in other patient populations; 1 child developed agranulocytosis; and children <6 years of age treated with DFP demonstrated a comparable safety profile to that of older children (6-16 years of age) treated with DFP. In the efficacy population, after 12 months of treatment, there was no significant difference in the mean (SD) LIC change from baseline in children treated with DFP (n=78) compared to DFO (n=40) (-3.39 ± 4.24 mg/g vs -2.99 ± 3.16 mg/g, respectively; P =0.57). This subgroup analysis of children receiving chronic transfusion therapy for SCD or other anemias corroborates previous findings that treatment with DFP is comparable to DFO in reducing LIC. No new safety concerns were observed in children that have not been previously noted in other populations. Thus, the present findings may benefit children and their healthcare providers when considering effective iron chelation therapy that may also address treatment-adherence concerns. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Hamdy:  Amgen: Honoraria; Bayer: Honoraria; Novartis: Honoraria; ApoPharma: Honoraria; NovoNordisk: Honoraria; Roche: Honoraria; Takeda: Honoraria. Kwiatkowski:  Terumo BCT: Research Funding; Sangamo: Research Funding; Bluebird Bio: Research Funding; Novartis: Research Funding; ApoPharma: Research Funding; Agios: Honoraria; Silence Therapeutics: Honoraria; Celgene: Honoraria; Imara: Other: Consultancy Fees; Bluebird Bio: Other: Consultancy Fees. Kanter:  Fulcrum Therapeutics, Inc.: Consultancy; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Forma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Agios: Honoraria, Membership on an entity's Board of Directors or advisory committees; Beam: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees; Graphite Bio: Consultancy; GuidePoint Global: Honoraria; Fulcrum Tx: Consultancy. Lee:  Chiesi Canada Corp: Current Employment. Temin:  Chiesi Canada Corp: Current Employment. Fradette:  Chiesi Canada Corp: Current Employment. Tricta:  Chiesi Canada Corp: Current Employment.",
    "author_names": [
        "Mona Hamdy",
        "Amal El-Beshlawy",
        "Fatma Soliman Elsayed Ebeid",
        "Janet L. Kwiatkowski",
        "Julie Kanter",
        "Baba PD Inusa",
        "Suzan Williams",
        "David Lee",
        "Noemi T Temin",
        "Caroline Fradette",
        "Fernando Tricta",
        "Mohsen Saleh Elalfy"
    ],
    "author_dict_list": [
        {
            "author_name": "Mona Hamdy",
            "author_affiliations": [
                "Department of Pediatrics, School of Medicine, Cairo University, Cairo, Egypt"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amal El-Beshlawy",
            "author_affiliations": [
                "Department of Pediatric Hematology, Pediatric Hospital of Cairo University, Sayeda Zeneb,Cairo, Egypt"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatma Soliman Elsayed Ebeid",
            "author_affiliations": [
                "Pediatric Hematology/Oncology and BMT, Faculty of Medicine, Ain Shams University, Cairo, Egypt"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet L. Kwiatkowski",
            "author_affiliations": [
                "Division of Hematology, Children's Hospital of Philadephia, Philadelphia, PA",
                "Department of Pediatrics, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Kanter",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, University of Alabama-Birmingham, Birmingham, AL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Baba PD Inusa",
            "author_affiliations": [
                "Paediatric Haematology, Evelina Children's Hospital, Guy's and St Thomas' Hospital, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzan Williams",
            "author_affiliations": [
                "Department of Haematology and Oncology, The Hospital for Sick Children, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Lee",
            "author_affiliations": [
                "Chiesi Canada Corporation, Toronto, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noemi T Temin",
            "author_affiliations": [
                "Hematology/Immunology Program, Chiesi Rare Disease, Toronto, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Fradette",
            "author_affiliations": [
                "Chiesi Canada Corporation, Toronto, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Tricta",
            "author_affiliations": [
                "Chiesi Canada Corporation, Toronto, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohsen Saleh Elalfy",
            "author_affiliations": [
                "Pediatric Hematology/Oncology and BMT, Ain Shams University, Faculty of Medicine, Cairo, Egypt"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:38:33",
    "is_scraped": "1"
}