{
    "doi": "https://doi.org/10.1182/blood-2020-136205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4559",
    "start_url_page_num": 4559,
    "is_scraped": "1",
    "article_title": "Innovative, Consequence-Based Educational Intervention Improves Hematologists/Oncologists Skills Using CAR T-Cell Therapies for R/R Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": null,
    "author_names": [
        "Lauren Willis, PharmD",
        "Tristin Abair, PhD",
        "Pan Chen, PhD",
        "Jason Westin, MD"
    ],
    "author_affiliations": [
        [
            "Medscape Education, LLC, Lexington, KY "
        ],
        [
            "Medscape Education, LLC, New York, NY "
        ],
        [
            "Medscape Education, LLC, New York, NY "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "38.02832995",
    "first_author_longitude": "-84.47156505",
    "abstract_text": "Background: Chimeric antigen receptor (CAR) T-cell therapies have revolutionized the treatment of relapsed/refractory diffuse large B-cell lymphoma (R/R DLBCL) and these novel therapies have unique administration considerations and toxicity profiles. Underlying clinical practice gaps and educational needs were identified and a study was conducted to determine if an online educational intervention specifically designed to address the identified practice gaps could improve knowledge and competence of hematologists/oncologists (hem/oncs) with respect to evidence-based use of CAR T-cell therapies in patients with R/R DLBCL and management of CAR T-cell toxicities. Methods: A cohort of hem/oncs participated in an innovative educational intervention that used a problem-based learning model and short-branching technology. Clinical decision questions were included at 3 critical points in each of the 2 case vignettes, with tailored feedback and clinical consequences provided based on the specific decision made. Learners who did not make the correct decision on the first attempt were given a second opportunity to change the decision that was made. Each case also included knowledge assessment questions pre- and post-intervention and self-efficacy assessment (Figure 1). The educational activity was launched on December 16, 2019 and data collected through April 8, 2020 were analyzed and reported. McNemar's tests were used to assess changes in percent correct responses to individual questions between the 1 st and 2 nd attempt to determine the effectiveness of the clinical feedback provided following an incorrect answer on the 1 st attempt. P value <.05 indicates statistical significance. Results: A total of 860 learners participated in the activity, including 106 hem/oncs, during the data collection period and 38 hem/oncs who answered one or more of the assessment questions were included in the analysis. Case 1: After education, 68% of hem/oncs demonstrated knowledge that CAR T-cell therapies are given as a single infusion (relative 36% increase, P <.05). Between 38% and 71% of hem/oncs made the clinical decisions correctly on the first attempt. After consequence-based feedback (CBF), between 55% to 88% of hem/oncs who failed the first attempt made the right decisions during the 2 nd attempt. After CBF, hem/onc improvements in specific clinical decisions were as follows: 80% improved competence determining when a patient with R/R DLBCL needed to switch to a new therapy ( P < .01); 85% improved competence selecting CAR T-cell therapy as an appropriate next therapy for the patient ( P < .001); 55% improved competence counseling the patient about the need to start the CAR T-cell therapy as soon as possible, due to the risk for disease progression or death ( P < .001). Case 2: After education, 63% of hem/oncs demonstrated knowledge of patient eligibility criteria for CAR T-cell therapy (relative 13% increase, P = .480) and 73% demonstrated knowledge that hypogammaglobulinemia is a possible delayed toxicity of CAR T-cell therapy (relative 46% increase, P < .05). Between 30% and 77% of hem/oncs made the right clinical decisions on the first attempt. After CBF, between 43% to 76% of hem/oncs who failed the first attempt made the right decisions during the 2 nd attempt. After CBF, hem/onc improvements in specific clinical decisions were as follows: 64% improved competence diagnosing delayed cytopenia after CAR T-cell therapy ( P < .01); 76% improved competence treating delayed cytopenia after CAR T-cell therapy ( P < .001); 43% improved competence treating hypogammaglobulinemia after CAR T-cell therapy ( P = .083). Conclusion: This innovative, case-based CME-certified activity using branching logic with tailored CBF improved clinical decision making with regards to use of CAR T-cell therapies for R/R DLBCL. The results indicate that such unique educational methodologies and platforms, which are available on-demand, can be effective tools for advancing clinical decision making, which would then translate into improved clinical decision making and better patient outcomes. Acknowledgements: This CME activity was supported by an independent educational grant from Celgene Corporation and Kite, A Gilead Company. Reference: https://www.medscape.org/viewarticle/922133 View large Download slide View large Download slide  Disclosures Westin: Curis: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Astra Zeneca: Consultancy, Research Funding; Amgen: Consultancy; Kite: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Morphosys: Consultancy, Research Funding; 47: Research Funding; Novartis: Consultancy, Research Funding; Genentech: Consultancy, Research Funding."
}