{
    "doi": "https://doi.org/10.1182/blood.V108.11.3985.3985",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=734",
    "start_url_page_num": 734,
    "is_scraped": "1",
    "article_title": "Inverse Correlation of Serum Leptin Levels and Platelet Counts in Patients with Menstruation-Associated Cyclic Thrombocytopenia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cyclic thrombocytopenia",
        "menstruation",
        "platelet count measurement",
        "serum leptin measurement",
        "purpura, thrombocytopenic, idiopathic",
        "leptin",
        "abortion, spontaneous",
        "antagonists",
        "autoimmune neutropenia",
        "cytokine"
    ],
    "author_names": [
        "Junichi Kameoka, MD, PhD",
        "Minami Yamada, MD, PhD",
        "Ikuko Kadowaki, MD, PhD",
        "Mitsuo Kaku, MD, PhD",
        "Takeshi Sasaki, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Rheumatology and Hematology, Tohoku University School of Medicine, Sendai, Japan"
        ],
        [
            "Department of Rheumatology and Hematology, Tohoku University School of Medicine, Sendai, Japan"
        ],
        [
            "Department of Infection Control and Laboratory Diagnostics, Tohoku University School of Medicine, Sendai, Japan"
        ],
        [
            "Department of Infection Control and Laboratory Diagnostics, Tohoku University School of Medicine, Sendai, Japan"
        ],
        [
            "Department of Rheumatology and Hematology, Tohoku University School of Medicine, Sendai, Japan"
        ]
    ],
    "first_author_latitude": "38.26298005",
    "first_author_longitude": "140.86767350000002",
    "abstract_text": "The platelet counts of patients with cyclic thrombocytopenia (CT) are occasionally associated with menstruation, yet its mechanism is unknown. Leptin has been shown to stimulate the production of Th1 cytokines ( Nature  1998 ; 27 : 897 ), which dominate in idiopathic thrombocytopenic purpura (ITP) ( Blood  2004 ; 103 : 2645 ), and a recent study showed that the serum levels of leptin, whose secretion is menstruation-related, are high in ITP ( Eur J Haemataol  2004 ; 72 : 348 ). Here we examined the serial serum levels of leptin in 3 patients with CT by radioimmunoassay. Case 1 is a 29-year-old woman with ITP who had repeated spontaneous abortion at an early phase of pregnancy accompanied by transient severe thrombocytopenia. Case 2 is a 37-year-old woman diagnosed as having ITP and autoimmune neutropenia during her second pregnancy, whose platelet counts became cyclic after delivery. Case 3 is a 28-year-old woman, who developed CT after splenectomy performed for refractory ITP two years before. The serum leptin levels were inversely correlated with the platelet counts in case 1 (r = −0.573, P =0.047, n=13) and case 3 ( r = −0.771, P =0.029, n=9), and a similar inverse correlation was observed in case 2, although the correlation was statistically not significant (r = −0.524, P=0.116, n=10). These findings suggest that leptin might play an important role in the pathogenesis of menstruation-associated CT. Further interventional studies to give leptin and its antagonists to the patients with CT, as well as to ITP model mice, will be warranted."
}