{
    "doi": "https://doi.org/10.1182/blood.V128.22.5144.5144",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3301",
    "start_url_page_num": 3301,
    "is_scraped": "1",
    "article_title": "Effect of Expression of Multidrug Resistance Genes in Newly Diagnosed Multiple Myeloma on the Clinical Course of the Disease ",
    "article_date": "December 2, 2016",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases",
    "topics": [
        "genes, mdr",
        "multiple myeloma",
        "bortezomib",
        "paraproteins",
        "calcium",
        "creatinine",
        "hemoglobin",
        "bone marrow aspiration",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Yulia Chernykh",
        "Anatoly Golenkov, MD",
        "Lyudmila Vysotskaya",
        "Sain Shushanov",
        "Ekaterina Rybalkina"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Moscow Regional Research and Clinical Institute, Moscow, Russian Federation "
        ],
        [
            "Department of Hematology, Moscow Regional Research and Clinical Institute, Moscow, Russian Federation "
        ],
        [
            "Department of Hematology, Moscow Regional Research and Clinical Institute, Moscow, Russian Federation "
        ],
        [
            "Laboratory of Genetics of Tumor Cells, Russian Cancer Research Center, Moscow, Russian Federation"
        ],
        [
            "Laboratory of Genetics of Tumor Cells, Russian Cancer Research Center, Moscow, Russian Federation"
        ]
    ],
    "first_author_latitude": "55.6471984",
    "first_author_longitude": "37.490437199999995",
    "abstract_text": "Multidrug resistance (MDR) is the biological phenomenon, significantly reduces the survival of patients with multiple myeloma (MM) to the conventional chemotherapy. Overexpression of MDR gene ( MDR1, MRP1, LRP, BCRP ) by plasma cells may be clinically manifest of disease progression during therapy. Proteasome inhibitor Bortezomib for the treatment of MM in clinical practice has greatly improved the survival of patients with this malignant disease, but at the same time, there is a group of patients resistant to the treatment with Bortezomib. The common (total, summary) effect of the expression of 4 MDR genes on the development of drug resistance to the treatment of Bortezomib have not been studied earlier. Aim. Determination of the expression of mRNA genes MDR1, MRP1, LRP, BCRP, responsible for the development of MDR in bone marrow aspirates in patients with newly diagnosed MM before the Bortezomib-containing therapy on the clinical course of the disease and response to the treatment. Materials and methods. Was investigated a group of 15 patients with newly diagnosed stage III MM classification Durie-Salmon before the start of cytostatic therapy. The expression of MDR genes was studied in bone marrow mononuclear cells fraction containing plasma cells, by RT-PCR (polymerase chain reaction reverse transcription). The degree of expression was assessed by semi-quantitative visual assessment from 0 (no electrophoretic strips) to 4 points (bright glow of the transcript). Results. The expression of MDR gene was found in all patients with newly diagnosed MM before the start of cytostatic therapy: MDR 1 gene is expressed in 14 patients (93%), genes MRP 1 and LRP were detected in 11 patients (73%), the expression of BCRP gene was found in 15 patients (100%). The mean value of expression of MRP 1 and BCRP genes according to visual assessment was 1. The mean value of gene expression MDR 1 (M ± SE) is 1.5 ± 0.27 points and LRP gene is 1.47 ± 0.14 points. The common (summary) mean expression of 4 genes was 5.0 ± 0.76 points. According to the expression level - above or below the mean value, we have identified two subgroups of the patients: subgroup A - Patients with higher overall expression of 4 genes and subgroup B - Patients with lower overall MDR genes expression. In these subgroups was analyzed the clinical parameters of disease at the moment of diagnosis, such as the level of hemoglobin, red blood cells, paraprotein, creatinine, calcium, LDH and the effectiveness of the 6 courses of induction therapy with Bortezomib- containing treatment. No significant differences in clinical scores in the subgroups A and B were not found. After induction treatment, in the subgroup A with higher overall MDR genes expression is not detected significant reduction in the absolute value of paraprotein (32,0 ± 3,7 g / l before the treatment, and 19.34 ± 6.47 g /l after the treatment). Whereas, in the subgroup B with lower overall expression, in the same conditions of the treatment, registered a significant reduction of paraprotein value (41,9 ± 5,0 g /l before the treatment, and 14.85 ± 6.53 g / l after the treatment p <0.05). Conclusion. We the first time identified the group of patients with newly diagnosed MM associated with high common expression of MDR genes before to the cytostatic treatment. The common overexpression of 4 MDR genes not associated with such clinical parameters of the disease as the level of hemoglobin, red blood cells, paraprotein, creatinine, calcium, LDH, but it decreases the immediate response to the Bortezomib-containing induction treatment. Disclosures No relevant conflicts of interest to declare."
}