{
    "doi": "https://doi.org/10.1182/blood.V128.22.4464.4464",
    "article_title": "Lenalidomide Increases Human Dendritic Cell Maturation in Multiple Myeloma Modulating Both Monocyte Differentiation and Mesenchymal Stromal Cell Inhibitory Properties through Ikaros and Casein Kinase 1 Degradation, Respectively ",
    "article_date": "December 2, 2016",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster III",
    "abstract_text": "The use of the immunomodulatory drugs (IMiDs®), including lenalidomide (LEN), to reverse tumor-mediated immune suppression and amplify multiple myeloma (MM)-specific immunity is currently being explored. Particularly LEN effects on antigen presenting cells are still unknown. In this study we investigated LEN potential effect on Dendritic Cell (DC) differentiation and activity and on the immunosuppressive properties of human mesenchymal stromal cells (hMSCs) on DCs. DCs were obtained either from THP1 (THP1-DC), a human monocytic cell line, or from CD14 + cells, purified by an immunomagnetic method both from peripheral blood (PB) and bone marrow (BM) samples of a total cohort of 19 patients with monoclonal gammopathies including 13 with active MM. Monocyte-derived DC (mo-DC) differentiation was induced by the treatment with GM-CSF and IL-4 for 8 days and TNF-α for the last 24 hours. LEN treatment was performed at concentration ranging from 0.1 to 2 μM. Then, non-adherent cells were analyzed for DC maturation markers (CD83, HLA-DR, CD80, CD86 and CD209) by flow cytometry. The levels of soluble factors involved in the immune response (CCL2, CCL5, CXCL10, IL-6, IL-8, IL-10, IL-12, IFN-γ, TNF-α) were measured in the conditioned media (CM) of mo-DCs by a Bio-Plex® Multiplex System. Moreover, the effect of LEN treatment on DC ability to stimulate T-cell proliferation was investigated through an MTT assay on CD3 + cells, purified from PB of MM patients, co-cultured for 6 days with LEN pretreated autologous mo-DCs, in RPMI medium at 15% AB human serum. Ex vivo studies were also performed in order to evaluate mo-DC differentiation of CD14 + cells purified from PB of 4 MM patients before and after 7 days of LEN treatment at 25 mg/day without Dexamethasone. Moreover, mo-DC differentiation was performed in the presence of CM of human TERT transfected (hTERT) -hMSCs treated for 5 days with LEN (0.1-2 μM). The expression levels of factors with an inhibitory effect on DC development ( CCL5, IDO1, IL6, PTGS2, TGFB ) were tested in LEN treated hTERT-hMSCs by real time PCR. Finally, the protein levels of Cereblon and its transcription factor targets Aiolos, Ikaros, IRF-4, p62 and Casein kinase (CK) 1 and 2 were evaluated either in THP1-DCs or in hTERT-hMSCs LEN treated cells by Western Blotting. Despite a reduction of both number and % of mature mo-DCs, LEN at the concentration range reached in vivo in MM patients significantly increased the median intensity expression of HLA-DR (LEN vs vehicle, p<0.0001) and CD86 (LEN vs vehicle, p<0.0001) by mo-DCs derived from BM. Similarly, increased HLA-DR (LEN vs vehicle, p=0.047) and CD86 (LEN vs vehicle, p<0.0001) expressions have been seen in mo-DCs derived from PB of both active MM and smoldering MM patients. LEN treatment also enhanced the production of IL-8 in a dose dependent manner (LEN 2 μM vs vehicle, p <0.0001), CCL2 (LEN 2 μM vs vehicle, p=0.0207) and TNF-α levels (LEN 0.1 μM vs vehicle, p=0.0054). Moreover, LEN pretreated mo-DCs showed an increased ability to stimulate CD3 + cell proliferation. Interestingly, even in vivo LEN treatment of MM patients enhances mo-DC differentiation of CD14 + cells in ex-vivo culture (HLA-DR, LEN day7 vs LEN day0 p =0.047; CD209, LEN day7 vs LEN day0 p =0.017). LEN effect on DC differentiation was associated to Ikaros degradation as it was observed a significant down-regulation in THP1-DCs after LEN treatment, with a dose dependent effect. LEN also blunted hTERT-hMSC inhibitory effect on mo-DC differentiation and significantly down-regulated PTGS2 gene expression levels at all concentrations tested (p<0.05). These effects were likely to be not mediated by Aiolos, Ikaros, and IRF-4 because they were not expressed by hMSCs; meanwhile p62, CK1, CK2 were expressed but only CK1 expression was down-regulated after LEN treatment with a dose dependent effect. In conclusion, LEN increased the expression of mature DC markers both in vitro and in ex vivo cultures , enhancingDC ability to stimulate T cell proliferation and to release chemokines involved in the immune response. LEN treatment also reduces the immunosuppressive properties of hMSCs, suggesting new possible effects of IMiDs® on the alloreactivity against MM cells. Disclosures Giuliani: Celgene: Research Funding; Janssen: Research Funding.",
    "topics": [
        "caseins",
        "catabolism",
        "culture media, conditioned",
        "dendritic cells",
        "lenalidomide",
        "monocytes",
        "multiple myeloma",
        "phosphotransferases",
        "stem cell, mesenchymal",
        "hla-dr antigens"
    ],
    "author_names": [
        "Federica Costa",
        "Marina Bolzoni, PhD",
        "Rosanna Vescovini, PhD",
        "Valentina Marchica",
        "Fabrizio Accardi, MD",
        "Laura Notarfranchi, MD",
        "Benedetta Dalla Palma, MD",
        "Cristina Manferdini",
        "Gina Lisignoli",
        "Sabrina Manni, PhD",
        "Francesco Piazza, MD",
        "Franco Aversa, MD",
        "Nicola Giuliani, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Federica Costa",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marina Bolzoni, PhD",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosanna Vescovini, PhD",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Marchica",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabrizio Accardi, MD",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy ",
                "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Notarfranchi, MD",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy ",
                "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benedetta Dalla Palma, MD",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy ",
                "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Manferdini",
            "author_affiliations": [
                "Laboratory of Immunorheumatology and Tissue Regeneration, \"Istituto Ortopedico Rizzoli\", Bologna, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gina Lisignoli",
            "author_affiliations": [
                "Laboratory of Immunorheumatology and Tissue Regeneration, \"Istituto Ortopedico Rizzoli\", Bologna, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Manni, PhD",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine, Padova, Italy ",
                "Department of Medicine - Hematology, University of Padova, Padova, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Piazza, MD",
            "author_affiliations": [
                "Venetian Institute of Molecular Medicine, Padova, Italy ",
                "Department of Medicine - Hematology, University of Padova, Padova, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franco Aversa, MD",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy ",
                "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Giuliani, MD PhD",
            "author_affiliations": [
                "Myeloma Unit, Department of Clinical and Experimental Medicine, University of Parma, Parma, Italy ",
                "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:20:13",
    "is_scraped": "1"
}