{
    "doi": "https://doi.org/10.1182/blood.V126.23.2763.2763",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3188",
    "start_url_page_num": 3188,
    "is_scraped": "1",
    "article_title": " In Vitro and In Vivo Characterization of CD19/CD3 Tandab AFM11 and CD19/CD16A Tandab AFM12 Targeting NHL ",
    "article_date": "December 3, 2015",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "topics": [
        "cd19 antigens",
        "neoplasms",
        "antibodies",
        "molecule",
        "acute lymphocytic leukemia",
        "adverse effects",
        "cancer",
        "cytotoxicity",
        "flow cytometry",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Xing Zhao",
        "Narendiran Rajasekaran, PhD",
        "Uwe Reusch, PhD",
        "Michael Weichel",
        "Kristina Ellwanger",
        "Jens-Peter Marschner, MD",
        "Martin Treder",
        "Holbrook Kohrt, MD"
    ],
    "author_affiliations": [
        [
            "Center for Clinical Sciences Research Stanford, Stanford University, Stanford, CA "
        ],
        [
            "Division of Oncology, Department of Medicine, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "Affimed GmbH, Heidelberg, Germany "
        ],
        [
            "Affimed GmbH, Heidelberg, Germany "
        ],
        [
            "Affimed GmbH, Heidelberg, Germany "
        ],
        [
            "Affimed GmbH, Heidelberg, Germany "
        ],
        [
            "Affimed GmbH, Heidelberg, Germany "
        ],
        [
            "Stanford University, Stanford, CA"
        ]
    ],
    "first_author_latitude": "37.427474499999995",
    "first_author_longitude": "-122.16971899999999",
    "abstract_text": "Introduction: CD19 is expressed by B cells from early development through differentiation into plasma cells, and represents a validated target for the development of therapeutic antibodies to treat B cell malignancies such as Non Hodgkin Lymphoma (NHL) and acute lymphoblastic leukemia (ALL). Different CD19-targeting T-cell engagers are investigated in clinical studies for the treatment of NHL or ALL, including Affimed's AFM11, a bispecific CD19/CD3 TandAb antibody, which is currently investigated in a phase 1 dose escalation study. Indeed, Affimed's bispecific tetravalent platform comprises not only T-cell engaging TandAbs with two binding sites for CD3, but also NK-cell recruiting TandAbs with two binding sites for CD16A. In the present study, Affimed's AFM11, was characterized and compared in in vitro and in vivo studies with the CD19/CD16A TandAb AFM12. Methods: Analogous to the CD19/CD3 TandAb AFM11, a bispecific tetravalent TandAb AFM12 was constructed with two binding sites for CD19 and two sites for CD16A. Both TandAbs were characterized side by side for their biophysical properties, binding affinities to CD19 + tumor target cells and to their respective effector cells by flow cytometry. Kinetics and dose-response characteristics were evaluated in in vitro cytotoxicity assays. Potency and efficacy of both TandAbs were compared on different CD19 + tumor target cell lines using primary human effector cells. To compare the efficacy of AFM11 and AFM12 a patient-derived tumor xenograft model was developed. Results: AFM12 mediated efficacious target cell lysis with a very fast on-set in vitro . Lysis induced by AFM11 was less efficacious (lower specific lysis than AFM12) but reproducibly more potent (lower EC 50 value). In addition to the potency and efficacy of AFM11 and AFM12, different aspects of safety, such as effector cell activation in the presence and absence of target cells were investigated and will be described. Conclusions: Affimed's CD19/CD3 and CD19/CD16A TandAbs with identical anti-CD19 tumor-targeting domains but different effector cell-recruiting domains represent interesting molecules to study T-cell- or NK-cell-based immunotherapeutic approaches. The comparison of AFM11 and AFM12 demonstrated that AFM12-mediated lysis was fast and efficacious, whereas AFM11 showed a higher potency. In summary, the NK-cell recruiting TandAb AFM12 represents an alternative to T-cell recruiting molecules, as it may offer a different side effect profile, comparable to that of AFM13, the first NK-cell TandAb clinically investigated. Disclosures No relevant conflicts of interest to declare."
}