{
    "doi": "https://doi.org/10.1182/blood.V128.22.4734.4734",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3354",
    "start_url_page_num": 3354,
    "is_scraped": "1",
    "article_title": "Healthcare Resource Utilization and Costs Associated with Venous Thromboembolism Recurrence in Patients with Cancer ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster III",
    "topics": [
        "cancer",
        "venous thromboembolism",
        "follow-up",
        "anticoagulants",
        "anticoagulation",
        "cancer diagnosis",
        "equity",
        "outpatients",
        "pharmacies"
    ],
    "author_names": [
        "Alok A. Khorana, MD",
        "Keith R. McCrae, MD",
        "Dejan Milentijevic",
        "Jonathan Fortier",
        "François Laliberté, MA",
        "Concetta Crivera, PharmD, MPH",
        "Patrick Lefebvre, MA",
        "Jeff Schein, DrPH, MPH"
    ],
    "author_affiliations": [
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Janssen Scientific Affairs, LLC, Raritan, NJ "
        ],
        [
            "Groupe d'analyse, Ltée, Montréal, Canada"
        ],
        [
            "Groupe d'analyse, Ltée, Montréal, Canada"
        ],
        [
            "Janssen Scientific Affairs, LLC, Raritan, NJ "
        ],
        [
            "Groupe d'analyse, Ltée, Montréal, Canada"
        ],
        [
            "Janssen Scientific Affairs, LLC, Raritan, NJ "
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "Introduction: Patients with cancer are not only at a high risk for developing primary but also recurrent venous thromboembolism (VTE). These events lead to increased burden of cancer management and healthcare costs. It was estimated that all-cause health care costs for cancer patients with VTE were $30,538/patient higher than in those without VTE (Khorana, 2013). To our knowledge, very little information exists on cost of VTE recurrence among cancer patients. The objective of this study was to analyze resource utilization and costs of patients with cancer experiencing a VTE recurrence using a large claims database. Methods: Medical and pharmacy claims from the Humana Database between 1/1/2013 and 05/31/2015 were analyzed. Newly diagnosed cancer patients with a first VTE diagnosis occurring after their first cancer diagnosis and with ≥1 dispensing of an anticoagulant agent within 7 days after their VTE diagnosis, were selected. Baseline characteristics were evaluated during the 6 month period prior to the index VTE. VTE recurrences were defined as hospitalizations with a primary diagnosis of VTE. Patients were classified into two groups: patients who experienced a VTE recurrence and patients who did not. Resource utilization and costs were evaluated for the entire follow up period, starting with the initiation of the anticoagulant therapy until whichever was earlier, end of eligibility or end of data. Healthcare resource utilization evaluated included number of hospitalizations, hospitalization days, emergency room (ER) visits, and outpatient visits. All-cause and VTE-related healthcare resource utilization was evaluated. Comparisons between patients with a VTE recurrence and patients without a VTE recurrence were performed using rate ratios (RR) and statistical differences between groups as well as 95% confidence intervals [95% CI] were calculated using Poisson regression models. All-cause and VTE-related healthcare costs were evaluated in per-patient-per-year (PPPY) and compared using mean cost difference. Results: A total of 2,428 newly diagnosed cancer patients who developed VTE and were treated with anticoagulants were identified. Of these, 413 (17.1%) experienced recurrent VTE during the follow up period. Patients who developed recurrent VTE and those who did not were similar in terms of age, gender, race, and region. No statistically significant differences between groups were observed in Charlson comorbidity index or in selected comorbidities during the 6 month baseline period. However, more patients with recurrent VTE recurrence had their index VTE documented during a hospitalization (61.3% vs. 55.4%, p=0.03). Patients with a VTE recurrence had significantly more ER and outpatient visits at baseline compared to those without recurrence, but no statistically significant difference was observed in baseline total healthcare costs ($29,352 vs. $27,955, p=0.44, respectively). The mean follow-up was similar between groups: 9.6 months for patients experiencing a VTE recurrence and 9.3 months for patients without a VTE recurrence (p=0.4059). Patients with a VTE recurrence had higher all-cause resource utilization rates (RRs; 95% CI) compared to patients without a VTE recurrence (hospitalization [2.37; 2.23 - 2.52], hospitalization days [2.64; 2.57 - 2.72], ER visits [1.62; 1.48 - 1.76], and outpatient visits [1.26; 1.24 - 1.28]). The rates of VTE-related hospitalization and VTE-related hospitalization days were close to $30,000 higher in patients with a VTE recurrence (Figure 1). The all-cause healthcare costs were $84,708 PPPY in patients with a VTE recurrence compared to $44,903 in patients without a VTE recurrence. The difference was mainly explained by lower VTE-related hospitalization costs (Figure 2). Conclusion: This real-world claims analysis showed that cancer patients with recurrent VTE consume significantly more healthcare resources. Total healthcare costs were nearly 2-fold higher in cohort with than in cohort without VTE recurrence. Close to 75% of the total cost difference was associated with VTE recurrence. VTE-related costs were ~4-fold higher in cohort with than in cohort without VTE recurrence. Reducing VTE recurrence in patients with cancer could lead to substantial healthcare cost savings. Figure 1 View large Download slide VTE-Related Healthcare Resource Utilization Figure 1 View large Download slide VTE-Related Healthcare Resource Utilization Figure 2 View large Download slide VTE-Related Healthcare Costs, PPPY Figure 2 View large Download slide VTE-Related Healthcare Costs, PPPY Disclosures Khorana: Pfizer: Consultancy, Honoraria; Bayer: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; Halozyme: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Research Funding; Janssen Scientific Affairs, LLC: Consultancy, Honoraria, Research Funding; Leo: Consultancy, Honoraria, Research Funding; Roche: Consultancy, Honoraria. McCrae: Janssen: Membership on an entity's Board of Directors or advisory committees. Milentijevic: Janssen Scientific Affairs: Employment, Equity Ownership. Fortier: Janssen Pharmaceuticals: Research Funding. Laliberté: Janssen Scientific Affairs: Research Funding. Crivera: Janssen Scientific Affairs, LLC, Raritan, New Jersey: Employment, Equity Ownership. Lefebvre: Janssen Scientific Affairs: Research Funding. Schein: Johnson & Johnson: Employment, Equity Ownership, Other: Own in excess of $10,000 of J&J stock."
}