{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.175.175",
    "article_title": "Reprogrammed CD4 + T Cells That Express FoxP3 + Effectively Control Inhibitory Antibody Development in Hemophilic Mice ",
    "article_date": "December 7, 2017",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Preclinical Studies in Bleeding Disorders",
    "abstract_text": "Introduction: CD4 + CD25 + FoxP3 + regulatory T cells (Treg) can suppress a range of immune functions, including the activation and proliferation of conventional CD4 + T cells. Inhibitory antibody development to clotting factor replacement therapy in the X-linked disorder hemophilia is dependent on T cell help. Therefore, Tregs play a crucial role in tolerance to the therapeutic replacement protein. Adoptive immunotherapy with autologous or donor Tregs have shown promise in several clinical trials for autoimmune disorders and in transplant conditions. However, antigen-specific Tregs are extremely rare and difficult to isolate. Ectopic overexpression of FoxP3 in conventional CD4 + T cells from hemophilia patients can potentially create a large pool of Tregs, enriched for antigen specificity. Here we show that adoptive immunotherapy with FoxP3 overexpressing CD4 + T cells can control immune responses to clotting factor replacement therapy in a mouse model of hemophilia A. Methods:BALB/c F8 e16 −/− hemophilia A mice were repeatedly injected with recombinant B-domain deleted (BDD) FVIII to generate high inhibitory antibody (inhibitor) titers and FVIII-specific T cells. CD4 + CD25 - conventional T cells were isolated and transduced with pMIGR-eGFP retroviral vector encoding the murine FoxP3 gene (pMIGR-FoxP3-eGFP). 2x10 6 GFP + FoxP3 + sorted cells were adoptively transferred into F8 e16 −/− mice, and recipients were challenged 1 day later with weekly IV injections of 1 IU BDD-FVIII for 4 weeks. Plasma was tested for inhibitor/antibody formation at 4 and 8 weeks using the Bethesda assay and ELISA. Furthermore, mice with pre-existing inhibitors received adoptive transfer of a single or multiple doses of 2x10 6 FoxP3 + sorted cells to assess inhibitor reversal. FoxP3 + GFP + sorted cells were adoptively transferred into naïve mice and re-isolated 2 days later to test for phenotypic marker expression, namely CD25, FoxP3, GITR, CD39, CTLA-4, Neuropilin-1, TNFR2, CD127, and CD62L. Antigen-specific suppressive activity was assayed in vitro using FoxP3 transduced CD4 + T cells from transgenic DO11.10 Rag -/- mice with TCR specificity for ovalbumin (OVA). The proliferation of CellTrace Violet labeled DO11.10 Rag -/- responder splenocyteswas calculated in response to stimulation with OVA 323-339 peptide. Results:Retroviral transduction of CD4 + CD25 - cells with the murine FoxP3 gene resulted in a population of cells that phenotypically resemble peripheral Tregs. FoxP3 transduced Tregs underwent antigen specific proliferation in vivo and stably maintained FoxP3 expression in proliferating cells. FoxP3 transduced OVA-specific CD4 + T from DO11.10 Rag -/- mice suppressed the proliferation of transgenic responder cells in response to OVA 323-339 peptide antigen. CD4 + T cells transduced with empty vector or freshly isolated natural Tregs were unable to suppress proliferation. Adoptively transferred FoxP3 transduced cells from BDD-FVIII immunized donor mice completely prevented the induction of inhibitors following challenge with repeat injections of BDD-FVIII. FoxP3 transduction of naïve donors (i.e. not FVIII antigen-experienced) were inferior in suppressing inhibitor formation. We are currently testing for reversal / reduction of established inhibitory antibodies with a single or repeat doses of FoxP3 transduced BDD-FVIII immunized donor mice. Conclusions and future directions: Treg based therapies using ex vivo expanded recipient-derived Tregs are currently in clinical trials as primary or adjunct treatment for allograft rejection and autoimmune disease. Here, forced expression of FoxP3 into antigen-specific conventional CD4 + T cells by retroviral gene transfer resulted in a population of antigen-specific cells with phenotypic characteristics of Tregs. These cells effectively suppressed formation of inhibitors in BALB/c F8 e16 −/− hemophilia A mice for a sustained 2-month period. We will further explore the mechanism of suppression, including the possibility of endogenous Treg induction via infectious tolerance. Disclosures Biswas: Bayer Hemophilia Awards Program: Research Funding. Herzog: Novo Nordisk: Research Funding; Applied Genetic Technologies Corporation: Consultancy; Spark Therapeutics: Patents & Royalties.",
    "topics": [
        "antibodies",
        "foxp3 gene",
        "mice",
        "t-lymphocytes",
        "antigens",
        "hemophilia a",
        "antigens, cd25",
        "hemophilias",
        "autoimmune diseases",
        "blood coagulation factors"
    ],
    "author_names": [
        "Moanaro Biswas, PhD",
        "Veronica Kuteyeva",
        "Roland W Herzog, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Moanaro Biswas, PhD",
            "author_affiliations": [
                "Pediatrics, University of Florida, Gainesville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Veronica Kuteyeva",
            "author_affiliations": [
                "University of Florida, Gainesville, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland W Herzog, PhD",
            "author_affiliations": [
                "Pediatrics/CMT, University of Florida, Gainesville, FL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T12:56:21",
    "is_scraped": "1"
}