{
    "doi": "https://doi.org/10.1182/blood.V124.21.981.981",
    "article_title": "Anti-Leukemia Efficacy and Mechanisms of Action of SL-101, a Novel Anti-CD123 Antibody-Conjugate in Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Outcomes of acute myeloid leukemia (AML) remain poor and warrant the development of novel therapeutic agents. CD123 (interleukin-3 [IL-3] receptor alpha subunit), is overexpressed on AML blasts and leukemia progenitor/stem cells (LSCs) compared to normal hematopoietic cells (Jordan et al. Leukemia 2000). SL-101 is a novel anti-CD123 antibody-conjugate comprised of anti-CD123 scFv fused to a truncated and optimized pseudomonas exotoxin (PE) lacking its native targeting domain. We have previously demonstrated SL-101's cell killing efficacy in AML cell lines (Han et al. ASH 2013). Here we report the anti-tumor efficacy of SL-101 against primary AML cells and the underlying mechanisms of its cytotoxicity. Fourteen genetically diverse primary AML samples were treated with various doses of SL-101 for 48 h. Most samples express high levels of CD123 (median 89.9%, range 20.4-99.3%) and intermediate levels of CD131 (median 54.0%, range 9.0-91.1%), the IL-3 beta subunit. SL-101 was highly active against AML samples, with an IC 50 of 0.19 µg/ml (range 0.003 - 0.98 µg/ml). No significant correlation was found between SL-101 activity and levels of CD123 or CD131 (n=12). SL-101 also selectively and significantly suppressed AML colony formation (69.5% ± 15.0% inhibition of total colonies, n=7) while sparing normal bone marrow (5.6% ± 3.3% inhibition, n=4; p=0.0001) (Fig. 1A). We next investigated the mechanisms of the cytotoxic activity of SL-101. Using annexinV/DAPI flow cytometry, we first evaluated the induction of apoptosis in AML blasts and phenotypically defined CD45 dim CD34 + CD38 - CD123 + LSCs. After 48 h treatment, SL-101 at 1.0 µg/ml induced higher specific apoptosis in the AML LSCs (51.2% ± 25.4%) than in blasts (39.4% ± 19.0%, p=0.006, n=10). Quantification of the annexinV–/DAPI– viable cells using counting beads demonstrated further reduction of cell numbers by SL-101 (LSCs 72%, blasts 64.6%), indicating additional mechanisms of cell growth inhibition. It was recently demonstrated that upon internalization, PE traffics through the endoplasmic reticulum to the cytosol, where it inactivates protein synthesis by catalyzing ADP ribosylation of elongation factor 2 and causes non-apoptotic cell death (Wayne et al. Blood 2014). To examine the contribution of the direct inhibition of protein synthesis by PE, we first studied SL-101 internalization utilizing DyLight 680-labeled SL-101 by flow cytometry and fluorescence imaging. In CD123-expressing AML cell lines MV4-11 and MOLM13, the intracellular median intensity of DyLight 680 signal increased 5.4- and 3.5-fold, respectively, within 4 h of treatment and 22.3- and 16.3-fold after 24 h (Fig 1B). Fluorescence imaging confirmed cytosolic localization of SL-101 in both cell lines, demonstrating efficient cellular uptake of SL-101. We also examined the efficacy of SL-101 in inhibiting nascent protein synthesis in MV4-11 cells using an AHA Alexa Fluor 488 protein synthesis assay. SL-101 significantly reduced protein synthesis (40.3%, p=0.0005) within 4 h (Fig 1C), even at low concentrations (0.01 µg/ml), which was comparable to the positive control cycloheximide (44.8% ± 7.9%, p=0.0001). These findings confirmed the potential of SL-101 to efficiently internalize and promote cell death through protein synthesis blockade. We further investigated the ability of SL-101 to inhibit intracellular signaling in response to IL-3. To this end, cytokine-dependent Mo7e leukemia cells were serum starved and pre-treated with SL-101 at 1.0 µg/ml overnight, followed by stimulation with IL-3. SL-101 significantly suppressed IL-3-induced activation of p-STAT5 (57.1% ± 2.6% inhibition, p=0.003) and modestly inhibited p-AKT (17.4% ± 5.4% inhibition, p=0.04), but not p-ERK signaling (Fig. 1D). In summary, our data demonstrate that the novel anti-CD123 antibody-conjugate, SL-101, is highly active in AML and induces growth arrest and apoptosis in AML blasts and LSCs by inhibiting protein synthesis and interfering with IL-3 signal transduction pathways. Ongoing studies that will be reported at this meeting investigate the in vivo anti-leukemia efficacy of SL-101 in NSG mice engrafted with primary AML cells. In conclusion, SL-101 is a novel, potent antibody-conjugate directed against AML blasts and LSCs, and our studies warrant further development of this agent. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Rowinsky: Stemline Therapeutics: Employment, Equity Ownership. Brooks: Stemline Therapeutics: Employment, Equity Ownership.",
    "topics": [
        "antibodies",
        "leukemia",
        "leukemia, myelocytic, acute",
        "pharmacokinetics",
        "interleukin-3",
        "diagnostic imaging",
        "flow cytometry",
        "cd34 antigens",
        "cd45 antigens",
        "cycloheximide"
    ],
    "author_names": [
        "Lina Han, PhD",
        "Eric Rowinsky, MD",
        "Christopher Brooks, PhD",
        "Tomasz Zal",
        "M. Anna Zal",
        "Jared K Burks, PhD",
        "Jin Zhou, MD PhD",
        "Stefan O. Ciurea, MD",
        "Gheath Alatrash",
        "Jorge E. Cortes",
        "Hagop M. Kantarjian, MD",
        "Michael Andreeff, MD PhD",
        "Farhad Ravandi, MD",
        "Marina Konopleva, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lina Han, PhD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eric Rowinsky, MD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Brooks, PhD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Zal",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Anna Zal",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jared K Burks, PhD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Zhou, MD PhD",
            "author_affiliations": [
                "The First Affiliated Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan O. Ciurea, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gheath Alatrash",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes",
            "author_affiliations": [
                "The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD PhD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T06:39:34",
    "is_scraped": "1"
}