{
    "doi": "https://doi.org/10.1182/blood.V116.21.3232.3232",
    "article_title": "Discovery of Subtype-Specific Mirnas and New MiR-Genes In Pediatric Acute Lymphoblastic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Biology and Pathophysiology: Poster II",
    "abstract_text": "Abstract 3232 MicroRNAs (miRNAs) are non-coding RNAs that regulate the activity of protein-coding genes and some miRNAs have been shown to be dysregulated in cancer. The function of miRNAs differs per cell type and prominent miRNAs in e.g. B-cell lymphoma may not be important in acute lymphoblastic leukemia (ALL). To identify which miRNAs may be relevant in pediatric ALL the expression level of 397 different miRNAs was measured in leukemic cells (>90% purity) of 81 pediatric ALL and 17 normal hematopoietic control samples by stem-loop reverse-transcriptase (RT) quantitative real-time PCR. Except for BCRABL1- positive and B-other ALL, all major subtypes including T-ALL, MLL -rearranged, TELAML1- positive, E2APBX1- positive and hyperdiploid (>50 chromosomes) ALL presented with unique miRNA signatures that differ from each other and from those in healthy hematopoietic cells. The expression levels highly varied amongst subtypes and, for example, differed by 4000-fold for miR-708 in T-ALL (P<0.0001) and 1700-fold for miR-383 in TELAML1 -positive ALL (P<0.0001) compared to other precursor B-ALL cases. Some subtypes shared similarities in their miRNA expression signatures suggesting a common underlying biology; e.g. miR-196b was highly expressed in 9/12 MLL -rearranged and 14/22 T-ALL patients. In particular, all T-ALL cases carrying CALM-AF10 , MLL-AF6 , SET-NUP214 or an inversion of chromosome 7 expressed high levels of miR-196b similar to MLL -rearranged ALL. These genetic subtypes have all been functionally linked to upregulation of HOXA cluster genes. In correspondence, miR-196b expression levels were also highly correlated with HOXA (Rs>0.7, p<0.003), which was not seen for HOXB and HOXC cluster genes. High levels of miR-196b coincide with reduced methylation of the DNA at CpG islands directly upstream of miR-196b in MLL -rearranged cases compared to non- MLL precursor B-ALL and normal bone marrow cases, suggesting an epigenetic origin for miR-196b overexpression in these patients. High-throughput sequencing (Solexa technology) of small RNA libraries representing 7 subtypes of ALL and 3 normal hematopoietic tissue types followed by application of stringent computational miRNA precursor prediction algorithms resulted into the identification of 28 novel and 431 candidate novel miR-genes (besides 554 known miR-genes) for which the expression levels differed between genetic subtypes of pediatric ALL and normal hematopoietic cells. Stem-loop RT-quantitative real-time PCR confirmed aberrant expression levels of newly discovered miR-genes in a different set of patients. These data may point to leukemia-associated miRNAs for which the (aberrant) expression level and activity may be cell type (e.g. MLL -subtype) specific. These subtype-specific (known and novel) miRNAs may have stayed unrecognized when analyzed in a set of genetically unspecified ALL cases. In conclusion, genetic subtypes of ALL display unique miRNA expression signatures. Functional studies are in progress for these discriminative miRNAs since this may provide new insights into the biology of ALL subtypes. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "genes",
        "leukemia, lymphocytic, acute, childhood",
        "micrornas",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "leukemia, b-cell, acute",
        "polymerase chain reaction",
        "acute lymphocytic leukemia",
        "cancer"
    ],
    "author_names": [
        "Diana Schotte",
        "Renee X de Menezes",
        "Farhad Akbari Moqadam",
        "Ellen Lange-Turenhout",
        "Ronald W Stam, PhD",
        "Jules PP Meijerink, PhD",
        "Rob Pieters, MD, PhD",
        "Monique L. Den Boer, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Diana Schotte",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Renee X de Menezes",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Akbari Moqadam",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen Lange-Turenhout",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald W Stam, PhD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jules PP Meijerink, PhD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters, MD, PhD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monique L. Den Boer, PhD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T15:45:13",
    "is_scraped": "1"
}