{
    "doi": "https://doi.org/10.1182/blood.V108.11.4796.4796",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=639",
    "start_url_page_num": 639,
    "is_scraped": "1",
    "article_title": "Kinase Domain Mutants of Bcr-Abl Exhibit Altered Transformation Potency, Kinase Activity, and Substrate Utilization, Irrespective of Sensitivity to Imatinib. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "phosphotransferases",
        "cytokine",
        "gene expression profiling",
        "immunoblotting",
        "kinase inhibitors",
        "leukemia",
        "mass spectrometry",
        "molecular profiling"
    ],
    "author_names": [
        "M. MacPartlin",
        "T. O’Hare",
        "T. Bumm",
        "V. Goss",
        "K. Lee",
        "A. Corbin",
        "E.A. Stoffregen",
        "C. Smith",
        "K. Johnson",
        "E. Moseson",
        "I. Griswold",
        "L. Wood",
        "R. Polakiewicz",
        "Brian J. Druker",
        "Michael W.N. Deininger"
    ],
    "author_affiliations": [
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute",
            "Howard Hughes Medical Institute"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute"
        ],
        [
            "Oregon Health & Science University School of Nursing, Portland, OR, USA"
        ],
        [
            "Oregon Health & Science University School of Nursing, Portland, OR, USA"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute",
            "Howard Hughes Medical Institute"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute"
        ],
        [
            "Howard Hughes Medical Institute"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute",
            "Howard Hughes Medical Institute"
        ],
        [
            "Cell Signaling Technology Inc, Beverly, MA, USA"
        ],
        [
            "Oregon Health & Science University School of Nursing, Portland, OR, USA"
        ],
        [
            "Howard Hughes Medical Institute"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Science University Cancer Institute"
        ]
    ],
    "first_author_latitude": "45.4981307",
    "first_author_longitude": "-122.6713332",
    "abstract_text": "Background: Kinase domain (KD) mutations of Bcr-Abl interfering with imatinib binding are the major mechanism of acquired resistance. Mutations of the ATP binding p-loop are associated with a poor prognosis compared to other mutations, irrespective of imatinib sensitivity. To elucidate the underlying mechanisms we compared five KD mutants in biological and biochemical assays. Methods and Results: In competition experiments using Ba/F3 cells expressing native or KD mutated Bcr-Abl, proliferation rates of Y253F and E255K were highest, followed by T315I, H396P, native Bcr-Abl and M351T. Similar results were seen in semi-quantitative B-cell transformation assays, where Y253F and E255K showed the most rapid outgrowth, while M351T was slowest. In contrast, when compared to native Bcr-Abl,in myeloid colony formation assays Y253F and E255K showed comparable and M351T and H396P reduced transformation potency, while the potency of T315I was reduced only in the absence of cytokines. The approximate consensus ranking of transformation potency from the different in vitro assays was Y253F > E255K > native Bcr-Abl > T315I > H396P > M351T.These differences were partially reflected in a murine leukemia model, where we observed trends for longer survival in recipients of H396P infected marrow and shorter survival in recipients of E255K. Next, we assayed kinetic properties of the purified KDs and recombinant full length Bcr-Abl in in vitro kinase assays. For the isolated KD, the Kcat/Km of the Y253F mutant was increased over native Bcr-Abl, E255K was similar and the other mutants were slightly (H396P) or significantly (M351T and T315I) reduced. Results with full-length proteins were similar for Y253F, T315I and M351T, while Kcat/Km for E255K was slightly reduced and for H396P slightly increased. Thus, the transformation potency of Y253F, M351T and H396P correlated with intrinsic kinase activity, while the biological activity of E255K and T315I was greater than would be predicted based on kinase assay results. We hypothesized that differential activation of signaling pathways may further modulate transformation potency. Indeed, phosphotyrosine proteome analysis by mass spectrometry revealed differential phosphorylation among the mutants, consistent with altered substrate specificity and pathway activation. For example, phosphorylation of Y1021 of SHIP1 was detected in Ba/F3 cells expressing the M351T and H396P mutant but not in cells expressing other KD mutants or native Bcr-Abl. This was confirmed by immunoblot analysis. Additional experiments showed significant differences by genome-wide microarray expression profiling, consistent with differential activation of signaling pathways. Conclusion : Mutations in the KD of Bcr-Abl influence kinase activity and signaling in a complex fashion, the net results of which is gain or loss of function variants. Drug resistance and transformation potency of mutants may determine the outcome of patients on therapy with Abl kinase inhibitors."
}