{
    "doi": "https://doi.org/10.1182/blood.V104.11.3277.3277",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=140",
    "start_url_page_num": 140,
    "is_scraped": "1",
    "article_title": "Development of Effective Immunotherapy for B-Cell Non-Hodgkin’s Lymphoma with CD19-Specific Cytotoxic T Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Less than 60% of patients with B-cell non-Hodgkin’s lymphoma (B-NHL) can be cured with contemporary therapy. Using artificial receptors it is possible to redirect the specificity of immune cells to tumor-associated antigens, a strategy that holds great potential as a novel cancer therapy. Since B-NHL cells invariably express CD19, we transduced human peripheral blood T lymphocytes with a recently developed receptor (anti-CD19-BB-ζ), which consists of the single-chain variable domain (scFv) of an anti-CD19 monoclonal antibody, the hinge and transmembrane domains of CD8α, and the signaling domains of CD3ζ and 4-1BB. CD3ζ delivers the primary stimulus upon receptor engagement, while 4-1BB delivers co-stimulatory signals that are crucial for T-cell cytotoxicity. It has been shown that elicitation of 4-1BB signaling enhances the immune response to tumors in vivo, even when an immune response cannot be induced by CD28 stimulation. Retroviral transduction led to anti-CD19-BB-ζ expression in T cells with high efficiency: median percent of transduced cells was 60.3% (range, 25.7%–83.4%; n = 9). T lymphocytes expressing anti-CD19-BB-ζ expanded more vigorously that T cells transduced with receptors lacking 4-1BB and exerted powerful cytotoxicity against the CD19 + B-NHL cell lines Raji, Daudi, RL, and HT in vitro: at a 0.5: 1 effector: target ratio, mean (± SD) cell specific lymphoma cell killing was 96.6% ± 4.6% after 5–7 days of culture (4 experiments in each cell line). Transduced T cells were also effective against freshly isolated cells from patients with diffuse large, follicular large, Burkitt, and mantle cell lymphoma cultured on bone marrow-derived mesenchymal cells: in 10 samples, cell killing was 93.6% ± 5.7% at a 0.5: 1 ratio after 5–7 days of culture. Sensitivity to anti-CD19-BB-ζ-mediated killing was observed regardless of high Bcl-2 expression. T cells expressing anti-CD19-BB-ζ were also effective in a xenograft model of NHL, in which NOD/SCID mice were inoculated subcutaneously with lymphoma cells (1 x 10 7 ). Subsequent inoculation of T cells (2 x 10 6 ) transduced with anti-CD19-BB-ζ receptors significantly suppressed tumor growth, whereas inoculation of T cells transduced with empty control vector had no effect (3 mice for each treatment). These results provide a rationale for clinical testing of autologous T cells modified with anti-CD19-BB-ζ receptors in patients with aggressive or relapsed B-NHLs refractory to conventional therapy.",
    "topics": [
        "b-cell lymphomas",
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "cd19 antigens",
        "immunotherapy",
        "t-lymphocytes, cytotoxic",
        "cytotoxicity",
        "lymphoma",
        "cancer therapy",
        "cd28 antigens"
    ],
    "author_names": [
        "Keichiro Mihara",
        "Kazuyoshi Yanagihara",
        "Chihaya Imai",
        "Akiro Kimura",
        "Dario Campana"
    ],
    "author_affiliations": [
        [
            " Hematology/Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan; ",
            " Central Animal Laboratory, National Cancer Center Research Institute, Tokyo, Japan and ",
            " Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA."
        ],
        [
            " Hematology/Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan; ",
            " Central Animal Laboratory, National Cancer Center Research Institute, Tokyo, Japan and ",
            " Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA."
        ],
        [
            " Hematology/Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan; ",
            " Central Animal Laboratory, National Cancer Center Research Institute, Tokyo, Japan and ",
            " Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA."
        ],
        [
            " Hematology/Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan; ",
            " Central Animal Laboratory, National Cancer Center Research Institute, Tokyo, Japan and ",
            " Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA."
        ],
        [
            " Hematology/Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan; ",
            " Central Animal Laboratory, National Cancer Center Research Institute, Tokyo, Japan and ",
            " Hematology/Oncology, St. Jude Children’s Research Hospital, Memphis, TN, USA."
        ]
    ],
    "first_author_latitude": "34.398988599999996",
    "first_author_longitude": "132.7140157"
}