{
    "doi": "https://doi.org/10.1182/blood.V120.21.488.488",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2230",
    "start_url_page_num": 2230,
    "is_scraped": "1",
    "article_title": "Mortality From Thrombotic Thrombocytopenic Purpura Is Related to Complement Hyperactivation ",
    "article_date": "November 16, 2012",
    "session_type": "311. Disorders of Platelet Number or Function: Thrombotic Thrombocytopenic purpura, ADAMTS13 and effects of treatment",
    "topics": [
        "complement system proteins",
        "thrombotic thrombocytopenic purpura",
        "complement membrane attack complex",
        "autoantibodies",
        "biological markers",
        "blood coagulation disorders",
        "death",
        "fibrinolytic agents",
        "plasma exchange",
        "platelet count measurement"
    ],
    "author_names": [
        "Trudy C. Wu",
        "Shangbin Yang",
        "Sara Haven",
        "V. Michael Holers, M.D.",
        "Ante S. Lundberg, M.D.",
        "Haifeng Wu, M.D.",
        "Spero R. Cataland, M.D."
    ],
    "author_affiliations": [
        [
            "Undergraduate student, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Department of Pathology, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Pathology, Ohio State University, Columbus, OH, "
        ],
        [
            "Immunology, University of Colorado, Aurora, CO, "
        ],
        [
            "Translational Medicine, Alexion Corporation, Cheshire, CT, USA, "
        ],
        [
            "Pathology, Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Internal Medicine, Ohio State University Division of Hematology, Columbus, OH, USA"
        ]
    ],
    "first_author_latitude": "40.006672300000005",
    "first_author_longitude": "-83.0304546",
    "abstract_text": "Abstract 488 Background: Acquired thrombotic thrombocytopenic purpura (TTP) is caused by acquired autoantibodies that inhibit the antithrombotic activity of ADAMTS13 and in turn cause a disseminated microangiopathy. Although, the majority of patients respond to plasma exchange (PEX) therapy, 10–15% of patients still die from a TTP event. Study of the molecular basis underlying this devastating clotting disorder is an unmet medical need. This study is designed to examine the relationship between complement activation and treatment failure to standard PEX therapy in TTP patients. Methods: The study cohort consisted of 12 consecutive deceased patients who were presented to The OSU medical center with acute episode of TTP but failed PEX therapy and died as a result of their acute TTP episode. The control cases are 30 TTP patients from the same institution who successfully recovered from acute TTP episode after standard PEX therapy. Pre-PEX plasma samples from these study subjects were banked and used to measure complement activation factors: Bb, C3a, C5a, and the C5b-9 complex. The results were analyzed by a T test using SPSS software. Additionally, complement activation profiles in the longitudinal samples collected prior to the last PEX procedure were evaluated between patients who died (n=6) and patients who responded to PEX therapy (n=6). The data from longitudinal samples were calculated as percentages of their respective baselines (pre-PEX) for comparison. Results: At the time of acute presentation, there are no significant differences between mortality group (M) and control group (C) in terms of platelet count (p=0.467) and LDH (p=0.106). However, as shown in the table, the M group shows a significant increase of complement activation biomarkers in both the common complement pathway (C3a, C5a, and C5b-9 complex) and the alternative pathway (factor Bb). Following treatment with daily PEX, the C group showed a significant decline in all complement parameters. Comparing their pre-PEX samples and samples at the end of their PEX therapy, the mean values for factor Bb, C3a, C5a, and C5b-9 were reduced to 34%, 49%, 62%, and 65% of the pre-PEX levels, respectively. However, patients in the M group exhibited a trend of sustained complement hyper-reactivity despite the treatment with daily PEX. At the time of death, the mean values for factor Bb, C3a, C5a, and C5b-9 were maintained at 98%, 95%, 113%, and 90% of the pre-PEX samples. Conclusion: This study provides evidence for the first time of increased complement activity in TTP patients who were refractory to PEX therapy. The data from the longitudinal samples suggests that a persistent complement activation storm that was not alleviatedby daily PEX may in part be responsible for treatment failure in these TTP cases. Moreover, the observed elevation of complement factor Bb in our cohort suggests that the alternative complement pathway may play a unique role in the complement hyper-activation observed in TTP patients. These novel findings provide new insights into the disease pathobiology and a new perspective to the clinical management of TTP patients.  Comparison of Complement Activation Status in TTP Patients Prior to PEX Therapy . . Mortality group (n = 12) . Survivor group (n = 30) . p . Complement factor Bb (ng/ml) 3454 2128 0.012 C3a (ng/ml) 1028 495 0.062 C5a (ng/ml) 1227 922 0.02 C5b-9 (ng/ml) 105 72 <0.001 Comparison of Complement Activation Status in TTP Patients Prior to PEX Therapy . . Mortality group (n = 12) . Survivor group (n = 30) . p . Complement factor Bb (ng/ml) 3454 2128 0.012 C3a (ng/ml) 1028 495 0.062 C5a (ng/ml) 1227 922 0.02 C5b-9 (ng/ml) 105 72 <0.001 View Large Mean values from each of complement assays are shown in the table. Disclosures: Holers: Alexion: Consultancy. Lundberg: Alexion: Employment. Wu: Alexion: Consultancy, Research Funding. Cataland: Alexion: Consultancy, Research Funding."
}