{
    "doi": "https://doi.org/10.1182/blood.V114.22.1895.1895",
    "article_title": "Genetic Disruption of the Scaffolding Protein, Kinase Suppressor of Ras 1 (Ksr1), Differentially Regulates GM-CSF-Stimulated Hyperproliferation in Hematopoietic Progenitors Expressing Activating PTPN11 Mutants D61Y and E76K. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOPROLIFERATIVE SYNDROMES POSTER I",
    "abstract_text": "Abstract 1895 Poster Board I-918 Juvenile myelomoncytic leukemia (JMML) is a lethal childhood disease characterized by the in vitro phenotype of hematopoitic progenitor hypersensitivity to granulocyte-macrophage-colony-stimulating factor (GM-CSF). At the molecular level, Ras hyperactivation is implicated based on the majority of JMML patients bearing either loss-of-function NF1 mutations or gain-of-function RAS or PTPN11 mutations. We demonstrated previously that the Shp2 gain-of-function mutants Shp2E76K and Shp2D61Y induce constitutively elevated and sustained activation of Erk. Signal transduction among Raf1/MEK/Erk kinases is mediated through direct phosphorylation, but scaffolding proteins also play an important role in regulating the location, strength, and duration of Raf1/MEK/Erk signaling. One of the best-defined scaffolding proteins that positively facilitates the Raf1/MEK/Erk cascade is K inase S uppressor of R as (Ksr). In its inactivated state, Ksr is phosphorylated and constitutively associated with MEK. In response to growth factor stimulation or Ras activation, Ksr is dephosphorylated (serine 392), translocates to cell membrane, recruits Raf1 and Erk, and, thus, promotes Erk activation. We hypothesized that Ksr contributes to the hyperproliferation and GM-CSF hypersensitivity of mutant Shp2-expressing cells. Upon examination of phosphorylated Ksr levels, we observed lower GM-CSF-stimulated phospho- Ksr levels in the Shp2D61Y- and Shp2E76K-expressing macrophage progenitors compared to cells expressing empty vector or WT Shp2. Consistently, in co-immunoprecipitation assays, we found that upon GM-CSF stimulation, macrophage progenitors expressing Shp2D61Y or Shp2E76K demonstrated an increased physical association between phospho-Erk and Ksr, suggesting that Ksr promotes enhanced Erk activation in mutant Shp2-expressing cells and may contribute functionally to GM-CSF hypersensitivity of mutant Shp2-expressing cells. To examine this hypothesis, we subjected retrovirally transduced WT and Ksr1-/- bone marrow low density mononuclear cells (LDMNCs) to 3 H-thymidine incorporation assays and found that GM-CSF-stimulated proliferation of Ksr1 -/- cells expressing Shp2E76K was significantly reduced, but not entirely normalized to the level of WT Shp2-expressing cells. In contrast, the proliferation of Ksr1 -/- cells expressing Shp2D61Y was unchanged compared to WT cells expressing Shp2D61Y. To examine the effect of genetic disruption of Ksr1 on GM-CSF-stimulated activation of Erk and Akt, western blot analysis was performed using retrovirally transduced WT and Ksr1 -/- bone marrow LDMNCs, as described above. Activation of phospho-Erk was similarly reduced in both Shp2E76K- and Shp2D61Y-expressing cells upon genetic disruption of Ksr1 both at baseline and in response to GM-CSF. However, in contrast, Akt activation was increased, rather than decreased, in both Ksr1-/- Shp2E76K- and Shp2D61Y-expressing cells, suggesting that a compensatory mechanism in the absence of Ksr leads to enhanced signaling through the phospho-inositol-3-kinase (PI3K) pathway in mutant Shp2-expressing cells. Taken together, these findings suggest that the E76K mutant is dependent on Ksr-mediated Erk activation for GM-CSF-stimulated hyperactivation and that the compensatory upregulation of Akt activation in the absence of Ksr may contribute to the incomplete correction of GM-CSF hypersensitivity. Regarding the D61Y mutant, although Erk activation is reduced in the absence of Ksr, the lack of GM-CSF hypersensitivity correction suggests that the Shp2D61Y-expressing cells are more sensitive to the compensatory upregulation of Akt activation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cerebrospinal fluid",
        "colony-stimulating factors",
        "genetics",
        "phosphotransferases",
        "protein tyrosine phosphatase, non-receptor type 11",
        "ptpn11 gene",
        "scaffolding protein",
        "granulocyte-macrophage colony-stimulating factor",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "hypersensitivity"
    ],
    "author_names": [
        "Zhenyun Yang",
        "Sarah Sitarski",
        "Tirajeh Saadatzadeh",
        "Fuqin Yin",
        "Rebecca J. Chan, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Zhenyun Yang",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah Sitarski",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tirajeh Saadatzadeh",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fuqin Yin",
            "author_affiliations": [
                "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca J. Chan, MD, PhD",
            "author_affiliations": [
                "Indiana University, Indianapolis, IN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T04:54:21",
    "is_scraped": "1"
}