{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5501.5501",
    "article_title": "Prognostic Value of Single-Photon Emission Computed Tomography of Left Ventricular Synchronized with ECG for Cardiotoxicity Assessment in Patients with Malignant Lymphoma after High Dose Chemotherapy with Autologous Stem Cell Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Introduction: High-dose chemotherapy (HDC) with autologous hematopoietic stem cells transplantation (auto-HSCT) is currently widely used for the treatment of relapsed and refractory to standard chemotherapy cases of malignant lymphomas. Examination of patients for evaluation cardiotoxic effect of HDC and auto-HSCT is usually performed with an electrocardiography and echocardiography. The method of single photon emission computed tomography of the left ventricular(LV) myocardium, synchronized with the patient's ECG (Gated - SPECT) is rarely used to assess cardiotoxic effect of HDC and auto-HSCT, and its prognostic value in this field is not determined. Objective: to evaluate perfusion and regional myocardial function of the left ventricle (LV) using Gated-SPECT in malignant lymphomas patients receiving HDC and auto-HSCT. To evaluate whether the age and conditioning regimens influence the worsening of indices of hyperperfusion according to Gated-SPECT. Materials and methods: The study included 127 patients (67 with Hodgkin's lymphoma, 28 with non-Hodgkin's lymphoma, 32 with multiple myeloma). The median age was 37 year (range: 19 to 68 years); 80 females, 47 males. Gated-SPECT was used for assessment of perfusion and regional left ventricular function at rest before the HDC and auto-HSCT (point 1) and at discharge (point 2). The each study was performed on a double-headed rotating gamma camera «Forte» (Philips, USA) after intravenous injection of 740 MBq of technetium-99m-methoxyisobutylisonitrile (99mTc-MIBI). Gated-SPECT was used to measure the conventional parameters (total hypoperfusion defect, total LVEF) and also to measure regional myocardial perfusion and thickening used the 20-segment \"bull's eye\" model (the LV myocardium was divided into 20 segments). Results: The total area of hypoperfusion, expressed as a percentage of the area of the left ventricular myocardial wall did not change significantly during treatment (p> 0,05). However, segmental analysis of regional myocardial perfusion has revealed a statistically significant decrease in the median level uptake of the 99mTc-MIBI in 1,2,3,4,5,6,7,8,9,10,11,13,14,16,17,19,20 segments (p =0,01). The total ejection fraction (TEF) decreased, but change was not significant (median TEF at point 1 was 60,4 %, at point 2 - 59,9 %). But it showed a statistically significant decrease in median of local systolic thickening in 2,3,4,5,6,8,9,11,12,14,15,18,19,20 segments (p <0,05). It was also found that there was no correlation in the age of patients with hypoperfusion changes in the time of admission, but after treatment there was a direct significant weak correlation between these indices (R = 0.22, p = 0.01), So, older patient patient, have the greater size of the general hypoperfusion zone (Table 1). The analysis showed that the conditioning regimen (BEAM, high doses of melphalan or CBV) did not affect the index of the general hypoperfusion zone, which was established when comparing the parameters between pairs: ВЕАМ and high doses of melphalan, ВЕАМ and CBV, CBV and high doses of melphalan. Significant changes of general hypoperfusion zone were not detected when compare this indices at the time patients was admitted to the hospital with indices at the time of discharge from the hospital, that is, after HDC and auto-HSCT Conclusions:HDC and auto-HSCT significantly change perfusion and regional LV myocardial function in patients with malignant lymphomas. Changes revealed evidence of diffuse myocardial damage. There was no difference in general hypoperfusion zone between different conditioning regimen before and after the treatment. Gated-SPECT can be considered as a promising method for assessing cardiac HDC and auto-HSCT. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autologous stem cell transplant",
        "cardiotoxicity",
        "chemotherapy regimen",
        "left ventricle",
        "lymphoma",
        "single photon emission computed tomography",
        "hematopoietic stem cell transplantation",
        "hypoperfusion",
        "melphalan",
        "perfusion"
    ],
    "author_names": [
        "Dina Kolesnikova, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dina Kolesnikova, MD",
            "author_affiliations": [
                "National Medical and Surgical Centre named after N. I. Pirogov, Moscow, Russian Federation"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:35:10",
    "is_scraped": "1"
}