{
    "doi": "https://doi.org/10.1182/blood.V126.23.5547.5547",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3259",
    "start_url_page_num": 3259,
    "is_scraped": "1",
    "article_title": "Effective Therapy for Murine Hemophilia A by Enhancing Factor VIII Expression in Platelets ",
    "article_date": "December 3, 2015",
    "session_type": "801. Gene Therapy and Transfer",
    "topics": [
        "blood platelets",
        "factor viii",
        "hemophilia a",
        "mice",
        "granules",
        "monoclonal antibodies",
        "dexamethasone",
        "infusion procedures",
        "intraosseous infusions",
        "activated partial thromboplastin time measurement"
    ],
    "author_names": [
        "Xuefeng Wang, PhD",
        "Fu Richard",
        "Carol H. Miao, PhD"
    ],
    "author_affiliations": [
        [
            "Seattle Children's Research Institute, Seattle, WA "
        ],
        [
            "Seattle Children's Research Institute, Seattle, WA "
        ],
        [
            "Seattle Children's Research Institute, Seattle, WA ",
            "Department of Pediatrics, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.6158934",
    "first_author_longitude": "-122.33468339999999",
    "abstract_text": "Introduction: Platelets may comprise an ideal vehicle for delivering factor VIII (FVIII) in hemophilia A (HemA) as FVIII stored in platelet α-granules is protected from neutralization by inhibitory antibodies and, during bleeding, activated platelets locally excrete their contents to promote clot formation. In our previous study, it was demonstrated that intraosseous (IO) infusion of lentiviral vectors (LVs) carrying a transgene encoding human factor VIII variant (BDDhFVIII/N6; abbreviated as F8) driven by a megakaryocyte-specific promoter (Gp1bα) successfully transduced hematopoietic stem cells (HSCs) in HemA mice without the requirement of preconditioning as in ex vivo gene therapy. FVIII expressed and then stored in platelets can partially correct the HemA phenotype over 5 months in mice with or without pre-existing inhibitors. Methods: In this study, we aimed at enhancing transgene expression by two strategies. One was to improve the efficiency of human FVIII cDNA by testing a new human FVIII variant (a kind gift from Dr. Weidong Xiao), F8X10K12 (a 10-amino acid change in the A1 domain and a 12-amino acid change in the light chain). The other was to enhance LV transduction efficiency by suppressing the innate and adaptive immune responses against LVs and LV-transduced cells using pharmacological agents. Results: We first tested the FVIII expression levels from two human FVIII variants by hydrodynamic injection of plasmids driven by a human elongation factor-1 promoter (pEF1α-F8X10K12 or pEF1α-F8, 50 μg/mouse, n=8), respectively. Compared with F8, F8X10K12 produced a 25-fold increase (147±27% vs 3,734±477%) in the clotting activity determined by an aPTT assay on day 4 post injection. Based on this result, two LVs containing F8X10K12 or F8 transgene driven by EF1α promoter (E-F8X10K12-LV or E-F8-LV) were constructed and used to transduce 293T cells, respectively. Flow cytometry data showed that E-F8X10K12-LV produced a significant increase of hFVIII + 293T cells (77.8% vs 15%) and MFI (795 vs 541) compared to E-F8-LV at the same doses (Figure 1). These results indicated that F8X10K12 may further enhance FVIII gene expression for more effective therapy. Two LVs containing F8X10K12 or F8 transgene driven by Gp1bα promoter (G-F8X10K12-LV or G-F8-LV) were subsequently generated. Secondly, the immune competent C57BL6 mice were pretreated with both dexamethasone (IP, 5 mg/kg at -24h, -4h, 4h and 24h) and anti-CD8α monoclonal antibody (mAb) (IP, 4 mg/kg on day -1, 4, 11, 16 and 21). IO infusion of GFP-LVs (1.1×10 8 i.f.u./mouse) driven by a ubiquitous MND promoter was performed on day 0 (Figure 2a). On day 7, drugs + LVs treated mice (n=3) produced higher numbers of GFP + total bone marrow cells (11.8±2.1% vs 6.9±3.1%, P =0.005) and GFP + Lineage - Sca1 + cKit + HSCs (48.3±6.1% vs 44.4±17.2%, P =0.31) compared with LV-only treated mice (n=3) (Figure 2b). Most importantly, in the long term, higher numbers of GFP + cells (2.4±0.4% vs 0.5±0.1%, P <0.001) in the total bone marrow and GFP + HSCs (10.7±3.3% vs 2.6±0.6%, P <0.001) were observed in drugs + LVs treated mice (n=3) compared with LV-only treated mice on day 160 after LV infusion (n=3) (Figure 2c). Conclusion: We found that a new FVIII variant, F8X10K12, can significantly enhance FVIII expression in mice following hydrodynamic injection of plasmids and in LV-transduced cells. In addition, administration of dexamethasone that efficiently inhibited initial innate immune responses to LVs in vivo combined with anti-CD8α mAb that depleted subsequent cytotoxic CD8 + T cells improved the transduction efficiency of LVs and persistence of transduced cells, leading to over 10% GFP + HSCs in treated mice up to 160 days. Taken together, IO infusion of G-F8X10K12-LV into HemA mice pretreated with dexamethasone and antiCD8α mAb can be used to further enhance and prolong transgene expression levels in platelets for effective correction of hemophilia A. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}