{
    "doi": "https://doi.org/10.1182/blood.V128.22.4769.4769",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3454",
    "start_url_page_num": 3454,
    "is_scraped": "1",
    "article_title": "Characterization of Disease, Treatment Patterns, and Outcomes of Patients with Myelofibrosis: Analysis of 2 United States Commercial Claims Databases ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "topics": [
        "myelofibrosis",
        "brachial plexus neuritis",
        "ruxolitinib",
        "splenomegaly",
        "supportive care",
        "hydroxyurea",
        "second line treatment",
        "thrombocytopenia",
        "alkylating agents",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Maneesha Mehra",
        "Ravi Potluri",
        "Jianming He",
        "Grace Wang",
        "Suneel Mundle",
        "Jacqueline Bussolari"
    ],
    "author_affiliations": [
        [
            "Janssen Global Services, LLC, Raritan, NJ "
        ],
        [
            "SmartAnalyst, Inc., New York, NY "
        ],
        [
            "Janssen Global Services, LLC, Raritan, NJ "
        ],
        [
            "Janssen Research & Development, LLC, Raritan, NJ"
        ],
        [
            "Janssen Research & Development, LLC, Raritan, NJ"
        ],
        [
            "Janssen Research & Development, LLC, Raritan, NJ"
        ]
    ],
    "first_author_latitude": "40.574441199999995",
    "first_author_longitude": "-74.64001309999999",
    "abstract_text": "Introduction: Myelofibrosis (MF) is a myeloproliferative neoplasm with profound negative effects on quality of life and survival. MF is characterized by clonal myeloproliferation, ineffective erythropoiesis, bone marrow stromal changes, hepatosplenic extramedullary hematopoiesis, and aberrant cytokine expression. Patients (pts) with MF may present with splenomegaly, constitutional symptoms, anemia, thrombocytopenia, or leukocytosis. Presentation may be primary (PMF), secondary following transformation from polycythemia vera or essential thrombocythemia (post-PV/ET sMF), or secondary from diseases such as myelodysplastic syndrome, leukemia, or lymphoma (Other sMF). Management options include allogeneic stem cell transplantation (the only potentially curative treatment), hydroxyurea, interferon alpha, alkylating agents, splenectomy, splenic radiotherapy, and the JAK1/2 inhibitor ruxolitinib. The present analysis was conducted to characterize disease, treatment patterns, and outcomes in pts with MF using 2 US health insurance claims databases. Methods: The Truven Health Analytics MarketScan ® (Commercial Claims and Encounters and Truven Medicare) and Optum™ integrated virtual electronic health records and claims databases were retrospectively analyzed to identify pts with MF diagnosed between 2006 and 2015. Pts aged ≥ 18 years with ≥ 1 month of medical history prior to diagnosis were included. Pts were categorized as PMF, post-PV/ET sMF, or Other sMF based on earliest MF International Classification of Diseases, 9th revision diagnosis code. Demographic characteristics, constitutional symptoms, platelet counts, and treatment patterns were summarized. A treatment line was considered ended if followed by a treatment gap of ≥ 60 days. Kaplan-Meier analysis was performed to determine overall survival (OS). The effects of specific covariates on OS were analyzed using a Cox proportional hazards model. Results: 6,982 pts in the Truven and Optum databases met the inclusion criteria. Median age at diagnosis was 66 years (interquartile range, 58-78 years); 52.3% (n = 3,650) were aged > 65 years. More than half of pts were male (52.6%; n = 3,673). Overall, 23.5% (n = 1,637), 13.7% (n = 956), and 62.9% (n = 4,389) of pts had PMF, post-PV/ET sMF, and Other sMF, respectively. At the time of index diagnosis (± 90 days), 10.7% (n = 749) of pts had splenomegaly; an additional 3.3% (n = 227) developed splenomegaly > 90 days following index diagnosis, and a total of 17.8% (n = 1,239) had splenomegaly at any time. Among 112 pts with available baseline platelet counts (-90 to +180 days of index MF diagnosis) most had > 100,000/μL (77.7%; n = 87); 1.8% (n = 2) had 75,000-100,000/μL, 11.6% (n = 13) had 50,000-75,000/μL, and 8.9% (n = 10) had < 50,000/μL. Overall, 56.6% (n = 3,950) of pts received frontline treatment or supportive care, and 18.7% (n = 1,305) received second-line treatment or supportive care. Among pts receiving frontline and second-line treatment/supportive care, respectively, the most common approaches were steroids alone (26.7% [n = 1,053] and 26.7% [n = 348]) and hydroxyurea alone (20.5% [n = 811] and 21.1% [n = 276]). Ruxolitinib, ± other treatments, was given frontline to 12.4% (n = 488) of pts and second-line to 12.0% (n = 157) of pts. Median OS for pts who received frontline ruxolitinib was 30 months compared with 22 months for pts receiving other treatments (hazard ratio [HR] = 0.7; 95% confidence interval, 0.6-0.8; Figure 1A ). Of the 488 pts who received frontline ruxolitinib, 23.0% (n = 112) went on to receive ≥ 1 further treatment; in 43.8% (n = 49) of these pts, the latter regimen also included ruxolitinib. Median OS among pts (n = 430) who failed or discontinued frontline ruxolitinib was 7 months ( Figure 1B ); this was not affected by sex (HR = 1.03; P = 0.85), age (< 65 vs ≥ 65 years; HR = 0.88; P = 0.50), or the presence of splenomegaly (-90 days before index diagnosis to any point after index diagnosis; HR = 0.87; P = 0.48). Conclusions: Most pts diagnosed with MF were aged ≥ 65 years and had neither splenomegaly nor thrombocytopenia at baseline. In the present database analysis, slightly more than half of pts received any treatment or supportive care. Although only a fraction of pts received ruxolitinib, treatment with ruxolitinib was associated with favorable median OS. However, median OS was greatly reduced once pts failed or discontinued ruxolitinib; additional treatment options for these pts are needed. View large Download slide View large Download slide  Disclosures Mehra: Janssen: Employment, Equity Ownership. Potluri: Janssen Research & Development, LLC: Other: Contracted to perform research; SmartAnalyst, Inc.: Employment. He: Janssen Global Services, LLC: Employment, Equity Ownership. Wang: Janssen Research & Development, LLC: Employment, Equity Ownership. Mundle: Janssen Research & Development, LLC: Employment, Equity Ownership. Bussolari: Janssen Research & Development, LLC: Employment, Equity Ownership."
}