{
    "doi": "https://doi.org/10.1182/blood.V126.23.5032.5032",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3081",
    "start_url_page_num": 3081,
    "is_scraped": "1",
    "article_title": "Clinical Characteristics and Outcome of 104 Patients with Gastric Diffuse B-Cell Non-Hodgkin Lymphoma (DLBCL) a Multicenter Study ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "topics": [
        "b-cell lymphomas",
        "diffuse large b-cell lymphoma",
        "weight reduction",
        "anemia",
        "hemorrhage",
        "hepatitis b",
        "abdominal pain",
        "chemotherapy regimen",
        "deglutition disorders",
        "electrocorticogram"
    ],
    "author_names": [
        "Marcia T Delamain, MD",
        "Eliana Cristina Martins Miranda, PhD",
        "Maria Gomes da Silva, MDPhD",
        "Joana Desterro, MD",
        "Merli Francesco, MD",
        "Carlos Chiattone, MD PhD",
        "Stefano Luminari, MD",
        "Katia BB Pagnano",
        "Carmino Antonio De Souza, MD PhD",
        "Massimo Federico"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Brazil "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, SP, Brazil "
        ],
        [
            "Instituto Português de Oncologia de Lisboa - IPO, Lisbon, Portugal "
        ],
        [
            "Hematology Department, Portuguese Institute of Oncology Lisbon, Lisbon, Portugal "
        ],
        [
            "Arcispedale SantaMaria Nuova - IRCCS, Modena, Italy "
        ],
        [
            "Disciplina de Hematologia e Hemoterapia, Faculdade de Ciências Médicas da Santa Casa de São Paulo, São Paulo, Brazil "
        ],
        [
            "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy "
        ],
        [
            "Internal Medicine-Hematology, UNICAMP, Campinas, Brazil "
        ],
        [
            "Bone Marrow Transplant Unit, University of Campinas, Campinas, Brazil "
        ],
        [
            "Oncologia Medica, Università di Modena e Reggio Emilia, Modena, Italy"
        ]
    ],
    "first_author_latitude": "-22.818439299999994",
    "first_author_longitude": "-47.0647206",
    "abstract_text": "Background: Gastric lymphoma is the most common extra nodal B cell Non Hodgkin Lymphoma and DLBCL accounts for 70% of cases in the stomach. The clinical course is heterogeneous and clinical symptoms, laboratorial abnormalities and Helicobacter pylori and hepatitis B and C infections, in addition to classical IPI factors, have been related to prognosis. Different clinical behaviors may reflect distinct pathogenic mechanisms. In order to improve outcomes, a better characterization of prognostic factors is required. Aim : We aimed to identify factors with a potential prognosis impact in a consecutive series of gastric DLBCL patients diagnosed and treated in three referee Centers in Brazil, Portugual and Italy, by analyzing demographic and clinical characteristics, response to treatment and outcome (overall survival). The clinical picture of European and Brazilian populations was also compared. Patients and Methods: Between January 2010 and May 2015, 104 DLBCL were enrolled in this study. In order to establishing correlations between the clinical features and response to treatment the following parameters were analyzed: clinical symptoms, serum albumin, serum lactate dehydrogenize (LDH), b 2microglobulin, tumor bulky stage of disease, age-adjusted international prognostic index (aaIPI), and response to treatment. Statistical analysis using SPSS software included descriptive analyses, Kaplan-Meyer estimates for overall survival and Cox regression ; p values <0.05 were considered significant. The final analyses were adjusted to Brazilian and European patients due to different clinical data at diagnosis. Results : 104 patients, median age 69 (28-88) years, were enrolled in this study, with a female: male ratio of 1.2:1. Their ECOG performance status was 0 in 48.5%; 1 and 2 in 42.6% and ≥3 in 8.9% cases, whereas aaIPI risk distribution was 12 (12.6%) high risk, 20 (21.1.%) high-intermediate risk and 63 (66.3%) low/low-intermediate high in 57/80 patients (71.2%). The test for identification of Helicobacter Pillory (HP) was performed in 45 patients and was positive in 13 (28.9%); also Hepatitis B serology, available in 97 cases, 46.4% positive. The most common symptoms included abdominal pain (63/74) and weight loss (57/73), dysphalgia (37/72) and nausea, vomiting (37/72). Bulky wasfound in 24%, plus anemia (33/76) and bleeding (22/72). Endoscopic examination was realized in 95%, however, only 10% was submitted to surgery. Brazilian patients were younger and more frequently symptomatic at diagnosis, although aaIPI was similar among the two populations. Almost all patients received chemotherapy (96% RCHOP-like). The median follow-up time was 14 (1-77) months, with 1- and 5-year survival rates of 79 and 76%, respectively. 5-year survival rates were significantly influenced by anemia (p= 0.007), LDH at the diagnosis (p< 0.0001), B symptoms (p<0.0001), clinical stage (p= 0.003), aaIPI 2 and 3 (p<0.0001), nausea (p=0.04) and bulky disease (p=0.02). Other variables, including gender (p= 0.17), presence of dysphagia (p= 0.08), weigh loss (p= 0.11), pain (p= 0.14) and bleeding (p= 0.06) and elevated β 2 microglobulin at diagnosis (p= 0.09) didn't influence the outcome. Furthermore, multivariate analysis applying Cox Regression and adjusted by Brazilian and European patients confirmed that overall survival was only influenced by aaIPI 2 and 3 (HR 9.16, CI95%: 2.16-16.8; p< 0.0001) and female gender (HR 2.71, CI95%: 1.03-7.13; p= 0.004). In conclusion In this series of European and Brazilian gastric DLBCL patients were confirmed the impact of aaIPI on survival and identified female gender as poor prognosis factor. Differences in clinical presentation among countries may relate to heterogeneous disease biology and deserve further investigations. Disclosures Luminari: Roche: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Teva: Membership on an entity's Board of Directors or advisory committees."
}