{
    "doi": "https://doi.org/10.1182/blood.V124.21.4093.4093",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2975",
    "start_url_page_num": 2975,
    "is_scraped": "1",
    "article_title": "Detection of Pulmonary Platelet Thrombi in Acute Chest Syndrome in Sickle Cell Disease: Novel Findings in an Autopsy Case Series ",
    "article_date": "December 6, 2014",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia – Clinical: Poster III",
    "topics": [
        "acute chest syndrome",
        "autopsy",
        "blood platelets",
        "lung",
        "sickle cell anemia",
        "thrombus",
        "acute pain",
        "inflammatory markers",
        "pain",
        "thalassemia"
    ],
    "author_names": [
        "Ciprian Anea, MD",
        "Amidat Adeyemi",
        "Itia Lee",
        "Kavita Natrajan, MBBS",
        "Greer Falls, MD",
        "Abdullah Kutlar, MD",
        "Julia E. Brittain, PhD"
    ],
    "author_affiliations": [
        [
            "Georgia Regents University, Augusta, GA "
        ],
        [
            "Medical College Of Georgia/ Georgia Regents University, Augusta, GA "
        ],
        [
            "Medical College of Georgia/Georgia Regents University, Augusta, GA "
        ],
        [
            "Georgia Regents University, Augusta, GA "
        ],
        [
            "Medical College Of Georgia/ Georgia Regents University, Augusta, GA "
        ],
        [
            "Georgia Regents University, Augusta, GA "
        ],
        [
            "Georgia Regents University - Medical College of Georgia, Augusta, GA"
        ]
    ],
    "first_author_latitude": "33.46923350000001",
    "first_author_longitude": "-81.98836229999999",
    "abstract_text": "Introduction: Acute chest syndrome (ACS) is one of the leading causes of death in patients with sickle cell disease (SCD). The pulmonary manifestations of ACS often appear suddenly and can progress rapidly to fatality. There are multiple identified etiologies associated with the development of ACS including infection, fat or pulmonary embolism, and opiate intoxication. The cause cannot be attributed to a single agent in most cases and if so, is likely determined authoritatively only at autopsy. One potential commonality, however, is that an acute pain event usually precedes the onset of ACS. Although, clearly there remains much to be learned, acute pain events are one of the better characterized aspects of SCD. In most cases, there is an increase in inflammatory markers and indicators of endothelial dysfunction. Platelet activation increases during pain events, as do platelet-derived markers of inflammation. In fact, platelets are emerging as potentially pivotal contributors to the overall inflammatory state of patients. Although patients at steady state typically have high platelet counts, platelet count decrease during pain events. Overt thrombocytopenia has been noted in ACS and is usually attributed to platelet sequestration in the vasculature. Thus, we considered the platelet to be a potential contributor to pulmonary pathology in cases of ACS. To lend support to our hypothesis, we performed an autopsy study of pulmonary histology in patients with SCD and ACS. Objective: To interrogate whether platelet thrombi were significant findings in lungs of patients who died concurrent with ACS. Methods: We performed an autopsy case series. Ten autopsies and corresponding medical records from patients with SCD were selected from those conducted at Georgia Regents Medical Center from 1997-2013. From the medical record or autopsy report, all cases had ACS listed concurrent with or as the primary cause of death. No pediatric cases were included in the series (age range 18-45 years old). Paraffin-embedded lung samples were obtained from all cases. Standard immunohistochemical techniques were used to detect platelet thrombi. A comprehensive perimortem medical record was available for 8 patients. A genotype of either SS or S/β0-Thalassemia was acceptable. Two cases were recorded with an S/β0-Thalassemia genotype, the rest were listed as SS. Results: Profound arterial platelet thrombi were detected in 3 out of the 10 cases. In these 3 positive cases, arterial vessels of all size (large arterial vessels to arterioles) were completely occluded by platelets. All platelet positive cases had a genotype of SS. In 2 of the 3 platelet thrombi positive cases, none of the established causes of ACS were noted in the medical record or autopsy report. In 1 platelet positive case, lipid-laden macrophages and ascites were noted at autopsy. Extensive pulmonary artery remodeling was noted in all 10 cases regardless of age or medical history. Conclusions: This case series illustrates that platelet- rich arterial thrombi are present in potentially up to 33 percent of fatal cases of ACS. These data are thus suggestive of a novel pathological role for platelets in ACS. Disclosures Kutlar: NIH/NIMHD: Research Funding."
}