{
    "doi": "https://doi.org/10.1182/blood.V124.21.5485.5485",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2723",
    "start_url_page_num": 2723,
    "is_scraped": "1",
    "article_title": "Diclofenac Induces Apoptosis and Suppresses Diffuse Large B-Cell Lymphoma Proliferation Independent of P53 Status ",
    "article_date": "December 6, 2014",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is the most common subtype of non-Hodgkin lymphoma (NHL).Despite long-term remission achieved with R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisolone), relapse occurs in almost one third of the patients. Therefore, there is a need for novel therapeutic targets that are relevant to DLBCL pathogenesis. TP73 gene is a member of the p53 tumor suppressor gene family, which is critical in the regulation of cell cycle and apoptosis. TP73 is located in distal 1p36 chromosomal region that is commonly disrupted in DLBCL . Our previous studies had shown that the differential expression of p73 isoforms correlates with proliferation and apoptosis in DLBCL patient specimens. Furthermore, the experimental modulation of p73 isoforms using expression vectors or siRNA modulates the behavior and regulate the chemotherapeutic response of DLBCL cell line models. Diclofenac is NSAID that has been shown to increase p73 activity, substitute p53 activity and suppress the growth of neuroblastoma. In the present study, we investigated whether diclofenac modulates DLBCL apoptosis and cell cycle progression independent of p53 status. We used cell line models of the GCB-DLBCL (DHL-16 and OCI-Ly7) and the ABC-DLBCL (OCI-Ly3 and Pfeiffer). Because OCI-Ly7 and Pfeiffer have a mutant p53, these cells can model the activity of diclofenac in the presence of mutant p53. We used MTT assay to study the response of the DLBCL cells to various concentrations of diclofenac (25, 50, 100, 150, 200, 250 µM) and at different time points (24, 48, and 72 hours). To decipher the biological effects of diclofenac treatment on DLBCL cells Hema-3 staining was done to visualize morphologic evidence of cell death; propidium iodide-based flow cytometric analysis for cell cycle progression; BrdU incorporation for proliferation; and Annexin-V-Flous flow cytometric analysis for apoptosis. Molecularly, Caspase-GLO assay was used for evaluation of Caspase-3, 7, 8 activity and qRT-PCR was used to estimate the effect of diclofenac treatment on p73 and the p53 family transcriptional target regulating cell cycle (p21) and apoptosis ( PUMA , NOXA , BIM , and CD95 ). Mann-Whitney (for two groups) or ANOVA (for more than two groups) analyses were used to determine the statistical significance for comparisons between different treatment groups. Diclofenac treatment displayed a concentration and duration-dependent suppressive cell proliferative activity against a panel of DLBCL cells independent of p53 status including experimental therapy-resistant models. Diclofenac treatment resulted in cell cycle arrest mainly at the G2/M phase, decreased proliferation, and caused profound cell death (mainly apoptosis and possibly necroptosis). Molecularly, diclofenac treatment was associated with increased activity of caspases- 3, -7 and -8. Increased p53 pathway activity as suggested by induction of expression of a panel of p53 transcriptional targets including the cell cycle regulatory molecule p21 and the pro-apoptotic molecules, PUMA , NOXA , BIM , and CD95 , was detected in diclofenac treated DLBCL cells. More importantly diclofenac treatment was associated with enhanced expression of the pro-apoptotic isoforms of the p53 homologue, TAp73. Together, our data demonstrate that clinically non-toxic doses of diclofenac treatment, induces apoptosis and cell cycle arrest of both GCB and ABC-DLBCL cells independent of p53 status and is associated with increased expression of the p73 homologue TAp73. These data highlight the potential of diclofenac as a novel adjuvant therapy in DLBCL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "diclofenac",
        "diffuse large b-cell lymphoma",
        "protein isoforms",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "caspases",
        "cd95 antigens",
        "molecule",
        "adjuvant therapy",
        "annexins"
    ],
    "author_names": [
        "Hesham Hassan, MSc",
        "Michelle Varney, M.S.",
        "Bhavana J Dave, PhD",
        "Rakesh K Singh, PhD"
    ],
    "author_affiliations": [
        [
            "University of Nebraska Medical Center, Omaha, NE"
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE"
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE"
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE"
        ]
    ],
    "first_author_latitude": "41.2548549",
    "first_author_longitude": "-95.9759165"
}