{
    "doi": "https://doi.org/10.1182/blood.V118.21.3671.3671",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1928",
    "start_url_page_num": 1928,
    "is_scraped": "1",
    "article_title": "Molecular Ontogeny of Donor-Derived Lymphomas Occurring After Transplantation, ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "topics": [
        "donors",
        "growth",
        "lymphoma",
        "transplantation",
        "bcl-2 protein",
        "follicular lymphoma",
        "massively-parallel genome sequencing",
        "polymerase chain reaction",
        "adenine",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Oliver Weigert, MD",
        "Nadja Kopp",
        "Andrew A. Lane, MD, PhD",
        "Akinori Yoda, PhD",
        "Suzanne E. Dahlberg, PhD",
        "Donna Neuberg, ScD",
        "Anita Y Bahar",
        "Bjoern Chapuy, MD, PhD",
        "Frank Kuo, MD, PhD",
        "Terry Haley, PhD",
        "Timothy J Sullivan",
        "Edward Fox, PhD",
        "Scott J. Rodig, MD, PhD",
        "Joseph H Antin, MD",
        "David M Weinstock, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Department of Pathology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Department of Pathology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Microarray Core, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Microarray Core, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Microarray Core, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Department of Pathology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.14358819999998",
    "abstract_text": "Abstract 3671 Follicular lymphoma (FL) is characterized by the translocation t(14;18), which results in overexpression of the anti-apoptotic protein BCL2 through juxtaposition to the immunoglobulin heavy chain ( IGH ) locus. Additional genetic aberrations are required and recurrent mutations have been identified in FL, however their timing during lymphomagenesis remains unknown. We performed ultra-sensitive mutation detection to define in vivo clonal diversification in paired follicular lymphomas from a donor-recipient sibling pair that presented more than 9 years after hematopoietic cell transplantation. Briefly, a 41-year old woman with chronic myeloid leukemia (CML) underwent myeloablative bone marrow transplantation from her HLA-matched sister in 2000. She received three donor leukocyte infusions (DLI) for molecular relapse, with the last in June 2002. In November 2009, the donor was diagnosed with grade 2/3A FL. Six months later, the recipient was diagnosed with grade 2/3A FL. The FLs shared identical BCL2/IGH rearrangements, which was also recovered from the DLI at a frequency of 1-in-2000 cells. Both FLs also shared the same V(D)J rearrangement, with the exception of single base-pair mismatches and insertions/deletions (InDels) consistent with ongoing somatic hypermutation (SHM) during clonal divergence. Alignment with germline VH3-66 sequence indicated that the common ancestor had initiated SHM. Whole exome sequencing of both FLs identified 12 single nucleotide variants (SNVs) and 2 InDels in both lymphomas, 3 SNVs unique to the donor's FL, and 4 unique to the recipient's FL. All candidate mutations were validated and confirmed to be somatic by Sanger sequencing. Among the identical mutations identified in both FLs were two SNVs in BCL2 , an in-frame deletion in EP300 , and an in-frame insertion in KLHL6, which were recently found to be recurrently mutated in lymphoma. Among the SNVs unique to the recipient's FL was an ARID1A (adenine-thymine (AT)-rich interactive domain-containing protein 1A) R1276 premature stop. Loss-of-function mutations in ARID1A have been reported in solid cancers, but not yet in hematologic malignancies. On immunohistochemical staining both lymphomas had decreased ARID1A/BAF250 protein expression, suggesting that loss of ARID1A occurred through separate mechanisms in each FL ( i.e. convergent evolution). In fact, the donor's lymphoma was found to have a copy number loss at this locus (1p35.3) by qPCR. To determine whether the somatic mutations that we identified were present at a low frequency within the DLI, we PCR amplified regions flanking each mutation site from the DLI and subjected the products to ultra-sensitive deep sequencing (average read coverage at mutation site, 361,723; range, 16,684–1,169,555). To correct for background frequencies of non-germline calls, we PCR amplified and deep sequenced the same positions from the donor's buccal swab (average read coverage at the mutation site, 418,499; range, 20,711–1,070,734). Eleven of the 12 SNVs and the 2 InDels that were identified in both lymphomas were ‘enriched' in the DLI, i.e. , recovered at frequencies significantly above background, indicating that those mutations were present more than 7 years prior to presentation of either lymphoma. All 4 SNVs unique to the recipient's FL and a RAFTLIN V254M mutation identified only in the donor's FL were not enriched in the DLI, consistent with subsequent acquisition during clonal diversification. Of the final two mutations, one was detected only in the donor's FL and was enriched in the DLI. The other was initially detected only in the donor's FL, but deep sequencing recovered the mutation in 4.7% of reads from the recipient's FL and demonstrated enrichment in the DLI. The presence of a mutation in the donor's FL and DLI but not within the majority of recipient's FL cells is consistent with at least two scenarios: (i) the recipient's FL is derived from a clonally diversified population of ancestor cells transferred from the donor or (ii) the mutant allele was lost in a subset or in all cells of the recipient's FL during clonal evolution. In conclusion, we utilized ultra-sensitive mutation detection to elucidate the molecular ontogeny of follicular lymphoma during clonal evolution in separate hosts. This approach has broad applicability for identifying genetic variants within tumor populations that confer phenotypes like therapeutic resistance or metastatic potential. Disclosures: No relevant conflicts of interest to declare."
}