{
    "doi": "https://doi.org/10.1182/blood.V118.21.4626.4626",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2139",
    "start_url_page_num": 2139,
    "is_scraped": "1",
    "article_title": "Mangiferin Reduced Etoposide-Induced DNA Damage in Mononuclear Human Umbilical Cord Blood Cells Via Activating Nrf2-Mediated Signaling ",
    "article_date": "November 18, 2011",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "Abstract 4626 Introduction: Mangiferin is a natural antioxidant predominantly distributed in Mangifera indica L (Mango). Mangiferin also inhibits carcinogen-induced lung cancer or colon cancer (Rajendran et al , 2008; Yoshimi et al , 2001). However, the molecular mechanism of its chemopreventive activity remains incompletely understood. Moreover, whether mangiferin can prevent leukemia remains unexplored. Nuclear factor erythroid 2-related factor 2 (Nrf2)-mediated antioxidant signaling is the promising target for cellular protection and chemoprevention. According to the lately suggested mechanisms, Nrf2 protein localized predominantly in the nucleus of various cells. The activation of Nrf2 is most likely a result of its stabilization, leading to its accumulation in the nucleus. Nrf2 controls the transcriptional activation of its downstream target genes including Phase II detoxifying enzymes such as NAD(P)Hquinone oxidoreductase 1 (NQO1). Up-regulation of these Phase II detoxifying enzymes contributes to inhibiting carcinogenesis. The present study aimed to investigate the effects of mangiferin on chemical carcinogen-induced DNA damage and Nrf2-mediated signaling in hematopoietic cells. Methods: Mononuclear human umbilical cord blood (MNC hUCB) cells were incubated with or without mangiferin prior to etoposide, a well-known chemical carcinogen for therapy-related leukemia. DNA damage in MNC hUCB cells was evaluated by comet assay and micronucleus assay. In order to explore whether mangiferin activated Nrf2-mediated signaling, MNC hUCB cells were treated with mangiferin and then the nucleus accumulation of Nrf2 was examined by confocal microscopy and western blotting. The regulation of mangiferin on the expression of NQO1 was investigated by western blotting. Results: i) Mangiferin reduced etoposide-induced DNA damage in MNC hUCB cells. Etoposide induced DNA damage in MNC hUCB cells in a dose-dependent manner. However, etoposide-induced DNA damage significantly alleviated when the cells were pre-incubated with 50 μ mol/L mangiferin for 4h. For example, the olive tail moment value significantly enhanced to 26.3-fold of control when treating with 100 μ g/ml etoposide ( p=0.001 ), but mangiferin pre-treatment reduced the olive tail moment value to 13.4-fold of control which was only 50.8% of the single etoposide treatment group ( p=0.003 ) in comet assay. Micronucleus frequency also significantly increased in a dose-dependent manner after etoposide treatment. Nevertheless pre-incubation with mangiferin significantly inhibited the formation of etoposide-induced micronucleus. ii) Mangiferin induced the nuclear accumulation of Nrf2 in MNC hUCB cells. In the present study, it was also observed that Nrf2 protein mainly located in nuclear area in non-treated cells under confocal microscope. The fluorescence intensity in nucleus enhanced after mangiferin treatment in a dose-dependent and time-dependent manner. Meanwhile, the western blotting results revealed that the nuclear level of Nrf2 protein significantly increased following mangiferin treatment as well. These results showed that mangiferin induced the nuclear accumulation of Nrf2 which indicated activation of Nrf2-mediated signaling. iii) The western blotting results demonstrated that mangiferin treatment increased the expression of NQO1, a downstream target gene of Nrf2 pathway, in MNC hUCB cells. Conclusion: Mangiferin protects hematopoietic cells from chemotherapeutic agent via activating Nrf2-mediated signaling. This newly identified Nrf2 activator can be a potential chemopreventive agent against therapy-related leukemia which deserves further study. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "dna damage",
        "etoposide",
        "signal transduction",
        "umbilical cord blood",
        "western blotting",
        "carcinogens",
        "leukemia",
        "antioxidants",
        "chemopreventive agents",
        "comet assay"
    ],
    "author_names": [
        "Shanshan Li",
        "Benping Zhang",
        "Linglan Zeng",
        "Yan Chen",
        "Jun Fang"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science & Technology, Wuhan, China, "
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science & Technology, Wuhan, China, "
        ],
        [
            "Department of Central Laboratory, Union Hospital, Tongji Medical College, Huazhong University of Science & Technology, Wuhan, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science & Technology, Wuhan, China, "
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science & Technology, Wuhan, China, "
        ]
    ],
    "first_author_latitude": "30.583825999999995",
    "first_author_longitude": "114.273585"
}