{
    "doi": "https://doi.org/10.1182/blood.V116.21.4429.4429",
    "article_title": "Evidence of Common Mechanisms Underlying the Survival Advantage of the PIG-A mutant and 13q- Hematopoietic Stem Cell Clones In Patients with Immune-Mediated Bone Marrow Failure ",
    "article_date": "November 19, 2010",
    "session_type": "Bone Marrow Failure",
    "abstract_text": "Abstract 4429 Background: Numerical karyotypic abnormalities of undetermined significance are occasionally detected in patients with bone marrow failure (BMF), including aplastic anemia (AA) and low-risk myelodysplastic syndrome (MDS). BMF patients with 13q deletions (13q-) are likely to respond to immunosuppressive therapy (IST) without a propensity to develop into leukemia (Ishiyama K et al, Br J Haematol; 117: 747. 2002), and they possess small populations of glycosylphosphatidyl-inositol anchored protein (GPI-AP)- deficient granulocytes and erythrocytes more frequently than patients with normal karyotypes%, 15 with AA and 8 with MDS) of 1705 patients. The proportion of 13q- clones in all metaphase cells ranged from 5% to 100% with a median of 27.5%. Fourteen of the 23 (61%) patients showed 13q- alone and 9 (39%) showed other karyotypic abnormalities in addition to 13q-. GPI-AP - cells that accounted for 0.009% to 6.7% (median 0.148%) of granulocytes were detected in all (100%) of the 14 patients with 13q- alone, while the prevalence of increased GPI-AP - cells in patients with 13q- plus other abnormalities and those with a normal karyotype was 44% and 43%, respectively. A FISH analysis of PB granulocytes in individual patients revealed apparently lower percentages of GPI-AP - granulocytes than those of 13q- granulocytes, indicating that the GPI-AP - granulocytes were derived from non 13q- HSCs. Ten patients with 13q- alone were treated with IST (ATG+cyclosporine in 4 and cyclosporine alone in 6) and all of them achieved either a partial remission or a complete remission. The SNP array analysis of 5 patients revealed common deletion of a 15 Mb (13.3 to 14.3) region containing the RB gene. Wild-type and PIG-A mutant K562 cells were incubated in the presence of TGF-beta, which can inhibit leukemic cell proliferation by down-regulating phosphorylated RB protein (pRB), to determine whether the RB gene loss in 13q- HSCs has any connection with a proliferative advantage of PIG-A mutant HSCs. PIG-A mutant K562 cells were less sensitive to TGF-beta inhibition of proliferation and down-regulation of pRB levels than wild-type K562 cells. Conclusion: The markedly high prevalence of increased GPI-AP - cells and good response to IST indicate that the presence of 13q- clones is highly associated with the immune pathophysiology of BMF. Decreased sensitivity to inhibitory signals by TGF-beta due to RB gene loss in 13q- HSCs and the loss of GPI-AP-type TGF-beta receptors in PIG-A mutant HSCs may therefore be a common mechanism that confers a survival advantage to these mutant HSCs over normal HSCs in patients with immune-mediated BMF. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "clone cells",
        "hematopoietic stem cells",
        "pancytopenia",
        "inappropriate sinus tachycardia",
        "retinoblastoma protein",
        "transforming growth factor beta",
        "aplastic anemia",
        "complete remission",
        "cyclosporine",
        "hypesthesia"
    ],
    "author_names": [
        "Kohei Hosokawa, MD",
        "Takamasa Katagiri, Bsc",
        "Naomi Sugimori, MD, PhD",
        "Zhirong Qi, MD",
        "Luis J. Espinoza, MD",
        "Masashi Sanada, MD, PhD",
        "Seishi Ogawa, MD, PhD",
        "Shinji Nakao, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kohei Hosokawa, MD",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takamasa Katagiri, Bsc",
            "author_affiliations": [
                "Clinical Laboratory Science, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomi Sugimori, MD, PhD",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhirong Qi, MD",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis J. Espinoza, MD",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masashi Sanada, MD, PhD",
            "author_affiliations": [
                "Cancer Genomics Project, University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seishi Ogawa, MD, PhD",
            "author_affiliations": [
                "Cancer Genomics Project, University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinji Nakao, MD, PhD",
            "author_affiliations": [
                "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T18:42:38",
    "is_scraped": "1"
}