{
    "doi": "https://doi.org/10.1182/blood-2020-142680",
    "article_title": "A Randomized Study of Pretransplant Conditioning Therapy for AML/MDS with Fludarabine ± Clofarabine and Once Daily IV Busulfan with Allogeneic Hematopoietic Transplantation for AML and MDS ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Disease relapse remains the major cause of treatment failure following hematopoietic transplantation for AML/MDS. A major goal is to develop more effective antileukemic regimens without excessive toxicity. Fludarabine (Flu) with IV Busulfan (Bu) recently has replaced TBI- and double alkylator regimens in pretransplant conditioning because of its improved safety. Post-transplant relapse is still a major concern. Clofarabine (Clo) has improved antileukemic activity compared with Flu, and cell line studies indicated that Flu and Clo with Bu may be synergistic and superior to Flu alone with Bu. We previously conducted a phase II study of different combinations of Flu and Clo with Bu; the best results were obtained with Flu 10 mg/m 2 and Clo 30 mg/m 2 daily, with Bu, in four daily doses. We then performed a phase III randomized controlled trial comparing Flu-Clo-Bu (FCB) with our standard Flu-Bu regimen. Busulfan was given with PK-guided dosing to an average daily AUC of 6000 mM-min for age ≤60 and 4000 mM-min for patient ages 61-70. GVHD prophylaxis was tacrolimus-mini methotrexate. Unrelated donor recipients received low-dose rabbit ATG, total dose of 4 mg/kg. Patients aged 3-70 with intermediate or high risk AML or MDS, with PS>70% and adequate organ function were eligible if they had an HLA identical related or 9/10 or 10/10 matched unrelated donor. There was no restriction for preexisting comorbid conditions. Patients were stratified based on disease status, complete remission (CR) vs. no CR (NCR). 250 patients were randomized; 120 received FCB and 130 got Flu-Bu. 95 had a matched sibling, 155 a matched unrelated donor. Median age was 51 yrs. 181 had AML, 69 MDS, and 92 (37%) had poor risk cytogenetics. 133 patients were in remission; 117 had active disease. Comorbidity indices (HCT-CI) varied from 0-10 and were evenly distributed between the groups. Performance status was >90% in 88%. All evaluable patients (n=249) achieved engraftment. 95 (38%) developed grade 2 and 16 (6%) grade 3-4 acute GVHD, while 93 (39%) got chronic GVHD. The median progression-free survival (PFS) for the FCB group was 39.3 mos and for the Flu-Bu group was 28.1 mos. There was a significantly lower risk of progression with FCB (p=0.025), but this benefit was offset by a higher risk of NRM (p=0.018) (Fig. a). There was no significant difference in PFS for patients in CR, but [NCR age ≤60 years] patients had median PFS of 28 mos with FCB vs. 8 mos with Flu-Bu (Fig. b). For patients age > 60 years, FCB yielded a median PFS ~25 mos compared with 6 mos with Flu-Bu (Fig. c). Additional analysis revealed that NCR patients with a low HCT-CI (0-2) benefited more from FCB than from Flu-Bu. The overall survival (OS) for the (NCR, HCT 0-2) group was also longer with FCB than with Flu-Bu (Fig. d). A Bayesian regression analysis including treatment-covariate interactions showed that most of the benefit of FCB was seen in this subgroup, while patients with HCT scores of ≥3 were less likely to benefit overall from FCB due to higher TRM with FCB. Our trial demonstrates the safety of the FCB regimen in patients with HCT 0-2 and better disease control with FCB compared with Flu-Bu in NCR patients. Patients with ≥3 comorbid conditions are at increased risk for TRM associated with FCB, somewhat offsetting the antileukemic benefit. Thus, clinical application of FCB should take CR status and performance status into account, and also include a personalized assessment of the risk for treatment-related complications based on the nature and number of preexisting comorbid conditions. Finally, age did not play a role for the use of FCB; it can be safely utilized in appropriate patients up to 70 years of age, and can be expected to yield better disease control. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Alousi: Therakos: Research Funding; Incyte: Honoraria, Research Funding; Alexion: Honoraria. Bashir: Amgen: Other: Advisory Board; Purdue: Other: Advisory Board; KITE: Other: Advisory Board; Takeda: Other: Advisory Board, Research Funding; Celgene: Research Funding; Acrotech: Research Funding; StemLine: Research Funding. Ciurea: Kiadis Pharma: Current equity holder in publicly-traded company, Research Funding. Hosing: NKARTA Inc.: Consultancy. Kebriaei: Pfizer: Other: Served on advisory board; Ziopharm: Other: Research Support; Novartis: Other: Served on advisory board; Amgen: Other: Research Support; Kite: Other: Served on advisory board; Jazz: Consultancy. Oran: Celgene: Consultancy; ASTEX: Research Funding; Arog Pharmaceuticals: Research Funding. Rezvani: Pharmacyclics: Other: Educational grant; Formula Pharma: Membership on an entity's Board of Directors or advisory committees; Adicet Bio: Membership on an entity's Board of Directors or advisory committees; GemoAb: Membership on an entity's Board of Directors or advisory committees; Virogen: Membership on an entity's Board of Directors or advisory committees; Affimed: Other: Educational grant; Takeda: Other: Licensing agreement. Shah: BMS, Janssen, Bluebird Bio, Sutro Biopharma, Teneobio, Poseida, Nektar: Research Funding; GSK, Amgen, Indapta Therapeutics, Sanofi, BMS, CareDx, Kite, Karyopharm: Consultancy. Shpall: Adaptimmune: Membership on an entity's Board of Directors or advisory committees; Zelluna: Membership on an entity's Board of Directors or advisory committees; Takeda: Other: Licensing Agreement; Celgene: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Magenta: Membership on an entity's Board of Directors or advisory committees. Parmar: Cellenkos Inc.: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding. Popat: Bayer: Research Funding; Novartis: Research Funding. Nieto: Secura Bio: Other: Grant Support; Astra Zeneca: Other: Grant Support; Novartis: Other: Grant Support; Affimed: Consultancy, Other: Grant Support. Champlin: Omeros: Consultancy; Takeda: Patents & Royalties; Actinium: Consultancy; DKMS America: Membership on an entity's Board of Directors or advisory committees; Cytonus: Consultancy; Genzyme: Speakers Bureau; Johnson and Johnson: Consultancy. OffLabel Disclosure: The use of fludarabine and clofarabine is not approved by the FDA in pretranpslant conditioning therapy.",
    "author_names": [
        "Borje S. Andersson, MD, PhD",
        "Peter Thall",
        "Benigno C. Valdez, PhD",
        "Junsheng Ma, MS",
        "Julianne Chen",
        "Sairah Ahmed, MD",
        "Amin M. Alousi, MD",
        "Qaiser Bashir, MD",
        "Stefan O. Ciurea, MD",
        "Alison Gulbis",
        "Chitra Hosing, MD",
        "Roy B. Jones, MD PhD",
        "Jitesh Kawedia, BPharm",
        "Partow Kebriaei, MD",
        "Steven M. Kornblau, MD",
        "Alan Myers, PharmD, PhD RPh",
        "Betul Oran, MDMS",
        "Katayoun Rezvani, MD PhD",
        "Nina Shah, MD",
        "Elizabeth J. Shpall, MD",
        "Simrit Parmar, MD, MSCI",
        "Uday R. Popat, MD",
        "Yago Nieto, MD",
        "Richard E. Champlin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Borje S. Andersson, MD, PhD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Thall",
            "author_affiliations": [
                "M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benigno C. Valdez, PhD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junsheng Ma, MS",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julianne Chen",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sairah Ahmed, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amin M. Alousi, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, University of Texas M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qaiser Bashir, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan O. Ciurea, MD",
            "author_affiliations": [
                "The University of California, Irvine, Irvine, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison Gulbis",
            "author_affiliations": [
                "Pharmacy, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chitra Hosing, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roy B. Jones, MD PhD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jitesh Kawedia, BPharm",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Partow Kebriaei, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Kornblau, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, M.D. Anderson Cancer Center University of Texas, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Myers, PharmD, PhD RPh",
            "author_affiliations": [
                "The University of Texas Health Sciences Center at Houston, Houston, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betul Oran, MDMS",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katayoun Rezvani, MD PhD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Shah, MD",
            "author_affiliations": [
                "University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth J. Shpall, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simrit Parmar, MD, MSCI",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uday R. Popat, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yago Nieto, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, UT M.D. Anderson Cancer Ctr., Houston, TX "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard E. Champlin, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:47:44",
    "is_scraped": "1"
}