{
    "doi": "https://doi.org/10.1182/blood.V110.11.660.660",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1072",
    "start_url_page_num": 1072,
    "is_scraped": "1",
    "article_title": "Increased Risk of Monoclonal Gammopathy of Undetermined Significance (MGUS) and Lymphoproliferative Tumors among 14689 First-Degree Relatives of 4488 MGUS Patients in Sweden. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "first degree relative",
        "monoclonal gammopathy of undetermined significance",
        "neoplasms",
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "genetic aspects",
        "molecular target",
        "multiple myeloma",
        "waldenstrom macroglobulinemia"
    ],
    "author_names": [
        "Ola Landgren, MD, PhD",
        "Sigurdur Y. Kristinsson, MD",
        "Lynn R. Goldin, PhD",
        "Neil E. Caporaso, MD",
        "Cecilie Blimark, MD",
        "Ulf-Henrik Mellqvist, MD, PhD",
        "Anders Wahlin, MD, PhD",
        "Magnus Bjorkholm, MD, PhD",
        "Ingemar Turesson, MD, PhD"
    ],
    "author_affiliations": [
        [
            "National Cancer Institute, National Institutes of Health, Bethesda, USA",
            "Dept of Medicine, Hematology Center, Karolinska University Hospital & Institutet, Stockholm, Sweden"
        ],
        [
            "Dept of Medicine, Hematology Center, Karolinska University Hospital & Institutet, Stockholm, Sweden"
        ],
        [
            "National Cancer Institute, National Institutes of Health, Bethesda, USA"
        ],
        [
            "National Cancer Institute, National Institutes of Health, Bethesda, USA"
        ],
        [
            "Dept of Medicine, Section of Hematology and Coagulation, Sahlgrenska University Hospital, Gothenburg, Sweden"
        ],
        [
            "Dept of Medicine, Section of Hematology and Coagulation, Sahlgrenska University Hospital, Gothenburg, Sweden"
        ],
        [
            "Section of Hematology, Umea University Hospital, Umea, Sweden"
        ],
        [
            "Dept of Medicine, Hematology Center, Karolinska University Hospital & Institutet, Stockholm, Sweden"
        ],
        [
            "Dept of Medicine, Section of Hematology, Malmo University Hospital, Malmo, Sweden"
        ]
    ],
    "first_author_latitude": "39.0014393",
    "first_author_longitude": "-77.10275735",
    "abstract_text": "Background. Evidence from multiply affected families, case-control and population-based registry studies implicate a role for genetic factors in multiple myeloma (MM). Previous studies based on small numbers have suggested excess risk of MGUS in relatives of MM patients. Aims of this large nationwide MGUS study were to quantify risks of developing MGUS and lymphoproliferative malignancies in first-degree relatives and to define characteristics of familial aggregation. Methods. We identified 4488 MGUS patients diagnosed in all major hematology/oncology outpatient units in Sweden (1967–2005), with linkable relatives. Using the population-based central Multigenerational Registry, we obtained 17628 frequency-matched controls and first-degree relatives of cases (n=14689) and controls (n=58698). Relatives of MGUS cases and controls were linked with hospital-based outpatient registries and the central Swedish Cancer Registry to define occurrence of MGUS and lymphoproliferative tumors. Measures of familial aggregation were calculated by a marginal survival model using relatives as the cohort. Results. Compared with controls, relative risk (RR) of MGUS was significantly increased (RR=2.84; 95% CI 1.45–5.57) in relatives of MGUS cases. Relatives of MGUS cases (vs. controls) also had excess risk of MM (RR=2.87; 95% CI 1.92–4.27), Waldenstrom’s macroglobulinemia (WM) (RR=4.94; 95% CI 1.32–18.46), and chronic lymphocytic leukemia (CLL) (RR=2.05; 95% CI 1.22–3.43). Risk-estimates were similar for various types of first-degree relatives (parents, siblings, offspring); the same was true when we estimated risks by age at MGUS of cases (above vs. below 65 yrs), and sex of relatives. Age at onset of MGUS and lymphoproliferative tumors was virtually the same for case and control relatives. There was no increased risk (RR∼1) of NHL or HL among relatives of MGUS cases. Conclusions. Among first-degree relatives of a large nationwide MGUS cohort in Sweden, we found 2- to 3-fold elevated risks of developing MGUS, MM, WM, and CLL. These results suggest the operation of shared common germ line susceptibility genes in the pathway to MGUS and certain lymphoproliferative tumors. Better characterization of early genetic lesions mediating monoclonal plasma-cell proliferation, survival, and migration in the bone marrow microenvironment will ultimately enhance our understanding of MGUS, MM, WM, and CLL pathophysiology, provide clues to etiology, and allow identification of novel molecular targets."
}