{
    "doi": "https://doi.org/10.1182/blood.V122.21.333.333",
    "article_title": "Binding Of VWF To Type IV Collagen: An Additional Collagen Binding Mechanism Beyond Types I, III, and VI Collagen? ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Von Willebrand disease (VWD) is a common bleeding disorder characterized by defects in the interaction of von Willebrand factor (VWF) with its ligands factor VIII, platelet glycoprotein Ib, and/or collagen. Nearly all assessment of collagen binding is performed with types I or III collagen. Type VI collagen, which is formed as a tight triple helix, has also been reported to interact with VWF. In contrast, type IV collagen lacks this tight helical structure and is located in the basal lamina. Type IV collagen may therefore serve as another important ligand for VWF. We examined this interaction in samples from the Zimmerman Program for the Molecular and Clinical Biology of VWD, a large US study of subjects with all types of VWD. Subjects were enrolled based on a pre-existing diagnosis of VWD and compared to a cohort of healthy controls. VWF antigen (VWF:Ag), VWF ristocetin cofactor activity (VWF:RCo), and type III collagen binding using 1 mcg/mL human placental type III collagen (VWF:CB3) were performed in the clinical laboratory at the BloodCenter of Wisconsin. Type IV and type VI collagen binding (VWF:CB4 and VWF:CB6) were performed in the research laboratory by ELISA using 1 mcg/mL human placental type IV or type VI collagen captured on amine binding plates. DNA sequencing was performed on all subjects to identify VWF sequence variations. Bleeding scores were calculated according to the scoring system used in the MCMDM-1VWD study. For this analysis, 251 healthy controls, 535 type 1, 49 type 2A, 16 type 2B, 18 type 2M, 11 type 2N, and 18 type 3 VWD were included. The mean VWF:CB4/VWF:Ag ratio for the healthy controls was 0.96, with a standard deviation of 0.24. This was similar to the mean VWF:CB6/VWF:Ag ratio (mean 0.95, p=NS), but slightly lower than the mean VWF:CB3/VWF:Ag ratio (mean 1.05, p<0.01). The mean VWF:CB4/VWF:Ag ratio was 0.87 for the type 1 VWD subjects. The mean VWF:CB4/VWF:Ag ratio was significantly lower in type 1 subjects as compared to healthy controls (p<0.01). This was attributed in part to the presence of several A1 domain sequence variations, including p.R1399H, p.F1369I, and p.L1382P. While the latter sequence variations were isolated findings in single subjects, p.R1399H was present in 1% of the healthy controls, 1% of the type 1, and 6% of the type 2M VWD subjects. Mean VWF:CB4/VWF:Ag ratios were low for both type 2A and type 2B VWD subjects, at 0.54 and 0.52 respectively. This was not significantly different from the VWF:CB3/VWF:Ag data (p=NS for both type 2A and 2B VWD), consistent with the loss of high molecular weight multimers in these subjects and the concomitant reduction in collagen binding. As expected, VWF:CB4/VWF:Ag ratios were normal in the type 2N subjects, with a mean of 1.04. The type 2M subjects, however, displayed a significant reduction in type IV collagen binding, with a mean VWF:CB4/VWF:Ag ratio of 0.79. One subject with an 11 amino acid deletion (from p.R1392 through p.Q1402) had absent binding to type IV collagen yet normal binding to type III collagen with a VWF:CB3/VWF:Ag ratio of 0.82. Another subject with p.I1425F and p.R1399H had a VWF:CB4/VWF:Ag ratio of 0.48, and VWF:CB3/VWF:Ag ratio of 1.10. Type IV collagen binding did not correlate with VWF:RCo (R squared less than 0.1). The type 2M subjects with a mean VWF:CB4/VWF:Ag ratio less than 0.7 had higher bleeding scores, with a mean bleeding score of 9 compared to a mean of 6 for type 2M subjects with a mean VWF:CB4/VWF:Ag ratio greater than 0.7. Not surprisingly, the subjects with type 3 VWD and undetectable VWF:Ag also had undetectable VWF:CB4. These data suggest that type IV collagen binding reflects an independent function of VWF apart from platelet binding, and distinct from binding to type III collagen. In our study, more variation was seen between type IV and type III collagen than between type IV and type VI collagen. Neither VWF:CB4 nor VWF:CB6 are currently tested as part of the clinical workup of VWD. Measurement of this function may assist in identification of variant VWD, particularly in the subgroup of patients with type 2M VWD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "collagen",
        "collagen type iv",
        "hemorrhage",
        "ligands",
        "von willebrand factor",
        "amines",
        "amino acids",
        "antigens",
        "bleeding diathesis",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Veronica H. Flood, MD",
        "Joan Cox Gill",
        "Sandra L. Haberichter",
        "Daniel B Bellissimo, PhD",
        "Pamela A Christopherson",
        "Kenneth D Friedman, MD",
        "Robert R. Montgomery, MD",
        "The Zimmerman Program Investigators"
    ],
    "author_dict_list": [
        {
            "author_name": "Veronica H. Flood, MD",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joan Cox Gill",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra L. Haberichter",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel B Bellissimo, PhD",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela A Christopherson",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth D Friedman, MD",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin and Medical College of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert R. Montgomery, MD",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "The Zimmerman Program Investigators",
            "author_affiliations": [
                "Blood Research Institute, Medical College of Wisconsin, TS Zimmerman Program for the Molecular and Clinical Biology of VWD, Milwaukee, WI, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T02:39:02",
    "is_scraped": "1"
}