{
    "doi": "https://doi.org/10.1182/blood.V116.21.3685.3685",
    "article_title": "Potential Identification of High Risk Populations for Acute Hemolytic Reactions Following Rh 0 (D) Immune Globulin. ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3685 Acute Hemolytic Reactions (AHR) post Rh(D) Immune Globulin (Rh IgIV; WinRho® SDF, Cangene Corporation, Winnipeg, MB, Canada) have been reported since its approval for ITP in 1995. Cangene evaluated all post-marketing safety reports to ascertain whether certain populations may be at risk of AHR occurrence. AHR's were defined as one or more of the following: hemoglobin decrease, haptoglobin decrease or elevation of bilirubin occurring within days of Rh IgIV administration. Cases of Intravascular Hemolysis (IVH) were defined as AHR reports with demonstrated plasma hemoglobinemia and/or hemoglobinuria. Purpose: Identify populations that may be at higher risk of developing Acute Hemolysis when treated with Rh IgIV for ITP. Methods: Adverse Events (AE) were categorized as Acute Hemolytic Reactions (AHR) and Non Hemolytic Reactions (NHR) cases and both were evaluated retrospectively to identify if co-morbid conditions or other risk factors were implicated. Analyses were performed looking at: gender, age group, Rh IgIV dose, co-morbidities grouped by system organ class. Results: Between 1995 and March 2010 there were 684 AE reported, AHR were 312/684 (46%) and NHR were 372/684 (54%). Of the 312 AHR reports, IVH was identified in 70 (22%) of cases.  Gender/Age group . 0–15 yrs . 15–30 yrs . 30–65 yrs . >65 yrs . Unknown . Total . % AHR cases Reported (Male/Female/Unknown) 22 (8/12/2) 10 (3/7/0) 35 (16/18/1) 25 (13/12/0) 9 (3/4/1) 100 (43/53/4) Outcome of AHR Cases (Recovered/Fatal) % 99/1 90/10 94/6 74/26 93/7 89/11 % IVH Cases Reported (Male/Female) 21 (11/10) 20 (4/16) 26 (10/16) 31 (19/12) 2 (2/0) 100 (46/54) Outcome of IVH Cases (Recovered/Fatal) % 93/7 93/7 89/11 41/59 0 76/24 Gender/Age group . 0–15 yrs . 15–30 yrs . 30–65 yrs . >65 yrs . Unknown . Total . % AHR cases Reported (Male/Female/Unknown) 22 (8/12/2) 10 (3/7/0) 35 (16/18/1) 25 (13/12/0) 9 (3/4/1) 100 (43/53/4) Outcome of AHR Cases (Recovered/Fatal) % 99/1 90/10 94/6 74/26 93/7 89/11 % IVH Cases Reported (Male/Female) 21 (11/10) 20 (4/16) 26 (10/16) 31 (19/12) 2 (2/0) 100 (46/54) Outcome of IVH Cases (Recovered/Fatal) % 93/7 93/7 89/11 41/59 0 76/24 View Large Doses between 50–60 μg/kg show similar reporting rates (rr) of AHR/NHR. Doses > 60 μg/kg had 2× rr AHR)NHR (30% vs 15%). The significance of cannot be evaluated since % of doses administered are > 60 μg/kg is unknown. Concomitant infectious diseases (p=0.0001) were more frequently reported in association with AHRs than NHRs. Mononucleosis [EBV] was reported in 26% of cases with infection and most frequently in children/adolescents. Hepatitis C (HCV) accounted for 25% of infections associated with AHRs and was seen in adults above 30 years. Sepsis and non specific viral infections accounted for 12.5% and 10% respectively of AHRs. Malignancies were also more frequently associated with AHRs than NHRs (p= <0.0001). Leukemia and lymphomas accounted for 57% of malignancies reported in patients with AHRs and IVH. Antiphospholipid syndrome (APS 2%), Autoimmune hemolytic anemia (AHA2%) and Systemic Lupus Erythematosus (SLE 4%) were disproportionately over represented in the occurrence of AHR in autoimmune and inflammatory disorders. Conclusion: 91% of fatal outcome after AHR were found in patients with significant co-morbid conditions that contributed to death. Elderly patients (above 65 yrs) with following co morbid conditions appear to be more susceptible to AHR including definitive IVH and its complications. The following factors have been reported in the majority of Acute Haemolytic Reactions (AHR): active infection (HCV), mononucleosis (EBV). systemic inflammatory conditions or autoimmune disorders (SLE), APS and AHA. hematological malignancies (including non-Hodgkin's lymphoma, and Leukemia). This review implies that choosing the right patient, the right dose and close monitoring of higher risk patients will improve the safety outcomes among ITP patients treated with Rh IgIV. Disclosures: Ramachandran: Cangene Corporation: Employment. Li: Cangene Corporation: Employment. Muller: Cangene Corporation: Employment. Little: Cangene Corporation: Employment. Sinclair: Cangene Corporation: Employment. Genereux: Cangene Corporation: Employment.",
    "topics": [
        "immunoglobulins",
        "infectious mononucleosis",
        "immunoglobulins, intravenous",
        "infections",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "systemic lupus erythematosus",
        "cancer",
        "leukemia",
        "adverse event"
    ],
    "author_names": [
        "Paraneedharan Ramachandran, MD",
        "Daniel Li, MSc",
        "Carmen Muller, MD",
        "Gregg Little, RPh",
        "Chris Sinclair, PhD, MBA",
        "Maurice Genereux, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paraneedharan Ramachandran, MD",
            "author_affiliations": [
                "Pharmacovigilance, Cangene Coproration, Winnipeg, MB, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Li, MSc",
            "author_affiliations": [
                "Biostatistics, Cangene Coproration, Winnipeg, MB, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Muller, MD",
            "author_affiliations": [
                "Pharmacovigilance, Cangene Coproration, Winnipeg, MB, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregg Little, RPh",
            "author_affiliations": [
                "Scientific Affairs, Cangene bioPharma, Hanover, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Sinclair, PhD, MBA",
            "author_affiliations": [
                "Cangene Corporation, Winnipeg, MB, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maurice Genereux, MD",
            "author_affiliations": [
                "Medical Director, Cangene Corporation, Winnipeg, MB, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T03:49:30",
    "is_scraped": "1"
}