{
    "doi": "https://doi.org/10.1182/blood.V106.11.2194.2194",
    "article_title": "DLA-Haploidentical Stem Cell Allografts after Anti-CD44 Therapy and Nonmyeloablative Conditioning: The Impact of Donor Lymphocyte Infusion (DLI), Pentostatin and Graft Composition on Donor Chimerism and Rejection. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: We previously reported that engraftment across a dog leukocyte antigen (DLA) haplotype-mismatched barrier could be achieved after nonmyeloablative conditioning with 200 cGy total body irradiation (TBI) plus post-grafting mycophenolate mofetil (MMF) /cyclosporine (CSP) when anti-CD44 monoclonal antibody (MAb), S5, is added to the regimen. However, 50% of dogs rejected their grafts after discontinuation of MMF/CSP. Here, we studied the influence of donor lymphocyte infusion (DLI), pentostatin, and graft composition in achievement of sustained full donor chimerism and prevention of rejection. Methods: Twenty-nine dogs were administered MAb S5 (0.2 mg/kg/day) from days -7 to -2, before 200 cGy TBI. Unmodified G-CSF-mobilized peripheral blood stem cells (PBSC) from DLA-haploidentical donors were infused followed by immunosuppression with MMF (5-10 mg/kg BID SQ) and CSP (15 mg/kg BID PO). Dogs in group 1 (n=8) were not given DLI and dogs in group 2 (n=5) were given 6 doses of pentostatin (4 mg/m 2 /dose) before TBI and no DLI. Dogs in group 3 (n=10) and 4 (n=6) received escalating doses of DLI on days +35, +63, +92. In addition, dogs in group 4 received pentostatin (4 mg/m 2 ) 2 days prior to each infusion of DLI. Results: All dogs achieved initial engraftment between 1 to 2 weeks after transplant and survived 5 weeks or longer with mononuclear cell chimerism ranging from 2% to 98% (median 37%) on day +35. Higher cell subset levels in the PBSC graft were associated with stable donor engraftment: total nucleated cells (p=0.03), CD4+ (p=0.01), CD8+ (p=0.03) and CD14+ (p=0.009) cells. Also, there was a trend in the number of CD34+ (p=0.10) and CD3+(p=0.07) cells. Graft rejection was seen in 7 of 13 dogs without DLI (groups 1 and 2) and in 7 of 16 dogs that received DLI (groups 3 and 4). There was no statistically significant association between DLI and rejection (p=0.44). Six of 16 dogs who received DLI and 1 of 13 dogs with no DLI achieved full donor chimerism (p=0.18), yet there was no statistically significant association between the four groups (p=0.52). There was a trend for higher counts of CD4+ and CD8+ cells (p=0.08) and achievement of full donor chimerism. However, the use of pentostatin before each DLI (group 4) did not impact achievement of full donor chimerism (p>0.95). Duration of mixed chimerism was associated with higher cell subset levels of infused PBSC; CD34+ (p=0.06), CD4+ (p=0.02), CD14+ (p=0.05), CD3+ (p=0.09), CD8+ (p=0.08). Conclusions: The use of DLI with or without prior infusion of pentostatin after initial engraftment of DLA-haploidentical donor graft did not facilitate conversion to full donor chimerism, sustain mixed chimerism, or prevent graft rejection. However, the infusion of haploidentical donor PBSC graft with higher numbers of TNC, CD34+, CD3+, CD4+, CD8+ and CD14+ cells could prolong donor chimerism and prevent graft rejection.",
    "topics": [
        "allografting",
        "cd44 antigens",
        "chimerism",
        "conditioning (psychology)",
        "donor leukocyte infusion",
        "donors",
        "homing-associated cell adhesion molecule",
        "pentostatin",
        "rejection (psychology)",
        "stem cells"
    ],
    "author_names": [
        "Fabio Kerbauy, MD",
        "Takahiro Fukuda, MD",
        "Theodore Gooley, PhD",
        "Erlinda B. Santos",
        "Hilary Stempel",
        "Rainer Storb, MD",
        "Brenda M. Sandmaier, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabio Kerbauy, MD",
            "author_affiliations": [
                "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Fukuda, MD",
            "author_affiliations": [
                "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theodore Gooley, PhD",
            "author_affiliations": [
                "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
                "Department of Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erlinda B. Santos",
            "author_affiliations": [
                "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hilary Stempel",
            "author_affiliations": [
                "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Storb, MD",
            "author_affiliations": [
                "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
                "Department of Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda M. Sandmaier, MD",
            "author_affiliations": [
                "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
                "Department of Medicine, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T04:49:09",
    "is_scraped": "1"
}