{
    "doi": "https://doi.org/10.1182/blood.V112.11.3009.3009",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1147",
    "start_url_page_num": 1147,
    "is_scraped": "1",
    "article_title": "Graft-Vs-Leukemia Effects of Allogeneic Stem Cell Transplantation from HLA-Haploidentical Family Members as Compared to HLA-Identical Sibling Donors ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Alternative Donor Transplantation",
    "topics": [
        "allogeneic stem cell transplant",
        "donors",
        "human leukocyte antigens",
        "relationship - sibling",
        "graft vs leukemia effect",
        "transplantation",
        "leukemia",
        "graft-versus-host disease",
        "antigens",
        "disease remission"
    ],
    "author_names": [
        "Hans Jochem Kolb, MD",
        "Iris Bigalke",
        "Dominik Termeer",
        "Susanne Fritsch",
        "Wolfgang Hill",
        "Belinda Simoes",
        "Andreas Hausmann",
        "Christine Falk",
        "Raymund Buhmann",
        "Johanna Tischer",
        "Georg Ledderose"
    ],
    "author_affiliations": [
        [
            "3. Medizinische Klinik, Transplantationseinheit, München, Germany"
        ],
        [
            "Institute for Molecular Immunology, Helmholtz Zentrum München, Muenchen, Germany"
        ],
        [
            "Institute for Molecular Immunology, Helmholtz Zentrum München, Muenchen, Germany"
        ],
        [
            "3. Medizinische Klinik, Transplantationseinheit, MÃ¼nchen, Germany"
        ],
        [
            "3. Medizinische Klinik, Transplantationseinheit, München, Germany"
        ],
        [
            "Hospital das Clinicas, Faculdade de Ribeirao Preto, Universidade de Sao Paulo, Ribeirao Preto, Brazil"
        ],
        [
            "3. Medizinische Klinik, Transplantationseinheit, München, Germany"
        ],
        [
            "Institute for Molecular Immunology, Helmholtz Zentrum München, Muenchen, Germany"
        ],
        [
            "3. Medizinische Klinik, Transplantationseinheit, München, Germany"
        ],
        [
            "3. Medizinische Klinik, Transplantationseinheit, München, Germany"
        ],
        [
            "3. Medizinische Klinik, Transplantationseinheit, München, Germany"
        ]
    ],
    "first_author_latitude": "48.111363100000005",
    "first_author_longitude": "11.469350600000002",
    "abstract_text": "Allogeneic stem cell transplantation produces a strong graft-versus-leukemia effect which may be enhanced by HLA-mismatches and immune recognition as a result of pregnancy. Therefore we compared the results of HLA-haploidentical transplantation (N=113) to those of HLA-identical sibling (N=195) transplantation performed in the same time. Cases were matched by disease category (acute myeloid leukemia-myelodysplastic syndromes, AML/MDS, acute lymphoid leukemia ALL and lymphoma-chronic lymphocytic leukemia NHL/CLL) and stage of the disease (early, intermediate and advanced). HLA-haploidentical transplants were performed with unmodified bone marrow followed by CD6-depleted mobilized blood stem cells on day 6.; patients with leukemia were in more advanced disease in leukemia, they were younger and more often male. In multivariate analysis survival was influenced by HLA-mismatch, stage of the disease and age of the patient, but conditioning treatment and CMV-seropositivity had no significant effect. Transplant related mortality was influenced by the age of the patient and HLA-match, to a lesser extent by the disease category and the stage, whereas CMV-seropositivity and conditioning had no influence. Remission duration was dependent on the stage of the disease, the donor recipient gender combination and the conditioning treatment in univariate analysis; in multivariate analysis only CMV-seropositivity had a poor prognostic impact. In comparable disease stages the relapse rate was not different in HLA-haploidentical from HLA-identical transplantation as was the rate of acute GVHD. In contrast the rate of chronic GVHD was lower in HLA-haploidentical transplantation. In ALL, relapse rate and remission duration was inferior with non-myeloablative conditioning as compared to myeloablative total body irradiation. In HLA-haploidentical transplantation the response rate of leukemia was better in patients homozygous for the cross reactive HLA-C group given a transplant from a heterozygous donor suggestive of NK activity. This GVL activity was not associated with GVH activity. Similarly maternal donors were superior to paternal donors and female donors in male recipients better than other gender combinations for the control of leukemia without increased GVHD. Non-inherited maternal antigen (NIMA) and inherited paternal antigen (IPA) in the graft-vs-host direction had a weak influence on the relapse rate, but no influence on GVHD. On an observational basis several sons and daughters transplanted with stem cells from the mother had a strong GVL effect without any signs of GVHD. However two have been lost due to untreatable pulmonary complications. Donors with cytotoxic antibodies have been excluded from donation, but cellular reactivity will have to be assessed in more detail. Recent progress in controlling EBV-associated disease by selection of donor T cells without expansion will improve HLA-haploidentical transplantation and show the way to selecting donor with the appropriate immune repertoire including reactivity to leukemia."
}