{
    "doi": "https://doi.org/10.1182/blood.V106.11.4443.4443",
    "article_title": "Aminopeptidase Inhibitor Bestatin Potentiates the Induced-Differentiation Activity of All- trans -Retinoic Acid in NB4 Cells Possibly through Down-Regulating c-myc Expression. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "All- trans -retinoic acid (ATRA) represents the sole example of clinically useful cyto-differentiating agent. ATRA treatment alone results in complete remission of nearly 80% patients with acute promyelocytic leukemia (APL). However, the therapeutic use of this compound is limited by a number of problems, including the systemic toxicity and ATRA resistant leukemia. One way to circumvent these problems is to identify the agents capable of enhancing the pharmacologic activity of ATRA. As we know, an aminopeptidase inhibitor, bestatin, had been used as an immunomodulator in anti-tumor therapy. Recently, we have reported bestatin can induce apoptosis in HL-60 and K562 cells. In the present study, we investigated whether bestatin can potentiate the ATRA induced-differentiation of APL cell line NB4 cells and whether changes of transcription factors expression are involved in this course. The cellular morphology observed by optical microscopy, the expression level of CD11b measured by flow cytometry and the nitroblue-tetrazolium (NBT) reduction assay was performed to determine the cyto-differentiation in NB4 cells. The mRNA expression levels of c-myc and c-EBPε in NB4 cells were detected by RT-PCR. NB4 cells incubated with 10nM ATRA plus 100μg/ml bestatin showed more morphologic character of metamyelocyte and band neutrophil than that of the cells treated by ATRA alone. Compared with 10nM ATRA used alone, after treating NB4 cells for 72 hours, the addition of various concentration of bestatin (50μg/ml, 75μg/ml, 100μg/ml) dose-dependently enhancesd NBT reduction of NB4 cells (17.6±2.5 vs. 12.0±2.2, p <0.05; 23.5±3.2 vs. 12.0±2.2, p <0.01; 36.0±8.3 vs. 12.0±2.2, p <0.01, respectively). 100μg/ml bestatin time-dependently increased 10nM ATRA induced NBT reduction of NB4 cells from 24 to 72 hours ( p <0.01). The effect of various concentration of ATRA in combination with 100μg/ml bestatin was statistically different with the sum of the effects of individual drugs after subtracting the value of background (31.2±9.1 vs. 12.7±4.3, p <0.01; 39.5±5.0 vs. 16.0±1.8, p <0.001; 49.6±5.3 vs. 22.1±1.6, p <0.001, respectively). Moreover, 10nM ATRA plus 100μg/ml bestatin could prominently elevate CD11b expression in NB4 cells compared with ATRA alone treated NB4 cells group(60.58±9.18% vs. 31.95±5.52%, p <0.01), while 100μg/ml bestatin could not induced significant changes in the expression level of CD11b in NB4 cells after 72 hours incubation. The various concentration (50μg/ml, 75μg/ml, 100μg/ml) of bestatin synergizes with 10nM ATRA to down-regulate the expression level of c-myc mRNA ( p <0.01), which was inversely correlated with the NBT reduction activity of NB4 cells induced by 10nM ATRA plus various concentration bestatin (r=−0.917, p =0.028). However, 100μg/ml bestatin plus 10nM ATRA could not induce any significant changes in the expression level of c-EBPε mRNA compared with ATRA treated alone group. In conclusion, an aminopeptidase inhibitor bestatin can potentiate ATRA-induced differentiation of NB4 cells, which may be through down-regulating the expression of c-myc in concert with ATRA. Bestatin would be useful in anti-APL therapy by enhancing the pharmacologic activity of ATRA.",
    "topics": [
        "aminopeptidase",
        "c-myc genes",
        "ubenimex",
        "tretinoin",
        "macrophage-1 antigen",
        "rna, messenger",
        "acute promyelocytic leukemia",
        "cellular morphology",
        "complete remission",
        "flow cytometry"
    ],
    "author_names": [
        "Mao-fang Lin, MD",
        "Xi-jun Qian, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mao-fang Lin, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xi-jun Qian, PhD",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, Hangzhou, Zhejiang, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:30:46",
    "is_scraped": "1"
}