{
    "doi": "https://doi.org/10.1182/blood.V108.11.4838.4838",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=639",
    "start_url_page_num": 639,
    "is_scraped": "1",
    "article_title": "Erythroid Precursors from Patients with ‘Low Risk’ Myelodysplasia Demonstrate Ultrastructural Features of Autophagy. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Anemia in myelodysplasia (MDS) is partially ascribed to enhanced cell death of committed erythroid cells in the bone marrow compartment. To define in more detail the underlying type of cell death in MDS, immunohistochemical staining and ultrastructural analysis were performed on MDS and normal bone marrow samples. Immunohistochemistry of MDS bone marrow biopsies (n=20) demonstrated no positive staining of the erythroid lineage for active caspase -3 or -8. Ultrastructural analysis was performed in low-risk MDS patients (Refractory anemia (RA; n=3); RA with ringed sideroblasts (RARS; n=4) on isolated bone marrow hematons, which are compact hematopoietic complexes containing adipocytes, mesenchymal and endothelial cells, and hematopoietic cells. In vitro culture assays have demonstrated that these hematons contain a high number of progenitor and primitive cells. Ultrastructural analysis of the hematons of the MDS patients as well as the healthy controls demonstrated no signs of apoptosis in erythroid cells. In contrast, abnormalities compatible with autophagy were present in >60% of the MDS cells. Especially, cytoplasmic vacuoles with double membranes were noticed in basophilic and polychromatic normoblasts. Morphometric analysis of the erythroid cells showed no differences between healthy controls and MDS patients with regard to cell volume, mitochondria content or nuclear surface, but a significant increase was shown for the ratio area of vacuoles/cytoplasm in the MDS basophilic and polychromatic normoblasts (healthy controls vs MDS: 0.003 vs 0.013 (p<.0001) and 0.004 vs 0.014 (p<.0001). In view of the reported enhanced apoptosis in MDS bone marrow cells we questioned whether the discrepancy with our results might be linked to the cell processing, especially the presence or absence of signals from the bone marrow microenvironment. Subsequently MDS (n=4) and normal (n=2) bone marrow mononuclear cells (MNC) and hematons were in vitro cultured for 24 hrs and analyzed ultrastructurally. Upon in vitro culture a significant increase in the percentage of apoptotic erythroid cells was noticed predominantly in MDS erythroid cells. In addition, after 24 hrs of culture apoptosis was more frequently demonstrated in erythroid cells of the MNC fraction than in the hematons (21 ± 4 vs 8 ± 3 %, p= 0.04). In summary, these data demonstrate that autophagy is present in MDS erythroid cells in vivo in significantly higher numbers than in healthy controls and suggest that autophagy may switch to apoptosis in the absence of an appropriate bone marrow microenvironment.",
    "topics": [
        "autophagy",
        "erythroid progenitor cells",
        "myelodysplastic syndrome",
        "preleukemia",
        "anemia",
        "bone marrow biopsy",
        "bone marrow specimen",
        "caspases",
        "complex",
        "refractory anemia with sideroblasts"
    ],
    "author_names": [
        "Ewout J. Houwerzijl, MD",
        "Henk-Willem Pol, MD",
        "Nel R. Blom",
        "Ietse Stokroos",
        "Johannes J.L. van der Want, PhD",
        "Joost De Wolf, MD,PhD",
        "Edo Vellenga, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, University Medical Center, Groningen, Netherlands"
        ],
        [
            "Department of Hematology, University Medical Center, Groningen, Netherlands"
        ],
        [
            "Department of Hematology, University Medical Center, Groningen, Netherlands"
        ],
        [
            "Department of Cell Biology, Section for Electron Microscopy, University of Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Cell Biology, Section for Electron Microscopy, University of Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Hematology, University Medical Center, Groningen, Netherlands"
        ],
        [
            "Department of Hematology, University Medical Center, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261"
}