{
    "doi": "https://doi.org/10.1182/blood.V108.11.2202.2202",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=561",
    "start_url_page_num": 561,
    "is_scraped": "1",
    "article_title": "BCR-ABL Activity Is Critical for the Immunogenicity of Chronic Myelogenous Leukemia Cells. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bcr-abl tyrosine kinase",
        "immunogenicity",
        "leukemia, myelocytic, chronic",
        "imatinib mesylate",
        "rna",
        "antigens",
        "survivin",
        "dimethyl sulfoxide",
        "rna, small interfering",
        "adipophilin"
    ],
    "author_names": [
        "Katharina M. Brauer",
        "Daniela Werth, PhD",
        "Karin von Schwarzenberg",
        "Anita Bringmann",
        "Lothar Kanz, MD",
        "Frank Grünebach, PhD",
        "Peter Brossart, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Department of Hematology, Oncology, Immunology, Rheumatology and Pneumology, University of Tübingen, Tübingen, Germany"
        ]
    ],
    "first_author_latitude": "48.5294782",
    "first_author_longitude": "9.043773999999999",
    "abstract_text": "Imatinib mesylate (Gleevec®) is a specific tyrosine kinase inhibitor, which inhibits phosphorylation of downstream proteins involved in BCR-ABL signal transduction. In the treatment of chronic myelogenous leukemia (CML) it has become indispensable and shows few side effects. Recently, it was shown that patients treated with imatinib showed impaired CTL responses in comparison to patients treated with IFN-α, which might be due to a reduced immunogenicity of CML cells or result from an inhibitory effect of imatinib on the function of antigen presenting cells and T lymphocytes. In the present study, we show that imatinib treatment leads to a downregulation of immunogenic antigens on the CML cells, which in turn inhibits the development of CML-specific cytotoxic T lymphocytes (CTLs). To achieve this, we treated the CML cell line K562 and an imatinib-resistant K562 variant, K562R, with imatinib or DMSO, isolated the total RNA and used it to electroporate monocyte-derived dendritic cells (DCs). These cells were then used as antigen presenting cells (APCs) for the induction of polyclonal CTL responses. The cytolytic activity of the CTLs was assayed in standard 51 Cr-release assays and their fine specificity in IFNγ-Elispot assays. CTLs generated using RNA from imatinib-treated K562 cells were completely incapable of specific killing and did not react in Elispot assays, whereas those CTLs induced using RNA from K562 cells subjected to DMSO treatment as well as RNA from imatinib-treated K562R cells showed specific cytolytic activity against targets electroporated with RNA from CML cells and were able to recognize several CML-associated antigens, like survivin, PRAME, WT-1 and PR3 in Elispot assays. To confirm that this effect is mediated by BCR-ABL inhibition, we used specific siRNA against the bcr-abl fusion site b3a2 to downregulate the protein expression and found essentially the same results. Even in K562R cells, that constitutively overexpress BCR-ABL, targeting the expression of the protein directly by specific siRNA leads to an impairment of CTL induction. In order to confirm and expand these studies, we additionally analyzed the expression of antigens connected to immune responses to CML in Western Blot and Real-time PCR experiments. We found, that imatinib-mediated inhibition of BCR-ABL in K562 cells leads to a decreased expression of tumor antigens and cellular proteins including survivin, adipophilin, hTERT, WT-1, Bcl-x L and Bcl-2 in correlation to the decreased development of specific CTLs. Matching the results of the 51 Cr-release assays, these effects were not observed in K562R cells. In primary CML cells subjected to imatinib a downregulation of hTERT and survivin could be detected, which corresponded to a decreased lysis of DCs electroporated with RNA from these cells in standard 51 Cr-release assays. Our results demonstrate, that BCR-ABL directly influences the expression of immunogenic tumor associated antigens by its uncontrolled tyrosine kinase activity and therefore substantially contributes to the immunogenicity of CML cells."
}