{
    "doi": "https://doi.org/10.1182/blood.V112.11.2459.2459",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1229",
    "start_url_page_num": 1229,
    "is_scraped": "1",
    "article_title": "A Functional Screen to Identify Novel Effectors of Hematopoietic Stem Cell Activity ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "gene expression profiling",
        "hematopoietic stem cells",
        "hmgb1 protein",
        "leukemia",
        "progressive multifocal leukoencephalopathy",
        "screening",
        "surrogate markers",
        "stem cells",
        "adult stem cells",
        "european society of cardiology"
    ],
    "author_names": [
        "Eric Deneault",
        "Sonia Cellot, MD",
        "Amélie Faubert",
        "Jean-Philippe Laverdure",
        "Mélanie Fréchette",
        "Jalila Chagraoui, PhD",
        "Guy Sauvageau, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Iric, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Molecular Genetics of Stem Cells, Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Molecular Genetics of Stem Cells, Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Molecular Genetics of Stem Cells, Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Molecular Genetics of Stem Cells, Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada"
        ],
        [
            "University of Montreal, Montreal, QC, Canada"
        ],
        [
            "Institute for Research in Immunology and Cancer, University of Montreal, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.500357099999995",
    "first_author_longitude": "-73.6147857",
    "abstract_text": "The maintenance of blood homeostasis depends on hematopoietic stem cells (HSCs), which rely on two critical properties, namely multipotency and self-renewal. The former enables differentiation into multiple lineages, the latter ensures preservation of fate upon cellular division. By definition, a self-renewal division implies that a HSC is permissive to cell cycle entry, while restrained from engaging in differentiation, apoptosis or senescence pathways. Despite the tremendous progress made towards the identification of the molecular circuitry that governs ESC fate, genes controlling this process in adult HSCs have proven more difficult to unmask. This is principally due to our inability to maintain or expand HSC ex vivo as homogenous populations, to the absence of a stringent surrogate marker to follow the HSC multipotent state and to changes in cell phenotype observed shortly upon facing the selective pressures of in vitro culture conditions, impeding HSC tracking in this context. We now report the results of a novel in vitro to in vivo functional screen, which identified a series of nuclear factors that induced high levels of HSC activity similar to that previously achieved with Hoxb4. We created a database consisting of 689 nuclear factors considered as potential candidate regulators of HSC activity. This list was mostly derived from microarray gene expression profiling of normal and leukemia stem cells including our recently generated FLA2 leukemia (1 in 1.5 cells are leukemia stem cells, G.S. et coll., in preparation). It was also enriched by genes obtained following a review of the literature on stem cell self-renewal. Genes in this database were next ranked from 1 (lowest priority) to 10 (highest priority) based on 3 factors: differential expression between primitive and more mature cellular fractions (e.g., LT-HSC-enriched: 3 points), expression levels (high, highest priority: max 3 points) and the consistency of findings between datasets (max 4 points). Genes with a score of 6 and above (n=139) were selected for functional studies, of which 104 were tested in HSCs, using a high-throughput overexpression in vitro to in vivo assay tailored to circumvent current limitations imposed by the biology of HSCs. In total, 18 new determinants have emerged, 11 of which act in a cell autonomous manner, namely Ski, Smarcc1, Vps72, Trim27, Sox4, Klf10, Prdm16, Erdr1, Cnbp, Xbp1 and Hnrpdl, while the remaining provide a non-autonomous influence on HSC activity, i.e, Fos, Hmgb1, Tcfec, Sfpi1, Zfp472, Hdac1 and Pml. Clonal and phenotypic analyses of hematopoietic tissues derived from selected recipients confirmed that the majority of these factors induced HSC expansion in vitro without perturbing their differentiation in vivo. Epistatic analyses further reveals that 3 of the most potent candidates, namely Ski, Prdm16 and Klf10 may exploit both mechanisms, i.e., cell and non-cell autonomous. The utilization of this novel screening method together with the creation of a database enriched for potential determinants and candidate regulators of adult stem cell activity can now be exploited to devise regulatory networks in these cells."
}