{
    "doi": "https://doi.org/10.1182/blood-2019-123051",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4444",
    "start_url_page_num": 4444,
    "is_scraped": "1",
    "article_title": "Corticosteroids Do Not Influence the Efficacy and Kinetics of CAR-T Cells for B-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "topics": [
        "adrenal corticosteroids",
        "burkitt's lymphoma",
        "glucocorticoids",
        "kinetics",
        "leukemia, b-cell, acute",
        "mineralocorticoids",
        "steroids",
        "dexamethasone",
        "methylprednisolone",
        "chimeric antigen receptor t-cell therapy"
    ],
    "author_names": [
        "Shuangyou Liu",
        "Biping Deng, BS, MD",
        "Jing PAN",
        "Zhichao Yin",
        "Yuehui Lin",
        "Zhuojun Ling",
        "Tong Wu, MD",
        "Zhiyong Gao",
        "Yanzhi Song",
        "Yongqiang Zhao",
        "Chunrong Tong"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Laboratory of Immunotherapy, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Department of Hematology, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Department of Hematology, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Department of Hematology, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Department of Hematology, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Department of Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Department of Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China"
        ],
        [
            "Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China"
        ],
        [
            "Department of Hematology, Beijing Boren Hospital, Beijing, China "
        ]
    ],
    "first_author_latitude": "39.843297",
    "first_author_longitude": "116.338095",
    "abstract_text": "Cytokine release syndrome (CRS) is the most prominent and potentially life-threatening toxicity caused by chimeric antigen receptor (CAR) T cell therapy, therefore, effectively controlling severe CRS is critical to ensure patient safety. Tocilizumab, an interleukin-6 receptor antagonist, has been widely used to treat CRS, whereas it is not clear if corticosteroids could be as another optimal choice for managing CRS. We applied corticosteroids instead of tocilizumab as the first-line agent to control CRS in patients with relapsed/refractory B-cell acute lymphoblastic leukemia during CAR-T therapy. The impacts of steroids on treatment efficiency and kinetics of CAR-T cells were assessed by comparing two groups of patients who did (42 cases) or did not (26 cases) receive steroids. Patients followed up less than one month (went to other hospitals for transplantation or died within one month) were excluded. Treatment effects were evaluated on day 30 after T-cell infusion and then monthly in follow-up patients. Minimal residual disease (MRD) was detected by multiparameter flow cytometry (FCM) and quantitative PCR for fusion genes. The dynamic monitoring of CAR-T cells was performed through flow cytometric quantitation of FITC+CD3+ T cells. B-cell aplasia (BCA) was assayed by FCM. Dexamethasone or methylprednisolone or both (alternately) were administrated. Dexamethasone was used in most cases especially for patients with neurologic symptoms; methylprednisolone was preferred for patients with pulmonary or liver dysfunction, and patients accepting high dose steroids. Steroids started with low dose and could be increased if symptoms were not resolved, for severe CRS, steroids would be escalated up to dexamethasone 20mg/m 2 /d or more higher up to methylprednisolone 10mg/kg/d. Once CRS was improved, steroids were rapidly reduced and stopped. A total of 68 patients (28 adults and 40 children younger than 18 years) were included, 22 (32.4%) presented with extramedullary diseases (EMD), bone marrow blasts in patients without EMD varied between 5%-96.5%, 31 (45.6%) patients had an allogeneic transplantation, 54 (79.4%) cases received CD19-specific and 14 (20.6%) received CD22-specific CAR-T therapy. Forty-two (61.8%) cases, including all (10) of grade III CRS, 68.2% (30/44) of grade II CRS and 2 patients with no CRS but with GVHD (1 case) or neurotoxicity (1 case), were administered steroids, among them, 23/42 (54.8%) received high dose steroids (>10mg/m 2 /d dexamethasone or equivalent), the duration of steroid use was 1-16 days (78.6% <= 7 days); whereas 26 (38.2%) patients were not given any steroids but the supportive care. We found that there was no difference either in complete remission (CR) rate (95.2% vs 92.3%, p =.344) or in MRD negative CR rate (80.0% vs 79.2%, p =.249) between steroid and non-steroid group, verified that corticosteroids even high dose steroids did not influence the treatment response. Furthermore, we investigated the dynamics of CAR-T cells. Firstly, the expansion of CAR-T cells in peripheral blood (PB) was evaluated, the average CAR-T cell counts in steroid group were significantly higher than those in non-steroid group on D11 ( p =.0302), D15 ( p =.0053), D20 ( p =.0045) and D30 ( p =.0028), except for D7 when CAR-T cells began to expand ( p =.9815), this demonstrated that steroids did not suppress the proliferation of CAR-T cells in PB. Secondly, the percentages of patients with detectable CAR-T cells in bone marrow (BM) and cerebrospinal fluid (CSF) were compared between steroid and non-steroid group, there were no differences both in BM (85.2% vs 78.6%, p =.923) and in CSF (68.6% vs 57.9%, p =.433), which implied steroids did not influence the trafficking of T-cells to BM and CSF. Thirdly, we monitored B-cell aplasia (BCA) in part of patients followed-up more than 2 months without further treatments, the percentages of patients with BCA in steroid group had no significant differences compared to non-steroid group at 2-month ( p =.086) and 3-month ( p =.146). Later, although limited cases left, in the steroid group, 100% of patients (4-month, 7/7; 5-month, 7/7; 6-month, 5/5) still maintained BCA and CR, indicating that corticosteroids did not impact the duration of functional CAR-T cells. In conclusion, corticosteroids do not compromise the treatment efficacy and kinetics of CAR-T cells, could be as a feasible and effective approach to manage CAR-T associated CRS. Disclosures No relevant conflicts of interest to declare."
}