{
    "doi": "https://doi.org/10.1182/blood.V114.22.2731.2731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1617",
    "start_url_page_num": 1617,
    "is_scraped": "1",
    "article_title": "The Antibody-Drug Conjugate Brentuximab Vedotin (SGN-35) Induced Multiple Objective Responses in Patients with Relapsed or Refractory CD30-Positive Lymphomas in a Phase 1 Weekly Dosing Study. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: THERAPY WITH BIOLOGIC AGENTS, EXCLUDING PRE-CLINICAL MODELS POSTER II",
    "topics": [
        "antibodies",
        "antigens, cd30",
        "brentuximab vedotin",
        "lymphoma",
        "ki-1+ anaplastic large cell lymphoma",
        "diarrhea",
        "adverse event",
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "complete remission"
    ],
    "author_names": [
        "Michelle Fanale, MD",
        "Nancy L Bartlett, MD",
        "Andres Forero-Torres, MD",
        "Joseph Rosenblatt, MD",
        "Sandra J Horning, MD",
        "Anna R Franklin, MD",
        "Carmel M Lynch, PhD",
        "Eric L Sievers, MD",
        "Dana A Kennedy, PharmD, BCOP"
    ],
    "author_affiliations": [
        [
            "MD Anderson Cancer Center, University of Texas, Houston, TX, USA, "
        ],
        [
            "Siteman Cancer Center, Washington University School of Medicine, Saint Louis, MO, USA, "
        ],
        [
            "Comprehensive Cancer Center, University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL, USA, "
        ],
        [
            "Stanford University Medical Center, Palo Alto, CA, USA, "
        ],
        [
            "MD Anderson Cancer Center, University of Texas, Houston, TX, USA, "
        ],
        [
            "Seattle Genetics, Inc., Bothell, WA, USA, "
        ],
        [
            "Seattle Genetics, Inc., Bothell, WA, USA, "
        ],
        [
            "Clinical, Seattle Genetics, Inc., Bothell, WA, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2731 Poster Board II-707 Background: The antibody-drug conjugate (ADC) brentuximab vedotin (SGN-35) delivers the antitubulin agent monomethyl auristatin E (MMAE) to CD30-positive malignant cells by binding specifically to CD30 on the cell surface and releasing MMAE inside the cell via lysosomal degradation. In a previous phase 1 study with every 3 week dosing, 54% of patients achieved an objective response (CR/PR) at brentuximab vedotin doses ≥1.2 mg/kg [ASH 2008 abstract 1006]. Methods: To investigate the tolerability and antitumor activity of a more frequent dosing regimen, a multicenter phase 1 study was conducted in patients with refractory or recurrent CD30-positive lymphomas using a 3 + 3 dose-escalation design. Brentuximab vedotin was administered weekly for 3 weeks in 28-day treatment cycles at doses of 0.4 to 1.4 mg/kg (30-min or 2-hr IV infusions). Patients with stable disease or better (Cheson 2007) after two cycles were eligible to receive additional brentuximab vedotin treatment cycles. Results: A total of 37 patients, 31 with Hodgkin lymphoma (HL), 5 with systemic anaplastic large cell lymphoma (ALCL), and 1 with peripheral T-cell lymphoma, were enrolled and treated. Median age was 35 (range 13–82) and most patients (89%) had an ECOG performance status of 0/1. Patients received a median of 3 prior chemotherapy regimens (range 1–8); 62% previously received an autologous stem cell transplant. More than 50% of patients (21 of 37) had disease that did not respond to their most recent prior therapy. Dose-limiting toxicities included G3 diarrhea, G3 vomiting, and G4 hyperglycemia. The maximum tolerated dose was exceeded at 1.4 mg/kg. The most common treatment-related adverse events were peripheral neuropathy, nausea, fatigue, diarrhea, dizziness, and neutropenia; most were grade 1 or 2 in severity. Exposure to brentuximab vedotin (AUC) increased relative to dose level. Among efficacy evaluable patients across all dose levels, the objective response rate (ORR) was 46% (16 of 35), with 29% of patients (10 of 35) attaining a complete remission. Median duration of response to date is at least 16 weeks (range, 0.1+ to 34+); 15 patients continue on treatment. Conclusions: Weekly dosing with brentuximab vedotin was generally well tolerated and induced a high rate of objective responses in heavily pretreated patients with HL and systemic ALCL. A pivotal trial of this ADC in patients with relapsed or refractory HL has completed enrollment. Disclosures: Fanale: Seattle Genetics, Inc.: Research Funding. Off Label Use: Brentuximab vedotin is an investigational agent. Bartlett: Seattle Genetics, Inc.: Research Funding. Forero-Torres: Seattle Genetics, Inc.: Research Funding. Rosenblatt: Seattle Genetics, Inc.: Research Funding. Horning: Seattle Genetics, Inc.: Research Funding. Franklin: Seattle Genetics, Inc.: Research Funding. Lynch: Seattle Genetics, Inc.: Employment. Sievers: Seattle Genetics, Inc.: Employment, Equity Ownership. Kennedy: Seattle Genetics, Inc.: Employment."
}