{
    "doi": "https://doi.org/10.1182/blood.V108.11.25.25",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=572",
    "start_url_page_num": 572,
    "is_scraped": "1",
    "article_title": "B-Cell Chronic Lymphocytic Leukemia (B-CLL) Cells Express Antibodies Reactive with Antigenic Epitopes Expressed on the Surface of Common Bacteria. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "antibodies",
        "bacteria",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "epitopes",
        "infectious mononucleosis",
        "monoclonal antibodies",
        "autoantibodies",
        "carbohydrates",
        "pronase"
    ],
    "author_names": [
        "Katerina Hatzi",
        "Rosa Catera",
        "Manlio Ferrarini",
        "Vincent Fischetti",
        "Maxime Herve",
        "Eric Meffre",
        "Charles C. Chu",
        "Nicholas Chiorazzi"
    ],
    "author_affiliations": [
        [
            "North Shore-LIJ Health System, Feinstein Institute for Medical Research, New York, USA"
        ],
        [
            "North Shore-LIJ Health System, Feinstein Institute for Medical Research, New York, USA"
        ],
        [
            "IST, Instituto Nazionale per la Ricerca sul Cancro, Genova, Italy"
        ],
        [
            "Lab. of Bacterial Pathogenesis and Immunology, Rockefeller University, New York, USA"
        ],
        [
            "Lab. of Biochemistry and Molecular Immunology, Hospital for Special Surgery, New York, USA"
        ],
        [
            "Lab. of Biochemistry and Molecular Immunology, Hospital for Special Surgery, New York, USA"
        ],
        [
            "North Shore-LIJ Health System, Feinstein Institute for Medical Research, New York, USA"
        ],
        [
            "North Shore-LIJ Health System, Feinstein Institute for Medical Research, New York, USA"
        ]
    ],
    "first_author_latitude": "40.8071893",
    "first_author_longitude": "-73.6386905",
    "abstract_text": "B-CLL cells of the unmutated (UM) subgroup frequently express polyreactive autoantibodies, similar to “natural” IgM autoantibodies, whereas most cells of the mutated (M) subgroup are oligo- or mono-reactive. Natural IgM autoantibodies cross-react with epitopes on microbes and, therefore, are positively selected to protect against common infections. In this study, we report reactivity profiles of recombinant antibodies cloned from B-CLL cells against three Gram-positive [Streptococcus pyogenes, Enterococcus faecium, Enterococcus faecalis] and two Gram-negative bacterial strains [Enterobacter cloacae, strains CBAN and MK7]. Twenty-five B-CLL mAbs were tested: 13 expressed VH1 family genes (11/13 UM), of which 7 utilized VH1-69 (6/7 UM); 5 expressed VH3 genes (1/5 UM), while 7 expressed VH4 genes (4/7 UM). In general, UM-CLL mAbs exhibited the highest level of reactivity. The UM-VH1-69 mAbs showed the strongest binding: five VH1-69 mAbs were highly reactive with all bacterial strains, while two VH1-69 mAbs exhibited lower reactivity. Among other VH1 mAbs, stronger binding was observed for antibodies that belong to a set of quasi-identical BCRs. Interestingly, one of these mAbs bound exclusively S.pyogenes, although mutated and not polyreactive. Among VH3 mAbs, only a UM-VH3-21 mAb showed strong reactivity against all bacterial strains. One VH4 mAb, UM-VH4-39, bound well, reacting with all the bacteria tested. Other VH4 mAbs were also reactive, albeit their reactivity was weaker. Two M-VH4-34 antibodies reacted with some strains, although they did not react with common autoantigens. In all cases, mAbs reacted with significantly lower affinity with a1,3 dextran-positive E.cloacae strain MK7. In order to define the nature of the reactive bacterial antigens, S.pyogenes were subjected to treatment with pronase to digest proteins and with sodium periodate to oxidize carbohydrates. Reactivity of 5/7 VH1-69 mAbs and the UM-VH3-21 mAb was significantly suppressed by periodate oxidation, suggesting a carbohydrate epitope as the target for these mAbs. Pronase treatment enhanced binding of VH1-69 mAbs, further supporting recognition of a carbohydrate epitope. In contrast, binding of other (non-VH1-69) VH1 mAbs was significantly inhibited by pronase treatment, indicating a possible protein epitope. The VH4-39 mAb was sensitive to both treatments, suggesting recognition of either more than one epitope or a glycoprotein. The same pattern was observed for the non-polyreactive cases that bound to bacteria, indicating a glycoprotein as the target epitope. In conclusion, our data show that self/poly-reactive mAbs, especially those from U-CLL cases as well a few non-polyreactive mutated B-CLL mAbs, can react with antigenic epitopes on the surface of common bacteria. B-CLL mAbs encoded by different genes appear to react with different classes of antigenic epitopes. Thus, bacterial infections could intermittently stimulate B-CLL precursors, and possibly B-CLL cells themselves, allowing the interplay between autoreactivity and exoreactivity to promote survival, expansion, and malignant transformation, and potentially clonal evolution to a more aggressive state."
}