{
    "doi": "https://doi.org/10.1182/blood.V114.22.2980.2980",
    "article_title": "The Epidemiology of Venous Thromboembolism in the Elderly: a Population-Based Study. ",
    "article_date": "November 20, 2009",
    "session_type": "Pathophysiology of Thrombosis Poster I",
    "abstract_text": "Abstract 2980 Poster Board II-954 Background. There are few studies that examine incidence trends of venous thromboembolism (VTE) among the elderly, and moreover data on changes in the prevalence over time of VTE risk factors such as hospitalization are limited. Objectives. Using the Province of Québec's administrative health claims (“RAMQ”) and hospitalization (“MED ECHO”) databases, we determined among individuals 65 years of age and older the trend in annual VTE incidence over a ten-year period, and examined the prevalence of hospital vs. community acquired VTE over time. Methods. Using RAMQ medical service and prescription claims data, we identified a cohort of elderly persons with incident VTE between 1983 and 1994. All individuals 65 years of age and older between January 1, 1994 and December 31, 2004 with at least one medical service (i.e. physician) claim linked to a VTE ICD-9 code in conjunction with a prescription claim for an anticoagulant in the subsequent 60 days, and who had no prior VTE-coded claim between 1983 and 1994 were included in the cohort. The first (incident) VTE-coded claim (index claim) during the period between January 1, 1994 and December 31, 2004 defined entry into the cohort. Using Québec population census data, we determined annual VTE incidence estimates, adjusting for the population's age and sex distribution as per 1999 census data. An index VTE event that occurred during a hospitalization and up to 90 days following hospital discharge was defined as hospital-acquired VTE, otherwise it was considered to be community-acquired. Results. A total of 27 758 persons were included in our cohort. The age and sex adjusted annual VTE incidence among individuals 65 years of age and older was 2.1, 2.7, and 2.8 per 1000 population in 1994, 1999 and 2004, respectively (p trend < 0.001 (across years)). The incidence rates increased with age and were slightly higher in men than women. Overall, 35% of VTE events were hospital-acquired (n=9598) and 65% occurred in the community (n=18160). There was a significant trend over time of an increase in the proportion of VTE associated with hospitalization with 32% of VTE being hospital acquired in 1994 and 39% in 2004. Conclusion. In a general population of individuals 65 years of age and older, VTE is a common problem, and its overall annual incidence has increased over time. Our results suggest that hospital admission and recent hospitalization are increasingly important risk factors for VTE occurrence in this population, and that efforts are needed to improve and optimize VTE preventative strategies in the hospitalized elderly. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "older adult",
        "venous thromboembolism",
        "epidemiology",
        "anticoagulants",
        "echocardiography",
        "hospital admission",
        "patient discharge",
        "international classification of diseases"
    ],
    "author_names": [
        "Vicky Tagalakis, MD, MSc",
        "Susan Kahn, MD, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Vicky Tagalakis, MD, MSc",
            "author_affiliations": [
                "Centre for Clinical Epidemiology and Community Studies, SMBD Jewish General Hospital, Montreal, QC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susan Kahn, MD, MSc",
            "author_affiliations": [
                "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T13:05:58",
    "is_scraped": "1"
}