{
    "doi": "https://doi.org/10.1182/blood-2019-121943",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4396",
    "start_url_page_num": 4396,
    "is_scraped": "1",
    "article_title": "TP53 Expression Correlates with TP53 Mutations and Is an Independent Predictor of Clinical Outcome in Patients with DLBCL Treated with R-CHOP ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "abstract_text": "Background: Diffuse large B-cell lymphoma (DLBCL) is a highly heterogeneous neoplasm with 40% of patients experiencing treatment failure following immuno-chemotherapy (R-CHOP). Both cell-of-origin (COO) and presence of concurrent MYC / BCL2 rearrangements (DHIT) are significantly associated with distinct inferior outcome. Recently, next-generation sequencing (NGS) studies have uncovered distinct genetic subtypes, including a sizable ABC/GCB-independent group characterized by more frequent TP53 abnormalities. The patterns of TP53 mutations and the prognostic significance in DLBCL have been previously reported. However, such information is rarely available at the time of diagnosis as diagnosis of DLBCL for most patients is based on morphology and phenotype, assessed by immunohistochemistry (IHC). To bridge the gap between genotype and phenotype, we examined the TP53 mutational status and TP53 protein over-expression (IHC) in a large population-based DLBCL cohort uniformly treated with R-CHOP (Ennishi et al. Blood 2017 129:2760-2770). Methods: We analyzed 347 newly diagnosed de novo DLBCL cases uniformly treated with R-CHOP in British Columbia. Comprehensive clinical annotation was available through the BC Cancer Lymphoid Cancer Database. Deep targeted re-sequencing of the coding exons of TP53 was performed using a Truseq Custom Amplicon assay (Illumina) on the Miseq platform. IHC staining for TP53 (DO7), TP21, COO (Hans) and break-apart FISH assays for MYC and BCL2 were performed on tissue microarrays (n=332). COO classification was also performed using the Lymph2Cx assay (NanoString) (n=324). Strong TP53 expression (TP53+) was defined as high intensity (3/3) expression in >50% of the malignant cells. Results: TP53 mutations (p53mut) were present in 72 cases (22.2%) with 84% being missense and 64% localized to the DNA binding-motifs. There were 54 TP53+ tumors by IHC (17%), of which 51 (94%) had p53mut, with a sensitivity of 70% for detection of p53mut. All but one TP53+ with p53mut (50/51 cases) had missense mutations. All TP53+ with missense p53mut (85% of all missense p53mut) showed strong nuclear expression, one recurrent nonsense p53mut showed combined cytoplasm/nuclear TP53+, while all splice site and frameshift variants were TP53+-negative. All TP53+ cases were negative for TP21; 30 (56%) cases were GCB (Hans) while 24 (44%) cases were non-GCB (Hans) and only 4 (16%) cases were DHIT. Both p53mut and TP53+ were associated with poor overall survival (OS) (p=0.004 and p=0.007, respectively) and disease-specific survival (DSS) (p=0.003 and p=0.001, respectively). In multivariate analysis with IPI, COO (Hans) and DHIT status, both p53mut and TP53+ were independent predictors of OS (HR=0.6, 95%CI=0.4-0.9, p=0.008 and HR=0.6, 95%CI=0.4-0.9, p=0.011, respectively) and DSS (HR=0.6, 95%CI=0.4-0.9, p=0.01 and HR=0.5, 95%CI=0.3-0.8, p=0.004, respectively). These results were consistent when the Lymph2Cx was used to assign COO (n = 324). Importantly, patients with TP53+ tumors showed significantly poorer outcome (OS and DSS) when compared with patients with tumors negative for TP53 stratified by both Hans COO subtypes (p=0.001 and p<0.001, respectively) and DHIT tumors (p=0.02 and p=0.003, respectively). Conclusion: TP53+ shows good correlation with the presence and type of TP53 mutations and can be readily performed in routine clinical practice. TP53+ is a strong predictor of clinical outcome in DLBCL patients treated with R-CHOP and independent of IPI, COO and DHIT. TP53+ can be easily performed in current diagnostic laboratories and complements known biomarkers to better stratify DLBCL patients and potentially improve their clinical management. Figure View large Download slide Figure View large Download slide  Disclosures Villa: Roche, Abbvie, Celgene, Seattle Genetics, Lundbeck, AstraZeneca, Nanostring, Janssen, Gilead: Consultancy, Honoraria. Savage: BMS, Merck, Novartis, Verastem, Abbvie, Servier, and Seattle Genetics: Consultancy, Honoraria; Seattle Genetics, Inc.: Consultancy, Honoraria, Research Funding. Sehn: Abbvie: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; F. Hoffmann-La Roche/Genentech: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria; Morphosys: Consultancy, Honoraria; TEVA Pharmaceuticals Industries: Consultancy, Honoraria; Acerta: Consultancy, Honoraria; TG Therapeutics: Consultancy, Honoraria; Merck: Consultancy, Honoraria; TG Therapeutics: Consultancy, Honoraria; Lundbeck: Consultancy, Honoraria; Lundbeck: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; F. Hoffmann-La Roche/Genentech: Consultancy, Honoraria, Research Funding; Verastem: Consultancy, Honoraria; Apobiologix: Consultancy, Honoraria; Janssen-Ortho: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Acerta: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Morphosys: Consultancy, Honoraria; TEVA Pharmaceuticals Industries: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Karyopharm: Consultancy, Honoraria; Janssen-Ortho: Honoraria; Merck: Consultancy, Honoraria; Astra Zeneca: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Kite Pharma: Consultancy, Honoraria; Kite Pharma: Consultancy, Honoraria; Astra Zeneca: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria. Steidl: Nanostring: Patents & Royalties: Filed patent on behalf of BC Cancer; Bristol-Myers Squibb: Research Funding; Roche: Consultancy; Bayer: Consultancy; Seattle Genetics: Consultancy; Juno Therapeutics: Consultancy; Tioma: Research Funding. Scott: Roche/Genentech: Research Funding; Celgene: Consultancy; Janssen: Consultancy, Research Funding; NanoString: Patents & Royalties: Named inventor on a patent licensed to NanoSting [Institution], Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "mutation",
        "protein p53",
        "r-chop",
        "treatment outcome",
        "neoplasms",
        "cancer",
        "bcl-2 protein",
        "massively-parallel genome sequencing",
        "biological markers"
    ],
    "author_names": [
        "Pedro Farinha, MD PhD",
        "Daisuke Ennishi, MD PhD",
        "Anja Mottok, MD PhD",
        "Susana Ben-Neriah, BSc",
        "Barbara Meissner, PhD",
        "Merrill Boyle, BSc",
        "Jeffrey W. Craig, MD PhD",
        "Graham W Slack, MD",
        "Diego Villa, MD MPH",
        "Kerry J Savage, BSc, MD MSc",
        "Laurie H Sehn, MD",
        "Ryan D. Morin, PhD",
        "Marco A. Marra, PhD",
        "Joseph M. Connors, MD",
        "Randy D. Gascoyne, MD",
        "Christian Steidl, MD",
        "David W. Scott, MBChB, PhD"
    ],
    "author_affiliations": [
        [
            "Centre for Lymphoid Cancer, British Columbia Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "Centre for Lymphoid Cancer, BC Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada "
        ],
        [
            "BC Cancer, Centre for Lymphoid Cancer, Vancouver, Canada"
        ]
    ],
    "first_author_latitude": "49.247490799999994",
    "first_author_longitude": "-123.09327439999998"
}