{
    "doi": "https://doi.org/10.1182/blood-2021-147707",
    "article_title": "The Impact of the COVID-19 Pandemic on Quality of Life in Danish Patients with Multiple Myeloma; Results from an Ongoing Longitudinal National Survey ",
    "article_date": "November 5, 2021",
    "session_type": "652.Multiple Myeloma and Plasma cell Dyscrasias: Clinical and Epidemiological",
    "abstract_text": "Background: The severe, acute respiratory syndrome, coronavirus 2 (SARS-CoV-2), leading to coronavirus-19 (COVID-19), was detected for the first time in Wuhan, China in December 2019. In general, governments and health authorities have taken precautions during the COVID-19 pandemic to reduce viral spread and protect vulnerable citizens. Patients with multiple myeloma (MM) have an increased risk of being infected with COVID-19 and developing a fatal course due to the MM-related immunodeficiency (Glenthøj, A et al. PMID: 32939853 ). To some extent, the COVID-19 pandemic has changed standard of care towards extended use of oral regimens and limiting hospital visits (Terpos E et al.PMID: 32444866 ) . We aimed to investigate the quality of life (QoL) of Danish patients with MM during the COVID-19 pandemic. We hypothesized that patients living alone and those under the age of 65 years, as a consequence of the pandemic, would experience impaired QoL due to social isolation and fear of infection with SARS-CoV-2. Methods: The Danish prospective, nation-wide, observational survey \"Quality of life in Danish patients with multiple myeloma\" (QoL-MM) (Nielsen LK et al. PMID: 30656677) framed our study. In QoL-MM, survey data are obtained at enrolment and subsequently at 12 follow-up time points over a two-year period. The following PRO questionnaires are used; the cancer-generic instrument of European Organisation for Research and Treatment of Cancer Quality of life (EORTC) QLQ-C30 (EORTC QLQ-C30), the Multiple Myeloma module QLQ-MY20 (EORTC QLQ-MY20), the Chemotherapy-Induced Peripheral Neuropathy module (EORTC QLQ-CIPN20) and the Short-form health survey version 2 (SF12v2). In the present study, a subpopulation of the QoL-MM cohort was constructed, based on the response time of the questionnaires. QoL was compared using patient-reported outcome (PRO) data obtained before and during the COVID-19 pandemic at group level. In a Danish context, first wave was defined as April to June 2020 and the second wave as November 2020 to January 2021. The QoL data were analyzed using mixed effects linear regression, with a year-period-interaction. Pre-COVID versus COVID mean domain score difference was considered evident, if the difference was both statistically significant (p-value <0.05) and clinically relevant, using minimal important difference (MID) defined as 0.3 standard deviation of the mean score. Results: The study included 616 patients (63% newly diagnosed and 37% relapsed) with a mean age of 68.2 years (standard deviation, 9.2); 40% were females; 76% were married/cohabiting, and 24% single. Questionnaire completion rates during the investigated periods were between 96% and 97%. In total, 1,685 completed sets of questionnaires were included in the analyses. The patients reported no statistically significant and clinically relevant difference in QoL during the first and second waves of the COVID-19 pandemic, compared to one year earlier, see table 1. When analyzing the subpopulations, we found that patients below 65 years reported improved physical health summaries (p-value 0.016), decreased fatigue (p-value < 0.001), less insomnia (p-value 0.002) and improved role functioning (p-value <0.001) during the first wave, reaching both statistical significance and the threshold of MID. The group of patients living alone reported improved role functioning during the first wave, reaching both statistical significance (p-value <0.001) and the threshold of MID. These findings were not evident during the second wave, see table 1. Conclusion: As a group, Danish patients with MM did not report impaired QoL during the COVID-19 pandemic. In contrary, we observed improvements in some domains in patients below 65 years. Our observations indicate that the patients with MM have felt cared for and in good hands during the first and second waves of the COVID-19 pandemic. However, part of the reason for our finding of no negative impact on QoL by the pandemic could be that the questionnaires used were not developed to capture the impact of the pandemic on QoL. Importantly, our results suggest that QoL data collected in clinical trials during the pandemic allow interpretation without adjusting for the impact of the pandemic. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Redder:  Janssen-Ciliag: Research Funding. Frederiksen:  Alexion: Research Funding; Gilead: Research Funding; Abbvie: Research Funding; Janssen Pharmaceuticals: Research Funding; Novartis: Research Funding.",
    "author_names": [
        "Louise Redder",
        "Sören Möller",
        "Anna Thit Johnsen",
        "Mary Jarden",
        "Christen lykkegaard Andersen",
        "Henrik Frederiksen",
        "Henrik Gregersen",
        "Anja Klostergaard",
        "Morten Saaby Steffensen",
        "Per Troellund Pedersen",
        "Maja Hinge",
        "Mikael Frederiksen",
        "Carsten Helleberg",
        "Niels Abildgaard",
        "Lene Kongsgaard Nielsen"
    ],
    "author_dict_list": [
        {
            "author_name": "Louise Redder",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sören Möller",
            "author_affiliations": [
                "OPEN, Odense Patient data Explorative Network, Odense University Hospital, Odense, Denmark and Department of Clinical Research, University of Southern Denmark, Odense University Hospital, Odense, DNK"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Thit Johnsen",
            "author_affiliations": [
                "Department of Psychology, University of Southern Denmark, Odense, Denmark"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Jarden",
            "author_affiliations": [
                "The University Hospitals Centre For Health Research, Rigshospitalet, Copenhagen, DNK"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christen lykkegaard Andersen",
            "author_affiliations": [
                "Department of Haematology, Zealand University Hospital, Roskilde, DNK"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Frederiksen",
            "author_affiliations": [
                "Department of Hematology, Odense University Hospital, Odense, Denmark",
                "Department of Clinical Research, University of Southern Denmark, Odense, Denmark",
                "Academy of Geriatric Cancer Research (AgeCare), Odense University Hospital, Odense, Denmark"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Gregersen",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Klostergaard",
            "author_affiliations": [
                "7Department of Haematology, Aarhus University Hospital, Denmark, AArhus, Denmark"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morten Saaby Steffensen",
            "author_affiliations": [
                "Department of Haematology, Regional Hospital West Jutland, Denmark, Holstebro, DNK"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Per Troellund Pedersen",
            "author_affiliations": [
                "Department of Haematology, South West Jutland Hospital, Denmark, Esbjerg, Denmark"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maja Hinge",
            "author_affiliations": [
                "Department of Haematology, Vejle Hospital, Denmark, Vejle, DNK"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikael Frederiksen",
            "author_affiliations": [
                "Department of Hematology, Sygehus Soenderjylland, Aabenraa, Denmark"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Helleberg",
            "author_affiliations": [
                "Department of Hematology, Herlev Hospital, Herlev, Denmark"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels Abildgaard",
            "author_affiliations": [
                "Center for Geriatric Cancer Research (AgeCare), Odense University Hospital, Odense, Denmark",
                "Department of Haematology, Odense University Hospital, University of Southern Denmark, Odense, Denmark",
                "Department of Clinical research, University of Southern Denmark, Odense, Denmark"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lene Kongsgaard Nielsen",
            "author_affiliations": [
                "Quality of Life Research Center, Department of Haematology, Odense University Hospital, Denmark, Odense, DNK",
                "13 Research Unit for Multimorbidity, Department of Internal Medicine and Cardiology, Viborg Regional Hospital, Denmark, Viborg, Denmark"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T04:16:30",
    "is_scraped": "1"
}