{
    "doi": "https://doi.org/10.1182/blood.V106.11.345.345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=316",
    "start_url_page_num": 316,
    "is_scraped": "1",
    "article_title": "IL-21 Improves Rituximab-Mediated B Cell Depletion. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "IL-21 is a cytokine produced by activated CD4+ T cells that augments the growth, survival, and function of NK, T and phagocytic cells. IL-21 also plays an important role in regulating B cell proliferation and differentiation. In a previous study of cynomolgus monkeys treated with recombinant human IL-21, we demonstrated increased numbers of NK cells and phagocytic cells expressing Fcγ RI and III, enhancement of ex vivo antibody dependent cellular cytotoxicity (ADCC) activity, altered lymphocyte trafficking, and improved B cell depletion with subclinical doses of rituximab. The current study aimed to extend these findings to a clinically relevant rituximab dose regimen, and to evaluate the safety and tolerability of IL-21 administration in this setting. Three groups of cynomolgus monkeys (n=8) were treated by IV injection once weekly for four weeks with rituximab (10 mg/kg), concurrently with vehicle or IL-21 (0.3 or 1.5 mg/kg). Standard toxicology data were collected. The number and activation state of peripheral blood leukocyte subsets were determined by flow cytometry. Effects on B cells within spleen and lymph nodes were evaluated by immunohistochemistry. Co-administration of rituximab and IL-21 was well tolerated at both dose levels of IL-21 tested. The primary toxicological responses to the combination treatment were moderate anemia and thrombocytopenia, which were IL-21 dose dependent and similar in magnitude to those observed in previous IL-21 toxicology studies. In animals treated with rituximab alone, circulating B cells were depleted to a nadir 0.3–3 % of baseline on Day 11 of the study (Figure 1). In contrast, significantly lower B cell nadirs were observed following the first treatment with rituximab and IL-21 combination therapy (p< 0.01, ANOVA). In animals receiving the 1.5 mg/kg dose of IL-21, circulating B cells were depleted to a nadir 0 −1 % of baseline on Day 4, followed by partial recovery and further depletion to 0.3 – 2% of baseline on Day 11. More importantly, B cell recovery was significantly delayed in the group treated with rituximab and 1.5 mg/kg IL-21, compared to rituximab treatment alone (p< 0.05, ANOVA/PLSD). Thirty days following the fourth and final treatment, B cell numbers had recovered to only 6% of baseline, compared to 22% in the rituximab monotherapy treated group. Additionally, coadministration of IL-21 with rituximab increased circulating activated monocytes, granulocytes and NK cells compared with rituximab monotherapy. In conclusion, addition of IL-21 to a standard weekly, 4-dose regimen of IV rituximab was well-tolerated in cynomolgus monkeys and resulted in more complete, rapid and durable depletion of circulating CD20-expressing target cells. As depletion of B cells in this model serves as a surrogate for clearance of CD20-expressing malignant cells, these data support the evaluation of IL-21 and rituximab combination therapy in patients with advanced CD20 positive malignancies. View large Download slide Figure View large Download slide Figure ",
    "topics": [
        "b-lymphocytes",
        "interleukin-21",
        "rituximab",
        "cd20 antigens",
        "combined modality therapy",
        "anemia",
        "antibodies",
        "cancer",
        "cytokine",
        "flow cytometry"
    ],
    "author_names": [
        "Steven D. Hughes, PhD",
        "Rafael A. Ponce, PhD",
        "Cecile Krejsa, PhD",
        "Werner Frings, PhD",
        "Stephanie Bartsch, BS",
        "Julie P. Hill, MS",
        "Mark C. Rogge, PhD"
    ],
    "author_affiliations": [
        [
            "Preclinical Development, ZymoGenetics, Seattle, WA, USA"
        ],
        [
            "Preclinical Development, ZymoGenetics, Seattle, WA, USA"
        ],
        [
            "Preclinical Development, ZymoGenetics, Seattle, WA, USA"
        ],
        [
            "Covance Laboratories GmbH, Münster, Germany"
        ],
        [
            "Covance Laboratories GmbH, Münster, Germany"
        ],
        [
            "Preclinical Development, ZymoGenetics, Seattle, WA, USA"
        ],
        [
            "Preclinical Development, ZymoGenetics, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.613028449999995",
    "first_author_longitude": "-122.3420645"
}