{
    "doi": "https://doi.org/10.1182/blood.V122.21.4660.4660",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2571",
    "start_url_page_num": 2571,
    "is_scraped": "1",
    "article_title": "Cigarette Smoking Is An Under Recognised Cause Of Macrocytosis ",
    "article_date": "November 15, 2013",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron",
    "abstract_text": "Introduction The prevalence of macrocytosis in adults is estimated between 1.7% and 8% (Aslinia F et al. Megaloblastic anemia and other causes of macrocytosis. Clin Med Res. 2006; 4: 236-241, McNamee et al. Haematinic deficiency and macrocytosis in middle aged and older adults. 2013 Submitted PLOS ONE). Its diagnosis, depending on the clinical context, may warrant an extensive work-up for a vitamin deficiency or haematological malignancy. Known associations with raised mean corpuscular volume (MCV) include haematinic deficiency, heavy alcohol intake, liver disease, myelodysplasia and myeloma. While it has been suggested that smoking may be a cause of macrocytosis, this hypothesis has not been carefully evaluated. In an earlier study from our group (McNamee et al 2013 PLOS ONE Paper) we observed an independent link between smoking and macrocytosis in a representative sample of Irish adults. In this study we estimated the population attributable fraction for macrocytosis associated with smoking at 24.6%. The degree to which smoking contributes to clinically significant macrocytosis (MCV 99fl) has not been extensively reported in the literature. Aims To study the determinants of clinically significant macrocytosis with particular reference to the independent effects of cigarette smoking in a cohort of 2,047 Irish patients aged 50-69 years sampled from a primary care centre (Mitchelstown Cohort). Methods Details of the methods of the Mitchelstown Cohort study including sampling and recruitment have been described (Kearney et al. Int. J. Epidemiol. (2012) doi: 10.1093/ije/dys131). The study is based in a large primary care centre serving a defined population in Southern Ireland. 66% of eligible patients participated in this study. Vitamin B12 and folate levels, liver function and full blood counts were measured using standard automated analysers. Smoking status and alcohol intake were recorded using a validated questionnaire and the metabolic syndrome was defined using the International Diabetes Federation 2006 criteria. Statistical analysis was performed using Stata©. Multivariate logistic regression was used to estimate prevalence odds ratios with 95% Confidence Intervals (OR, 95%CI) for macrocytosis and its potential determinants, including smoking. Population attributable fractions were estimated using a standard formula for variables that were significantly associated with macrocytosis in multivariate analyses. Results The prevalence of clinically significant macrocytosis (MCV≥99fl) in this sample of 2,047 patients was 1.6%. The prevalence of B12 deficiency was 2.4%, folate deficiency, 1.5%, elevated gamma-glutamyltransferase (GGT), 18%, elevated alanine aminotransferase (ALT), 8%, elevated aspartate aminotransferase (AST), 4.7%, current smoking, 15% and the metabolic syndrome, 31%. In multivariate logistic regression analysis with adjustment for age and gender the following variables were significantly associated with MCV ≥99fl; vitamin B12 deficiency OR 6.1 (95% CI: 2.0-18.4), folate deficiency OR 8.2 (95% CI 2.3-29.0), elevated GGT OR 2.3 (95% CI 1.0-4.9), elevated AST OR 8.0 (95% CI 3.5-18.6), current smoking status OR 6.0 (95% CI 2.8-12.5) and the metabolic syndrome OR 3.4 (95% CI 1.6-6.9). In further analyses adjusted for age, gender and all of the other relevant, significant variables, the association between smoking and macrocytosis was essentially unchanged, OR 5.7 (95%CI 2.6-12.7). By contrast the association with elevated GGT was attenuated following adjustment for the metabolic syndrome. The population attributable fraction for smoking was 38.4% followed by elevated AST, 22.9%, the metabolic syndrome, 13.8%, vitamin B12, 11.7% and folate deficiency, 7.0%. Conclusion Our findings suggest that smoking is an important cause of macrocytosis. Potential mechanisms include the direct toxic effect on erythrocytes of acetaldehyde in tobacco smoke and the response to reduced oxygen-carrying capacity. Macrocytosis frequently prompts a referral to a haematologist. Given the relatively low prevalence of vitamin B12 and folate deficiency in the community setting, considerable thought should be given to the impact of lifestyle factors on mean corpuscular volume. Patients with isolated macrocytosis should potentially be advised regarding smoking cessation. Further studies are required to delineate the effects of smoking on erythropoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cigarette smoking",
        "macrocytosis",
        "mean corpuscular volume analyses",
        "folic acid deficiency",
        "aspartate transaminase levels raised",
        "hematinics",
        "vitamin b12 deficiency",
        "acetaldehyde",
        "alanine transaminase",
        "aspartate aminotransferases"
    ],
    "author_names": [
        "Maeve A O'Reilly",
        "Claire M Buckley",
        "Janas M Harrington",
        "Susan O'Shea",
        "Ivan J Perry",
        "Mary R Cahill"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Cork University Hospital, Cork, Ireland, "
        ],
        [
            "Department of Epidemiology and Public Health, University College Cork, Cork, Ireland"
        ],
        [
            "Department of Epidemiology and Public Health, University College Cork, Cork, Ireland"
        ],
        [
            "Department of Haematology, Cork University Hospital, Cork, Ireland, "
        ],
        [
            "Department of Epidemiology and Public Health, University College Cork, Cork, Ireland"
        ],
        [
            "Department of Haematology, Cork University Hospital, Cork, Ireland, "
        ]
    ],
    "first_author_latitude": "51.8833157",
    "first_author_longitude": "-8.5098392"
}