{
    "doi": "https://doi.org/10.1182/blood.V110.11.4069.4069",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1007",
    "start_url_page_num": 1007,
    "is_scraped": "1",
    "article_title": "Developmental Differences in Megakaryocytopoeisis: The Role of GATA-1 Short. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background: Thrombocytopenia is common among sick neonates, affecting 20–35% of patients admitted to the neonatal intensive care unit. In most of these cases, the mechanism underlying the thrombocytopenia is unknown, and applying concepts derived from thrombocytopenic adults to newborn infants has been difficult due to the significant differences between neonatal and adult megakaryocytopoiesis. Most notably, neonatal megakaryocytes (MKs) are smaller and of lower ploidy than their adult counterparts, but their progenitors are hyperproliferative. The molecular mechanisms underlying these differences remain unknown. However, a phenotype characterized by hyperproliferation of immature MKs has also been observed in subjects harboring mutations in the GATA-1 gene leading to the exclusive production of GATA-1 short (GATA-1s, a 40-kDA form of GATA-1). GATA-1s is also produced normally through alternative translation of GATA-1 mRNA, and has been demonstrated in human K562 cells and in the murine fetus. Interestingly, only GATA-1s is found at early stages of murine gestation (E 8.5), while both isoforms are present later in fetal development, suggesting that the concentration of the two isoforms is developmentally regulated. Based on these observations, we hypothesized that human neonatal MKs would have higher GATA-1s concentrations than adult MKs, a finding that could underlie their phenotypical differences. Methods: Neonatal cord blood (CB) and adult mobilized peripheral blood (PB) CD-34 + cells were cultured for 14 days in serum-free media containing thrombopoietin. At the end of the culture period the cells were harvested, the percentage of CD41+ cells was determined by flow cytometry, and cells were lysed for protein extraction. Western blots were performed using a goat anti-human GATA-1 antibody that binds the carboxy-terminal domain (Santa Cruz), thus allowing detection of both GATA-1 isoforms. Protein isolated from K562 cells was used as positive control. Following GATA-1 detection, the membranes were stripped and re-probed with an anti-human beta-actin antibody. The intensity of GATA-1,GATA-1s, and beta-actin bands were quantified using Scion software. Beta-actin concentrations were used to normalize the results for any differences in protein loading. Results: A total of four CB and four PB samples were analyzed. The percentage of cells expressing CD41 at the end of the culture period was consistently >80%. Mean GATA-1 concentrations were approximately double in CB- compared to PB-derived MKs (42.1+/− 16.2 vs. 22.5 +/− 20.4 respectively; p=0.024). In contrast, GATA-1s concentrations were similar in CB vs. PB (29.9 +/− 13.5 vs. 25.2 +/− 20.12 respectively; p=0.5). Total GATA-1 concentrations (GATA−1 + GATA-1s) tended to be higher in CB- vs. PB-MKs, although this did not reach statistical significance (68.86 +/− 32.23 vs. 47.74 +/− 40.51; p=0.093). When GATA-1s concentrations were expressed as a percentage of total GATA-1, neonatal MKs had a significantly lower percentage of GATA-1s than their adult counterparts (42 +/− 7% vs. 54 +/− 4%; p=0.038). Conclusions: Our findings indicate that GATA-1s constitutes a lower percentage of total GATA-1 in neonatal compared to adult MKs, thus refuting the hypothesis that a relative over-expression of GATA-1s underlies the phenotype of human neonatal MKs. It is possible that, in corcondance with Li et al (Nature Genetics, 2005), the neonatal MK phenotype reflects the increased sensitivity of neonatal progenitors to the effects of GATA-1s.",
    "topics": [
        "culture media, serum-free",
        "gata1 protein, human",
        "meckel-gruber syndrome",
        "protein isoforms",
        "antibodies",
        "thrombocytopenia",
        "flow cytometry",
        "galveston orientation and amnesia test",
        "rna, messenger",
        "thrombopoietin"
    ],
    "author_names": [
        "Brandon S. Poterjoy, DO",
        "Matthew C. Bailey, BS",
        "Martha C. Sola-Visner, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Drexel University College of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, Drexel University College of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, Drexel University College of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "40.02875135000001",
    "first_author_longitude": "-75.1819017"
}