{
    "doi": "https://doi.org/10.1182/blood.V124.21.3638.3638",
    "article_title": "Reactive Oxygen Species Produced By Myeloid Cells Block CD20-Antibody Dependent NK Cell-Mediated Cytotoxicity Against Chronic Lymphocytic Leukemia Cells ",
    "article_date": "December 6, 2014",
    "session_type": "605. Molecular Pharmacology, Drug Resistance – Lymphoid and Other Diseases: Poster III",
    "abstract_text": "Introduction: The addition of the anti-CD20 antibodies rituximab or ofatumumab to chemotherapy has improved the outcome for patients with chronic lymphocytic leukemia (CLL), but the efficacy of anti-CD20 monoclonal antibodies (mAbs) as single agents is limited. Immunosuppressive reactive oxygen species (ROS), produced by myeloid cells, including monocytes, may be a limiting factor for the efficacy of ADCC-dependent therapy. With the aim of reducing a potentially inhibitory role of ROS on mAb-dependent NK cell cytotoxicity against CLL cells, we performed in vitro cytotoxicity experiments in the presence of monocytes and the ROS formation inhibitor histamine dihydrochloride (HDC). Methods: After informed consent, blood samples were collected from Binet stage A CLL patients seen at Sahlgrenska University Hospital, Gothenburg, Sweden. NK cells, monocytes and CLL cells were isolated from PBMCs by immunomagnetic negative selection or flow cytometry. ROS production by monocytes was assessed by isoluminol-enhanced chemiluminescense upon stimulation with the chemotactic peptide fMLF in the presence or absence of CLL cells, rituximab (Roche), ofatumumab (GSK), HDC or the NADPH oxidase inhibitor DPI. NK cell death was assessed by flow cytometry after over-night culture of monocytes and lymphocytes. Autologous ADCC assays were performed with NK cells, monocytes and CFSE-labeled CLL cells in the presence or absence of rituximab, ofatumumab, HDC, catalase and interleukin-2 (IL-2). CLL cell death was determined by flow cytometry after live/dead staining. The study was approved by the local ethical review board of Gothenburg, and conducted in accordance with the declaration of Helsinki. Results: Rituximab and ofatumumab both triggered extracellular ROS production by monocytes. ROS production was blocked by the NADPH oxidase inhibitor DPI. Furthermore, monocytes induced ROS-dependent apoptosis in adjacent NK cells. In the cytotoxicity experiments, rituximab-mediated NK cell dependent cytotoxicity against CLL cells was significantly inhibited by the presence of autologous monocytes. This suppression, as well as the induction of NK cell apoptosis, were dependent on ROS, since both HDC and catalase significantly increased cytotoxicity and rescued NK cells from monocyte-induced apoptosis. Expectedly, IL-2 augmented NK cell-mediated ADCC. Conclusion: The results imply that CLL patients harbor immunosuppressive myeloid cells that reduce CD20-antibody dependent NK cell-mediated cytotoxicity against leukemic cells by producing ROS. We propose that treatment with HDC, preferably in conjunction with NK cell stimulatory cytokines, may improve anti-CD20-based immunotherapy in CLL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "cd20 antigens",
        "cell-mediated cytolysis",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "myeloid cells",
        "reactive oxygen species",
        "cytotoxicity",
        "rituximab",
        "ofatumumab"
    ],
    "author_names": [
        "Olle Werlenius, MD",
        "Johan Aurelius, PhD",
        "Maria Simpanen",
        "Rebecca E Riise",
        "Ali A Akhiani, PhD",
        "Anna Martner, PhD",
        "Per-Ola Andersson, MD PhD",
        "Kristoffer Hellstrand, MD",
        "Fredrik B Thorén, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Olle Werlenius, MD",
            "author_affiliations": [
                "Department of Medicine, Sahlgrenska Cancer Center, University of Gothenburg, Gothenburg, Sweden "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Johan Aurelius, PhD",
            "author_affiliations": [
                "University of Gothenburg, Gothenburg, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Simpanen",
            "author_affiliations": [
                "Department of Medicine, Sahlgrenska Cancer Center, University of Gothenburg, Gothenburg, Sweden "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca E Riise",
            "author_affiliations": [
                "University of Gothenburg, Gothenburg, Sweden "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali A Akhiani, PhD",
            "author_affiliations": [
                "Department of Infectious Diseases, Sahlgrenska Cancer Center, University of Gothenburg, Gothenburg, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Martner, PhD",
            "author_affiliations": [
                "University of Gothenburg, Gothenburg, Sweden "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Per-Ola Andersson, MD PhD",
            "author_affiliations": [
                "Borås Hospital, Borås, Sweden"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristoffer Hellstrand, MD",
            "author_affiliations": [
                "University of Gothenburg, Gothenburg, Sweden "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fredrik B Thorén, PhD",
            "author_affiliations": [
                "University of Gothenburg, Gothenburg, Sweden "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:44:49",
    "is_scraped": "1"
}