{
    "doi": "https://doi.org/10.1182/blood.V118.21.4197.4197",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2008",
    "start_url_page_num": 2008,
    "is_scraped": "1",
    "article_title": "Chemotherapy Related Errors in the Pediatric Oncology Unit At a Tertiary Care Institution, ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster III",
    "topics": [
        "chemotherapy regimen",
        "drug dispensing error",
        "drug prescribing error",
        "medication error prevention",
        "medication errors",
        "pediatric oncology",
        "cancer",
        "brain tumors",
        "leukemia",
        "lymphoma"
    ],
    "author_names": [
        "Radha Rohatgi, Pharm.D., BCOP",
        "Sadhna Shankar, MD, MPH"
    ],
    "author_affiliations": [
        [
            "Pharamcy and Oncology, childrens national medical center, washington dc, DC, USA, "
        ],
        [
            "oncology, childrens national medical center, arlington, VA, USA"
        ]
    ],
    "first_author_latitude": "38.92908945",
    "first_author_longitude": "-77.02368009999999",
    "abstract_text": "Abstract 4197 Medication errors are responsible for 98,000 deaths and over almost a million injuries every year according to the Institute of Medicine report published in 1999. Cancer patients often receive complicated chemotherapy regimens which are at risk for errors. Few studies have evaluated the risk of medication errors related to chemotherapy. Majority of these studies are related to adult cancer patients. Studies regarding chemotherapy errors in pediatric patients are limited. The goal of this study was to evaluate the type and severity of errors related to chemotherapy administration in the pediatric oncology inpatient unit and outpatient clinic at a single institution over a 24 month period using a voluntary error reporting system in the institution. WebEnvision is a voluntary electronic reporting system implemented in 2007, that allows staff to anonymously report patient or staff safety incidents. We evaluated all the chemotherapy related WebEnvision reports from June 1, 2009 to May 31, 2011. All reports related to prescribing, dispensing and administering chemotherapy medications were included. Reports related to a supportive care measures were excluded. The reports were reviewed by both authors and graded according to the National Coordinating Council for Medication Error Reporting and Prevention Index for medication errors. The errors were also classified by type as defined by the American Society of Hospital Pharmacists guidelines for preventing medication errors. A total of 1030 reports related to oncology patients were recorded during the study period. Of these, 246 (23.9%) were related to chemotherapy. Thirty nine thousand preparations were dispensed by the chemotherapy pharmacy during the study period. The median number of chemotherapy drugs on orders associated with an error was 2 with a range of 1 to 6. The median length of chemotherapy treatment per order was 3 days with a range of 1 to 56 days. Approximately half (47%) of the errors occurred in patients undergoing treatment for leukemia or lymphoma, 28% for solid tumors, 17% for brain tumors, and 7% for non-malignant hematology patients. Ninety four (38%) errors were attributed to pharmacy, 83 (34%) to the providers, and 51 (20%) to the nurses. Seventy six (31%) were prescribing errors, 41 (16%) were administration errors, 31 (13%) were dispensing errors, and 26 (11%) were transcription errors. Approximately half (44%) of errors were of category B, an error occurred but did not reach the patient. Seventy six (31%) reports were category A, circumstances for error were present but no error occurred. Fifty nine (24%) were category C, an error reached the patient but caused no harm. Three errors reached the patient and could have contributed to harm (category D, F,G). Approximately one in three dispensing errors (32%), one in six prescribing errors (17%) and one in ten (11%) transcription errors reached the patient. Prescribing errors were the most common chemotherapy related errors in this study. One in four of all errors reached the patients. Errors occurred despite an institutional policy of two independent checks by providers, pharmacists, and nurses. More diligence is necessary on part of the person performing the second check on chemotherapy orders. Computerized provider order entry may help reduce chemotherapy related errors. Table1. Types of chemotherapy related errors  Types of Errors . N (%) . Prescribing 76 (31) Delay 58 (23) Administration 41 (16) Dispensing 31 (13) Transcription 26 (11) Monitoring 7 (3) Compliance 4 (2) Omission 3 (1) Total 246 (100) Types of Errors . N (%) . Prescribing 76 (31) Delay 58 (23) Administration 41 (16) Dispensing 31 (13) Transcription 26 (11) Monitoring 7 (3) Compliance 4 (2) Omission 3 (1) Total 246 (100) View Large Disclosures: No relevant conflicts of interest to declare."
}