{
    "doi": "https://doi.org/10.1182/blood-2020-137738",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4597",
    "start_url_page_num": 4597,
    "is_scraped": "1",
    "article_title": "Design of the Von Willebrand Factor in Pregnancy (VIP) Study ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": null,
    "author_names": [
        "Jill M Johnsen, MD",
        "Sarah Ruuska, MPH",
        "Peter A. Kouides, MD",
        "Barbara A. Konkle, MD"
    ],
    "author_affiliations": [
        [
            "Bloodworks Research Institute, Seattle, WA ",
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Bloodworks Research Institute, Seattle, WA "
        ],
        [
            "Department of Medicine, Mary M. Gooley Hemophilia Center, Rochester, NY"
        ],
        [
            "Bloodworks Research Institute, Seattle, WA ",
            "Department of Medicine, University of Washington, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.633202",
    "first_author_longitude": "-122.3261356",
    "abstract_text": "Background: von Willebrand factor (VWF) and factor VIII (FVIII) levels rise during healthy pregnancy by approximately 200 - 250%. VWF increases are markedly less pronounced or absent in pregnant women with von Willebrand disease (VWD). Women with VWD have relatively high rates of postpartum hemorrhage (PPH), even with VWD-specific treatment. Current guidance provides general recommendations for bleeding prophylaxis for childbirth for women with VWD. However, this guidance has been largely based on non-pregnant treatments and does not specify target VWF levels or duration of VWF replacement or antifibrinolytic treatment, particularly for women whose VWF levels do not reach 50-100% by the third trimester. There is also conflicting evidence about which laboratory assays are associated with increased PPH in VWD. Study Design: The Von Willebrand Factor in Pregnancy (VIP) Study (NCT04146376) is an investigator-initiated prospective, open-label, multi-center cohort study in the United States that aims to document the rate of PPH in women with VWD and to determine the effectiveness of maintaining VWF activity levels are over 100% at the time of delivery and the immediate postpartum period. Eligibility and Enrollment: Pregnant women ≥18 years and diagnosed with VWD (Type 1 with ≤ 30% VWF levels, Type 2, or Type 3) are eligible for enrollment. VWF genotyping will be performed as part of the study; patients can opt to receive these genetic results clinically. Exclusion criteria include other coagulopathies or clinical suspicion of preeclampsia, eclampsia, or HELLP (Hemolysis, Elevated Liver enzyme levels, and Low Platelet levels) syndrome. Consecutive enrollment will continue until 65 Non-Corrector patients and a maximum of 30 Corrector patients have completed the study. Corrector and Non-Corrector group determination: All subjects will have VWF levels drawn between weeks 34 and 38 of pregnancy including VWF antigen, VWF activity (e.g. VWF:RCo, VWF:GPIbM), and FVIII activity. The 34 - 38 week laboratory results will be used to determine if patients are in the \"Non-Corrector\" group, defined by one or more laboratory values still measuring < 100%, or in the \"Corrector\" group, defined by having all levels rise to over 100% by this time in pregnancy. Treatment and assessments of bleeding and VWF levels during childbirth and the postpartum period: Non-Correctors will receive VWF replacement with wilate ® to achieve VWF activity levels of 100-150% during delivery and immediate 72 hour postpartum period, followed by VWF levels of 50-100% for 5-10 days after delivery, depending on the mode of delivery. Patients in both the Corrector and Non-Corrector groups will receive tranexamic acid beginning immediately after delivery until postpartum day 14. Outcomes. The primary outcome measure will be the rate of PPH within the first 24 hours postpartum. Other outcome measures will include the rate of secondary PPH (from 24 hours to 6 weeks postpartum) using the Pictoral Bleeding Assesment Chart (PBAC) and other clinical and laboratory indicators of excessive bleeding; analysis of laboratory coagulation assays using a central laboratory for analysis relative to clinical outcomes and local laboratory results; and occurrence of adverse events including thrombosis. Summary. The VIP study should provide a better understanding of bleeding due to childbirth in women with VWD relative to VWD diagnosis, VWF levels, and other laboratory assessments of VWF-associated parameters. These data will also provide information important to developing evidence-based management of these patients. Disclosures Johnsen: Octapharma: Research Funding. Konkle: Uniquire: Research Funding; Takeda: Research Funding; CSL Behring: Consultancy; BioMarin: Consultancy; Pfizer: Consultancy, Research Funding; Sanofi: Consultancy, Research Funding; Roche: Consultancy; Baxalta: Research Funding; Spark: Consultancy, Research Funding; Sigilon: Consultancy, Research Funding."
}