{
    "doi": "https://doi.org/10.1182/blood.V108.11.4468.4468",
    "article_title": "Depsipeptide (FK228) Preferntially Induces Apoptosis in Acute T-Cell Leukemia Cell Lines Mediated by CD45 and Src Kinase. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Histone acetyltransferases (HAT) and histone deacetylases (HDAC) control the acetylation of histones and intracellular proteins, and regulate the transcription and function of the proteins. One histone deacetylase inhibitor, depsipeptide (FK228) has shown clinical activity in a subset of resistant patients with T-cell lymphoma. However the mechanism of depsipeptide-induced apoptosis in acute T-cell leukemia cells has not yet been fully elucidated. To evaluate the mechanisms of action of depsipeptide, we utilized the acute T-cell leukemia cell line, Jurkat. Treatment with depsipeptide for 24h and 48h clearly reduced growth of Jurkat cells and increased apoptosis in a dose dependent manner. IC50 of depsipeptide was 0.75 ng/ml. Histone H4 was acetylated in time and dose dependent manner. Cells were blocked in G2/M phase of the cell cycle. Caspase 3, caspase 9, caspase 7 and poly (ADP-ribose) polymerase (PARP) were activated. Activity of mitogen-activated protein kinase (MAPK) and Akt was blocked after depsipeptide treatment. MAPK phosphatase-1 (Mkp-1) belongs to the protein tyrosine phosphatase family. Mkp-1 was induced after depsipeptide treatment in a time and dose dependent manner. Rb and Chk2 regulate cell cycle and phosphorylated by DNA damaged. We demonstrated that Rb (Ser 807/811, Ser 780 and Ser 795) and Chk2 (Thr 68, Ser 19 and Thr 432) were phosphorylated after depsipeptide treatment in a time and dose dependent manner. Rb, Chk2 were not involved in histone H4 acetylation directly after depsipeptide tratment in Jurkat cells by using siRNA of Rb and Chk2 transfection. Src-family protein tyrosine kinases are regulatory proteins of cell proliferation and survival. CD45 is abundantly expressed on all nucleated hematopoietic cells and regulates the activation of Src family kinases. We found that histone H4 acetylation was much more potentially induced in modified Jurkat T cell line, which had lost expression of full length of p56lck (lck), J.CaM1.6, and loss of expression of CD45 antigen, J45.01, compared to the parental cell line, Jurkat. Histone H4 acetylation was also enhanced pretreatment of src kinase inhibitor, PP2. Src binds to HSP-90, but association was decreased after depsipeptide treatment. Although CD45 is associated with Zap-70 and dissociates completely after depsipeptide treatment, one phosphatase, SHP-1, is increased in association with CD45. It is known that High Mobility Group Box chromosomal protein 1 (HMGB-1) is a nuclear DNA-binding protein and pRB associates with HDAC activity in vivo and binds to class I HDACs (HDAC1-HDAC3) in vitro. We found depsipeptide reduced the association of Rb with HDAC3 and HMGB-1. Jurkat cells respond chemotactically to Stromal Cell-Derived Factor-1α(SDF-1α/CXCL12). The chemotactic response to SDF-1α/CXCL12 was significantly decreased after depsipeptide treatment in a time dependent manner. Moreover, chemotactic inhibition of J45.01 cells was more sensitive to depsipeptide compared parental cell line, Jurkat. Depsipeptide potently induces apoptosis of an acute T-cell line, effects mediated by CD45 and Src kinase. Our study increases insight into how depsipeptide may mediate its effects on acute T-cell leukemia cells, information of potential therapeutic relevance.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "apoptosis",
        "cd45 antigens",
        "cell lines",
        "phosphotransferases",
        "romidepsin",
        "t-cell leukemia, acute",
        "histones",
        "histone deacetylase",
        "mitogen-activated protein kinases"
    ],
    "author_names": [
        "Seiichi Okabe, MD, PhD",
        "Tetsuzo Tauchi, M.D., Ph.D.",
        "Hal E. Broxmeyer, Ph.D.",
        "Kazuma Ohyashiki, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Seiichi Okabe, MD, PhD",
            "author_affiliations": [
                "First Department of Internal Medicine, Tokyo Medical University, Shinjuku-ku, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tetsuzo Tauchi, M.D., Ph.D.",
            "author_affiliations": [
                "First Department of Internal Medicine, Tokyo Medical University, Shinjuku-ku, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hal E. Broxmeyer, Ph.D.",
            "author_affiliations": [
                "Department of Microbiology and Immunology, and The Walther Oncology Center, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuma Ohyashiki, M.D., Ph.D.",
            "author_affiliations": [
                "First Department of Internal Medicine, Tokyo Medical University, Shinjuku-ku, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T21:25:09",
    "is_scraped": "1"
}