{
    "doi": "https://doi.org/10.1182/blood.V110.11.1003.1003",
    "article_title": "Degrasyn-Induced Trafficking of BCR-ABL as a Novel Mechanism of Kinase Inactivation. ",
    "article_date": "November 16, 2007",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "abstract_text": "Inhibitors that inactivate specific tyrosine kinases have proven to be a very effective form of therapy of many leukemias and hematopoetic disorders. Most inhibitors function by competing for the ATP-binding pocket or by preventing association with protein substrates. However, clinical and molecular studies have shown that small changes in the structure of the target kinase (point mutations, post-translational modification) affect inhibitor binding affinities, resulting in resistance to this class of inhibitor. Therefore, development of agents that reduce the activity of leukemogenic kinases through alternate mechanisms are of great interest. We previously described a novel class of compounds, termed degrasyns, which reduced BCR-ABL (and Jak2) kinase activity through a unique mechanism. Degrasyn treatment of CML or BaF3 cells expressing wild-type or mutant (T315I) BCR-ABL resulted in a reduction of cytoplasmic BCR-ABL protein levels and loss of downstream signaling without a direct effect on BCR-ABL enzymatic activity. Biochemical studies demonstrated that degrasyn induced a rapid translocation of BCR-ABL from the cytosol to the cytoskeletal fraction (complete within 60 min) and this event correlated with loss of BCR-ABL signaling and initiation of apoptosis. A GFP-fusion protein composed of wild-type or T315I mutant BCR-ABL demonstrated that degrasyn induced high density translocation to the cytoskeletal fraction, as determined by direct fluorescence imaging. Translocation was specific for BCR-ABL and not other kinases (except Jak2) or signaling proteins. Translocation correlated with degrasyn-mediated tyrosine phosphorylation of a subset of specific proteins, including the tyrosine kinase Lyn, in the insoluble cellular fraction. CML cells expressing high levels of Lyn were more sensitive to degrasyn-mediated apoptosis suggesting that Lyn plays a role in degrasyn activity. Together these results suggest that degrasyn inactivates BCR-ABL by inducing its translocation to a cellular compartment that prevents its participation in oncogenic signaling. Degrasyn-induced BCR-ABL translocation was not effected by mutations that block dasatinib and imatinib activity and shows greater activity against some forms of imatinib resistance (Lyn overexpression). Animal studies demonstrated that degrasyn has anti-leukemic activity and functions through a unique mechanism of action. Development of inhibitors with this mode of action may be of significance for CML patients that fail therapy with ATP-binding pocket-directed tyrosine kinase inhibitors.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "phosphotransferases",
        "imatinib mesylate",
        "tyrosine",
        "dasatinib",
        "diagnostic imaging",
        "fusion proteins, bcr-abl",
        "leukemia",
        "protein tyrosine kinase",
        "protein-tyrosine kinase inhibitor"
    ],
    "author_names": [
        "Nicholas Donato, PhD",
        "Vaibhav Kapuria, MS",
        "Hanshi Sun, PhD",
        "David Maxwell, PhD",
        "Geoffrey Bartholomeusz, PhD",
        "William Bornmann, PhD",
        "Zhenghong Peng, PhD",
        "Ashutosh Pal, PhD",
        "Moshe Talpaz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicholas Donato, PhD",
            "author_affiliations": [
                "Internal Medicine - Hematology Oncology, University of Michigan Health Systems, Ann Arbor, MI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vaibhav Kapuria, MS",
            "author_affiliations": [
                "Department of Experimental Therapeutics, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanshi Sun, PhD",
            "author_affiliations": [
                "Internal Medicine - Hematology Oncology, University of Michigan Health Systems, Ann Arbor, MI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Maxwell, PhD",
            "author_affiliations": [
                "Department of Experimental Diagnostic Imaging, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey Bartholomeusz, PhD",
            "author_affiliations": [
                "Department of Experimental Therapeutics, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Bornmann, PhD",
            "author_affiliations": [
                "Department of Experimental Diagnostic Imaging, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhenghong Peng, PhD",
            "author_affiliations": [
                "Department of Experimental Diagnostic Imaging, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashutosh Pal, PhD",
            "author_affiliations": [
                "Department of Experimental Diagnostic Imaging, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Talpaz, MD",
            "author_affiliations": [
                "Internal Medicine - Hematology Oncology, University of Michigan Health Systems, Ann Arbor, MI, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T15:37:31",
    "is_scraped": "1"
}