{
    "doi": "https://doi.org/10.1182/blood.V106.11.3016.3016",
    "article_title": "Successful Pregnancy Outcome in 5 Patients with Thrombotic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Pregnancy is an initiating event for acute thrombotic thrombocytopenic purpura (TTP). Patients with a history of TTP have a high risk of relapse during pregnancy with associated maternal and fetal morbidity/mortality. We report 5 TTP patients who underwent serial clinical and laboratory monitoring (haemoglobin, platelets, blood film, reticulocytes, lactate dehydrogenase (LDH), ADAMTS-13 activity and IgG antibodies) and treatment within a specialist obstetric/haematology clinic, resulting in successful pregnancy outcomes. Patients: Cases 1 and 2 presented with TTP in their first pregnancy and had second trimester fetal losses. Case 3 had four TTP relapses and soon after achievement of clinical remission became pregnant. Case 4 had a single acute episode of TTP 6 years prior to pregnancy and normal ADAMTS 13 activity at the onset of pregnancy. Case 5 presented with acute TTP and a left sided stroke at 16 weeks gestation. ADAMTS-13 activity was 15% during pregnancy (range 15–78%, normal range 66–126%) by collagen binding assay. Case 4 had normal laboratory parameters, including serial ADAMTS 13 activity levels, throughout pregnancy, requiring no specific therapy for TTP. Case 5 received intensive PEX (84 procedures) and pulsed methylprednisolone during pregnancy. Rituximab (375mg/m 2 , weekly for 4 weeks) was given at 28 weeks gestation with no observed toxicity except asymptomatic transient neonatal neutropenia. All 5 cases continued low dose aspirin (75 mg daily) throughout pregnancy. Case 1 and 2 received prophylactic low molecular weight heparin (LMWH) and cases 3 and 5 received treatment doses of LMWH for pulmunory emboli and TTP associated stroke at presentation. Live healthy infants were delivered in all 5 cases in the third trimester (31–41 weeks). These data suggest successful pregnancy outcome is achievable in patients with a history of TTP/acute TTP with therapy based on close clinical and laboratory monitoring. Regular PEX in patients with a history of TTP and severely reduced ADAMTS 13 activity/IgG antibodies to ADAMTS 13 at the onset of pregnancy was associated with successful pregnancy outcome. Serial ADAMTS 13 activity and antibody levels during pregnancy and post-partum provided a useful adjunct to decision making on intensity of treatment.",
    "topics": [
        "normal pregnancy",
        "thrombotic thrombocytopenic purpura",
        "fetal death",
        "adamts proteins",
        "igg antibody",
        "low-molecular-weight heparin",
        "cerebrovascular accident",
        "ischemic stroke",
        "antibodies",
        "aspirin low dose"
    ],
    "author_names": [
        "Marie Scully",
        "Richard Starke",
        "Richard Lee",
        "Ian Mackie",
        "Samuel J. Machin",
        "Hannah Cohen"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie Scully",
            "author_affiliations": [
                "Haemostasis Research Unit, University College London, London"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Starke",
            "author_affiliations": [
                "Haemostasis Research Unit, University College London, London"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Lee",
            "author_affiliations": [
                "Department of Haematology, Royal Devon &Exeter Hospital"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Mackie",
            "author_affiliations": [
                "Haemostasis Research Unit, University College London, London"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel J. Machin",
            "author_affiliations": [
                "Department of Haematology, University College London Hospital, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hannah Cohen",
            "author_affiliations": [
                "Department of Haematology, University College London Hospital, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T15:46:04",
    "is_scraped": "1"
}