{
    "doi": "https://doi.org/10.1182/blood.V118.21.1294.1294",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2081",
    "start_url_page_num": 2081,
    "is_scraped": "1",
    "article_title": "Enhanced Generation of Human Hematopoietic Stem/Progenitor Cells From ES and Patient Derived IPS Cells Using a Novel Compound Screen ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "topics": [
        "idiopathic pneumonia syndrome",
        "stem cells",
        "cd45 antigens",
        "corticosterone",
        "cancer",
        "colony-forming units assay",
        "dimethyl sulfoxide",
        "hematological diseases",
        "human leukocyte antigens",
        "transplantation"
    ],
    "author_names": [
        "Roger Emanuel Rönn",
        "Roksana Moraghebi",
        "Carolina Guibentif",
        "Niels-Bjarne Woods"
    ],
    "author_affiliations": [
        [
            "Gene Therapy and Molecular Medicine, Stem Cell Center Lund University, Lund, Sweden, "
        ],
        [
            "Gene Therapy and Molecular Medicine, Stem Cell Center Lund University, Lund, Sweden, "
        ],
        [
            "Molecular Medicine and Gene Therapy, Stem Cell Center Lund University, Lund, Sweden"
        ],
        [
            "Gene Therapy and Molecular Medicine, Stem Cell Center Lund University, Lund, Sweden, "
        ]
    ],
    "first_author_latitude": "55.711948299999996",
    "first_author_longitude": "13.203493000000002",
    "abstract_text": "Abstract 1294 The ability to generate hematopoietic stem and progenitor cells from patient derived induced pluripotent stem (iPS) cells, would enable the generation of an unlimited supply of HLA matched transplantable cells for the treatment of both hematological disorders and malignancies. The goal of this project is to identify novel pathways involved in hematopoietic stem and progenitor cell generation and expansion from human ES and iPS cells. By using a small molecule compound library with our optimized iPS-2-blood lineage differentiation protocol, we have identified two novel chemical compounds that specifically enhance the generation of phenotypic adult hematopoietic stem cells. Compound A and compound B both enable increases of CD45/43+CD34+CD38-CD90+CD45RA- cells by 183+/−53%, n=5 and 275%, n=1, respectively. This is in comparison to DMSO carrier control wells, where the percentage of blood cells (CD45/43+) produced per total cells for these experiments was 73+/−2.9%, n=5. The increase in hematopoietic cell output using compound A was highly significant for the adult phenotypical hematopoietic stem cell fraction with a P-value of 0.03, n=5 (see Figure ). Hematopoietic progenitor, CD45/43+ CD34+, counts were also slightly increased for compound A and B at 129+/−32%, n=5 and at 211%, n=1, respectively. Interestingly, no statistically significant increase in the number of total blood CD45/43+ cells was detected at the time of harvest, with either compound; at 108% +/− 8.4%, n=5, for compound A, and 164%, n=1, for compound B. In addition to the improvements, as measured by FACS, compounds A and B both increased the numbers of clonogenic progenitors as measured by CFU-assay, allowing for a 241+/−67%, n=4, and 443%, n=1, increase in total hematopoietic colony counts, respectively. These results identify 2 novel compounds with the ability to expand the more primitive fractions of hematopoietic cells with preferential expansion of the most primitive fraction of hematopoietic cells derived from human ES and iPS lines. We are currently performing transplantation experiments with cells generated using these compounds to assess their repopulating potential. Further studies are being performed to investigate the molecular mechanisms of these compounds for hematopoietic stem and progenitor cell generation from ES and iPS cells. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}