{
    "doi": "https://doi.org/10.1182/blood-2021-149111",
    "article_title": "Telemedicine Has Acceptable Usability and High Satisfaction in Patients with Sickle Cell Disease ",
    "article_date": "November 5, 2021",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: The COVID-19 pandemic presented exceptional challenges to caring for adults with sickle cell disease (SCD) and necessitated a rapid transition to telemedicine, disrupting established care systems within a population that already faces unique and challenging medical needs. Although implementation of telemedicine care assumed reliable patient access to the requisite technology, as well as adequate spaces in which to complete visits, pre-pandemic barriers to in-person visits were also considerable, and many patients lacked access to reliable transportation and childcare or could not afford to miss work to attend clinic. Given the scarcity of research on the acceptability of telemedicine care for SCD patients, the pandemic has provided a critical and necessary opportunity to study patient satisfaction when using telemedicine modalities for regular SCD care. The objective of this study was to identify which patient groups rate telemedicine high in satisfaction and usability. Methods: We surveyed 99 patients of the Sickle Cell Clinic for adults at Johns Hopkins who had any form of SCD, were age 18 or above, and participated in at least one video visit between March-July 2020. Telemedicine satisfaction was assessed by the Telemedicine Satisfaction Questionnaire (TSQ), and usability was assessed by the System Usability Scale (SUS). Patients' engagement in their healthcare was assessed by the Patient Activation Measure (PAM13). We conducted linear regression with TSQ and SUS as outcomes and participant characteristics as predictors. Results: Participant characteristics (briefly, mean age 39, 95% African American, 72% female, and 81% with education level above high school) and their association with TSQ and SUS are shown in Table 1. Mean SUS was 72/100 (SD 15), slightly above the defined average usability of 68; mean TSQ was 4.1 (SD 0.5) on a 5-point Likert scale. Participants tended to prefer video visits for their regular care (mean rating of 6.6/10, SD 2.9) but not for management of acute pain (mean rating of 4.9/10, SD 3.2). Participants who preferred video visits for regular SCD care reported higher SUS (p<0.01) and TSQ (p<0.001). We examined the effects of age, sex, income, and education level on TSQ and SUS; higher SUS was associated with an education level above high school (p<0.05), but no other associations were consistently significant. Higher SUS was also associated with having private insurance compared to public insurance (p<0.01) and being employed full-time compared to being unemployed (p<0.05). Disability status was negatively associated with SUS (p<0.05) but not TSQ. PAM13 was associated with higher telemedicine approval as measured by both TSQ and SUS (p<0.01). Conclusions: Our findings suggest that telemedicine has above-average usability and high satisfaction for SCD patients, regardless of age, sex, and income. Patients who were more engaged with their healthcare were more likely to rate telemedicine satisfaction and usability high. Because SUS was negatively associated with disability, lower education level, public insurance, and unemployment, patients within these groups may need more assistance with telemedicine. To improve usability, clinics may consider incorporating support services for patients who have difficulty using telemedicine platforms. Altogether, telemedicine demonstrates promising acceptability to SCD patients across multiple demographic groups and may serve as another method in the toolkit for increasing accessibility to high quality care for these patients. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Lanzkron:  Pfizer: Current holder of individual stocks in a privately-held company; Bluebird Bio: Consultancy; Novo Nordisk: Consultancy; GBT: Research Funding; Teva: Current holder of individual stocks in a privately-held company; Shire: Research Funding; CSL Behring: Research Funding; Novartis: Research Funding; Imara: Research Funding.",
    "author_names": [
        "Shu Zhang",
        "Taylor Brown",
        "Sara Weiss",
        "Elizabeth Ruvalcaba",
        "Mandy David",
        "Eric Boorman",
        "Sophie M. Lanzkron",
        "Michelle Eakin"
    ],
    "author_dict_list": [
        {
            "author_name": "Shu Zhang",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Taylor Brown",
            "author_affiliations": [
                "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Weiss",
            "author_affiliations": [
                "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Ruvalcaba",
            "author_affiliations": [
                "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mandy David",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Boorman",
            "author_affiliations": [
                "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie M. Lanzkron",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Eakin",
            "author_affiliations": [
                "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Johns Hopkins School of Medicine, Baltimore, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:06:09",
    "is_scraped": "1"
}