{
    "doi": "https://doi.org/10.1182/blood.V106.11.2065.2065",
    "article_title": "Impact of CD34+ Cell Dose in Peripheral Blood Stem Cell Transplantation from Unrelated Donors for Acute Leukemia Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "In a retrospective study we analysed the impact of the graft composition and several clinical criteria on the outcome of adult AML (n=104) and ALL (n=29) patients undergoing first allogeneic peripheral blood stem cell transplantation from unrelated donors at the University Hospital in Freiburg. The median age of the patients was 52 years (range 18–74) and of the donors 35 years (range 20–58). All patients above 55 years of age received a preparative regimen consisting of fludarabine, melphalan and carmustin (FBM) whereas patients <55y received standard busulphan and cyclophosphamide. Graft-versus-host disease (GvHD) prophylaxis consisted of rabbit ATG (40–60 mg/kg; Fresenius) and cyclosporine combined with MTX in BuCy treated patients or mycophenolate mofetil in patients treated with FBM. There was a trend in the younger donors to mobilize more CD34+ cells than older ones (r=−0.147, p=0.11). A median of 6.1x10 6 CD34+ cells/kg (range 1.5–17.0) and 3.1 x10 8 CD3+ cells/kg (range 1.0–20.0) were infused. There was no association between the numbers of CD34+ and CD3+ cells in the transplanted peripheral blood stem cell graft (r=0.097, p=0.29). The dose of CD3+ cells infused correlated with the occurence of acute GvHD (aGvHD) II–IV (p=0.02) but not with the development of chronic GvHD (cGvHD). The risk of chronic or acute GvHD was not different between patients receiving more than the 75. percentile (p75) of CD34+ cells (>8x10 6 cells/kg) compared to those receiving < p75 CD34+ cells. In multivariate analysis of all leukemia patients, acute GvHD, chronic GvHD and age were independent prognostic factors in OS. But in older patients (>50y), higher (>p75) CD34+ cell dose in the PB graft was associated with a trend to better OS at one year both in univariate (hazard ratio 0.508, 95% CI, 0.231 to 1.114, p=0.0908) and multivariate analysis (hazard ratio 0.521, 95% CI, 0.235 to 1.155, p=0.1084), while CD34+ cell dose did not have any impact in the OS of younger (<50y) patients. Univariate analysis of 104 patients with myeloid diseases revealed that patients sex, disease status at HCT, HLA match, or the preparative regimen (BuCy versus FBM) did not have any recognizable effect on OS, resulting in a 1-year survival of 65–70% in all analysed subgroups. Multivariate analysis showed that occurence of aGvHD was associated with significantly increased mortality in younger patients (BuCy treated, hazard ratio 3.287, 95% CI 1.126 to 9.596, p=0.03) as compared to FBM patients (hazard ratio 1.52, 95% CI 0.552 to 4.188, p=0.41). Relapse rates were lower in patients who experienced cGvHD as compared to those without cGvHD resulting in a significantly better OS (hazard ratio 0.276, 95%CI, 0.102 to 0.750, p=0.011). In conclusion the data show that in leukemia patients treated with peripheral blood stem cell transplantation from unrelated donors, older patients receiving grafts with higher CD34+ cell counts show a trend to better survival, while in the same group FBM conditioning does not increase the treatment related mortality.",
    "topics": [
        "donors",
        "leukemia, acute",
        "peripheral blood stem cell transplantation",
        "graft-versus-host disease, chronic",
        "tissue transplants",
        "graft-versus-host disease, acute",
        "graft-versus-host disease",
        "leukemia",
        "busulfan",
        "carmustine"
    ],
    "author_names": [
        "R. Marks, MD",
        "A. Spyridonidis, MD",
        "G. Ihorst",
        "H. Bertz, MD",
        "J. Finke, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "R. Marks, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital Freiburg, Freiburg, Baden-Wuerttemberg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "A. Spyridonidis, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital Freiburg, Freiburg, Baden-Wuerttemberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G. Ihorst",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital Freiburg, Freiburg, Baden-Wuerttemberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Bertz, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital Freiburg, Freiburg, Baden-Wuerttemberg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Finke, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital Freiburg, Freiburg, Baden-Wuerttemberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T12:57:37",
    "is_scraped": "1"
}