{
    "doi": "https://doi.org/10.1182/blood.V106.11.2389.2389",
    "article_title": "Trafficking and Expansion of NK Cells in Murine Models of Bone Marrow Transplantation. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Allogeneic hematopoietic cell transplantation has proven to be an effective treatment for hematologic malignancies and some solid tumors. However, the high incidence of graft versus host disease (GVHD) as a complication of this treatment has limited the overall effectiveness of HCT. In addition, disease relapse also limits overall success. Novel strategies are needed which can suppress the development of GVHD but still maintain an effective immune response to provide a GVT effect. It has been shown that NK cells have the capability of suppressing the development of GVHD while inducing an anti-tumor response. The trafficking of cells to specific organs and tissue sites after transplant can be a major factor in determining whether or not they contribute to GVT and GVHD reactions. Little is known about the trafficking patterns of NK cells following hematopoietic cell transplantation, their proliferation or how long they persist in vivo. We investigated the trafficking patterns of NK cells in vivo in an allogeneic and syngeneic bone marrow transplant setting using a novel in vivo bioluminescence imaging (BLI) technique. Freshly isolated NK cells from FVB L2G85 transgenic mice, which constitutively express the luciferase gene and can be imaged by BLI, were transplanted along with T-cell depleted bone marrow into lethally irradiated BALB/c (allogeneic) or FVB (syngeneic) mice. BLI of the irradiated mice on successive days post-transplant indicated that in the allogeneic setting, NK cells traffic to distinct lymphoid organs, such as the cervical lymph nodes and spleen. The bioluminescent signal was 2.75-fold greater on Day 6 post-transplant than on Day 2 post-transplant, indicating a significant in vivo expansion of the NK cells in an allogeneic recipient in the first week post-transplant. In the syngeneic setting, NK cell trafficking to distinct lymphoid organs was not observed, and the bioluminescent signal intensity emitted from the transplanted mice remained constant. Thus, we anticipate that the in vivo expansion of NK cells seen in the allogeneic bone marrow transplant setting is not due to homeostatic proliferation alone. Continuing studies will address whether the in vivo expansion is driven by NK cell receptor-ligand interactions or MHC Class I differences. Understanding NK cell trafficking and proliferation could provide novel insights into enhancing function of both innate and adoptively transferred NK cells.",
    "topics": [
        "bone marrow transplantation",
        "mice",
        "natural killer cells",
        "graft-versus-host disease",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "bone marrow transplantation, allogeneic",
        "diagnostic imaging",
        "hematologic neoplasms",
        "ligands"
    ],
    "author_names": [
        "Janelle A. Olson",
        "Robert Negrin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Janelle A. Olson",
            "author_affiliations": [
                "Division of Bone Marrow Transplantation, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert Negrin, MD",
            "author_affiliations": [
                "Division of Bone Marrow Transplantation, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T15:42:57",
    "is_scraped": "1"
}