{
    "doi": "https://doi.org/10.1182/blood.V106.11.4277.4277",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=362",
    "start_url_page_num": 362,
    "is_scraped": "1",
    "article_title": "The G Protein-Coupled Receptor cysLT1 Signals Via ERK/MAP-Kinase and Pyk2, but Not NF-kappa B, in CD34+ Progenitor Cells, Explaining Its Dual Effect on Both, Cell Migration and Proliferation. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The G protein-coupled receptor (GPCR) cysLT1 is expressed in CD34+ cell lines and immature hematopoietic progenitor cells (HPC), while its ligand leukotriene D4 (LTD4) is produced by bone marrow endothelium and stromal cells when deprived of hematopoietic cells. In the present study, we analyzed the signal transduction pathways of cysLT1 in progenitor cell lines and primary CD34+ HPC isolated from the mobilized peripheral blood. Of note, the effects of LTD4 on intracellular calcium fluxes, a typical event related to signaling of Gi-coupled GPCR, were substantially stronger than those observed after stimulation of the HPC-associated chemokine receptor CXCR4 with optimal doses of the corresponding ligand stromal cell-derived factor-1 (SDF-1, CXCL12). In cytokine-supplemented liquid cultures in vitro (containing interleukin-3, stem cell factor, and FLT3-ligand), addition of LTD4 resulted in a significantly greater expansion of both, committed and immature CD34+ progenitors. The effect of LTD4 in these cultures was comparable to that induced by the early acting hematopoietic growth factor FLT3-ligand, whereas the CXCR4 ligand SDF-1 (CXCL12) was unable to expand the number of CD34+ HPC when added to similar cytokine-supplemented liquid cultures. In both, CD34+ cell lines and primary CD34+ progenitor cells, LTD4 induced a rapid phosphorylation of ERK/MAP-kinase, a signaling step related to cell proliferation, and Pyk2, which is connected to downstream signaling pathways resulting in cell migration. Signaling through NF-kappa B, representing an alternative pathway of GPCR signaling associated with cell proliferation, was unaffected. In conclusion, the GPCR cysLT1 activates multiple signal transduction pathways in CD34+ HPC leading to cell migration and proliferation. In contrast to the CXCR4 ligand SDF-1 (CXCL12), the effect of the cysLT1 ligand LTD4 on cell proliferation was more pronounced and even comparable to that induced by early acting hematopoietic growth factors.",
    "topics": [
        "cell motility",
        "g-protein-coupled receptors",
        "mitogen-activated protein kinases",
        "nf-kappa b",
        "stem cells",
        "leukotriene d4",
        "stromal cell-derived factor 1",
        "ligands",
        "cxcr4 receptors",
        "cytokine"
    ],
    "author_names": [
        "Andreas M. Boehmler, PhD",
        "Gabriele Seitz, PhD",
        "Lothar Kanz, MD",
        "Robert Möhle, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Medicine 2, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Dept. of Medicine 2, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Dept. of Medicine 2, University of Tübingen, Tübingen, Germany"
        ],
        [
            "Dept. of Medicine 2, University of Tübingen, Tübingen, Germany"
        ]
    ],
    "first_author_latitude": "48.5294782",
    "first_author_longitude": "9.043773999999999"
}