{
    "doi": "https://doi.org/10.1182/blood.V124.21.4510.4510",
    "article_title": "Infrared Microspectroscopy Allows Direct Identification of Leukemic Cells Expressing T315I-Mutated BCR-ABL Via a Unique Spectral Signature ",
    "article_date": "December 6, 2014",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "The use of tyrosine kinase inhibitor (TKI) therapies has dramatically changed the prognosis of chronic myeloid leukemia (CML) and modified the natural history of the disease. However, the generation of ABL-kinase domain mutations due to the genetic instability of leukemic cells continues to be very significant challenge, especially in advanced phases of the disease. Amongst these mutations, T315I is the most problematic as it reduces the binding of Imatinib, Dasatinib or Nilotinib to their target, leading to a total resistance to all three TKIs. Although the mechanism of the appearance of this mutation is not completely known, it is possible that it induces a signalling pathway not entirely similar to that induced by classical wild-type BCR-ABL. From the mechanistic point of view, the mechanism of resistance of T315I-mutated BCR-ABL to Imatinib is related to the substitution of Isoleucine to Threonine, which normally forms a hydrogen bond with Imatinib, this bond being absolutely required for binding of the drugs to the catalytic site. T315I mutation can be identified by direct sequencing, D-HPLC, allele specific PCR or double gradient gel electrophoresis of the PCR products amplified from the BCR-ABL kinase domain. However these techniques cannot identify directly the leukemic cells expressing T315I-mutated BCR-ABL which are known to co-exist with native BCR-ABL-expressing cells in bone marrow. Infrared microspectroscopy allows the identification of metabolic features of mammalian cells, based on their protein, lipid, amid and nucleic acid contents, generating a spectral signature. In this work we asked whether infrared microspectroscopy can be used to identify metabolic changes occurring in single cells bearing BCR-ABL T315I mutation. For this purpose we have used human (UT7) and murine embryonic stem cells (GS2) expressing either native (N) or T315I-mutated BCR-ABL. In the human UT7 cells expressing N-BCR-ABL, we were able to clearly distinguish at the single cell level, cells expressing BCR-ABL from wild type cells using principal component analysis. However, the presence of T315I mutation induced a clearly different signature, allowing a highly significant separation by the use of spectral signature. To confirm the specificity of this signature, we have used UT7 cells engineered to express either native or T315I-mutated BCR-ABL under the control of Doxycycline (DOX) -sensitive promoters. In this TET-OFF system, the addition of doxycycline to the culture medium inhibits BCR-ABL expression as monitored by Western blots, in approximately 6 days. Using this system, at day 0, UT7 cells expressing N-BCR-ABL and T315I mutated BCR-ABL were clearly distinguishable from parental UT7 cells. Upon inhibition of BCR-ABL expression by addition of Doxycycline, the spectral signature of N-BCR-ABL and T315I-mutated BCR-ABL cells became similar at day 2 and indistinguishable at day 4, but still distinguishable from wild type UT7 cells expressing DOX-inducible GFP. To confirm these results in a different cell context we have used a murine embryonic stem (ES) cell line (GS2) which was transduced with either N-BCR-ABL or T315I-mutated BCR-ABL-expressing lentiviral vectors. BCR-ABL-expressing individual clones grown were analyzed to analyze the spectral signature. In this cell line also, infrared microspectroscopy was able to distinguish ES cells expressing BCR-ABL T315I as compared to N-BCR-ABL. Thus, these results suggest that T315I mutation clearly induces metabolic changes different from N-BCR-ABL in leukemic cells, rendering them identifiable by the analysis of nucleic acid, lipid, amid and sugar contents. This new methodology can now be applied to the identification of primary CML leukemic cells harboring T315I at the single cell level and could be of interest for rapid identification of leukemic cells in a single step. This technique can also be used for rapid screening of novel compounds active against T315I mutation using microfluidic technologies leading to novel drug discoveries. Disclosures Turhan: Bristol Myers Squibb, Novartis: Honoraria, Research Funding.",
    "author_names": [
        "Christophe Sandt",
        "Olivier Feraud",
        "Marie Laure Bonnet",
        "Rania Khedhir",
        "Marie Claude Meunier",
        "Paul Dumas",
        "Annelise Bennaceur-Griscelli, MD PhD",
        "Ali G Turhan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christophe Sandt",
            "author_affiliations": [
                "SYNCHROTRON, Gif Sur Yvette, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Olivier Feraud",
            "author_affiliations": [
                "Inserm U935, Villejuif, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Laure Bonnet",
            "author_affiliations": [
                "Inserm U935 University and CHU of Poitiers, Poitiers, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rania Khedhir",
            "author_affiliations": [
                "Inserm U935, Université Paris Sud, Paris, France, Villejuif, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Claude Meunier",
            "author_affiliations": [
                "Inserm U935 University and CHU of Poitiers, Poitiers, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Dumas",
            "author_affiliations": [
                "SYNCHROTRON, Gif Sur Yvette, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annelise Bennaceur-Griscelli, MD PhD",
            "author_affiliations": [
                "University Paris Sud 11, Inserm U935, Villejuif, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali G Turhan, MD PhD",
            "author_affiliations": [
                "Inserm U935; Paris Sud University Hospitals Bicetre & Paul Brousse, Le Kremlin Bicetre, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:33:52",
    "is_scraped": "1"
}