{
    "doi": "https://doi.org/10.1182/blood.V116.21.1926.1926",
    "article_title": "An Integrative Analysis of Network Motifs and Gene Expression Data to Discover Experimentally Testable Transcription Factor-miRNA-Gene Regulatory Loops In Multiple Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1926 Gene regulatory networks with regulatory circuits at different domains are the fundamental mechanism in phenotypic expression of the underlying genome. Regulation by transcription factors (TF) and microRNA (miRNA) are important such domains beside other epigenetic and post-translational gene regulation. With many genomic data sets in recent years, improved understanding of such regulatory network motifs would be of substantial value to find causal genomic alternations in the cancer. A particular example of one such TF-miRNA-gene feed-forward loop (FFL) is, TF (e.g. MYC) regulates the transcription of one or a set of genes/TFs (e.g. E2F1), and the TF (MYC) also regulates the transcription of one or a set of miRNAs (e.g. mir-17-5p and mir-20a), which in turn regulate the same gene or set of genes (E2F1). We hypothesize that an integrative analysis of network motifs and gene expression data can discover experimentally testable TF-miRNA regulation relationships. We have developed computational algorithms based on network motifs and expression data for identifying TF-miRNA pairs important in biological processes and disease states. We construct candidate regulatory networks and rank them using network structure and expression data. We based our prediction on a score-based algorithm, and analyzed publicly available paired gene expression-miRNA profile data from 60 multiple myeloma (MM) patients and 5 samples from healthy donors. We have identified 65 FFLs containing TF-miRNA-gene networks with loss of negative feedback regulation in MM, which supports the uncontrolled growth, anti-apoptosis or other oncogenic effects in MM. Two of the prominent examples involve known proto-oncogenes, c-Myc and FOXA2. We also observed FFL involving c-Myc - mir-629 and target gene PRDM16. Here, concurrently up-regulated c-Myc (TF) and down-regulated mir-629 favors overexpression of target gene, PRDM16, with reported role in myelodysplastic syndrome and acute myeloid leukemia. Similarly, we observe FFL involving HOXA2 – mir-15a and mir-214 and target genes RUNX1T1, HOXC13, NKD1 and PRDM16. Using independent gene expression and miRNA public datasets, we have validated the loss of the negative regulation of these FFLs in MM. We are in the process of functionally validating these identified loops and the associated changes. We will present the predicted FFLs and their biological and functional significance in MM. Such integrative analysis of network motifs and gene expression data can discover experimentally testable TF-miRNA-gene regulatory network and will be instrumental in understanding the biology of the disease, developing clinically relevant integrated models, and translating basic research into targeted therapy. Disclosures: Anderson: Millennium Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Munshi: Millennium Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Onyx: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "gene expression",
        "genes",
        "micrornas",
        "multiple myeloma",
        "cancer",
        "leukemia, myelocytic, acute",
        "molecular targeted therapy",
        "myelodysplastic syndrome",
        "runx1 translocation partner 1 protein",
        "transcription factor"
    ],
    "author_names": [
        "Samir B. Amin, MBBS",
        "Zhenyu Yan, PhD",
        "Parantu Shah, PhD",
        "Jesús F. San Miguel, Sr, MD, PhD",
        "Stephane Minvielle, PhD",
        "Hervé Avet-Loiseau, MD, PhD",
        "Kenneth C. Anderson, MD",
        "Nikhil C. Munshi, MD",
        "Cheng Li, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samir B. Amin, MBBS",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute; VA Boston Healthcare System and Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhenyu Yan, PhD",
            "author_affiliations": [
                "Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parantu Shah, PhD",
            "author_affiliations": [
                "Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesús F. San Miguel, Sr, MD, PhD",
            "author_affiliations": [
                "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Minvielle, PhD",
            "author_affiliations": [
                "University Hospital of Nantes, Nantes, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Avet-Loiseau, MD, PhD",
            "author_affiliations": [
                "University Hospital of Nantes, Nantes, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute; VA Boston Healthcare System and Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheng Li, PhD",
            "author_affiliations": [
                "Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T13:02:52",
    "is_scraped": "1"
}