{
    "doi": "https://doi.org/10.1182/blood.V116.21.2753.2753",
    "article_title": "Single Cell Network Profiling as a Platform to Reveal Leukemia-Specific Signaling Signatures and Sensitivity to Kinase Inhibitor Therapies ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Abstract 2753 Aberration in kinase activity by either the gain-of-function mutations or overexpression of the encoding genes plays a pivotal role in myeloid leukemogenesis. An increasing number of kinase inhibitors are being developed as “targeted therapies” for the treatment of acute myeloid leukemia (AML) and other myeloproliferative disorders. However, given the biologic and clinical heterogeneity inherent to these diseases, an unmet medical need exists for tools to guide the choice of inhibitor(s) most relevant for individual patients. With the aim of developing a platform for the biological characterization of patient-specific tumors, which could assist patient stratification strategies for clinical trials, we combined signaling pathway analysis and drug response profiling in AML samples using Single Cell Network Profiling (SCNP) assays. This technology allows for the simultaneous measurement of the activation state of multiple signaling proteins at the single cell level. Cryopreserved mononuclear cells from blood leukapheresis of patients with AML (N=6) were analyzed in two experimental arms. #1 Signaling Arm: A panel of kinase inhibitors targeting FLT3, cKit, PI3 kinase, mTor, MEK, and JAK proteins was added at varying concentrations to the AML cells followed by stimulation with G-CSF, IL-27, cKit ligand (SCF), FLT3 ligand (FLT3L), or a vehicle control. Using multiparameter flow cytometry, the phosphoylation status of AKT, ERK, S6 Ribosome, STAT1, STAT3, and STAT5 were measured in multiple leukemia cell subsets defined by expression of CD34, cKit, CD3, and light scatter properties. Per sample, there were a total of 68 treatments measuring 3 phospho-proteins in 3 cell subsets. #2 Apoptosis/Cytostasis Arm: The leukemic cells were driven into cell cycle by exposure to IL-3, SCF, and FLT3L, followed by a 48-hr incubation with a combination of 1 to 5 kinase inhibitors targeting the same pathways referred to previously. The kinase inhibitor impact was measured on distal functional readouts, including apoptosis (cleaved PARP) and cell cycle (CyclinB1-S/G2 phase; p-Histone H3-M phase). These results were compared with results using bone marrow samples from healthy donors (N=6). Results: Each patient's sample generated a unique signaling profile. A broad range of protein-specific phosphorylation status of AKT, ERK, S6 Ribosome, STAT1, STAT3, and STAT5 was observed in response to growth factor stimulation. Response was measured by setting a region gate that captures the overall percentage of cells with fluorescence above the unstimulated level. The percentage of SCF, G-CSF and FLT3L responsive cells ranged between 6%-49%, 3%-56%, and 3%-22%, respectively. Overall, patient samples could be grouped based on their signaling profile, proliferative potential, and sensitivity to kinase inhibitor treatment. Specifically, the 2 samples with the greatest SCF and G-CSF signaling response also showed the most robust in vitro proliferation and were most sensitive to the JAK inhibitor, CP-690,550 (1μM) (as measured by cytostasis readouts). Whereas, 2 other samples that displayed only modest SCF and G-CSF signaling, but robust FLT3L signaling expanded slowly in culture and were particularly sensitive to the cytostatic effects of the PI3K inhibitor, GDC-0941, (1uM) or the Flt3 inhibitor, tandutinib, (1uM). Finally, the last 2 AML samples had weak growth factor signaling and did not proliferate in culture and therefore could not be tested for kinase inhibitor-induced cytostasis. While the successfully tested patient samples showed variable sensitivity (as measured by cytostasis and apoptosis) to different drug combinations, the samples from healthy donors showed considerable similarity in response across all inhibitor combinations. Conclusions: This study provides preliminary proof-of-concept on the utility of SCNP to dissect the pathophysiologic heterogeneity of hematologic tumors and assess their differential response to single and combination therapies. Ultimately, this functional pathway profiling and drug sensitivity assay may be useful to stratify patients to different kinase combination treatments tested in clinical trials. Disclosures: Covey: Nodality Inc.: Employment, Equity Ownership. Gulrajani: Nodality Inc.: Employment, Equity Ownership. Cesano: Nodality Inc.: Employment, Equity Ownership.",
    "topics": [
        "kinase inhibitors",
        "leukemia",
        "signal transduction",
        "flt3 ligand",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "phosphotransferases",
        "1-phosphatidylinositol 3-kinase",
        "growth factor",
        "neoplasms"
    ],
    "author_names": [
        "Todd M. Covey",
        "Michael Gulrajani",
        "Heiko Becker, MD",
        "Jason C. Chandler, MD",
        "Sebastian Schwind, MD",
        "Guido Marcucci, MD",
        "Alessandra Cesano, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Todd M. Covey",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael Gulrajani",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiko Becker, MD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason C. Chandler, MD",
            "author_affiliations": [
                "Ohio State University, Worthington, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Schwind, MD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Marcucci, MD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Cesano, MD",
            "author_affiliations": [
                "Nodality Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T04:08:35",
    "is_scraped": "1"
}