{
    "doi": "https://doi.org/10.1182/blood.V104.11.3536.3536",
    "article_title": "Phosphoinositide3-Kinase Independent Regulation of Bruton’s Tyrosine Kinase in Platelet Immunoreceptor Signaling. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Phosphoinositide 3-kinase (PI3K)-dependent activation of Bruton’s tyrosine kinase (Btk) is an indispensable step of B cell antigen receptor (BCR)-mediated signaling leading to cell development and function. Btk is a cytosolic tyrosine kinase and its recruitment to the plasma membrane is a necessary step for its function. In the BCR pathway, class 1A PI3K is though to play a major role in Btk recruitment by generating the D3 phosphoinositide as a docking site for the pleckstrin homology (PH) domain of this effecter kinase. This widely accepted hypothesis has been tested in platelets from gene knockout or mutant mice, since the cells utilize sets of transducers in collagen-induced GP VI signaling similar to those involved in immunoreceptor tyrosine-based activation motif-mediated signaling cascades activated by BCR and T cell antigen receptor (TCR) ligation. GP VI stimulation by collagen or collagen related peptide induces cellular responses including aggregation, granular secretion and adhesion, and Btk/phospholipase C (PLC) γ2 activation. As compared with control mice, these cellular responses and PLCγ2 tyrosine phosphorylation of either Btk or PI3K p85α−/− platelets were readily impaired, but the defect was greater in Btk−/− than p85α−/− platelets. Most strikingly, platelets from double-deficiency mice showed a most severely compromised phenotype implying the existence of a PI3K-independent pathway for Btk activation. Moreover, unlike B cells, as compared with Btk−/− platelets, only subtle functional defect was observed in X-linked immunodeficiency (Xid) platelets in which PI3K-dependent Btk activation is selectively lacking due to a naturally occurring point mutation of the gene encoding the PH domain of the kinase. In the TCR pathway, an adaptor complex formed by LAT, Gads and SLP-76 proteins that is membrane-bound via LAT palmitoylation readily recruits Itk, which is a counterpart Btk/Tec family kinase specific for TCR. Indeed, Btk was found to be associated with LAT/Gads/SLP-76 complex in platelets in a GP VI-stimulation dependent manner, and this phenomenon was unaffected by either PI3K defect or PI3K inhibitor. These results indicate that in platelet immunoreceptor signaling, Btk function is under control, at least in part, by a mechanism independent of PI3K engagement.",
    "topics": [
        "blood platelets",
        "phosphotransferases",
        "protein tyrosine kinase",
        "signal transduction",
        "scanning laser polarimetry",
        "tyrosine",
        "adhesions",
        "b-lymphocyte antigens",
        "gene knockout techniques",
        "immunologic deficiency syndromes"
    ],
    "author_names": [
        "Naohide Watanabe, MD., PhD.",
        "Hideaki Nakajima, MD., PhD.",
        "Atsushi Oda, MD., PhD.",
        "Yasuo Ikeda, MD., PhD.",
        "Makoto Handa, MD., PhD."
    ],
    "author_dict_list": [
        {
            "author_name": "Naohide Watanabe, MD., PhD.",
            "author_affiliations": [
                "Department of Transfusion Medicine & Cell Therapy, Keio University School of Medicine, Tokyo, Japan",
                "Internal Medicine, Keio University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideaki Nakajima, MD., PhD.",
            "author_affiliations": [
                "Department of Transfusion Medicine & Cell Therapy, Keio University School of Medicine, Tokyo, Japan",
                "Division of Cellular Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Oda, MD., PhD.",
            "author_affiliations": [
                "Laboratory of Environmental Biology, Department of Preventive Medicine, Hokkaido University School of Medicine, Sapporo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuo Ikeda, MD., PhD.",
            "author_affiliations": [
                "Internal Medicine, Keio University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Handa, MD., PhD.",
            "author_affiliations": [
                "Department of Transfusion Medicine & Cell Therapy, Keio University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T09:38:47",
    "is_scraped": "1"
}