{
    "doi": "https://doi.org/10.1182/blood.V122.21.3910.3910",
    "article_title": "BCR-ABL1 Molecular Remission After 90 y-Epratuzumab Tetraxetan Radioimmunotherapy In CD22 + Ph + B-ALL: A Potential New Treatment Paradigm ",
    "article_date": "November 15, 2013",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Introduction Targeted therapies are increasingly becoming treatment options for many hematological diseases. While immuno/chemoimmunotherapy is a recent area of research in acute lymphoblastic leukemia (ALL) (Raetz, JCO, 2008; Advani, Blood, ASH Meeting 2012, abstract 2603), we are unaware of any published studies in ALL using radioimmunotherapy (RAIT), where a potent radionuclide conjugated to an antibody can deliver radiation selectively to the tumor. CD22 is highly expressed in B-ALL. As such, the anti-CD22 humanized antibody, epratuzumab (Immunomedics, Inc., Morris Plains, NJ), which has been studied extensively in non-Hodgkin lymphoma, is also under active investigation in adult and pediatric ALL (see references above). Here we report a patient with Ph + B-ALL who presented in third relapse and who received RAIT with 90 yttrium ( 90 Y)-labeled anti-CD22 epratuzumab tetraxetan, resulting in an outstanding response. Patient and Methods A 57-year-old woman was diagnosed in July 2004 with Ph + B-ALL. She was documented with a first (meningeal) relapse in September 2009, then a second (bone marrow) relapse in July 2012. Because of no suitable stem-cell donor, the patient was never allografted when achieving first, second, or third complete remission (CR). Previous treatments included various chemotherapy regimens as well all the three available generations of targeted BCR-ABL1 protein fusion tyrosine kinase inhibitors. A third (bone marrow) relapse occurred in December 2012. The peripheral blood showed normal levels of hemoglobin, leukocytes and platelets, with no circulating leukemic blasts, the bone marrow showed 60% blast infiltration, and BCR-ABL1/ABL1 ratios in blood and bone marrow were 22.4% and 13%, respectively. Taking advantage of the patient’s good performance status (ECOG 1) and the high CD22 expression (100%) in the blast population, we decided to treat this patient by RAIT alone. We reduced the treatment dose to be conservative, since we had no prior experience in ALL and the bone marrow showed 60% blast infiltration, which is above the 25% cutoff for standard RAIT dosing in lymphoma. Accordingly, the patient received 2 cycles of 2 doses of 185 MBq/m 2 90 Y-epratuzumab tetraxetan administered intravenously one week apart. The Nantes ethics committee approved the treatment plan, and signed informed consent was obtained from the patient. Results Cycle 1: The patient completed both doses of 185 MBq/m 2 90 Y-epratuzumab tetraxetan without infusion reactions. Two weeks after starting treatment, she developed Grade 4 neutropenia and thrombocytopenia that subsequently recovered to Grade 1 levels at weeks 7 and 8, respectively. Grade 3 anemia developed 4 weeks after starting treatment and recovered to Grade 1 at week 7. Phenotypic minimal residual disease (MRD) was negative at 4 and 7 weeks. At 4 weeks, BCR-ABL1 transcript was detectable but not quantifiable (<0.01%) in blood sample and positive at 0.017% in bone marrow. Finally, at 7 weeks, BCR-ABL1 transcript was no longer detectable in both samples. No renal or liver toxicities were observed. Cycle 2: Eight weeks after starting the initial treatment, the same treatment was repeated. The patient again completed both doses of 185 MBq/m 2 90 Y-epratuzumab tetraxetan with no infusion reactions. No Grade 3-4 hematologic toxicity was observed. Contrary to cycle 1, no transfusions or cytokine support was given. Again, no renal or liver toxicities occurred. Most importantly, evaluations 7 weeks after retreatment and now 6 months (June 2013) from the beginning of RAIT confirmed the persistence of complete phenotypic and molecular responses. Conclusion We report here, for the first time, the feasibility as well as the unexpected efficacy of 90 Y-labeled anti-CD22 RAIT in a CD22 + , Ph + , B-ALL patient in third relapse. This novel targeted-radiation approach may be a promising therapeutic option for other CD22 + B-ALL patients. We are now conducting a phase I/II study testing this strategy (clinicaltrials no. NCT01354457). Disclosures: Wegener: Immunomedics: Employment, stock options, stock options Patents & Royalties. Goldenberg: Immunomedics: Employment, stock options, stock options Patents & Royalties.",
    "topics": [
        "burkitt's lymphoma",
        "disease remission",
        "leukemia, b-cell, acute",
        "radioimmunotherapy",
        "antibodies",
        "infusion procedures",
        "toxic effect",
        "acute lymphocytic leukemia",
        "anemia",
        "blood tests"
    ],
    "author_names": [
        "Patrice Chevallier, MD, PhD",
        "Caroline bodet-Milin, MD",
        "Nelly Robillard",
        "Thomas Eugene, MD",
        "Audrey Ménard",
        "Claire Le Houerou",
        "Thierry Guillaume, MD",
        "Jacques Delaunay, MD",
        "Martine Escoffre-Barbe",
        "William A Wegener, MD, PhD",
        "David M Goldenberg, ScD, MD",
        "Françoise kraeber-Bodere, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Patrice Chevallier, MD, PhD",
            "author_affiliations": [
                "Hematology, CHU Nantes, Nantes, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caroline bodet-Milin, MD",
            "author_affiliations": [
                "Service De Médecine Nucléaire, CHU de Nantes, Nantes, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelly Robillard",
            "author_affiliations": [
                "Hematology Laboratory, CHU, Nantes, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Eugene, MD",
            "author_affiliations": [
                "Nuclear Medicine Department, CHU Hotel-Dieu, Nantes, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Audrey Ménard",
            "author_affiliations": [
                "Hematology Laboratory, CHU, Nantes, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Le Houerou",
            "author_affiliations": [
                "Hematology, Nantes University Hospital, Nantes, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Guillaume, MD",
            "author_affiliations": [
                "Clinical Hematology, Nantes University Hospital, Nantes, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques Delaunay, MD",
            "author_affiliations": [
                "Hematology clinic, CHU Nantes, Nantes, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Escoffre-Barbe",
            "author_affiliations": [
                "Hematology, CHU, Rennes, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William A Wegener, MD, PhD",
            "author_affiliations": [
                "Immunomedics, Inc., Morris Plains, NJ, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M Goldenberg, ScD, MD",
            "author_affiliations": [
                "R&D, Immunomedics, Inc., Morris Plains, NJ, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Françoise kraeber-Bodere, MD",
            "author_affiliations": [
                "Service De Médecine Nucléaire, CHU de Nantes, Nantes, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T03:49:31",
    "is_scraped": "1"
}