{
    "doi": "https://doi.org/10.1182/blood.V108.11.1744.1744",
    "article_title": "Modulation of Tissue Factor-Factor VIIa Signaling by Lipid Rafts and Caveolae. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Tissue factor (TF) is a cellular receptor for clotting factor VIIa (VIIa) and the formation of TF-VIIa complexes on cell surfaces not only triggers the coagulation cascade but also transduces cell signaling via activation of protease-activated receptors (PARs), particularly PAR2. Although a number of recent studies provide valuable information on intracellular signaling pathways that are activated by TF-VIIa, the role of various cell surface components in mediating the interaction of TF-VIIa with PARs, and the subsequent signal transmittance are unknown. Unlike thrombin and trypsin, VIIa has to bind to its cellular receptor (TF) to activate PARs. The inability of TF-VIIa to effectively activate Ca 2+ signaling and failure to desensitize the signaling to subsequently added trypsin suggest that the TF-VIIa is a poor activator of PAR2. Despite this, a number of studies have shown that VIIa is as effective as trypsin or PAR2 agonist peptide in activating intracellular signaling pathways and gene expression in cells expressing TF. Although the potential mechanism for this phenomenon is unknown, compartmentalization of TF, PAR2, and G-proteins in plasma membrane microdomains could facilitate a robust TF-VIIa-induced PAR2-mediated cell signaling. Although certain G-protein coupled receptors and G-proteins are known to be segregated into specialized membrane microdomains, lipid rafts and caveolae, little is known whether PARs are segregated into lipid rafts and caveolae, and how such segregation might influence their activation by TF-VIIa and the subsequent coupling to G-proteins. To obtain answers to some of these questions, in the present study, we have characterized TF and PAR2 distribution on tumor cell surfaces and investigated the role of lipid raft/caveolae in modulating the TF-VIIa signaling in tumor cells. Detergent extraction of cells followed by fractionation on sucrose gradient centrifugation showed that TF and PAR2 were distributed both in lipid rafts (low-density) and soluble fractions. Immunofluorescence confocal microscopy revealed that TF at the cell surface is localized in discrete plasma membrane microdomains, and colocalized with caveolin-1, a structural integral protein of caveolae, indicating caveolar localization of TF. Similar to TF, PAR2 also displayed significant punctuate staining and colocalization with caveloin-1. Further, a substantial fraction of TF and PAR2 was colocalized in caveolae. Disruption of lipid rafts/caveolae by ß-methyl cyclodextrin or filipin treatments reduced TF association with PAR2 in lipid rafts and caveolar fractions and impaired the TF-VIIa-induced cell signaling (PI hydrolysis and IL-8 gene expression). Additional studies showed that both mßCD and filipin treatments specifically impaired TF-VIIa cleavage of PAR2 and but had no significant effect on trypsin cleavage of PAR2. Disruption of caveolae with caveolin-1 silencing had no effect on the TF-VIIa coagulant activity but inhibited the TF-VIIa-induced cell signaling. In summary, the data presented herein demonstrate that TF localization at the cell membrane could influence different functions of TF differently. While caveolar localization of TF had no influence in propagating the procoagulant activity of TF, it is essential in supporting the TF-VIIa-induced cell signaling.",
    "topics": [
        "agonists",
        "blood coagulation factors",
        "caveolae",
        "caveolins",
        "centrifugation",
        "coagulants",
        "complex",
        "dose fractionation",
        "endopeptidases",
        "filipin"
    ],
    "author_names": [
        "Vineet Awasthi, PhD",
        "Samir Mandal, Ph.D",
        "Veena Papanna, M.S.",
        "L. Vijaya Mohan Rao, Ph.D.",
        "Usha Pendurthi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vineet Awasthi, PhD",
            "author_affiliations": [
                "Biomedical Research, The University of Texas Health Center at Tyler, Tyler, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samir Mandal, Ph.D",
            "author_affiliations": [
                "Biomedical Research, The University of Texas Health Center at Tyler, Tyler, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veena Papanna, M.S.",
            "author_affiliations": [
                "Biomedical Research, The University of Texas Health Center at Tyler, Tyler, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Vijaya Mohan Rao, Ph.D.",
            "author_affiliations": [
                "Biomedical Research, The University of Texas Health Center at Tyler, Tyler, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Usha Pendurthi, PhD",
            "author_affiliations": [
                "Biomedical Research, The University of Texas Health Center at Tyler, Tyler, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T15:35:36",
    "is_scraped": "1"
}