{
    "doi": "https://doi.org/10.1182/blood.V120.21.788.788",
    "article_title": "Next-Generation Sequencing and Real-Time Quantitative PCR for Minimal Residual Disease (MRD) Detection Using the Immunoglobulin Heavy Chain Variable Region: A Methodical Comparison in Acute Lymphoblastic Leukemia (ALL), Mantle Cell Lymphoma (MCL) and Multiple Myeloma (MM) ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy I",
    "abstract_text": "Abstract 788 Background. Real-Time Quantitative (RQ) PCR-based MRD detection using tumor-specific primers derived from the immunoglobulin heavy chain variable region (IGH) is an established disease monitoring tool with high predictive value in ALL, MCL and MM. It is highly sensitive and has been standardized in the context of international cooperative groups such as the European Scientific Foundation for Laboratory Hematooncology (ESLHO). However it has some limitations, including marker identification failure, particularly in hypermutated tumors and false negatives due to clonal evolution, particularly in ALL. IGH-based next-generation sequencing (NGS) might overcome some of these limitations and further increase sensitivity, specificity, accuracy and reproducibility. We have thus performed a head to head comparison of the two methods on diagnostic (DG) and post-treatment follow-up (FU) samples on a panel of 55 patients. Patients and Methods. Overall, 381 samples (215 bone marrow, 166 peripheral blood; 62 DG, 319 FU) were collected from 55 patients (15 ALL, 30 MCL, 10 MM) in which RQ-PCR based MRD analysis had been performed in the context of prospective clinical trials. IGH-based RQ-PCR was carried out as previously described [Ladetto et al, BBMT 2000; Brüggemann et al, Blood 2006], according to the criteria of the European Study Group on MRD detection [van der Velden et al, Leukemia 2007], at two experienced MRD laboratories (Kiel, DE, 238 samples; Torino, IT, 143 samples). NGS was performed at the Sequenta facilities in San Francisco, CA, USA. Using universal primer sets, we amplified IGH variable, diversity, and joining gene segments from genomic DNA. Amplified products were sequenced to obtain a high degree of coverage (14 reads per each IGH molecule) and analyzed using standardized algorithms for clonotype determination. Tumor-specific clonotypes were identified for each patient based on their high-frequency in DG sample and then quantitated in FU samples. A quantitative and standardized measure of clone level among all leukocytes was determined using internal reference DNA. NGS analysis was performed independently and data were blinded until comparison. Comparability of MRD results by RQ-PCR and NGS was assessed by means of bivariate correlations between methods analysis (software R 2.15.1 package irr). Discordances were classified as follows: a positive/negative discordance was defined as major when the positive result was >1 E-05 and minor when ≤1 E-05; a quantitative discordance was defined as the presence of two positive results with a quantitative discrepancy >1 log. Results. 51 pts (93%) were evaluable with at least one tool (RQ-PCR 45, NGS 49), 43 (78%) with both and 4 (7%) with none. Disease-specific success rates are shown in Tab. 1. Overall, 333 samples (87%) were evaluated with at least one tool (RQ-PCR 282, NGS 319) and 268 (70%) with both. The latter group was thus comparable in terms of MRD output. A correlation analysis between RQ-PCR and NGS results is shown in Fig. 1 . Overall a significant concordance was observed (p<0.001, R=0.791). 210/268 (78%) samples had an optimal level of concordance. Of these 99 were MRD negative and 111 MRD positive. Major discordances were 17 (6,3%) with NGS overestimating compared to RQ-PCR in 11 samples and underestimating in 6; minor discordances were 23 (8,6%) with NGS overestimating in 5 samples and underestimating in 18; quantitative discordances were 18 (6,7%) with NGS overestimating in 14 cases and underdestimating in 4. In 2 ALL clonal evolution hampered straightforward MRD assessment in one of both methods. In one case IGH RQ-PCR underestimated MRD while a second RQ-PCR marker (TCRD) led to results comparable to NGS. In a second case NGS did not detect the tumor clone identified at diagnosis due to loss of the complete IGHV at relapse whereas the preceeding IGHDJ was preserved and detected by RQ-PCR targeting the preserved DJ region. Conclusions. NGS is a feasible tool for IGH-based MRD monitoring in ALL, MCL and MM, in selected cases reaching similar sensitivities compared to standardized RQ-PCR. Good concordance was seen in the vast majority of cases. However, disease-specific pitfalls (clonal evolution, somatic hypermutations, frequency of complete IGH rearrangements) have to be considered for both methods and prospective comparative analysis of unselected cases is required to verify the clinical impact of NGS-based MRD assessment. Table 1. View large View Large View large Download slide View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "immunoglobulin heavy chains",
        "immunoglobulin variable region",
        "mantle-cell lymphoma",
        "massively-parallel genome sequencing",
        "multiple myeloma",
        "neoplasm, residual",
        "quantitative real-time polymerase chain reaction",
        "polymerase chain reaction",
        "neoplasms"
    ],
    "author_names": [
        "Marco Ladetto, MD",
        "Monika Bruggemann",
        "Simone Ferrero, MD",
        "Francois Pepin",
        "Daniela Drandi, PhD",
        "Luigia Monitillo, PhD",
        "Antonio Palumbo, MD",
        "Roberto Passera, PhD",
        "Mario Boccadoro, MD",
        "Victoria Carlton, PhD",
        "Heiko Trautmann",
        "Malek Faham, MD, PhD",
        "Christiane Pott"
    ],
    "author_dict_list": [
        {
            "author_name": "Marco Ladetto, MD",
            "author_affiliations": [
                "Division of Hematology, University of Torino, A.O. San Giovanni Battista, Torino, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monika Bruggemann",
            "author_affiliations": [
                "Second Medical Department, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simone Ferrero, MD",
            "author_affiliations": [
                "Division of Hematology, University of Torino, A.O. San Giovanni Battista, Torino, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Pepin",
            "author_affiliations": [
                "Sequenta Inc, San Francisco, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Drandi, PhD",
            "author_affiliations": [
                "Division of Hematology, University of Torino, A.O. San Giovanni Battista, Torino, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigia Monitillo, PhD",
            "author_affiliations": [
                "Division of Hematology, University of Torino, A.O. San Giovanni Battista, Torino, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Palumbo, MD",
            "author_affiliations": [
                "Division of Hematology, University of Torino, A.O. San Giovanni Battista, Torino, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Passera, PhD",
            "author_affiliations": [
                "Division of Nuclear Medicine, Statistical Consultant, University of Torino, Torino, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Boccadoro, MD",
            "author_affiliations": [
                "Division of Hematology, University of Torino, A.O. San Giovanni Battista, Torino, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Carlton, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiko Trautmann",
            "author_affiliations": [
                "Second Medical Department, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malek Faham, MD, PhD",
            "author_affiliations": [
                "Sequenta, Inc., South San Francisco, CA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christiane Pott",
            "author_affiliations": [
                "Second Medical Department, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T21:29:49",
    "is_scraped": "1"
}