{
    "doi": "https://doi.org/10.1182/blood-2020-134785",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4600",
    "start_url_page_num": 4600,
    "is_scraped": "1",
    "article_title": "Waldenström's Macroglobulinaemia in the Modern Era: Real World Outcomes and Prognostication across 35 Chinese Academic Hospitals ",
    "article_date": "November 5, 2020",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Xin-xin Cao, MD",
        "Shuhua Yi, MD",
        "Zhongxing Jiang, MD",
        "Jingsong He, MD",
        "Wei Yang",
        "Juan Du, Jr., MD",
        "Chunyan Sun, MD PhD",
        "Yu Wu, MD",
        "Chen Wenming, MD",
        "Xiao-jun Liu",
        "Bingzong Li, MDPhD",
        "Chunrui Li, MDPhD",
        "Wei Sang",
        "Qin-hua Liu",
        "Xiaoxia Chu",
        "Li Fei",
        "Ou Bai",
        "Min Mao",
        "Rong Fu, PhD",
        "Wei WANG, MD",
        "Lihong Liu, MD",
        "Luqun Wang, MDPhD",
        "Yujun Dong, MD",
        "Jun Luo, DO",
        "Zhenling Li",
        "Yongqiang Wei",
        "Qi-ke Zhang",
        "Jing Liu",
        "Kaiyang Ding",
        "Liang Zou",
        "Bi-yun Chen",
        "Luoming Hua, PhD",
        "Hongmei Jing",
        "Juan He, PhD",
        "Liang Wang",
        "Lugui Qiu, MD",
        "Jian Li, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China "
        ],
        [
            "lymphoma and myeloma center, National Clinical Research Center for Blood Diseases, State Key Laboratory of Experimental Hematology, Blood Diseases Hospital & Institute of Hematology, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Bone Marrow Transplantation Center, The First Affiliated Hospital of Zhejiang University School of Medicine, Zhejiang, China "
        ],
        [
            "Shengjing Hospital of China Medical University, Shengjing, China "
        ],
        [
            "Department of Hematology, Myeloma & Lymphoma Center, Shanghai Changzheng Hospital, The Second Military Medical University, Shanghai, China "
        ],
        [
            "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Institute of Hematology, Wuhan, China "
        ],
        [
            "Department of Hematology and Hematology Research Laboratory, West China Hospital, Sichuan University, Chengdu, China "
        ],
        [
            "Department of Hematology, Beijing Chao-Yang Hospital of Capital Medical University, Beijing, China "
        ],
        [
            "Department of Hematology, The Second Hospital of Hebei Medical University, Hebei, China "
        ],
        [
            "Department of Hematology, the Second Affiliated Hospital of Soochow University, Suzhou, China "
        ],
        [
            "Department of Hematology, Tongji Hospital, Tongji Medical College of Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Department of Hematology, The Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Anhui Medical University, Anhui, China "
        ],
        [
            "Department of Hematology, Yantai Yuhuangding Hospital, Yantai, China "
        ],
        [
            "the First Affiliated Hospital of Nanchang University, Nanchang, China "
        ],
        [
            "Department of Hematology, The First Affiliated Hopital of Jilin University, Jilin, China "
        ],
        [
            "Department of Hematology, Xinjiang Uiger Municipal People's Hospital, Xinjiang, China "
        ],
        [
            "Tianjin Medical University General Hospital, Tianjin, China "
        ],
        [
            "Department of Hematology, The Affiliated Hospital of Qingdao University, QING DAO, CHN "
        ],
        [
            "The Fourth Hospital of Hebei Medical University, Shijiazhuang, China "
        ],
        [
            "Department of Hematology, Qilu Hospital of Shandong University, Jinan, China "
        ],
        [
            "Department of Hematology, Peking University First Hospital, Beijing, China "
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Guangxi Medical University, Guangxi, China "
        ],
        [
            "Department of Hematology, China-Japan Friendship Hospital, Beijing, CHN "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Gansu Provincial Hospital, Gansu, China "
        ],
        [
            "Department of Hematology, The Third Xiangya Hospital of Central South University, Hunan, China "
        ],
        [
            "The First Affiliated Hospital of University of Science and Technology of China, Hefei, China "
        ],
        [
            "Department of Hematology, Wuhan No.1 Hospital, Wuhan, China "
        ],
        [
            "Department of Hematology, Fujian Provincial Hospital, Fujian, China "
        ],
        [
            "The Affiliated Hospital of Hebei University, Baoding, China "
        ],
        [
            "Peking University Third Hospital, Beijing, China "
        ],
        [
            "Department of Hematology, The First Hospital of China Medical University, Shenyang, CHN "
        ],
        [
            "Department of Hematology, Zhujiang Hospital of Southern Medical University, Guangdong, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "Department of Hematology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China "
        ]
    ],
    "first_author_latitude": "39.91143099999999",
    "first_author_longitude": "116.41481",
    "abstract_text": "Backgroud: Waldenström macroglobulinemia (WM) is an uncommon indolent B cell non-Hodgkin lymphoma, which has heterogeneous clinical presentations and indications for treatment. Mostly the choice of first-line therapy is based on the individual patient's characteristic and indications for treatment. In China, previous studies on WM are mostly from single-center with small sample size, limiting the information available on treatment and outcome patterns. To address this knowledge gap, we present data from an analysis based on a nationwide multicenter registry with 17-years follow-up. Our study focuses on the clinical presentation, first-line therapies, as well as outcome and prognosis of WM in China. Methods: Patients diagnosed with WM between January 2003 and December 2019 at 35 academic hospitals in China, which have been entered in the database of the China Waldenström macroglobulinemia Registration (CWMG), were included in this retrospective study. Data including baseline clinical features, symptoms requiring treatment, treatment and survival were collected. The overall survival (OS) was defined as the duration from the diagnosis of WM to the date of death or last follow-up. Results: Overall 1141 patients were enrolled, 829 patients were male (72.7%), with a male-to-female ratio of 2.7:1. The median age at diagnosis was 64 years (range, 29-89 years), which 472 patients (41.4%) were older than 65 years, and 126 patients (11.0%) were older than 75 years. The patients' family histories included 6 WM and 4 other lymphoproliferative disorders. Symptoms leading to treatment initiation including anemia in 828 patients (72.6%), organomegaly in 441 patients (38.7%), thrombocytopenia in 302 (26.5%), neutropenia in 246 (21.6%), constitutional symptoms in 203 (17.8%), Bing-Neel syndrome in 13 (1.1%), IgM-related symptoms in including secondary amyloidosis in 32 (2.8%), secondary autoimmune hemolysis in 25 (2.2%), peripheral neuropathy in 23 (2.0%), secondary cold agglutinin disease in 21 (1.8%), secondary cryoglobulinemia in 11 (1.0%). At the time of diagnosis, 1125 patients had full information for IPSS-WM risk stratification. Among them, 194 patients (17.2%) were classified as low risk, 436 patients (38.8%) were intermediate risk, and 495 patients (44.0%) were high risk. Overall, 734 patients had documented treatment information. 75 patients (10.2%) received monotherapy, 264 (36.0%) received chemoimmunotherapy, and 395 (53.8%) receive other combination regimens (Figure 1). The most frequently used monotherapy was chlorambucil (3.1%), followed by ibrutinib (2.9%) and rituximab (2.5%). Rituximab, cyclophosphamide and dexamethasone or prednisone (DRC or RCP) were the most frequently used chemoimmunotherapy (10.8%). Followed by rituximab plus cyclophosphasmide, vincristine/vincristine and prednisone/prednisolone (R-COP) (6.8%), R-COP plus doxorubicin/epirubicin (R-CHOP) (6.1%), rituximab plus fludarabine, cyclophosphamide (R-FC) (4.5%), rituximab plus bortezomib based regimen (3.5%). Other combination regimens including bortezomib based regimen (18.6%), FC (10.6%), CHOP (9.3%), immunomodulatory drug based regimen (5.7%), chlorambucil plus prednisone (4.4%). After a median of 23 months (range 1-201 months) follow-up, 123 patients died. The estimated 5-year OS was 74.9%. Median OS were similar among patients who received monotherapy, chemoimmunotherapy or other combination regimens. To evaluate the prognostic factors of OS using multivariate Cox regression model, age > 65 years old (P=0.011, HR 0.622, 95% CI 0.431-0.898), platelet < 100×10 9 /L (P=0.006, HR 0.570, 95% CI 0.381-0.853), serum albumin <3.5 g/dl (P=0.020, HR 0.582, 95% CI 0.369-0.918), β-2 microglobulin concentration ≥4 mg/L (P=0.019, HR 0.630, 95% CI 0.429-0.926), LDH≥250 IU/L (P=0.016, HR 0.538, 95% CI 0.326-0.890) and secondary amyloidosis (P<0.001, HR 0.277, 95% CI 0.137-0.562) at baseline had significantly shorter OS . Conclusion: Frontline treatment choices of WM are wide heterogeneity due to various clinical presentations and the rarity of the disease. Old age, low platelet, low albumin, high β-2 microglobulin, high LDH and secondary amyloidosis indicate worse prognosis in WM. These findings may provide guidance for management of WM and better prognostic stratification of risk-adapted treatment strategies. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}