{
    "doi": "https://doi.org/10.1182/blood.V122.21.4755.4755",
    "article_title": "A Threshold Optical Density Value In Immunoassay Predicts Thrombosis In Patients with Heparin Induced Thrombocytopenia ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function",
    "abstract_text": "Heparin-induced thrombocytopenia (HIT) is an IgG mediated adverse reaction of heparin use associated with increased thrombosis. Heparin-platelet factor 4 (HPF4) enzyme immunoassay (EIA) detects all classes of antibody against HPF4 resulting in potential over-diagnosis of HIT. The objective of the current study was to determine an optimal threshold for diagnosis of HIT by EIA that would improve the diagnostic specificity and predict thrombosis. We retrospectively analyzed data of 101 consecutive patients who were tested positive based on conventional cut-off value of optical density (OD) obtained from EIA. Study patients were grouped as low (n=22), intermediate (n=26) and high (n=53) clinical probability group of HIT based on the 4T clinical probability scoring. An OD ratio (ODR) by EIA was calculated for each patient by dividing patient’s OD by the cut-off OD. Using low and high clinical probability as negative and positive diagnosis of HIT, a receiver operating characteristic curve was generated for the range of ODRs. An ODR of >2.5 provided the best trade-off between sensitivity and specificity. When a combination of clinical probability and ODR>2.5 were used to diagnose HIT, 20/26 patients with intermediate probability were reclassified as not having HIT. This reduced the overall diagnosis of HIT by 42% compared to that by EIA alone. Using this diagnostic criterion, the rate (58% vs. 10%, P <0.001) and the risk (Odds ratio 7.6, 95% confidence interval, 3.4-17.2) of thrombosis were significantly greater in patients with HIT than in patients without HIT. Thus, when patient’s OD 2.5 times greater than cut-off OD in EIA was combined with clinical probability for the diagnosis of HIT, it improved the diagnostic specificity and predicted thrombosis. This data also suggest the use of a universal ODR rather than an assay-specific cut-off for the diagnosis of HIT by EIA. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "immunoassay",
        "optics",
        "thrombocytopenia, heparin-induced",
        "thrombosis",
        "heparin",
        "adverse effects",
        "antibodies",
        "immunoglobulin g",
        "enzyme immunoassay",
        "blood platelets"
    ],
    "author_names": [
        "Asit K. Paul, MD, PhD",
        "William Fricke, MD",
        "Peter A. Kouides, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Asit K. Paul, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology & Palliative Care, Virginia Commonwealth University Medical Center, Richmond, VA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "William Fricke, MD",
            "author_affiliations": [
                "Rochester General Hospital, Rochester, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter A. Kouides, MD",
            "author_affiliations": [
                "Rochester General Hospital, Rochester, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:37:09",
    "is_scraped": "1"
}