{
    "doi": "https://doi.org/10.1182/blood-2018-99-119265",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3999",
    "start_url_page_num": 3999,
    "is_scraped": "1",
    "article_title": "A Novel DNA Methyltransferase Inhibitor Is Effective in an In Vivo Model of Myelodysplastic Syndrome ",
    "article_date": "November 29, 2018",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Poster I",
    "topics": null,
    "author_names": [
        "Ghanwa Khawaja, BS",
        "Yang Jo Chung, PhD",
        "Eunsil Park, MD",
        "Micheal Difilippantonio, PhD",
        "James H. Doroshow, MD",
        "Peter D. Aplan, MD"
    ],
    "author_affiliations": [
        [
            "NCI/NIH, Genetics Branch, Center for Cancer Research, Bethesda, MD "
        ],
        [
            "NCI, NIH, Bethesda, MD "
        ],
        [
            "NCI/NIH, Genetics Branch, Center for Cancer Research, Bethesda, MD "
        ],
        [
            "NCI/NIH, Division of Cancer Treatment and Diagnosis, Bethesda, MD "
        ],
        [
            "National Cancer Institute, NIH, Division of Cancer Treatment and Diagnosis, Bethesda, MD"
        ],
        [
            "NCI, NIH, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.21583375",
    "first_author_longitude": "-77.2663742",
    "abstract_text": "The myelodysplastic syndromes (MDS) are a heterogeneous group of clonal hematopoietic stem cell disorders characterized by ineffective hematopoiesis, peripheral blood cytopenias, dysplasia and a propensity for transformation to acute myeloid leukemia (AML). MDS is frequently associated with epigenetic gene silencing via methylation of cytosine residues in gene regulatory regions, and DNA methyl-transferase 1 (DNMT1) inhibitors, such as 5'azacytidine and 5-aza-2'-deoxycytidine (decitabine, DAC), are two of the three agents that are FDA approved for treatment of MDS. Although these drugs are not curative, they induce hematological improvement or improved survival in a significant fraction of MDS patients. Two novel, thiol-substituted 2'-deoxycytidine (dCyd) analogs designated T-dCyd (4'-thio-2'-deoxycytidine) and Aza-T-dCyd (5-aza-4'-thio-2'-deoxycytidine) were synthesized and shown to be potent DNMT1 inhibitors in vitro. We evaluated these drugs in vivo using the NUP98-HOXD13 (NHD13) mouse model for MDS. To mimic human MDS hematopoiesis, in which a portion of the hematopoietic output is provided by the MDS clone, and a portion provided by normal, non-MDS cells, we transplanted wild-type (WT) mice with a mixture of WT murine hematopoietic cells and NHD13 (MDS) hematopoietic cells. This bone marrow transplant (BMT) produces chimaeric recipients with bone marrow comprised of hematopoietic cells derived from both the MDS clone as well as normal hematopoietic precursors. WT and MDS cells in the mice can be distinguished by differential CD45 alleles (CD45.1 and CD45.2, respectively), which enables analysis and purification of the MDS and WT cells; this feat is not easily achieved with human MDS patient samples, which lack cell surface antigens specific for the MDS clone. At 8 weeks post-transplant; engraftment of MDS cells was documented by the presence of CD45.2+ cells in the peripheral blood, and the starting CBCs showed signs consistent with MDS including peripheral blood cytopenia and macrocytosis. Mice were randomly assigned to one of the three groups. 1) PBS, 2) T-dCyd, 3) Aza-T-dCyd. T-Cyd was dosed at 4 mg/kg/d intraperitoneally (IP) on weekdays for 2 weeks (10 doses), followed by three weeks rest; this constituted one cycle of therapy. Aza-T-dCyd was administered on the same schedule at 4 mg/kg/d IP. Flow cytometry and CBC were assessed on day 21 of each cycle, and treatment continued for up to one year, or until mice were humanely euthanized due to tachypnea, lethargy, or other signs of AML. Between four and six mice were treated per group, and the entire experiment was repeated three times and results pooled for T-dCyd, once for Aza-T-dCyd. The T-dCyd treated chimaeric mice showed significantly enhanced overall survival associated with hematological improvement including hemoglobin concentration, platelet and absolute neutrophil count compared to PBS treated mice (median survival 45.4 vs 28 weeks, p=0.0187). In addition to a survival advantage, AML onset was significantly delayed in the T-dCyd treated mice (median time to AML transformation 35 weeks for PBS vs unreached for T-dCyd, p=0.0111), although there was no significant change in MDS (CD45.2) engraftment between the T-dCyd and PBS treated mice. For Aza-T-dCyd group, we did not detect a survival benefit nor hematologic improvement, although we suspect this may have been secondary to unexpected toxicity at the selected dose. In sum, these results demonstrate the utility of chimaeric WT/MDS mice as a pre-clinical model for human MDS, and show that treatment with T-dCyd, a new DNMT1 inhibitor, leads to a survival advantage, hematologic improvement, and delayed transformation to AML. Disclosures Aplan: NIH Office of Technolgy Transfer: Employment, Patents & Royalties: NUP98-HOXD13 mice."
}