{
    "doi": "https://doi.org/10.1182/blood.V116.21.2456.2456",
    "article_title": "Response, Progression-Free Survival, and Overall Survival of Patients with Relapsed or Refractory Chronic Lymphocytic Leukemia (CLL) Treated with Flavopiridol: Impact of Poor Risk Cytogenetic Abnormalities ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2456 The cyclin-dependent kinase inhibitor flavopiridol has been shown to be a highly effective therapy in patients (pts) with relapsed or refractory CLL, and we have shown in vitro that flavopiridol induces apoptosis independent of the p53 pathway. Here we analyze the results of two early single-agent flavopiridol trials at our institution, OSU 0055 and OSU 0491, to study the effect of poor risk cytogenetic abnormalities on overall response rate (ORR), progression-free survival (PFS) and overall survival (OS). 112 pts are included in this analysis; 49 from the phase I and 63 from the phase II study. Data from the two trials were combined for all analyses. Specific genetic abnormalities were identified by fluorescence in situ hybridization, and complexity was determined by stimulated karyotype analysis. Dohner's hierarchical classification was used to group the pts into those with del (17p), those with del (11q) and those with other cytogenetic abnormalities or normal cytogenetics. Using this classification, 40 pts (37%) had del (17p), 37 (33%) had del (11q), and 35 (31%) had neither of these abnormalities. These groups were not significantly different in terms of age, sex, Rai stage, or percent fludarabine-refractory. The median number of prior treatments was 4 (range 1–11) and did not differ among cytogenetic groups (p=0.21). The presence of bulky adenopathy (≥5 cm) was significantly different among the groups (p=0.01). 89% of pts with del (11q) had bulky disease, while only 60% with del (17p) and 77% of pts without these abnormalities had bulky disease. Complex cytogenetics (≥3 abnormalities) were much more likely in pts with del (17p), where 63% possessed a complex karyotype, as opposed to 32% of pts with del (11q) and 26% of pts with other abnormalities (p=0.003). The ORR was 47%, and was not significantly different among the cytogenetic groups (p=0.17). ORR for pts with del (17p) was 48%, for pts with del (11q) was 57%, and for those without these cytogenetic abnormalities was 34%. The overall median PFS was 10 months (mo.). While the estimated medians were slightly higher in pts with poor risk cytogenetics, 10 mo. for both del (17p) and del (11q) groups, and 8 mo. for pts without these abnormalities, the risk of progression changed significantly over time and by 24 mo., the estimated PFS for pts with del (17p), del (11q), and other cytogenetics was respectively, 4%, 5%, and 24%. Overall median OS was 28 mo. and was not significantly different among the groups (20 mo. for del (17p), 36 mo. for del (11q), and 26 mo. for pts without these abnormalities; p=0.13). Multivariable models were fit for ORR, PFS, and OS, which included cytogenetic group, treatment schedule, age, Rai stage, number of prior treatments, bulky adenopathy and presence of complex karyotype. With respect to ORR, odds of response were not significantly different among the cytogenetic groups (p=0.21), and notably, complex karyotype was not a significant predictor of ORR (p=0.15). Since similar patterns of PFS were observed for pts with del (17p) and del (11q), these groups were combined and the risk of progression relative to pts without these abnormalities were allowed to change over time. Although cytogenetic group was not statistically significant (p=0.07), it should be noted that the risk of progression tended to be lower for pts with del (17p)/del (11q) in the first six months and then increased with follow-up as compared to pts without these abnormalities (hazard ratio (HR) 0.7 at 3 mo., 1.1 at 6 mo., 1.5 at 12 mo. and 2.2 at 24 mo.). The only independent predictor of shorter PFS was the presence of bulky adenopathy (HR=2.0, 95% confidence interval (CI) 1.1–3.7). While some differences were observed in PFS, OS was not significantly different among the cytogenetic groups when controlling for other variables (p=0.24) but was impacted (p=0.005) by the number of prior treatments (HR=1.2, 95% CI 1.1–1.3). Collectively, these data show that pts with cytogenetically high-risk disease who are treated with flavopiridol have a high ORR that is not significantly different from those without these cytogenetic abnormalities. While there may be differences with respect to PFS that are being evaluated further, OS did not differ among cytogenetic groups. Flavopiridol is thus an attractive agent to study in the first-line setting for pts with poor-risk cytogenetic abnormalities, as well as to use in further single agent and combination studies in relapsed or refractory disease. Disclosures: Grever: Sanofi Aventis: Dr. Grever is on the use patent for flavopiridol. This patent has not been awarded and has no monetary value at this time. Byrd: Sanofi Aventis: Dr. Byrd is on the use patent for flavopiridol. This patent has not been awarded and has no monetary value at this time.",
    "topics": [
        "chromosome abnormality",
        "chronic lymphocytic leukemia refractory",
        "flavopiridol",
        "progression-free survival",
        "brachial plexus neuritis",
        "karyotype determination procedure",
        "lymphadenopathy",
        "cyclin-dependent kinase inhibitors",
        "fludarabine",
        "follow-up"
    ],
    "author_names": [
        "Jennifer A. Woyach, MD",
        "Amy S. Ruppert",
        "Kristie A. Blum, MD",
        "Jeffrey Alan Jones, MD, MPH",
        "Joseph M. Flynn, DO, MPH",
        "Amy J. Johnson, PhD",
        "Michael R. Grever, MD",
        "John C. Byrd, MD",
        "Nyla A. Heerema, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer A. Woyach, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amy S. Ruppert",
            "author_affiliations": [
                "Center for Biostatistics, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristie A. Blum, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Alan Jones, MD, MPH",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph M. Flynn, DO, MPH",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy J. Johnson, PhD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Grever, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology, The Ohio State University, Columbus, OH, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nyla A. Heerema, PhD",
            "author_affiliations": [
                "Pathology, Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T02:23:01",
    "is_scraped": "1"
}