{
    "doi": "https://doi.org/10.1182/blood.V112.11.609.609",
    "article_title": "MTG16, a Target of the T(16;21) in Acute Myeloid Leukemia, Is Required for Hematopoietic Stem and Progenitor Cell Functions ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "The t(8;21) and t(16;21) disrupt two closely related Myeloid Translocation Gene family members respectively, MTG8 and MTG16. Whereas the expression of MTG8 is highly regulated, MTG16 is more widely expressed and is the family member most highly expressed in hematopoietic stem cells. Therefore, to address the contribution of MTG16 to HSC functions and hematopoiesis, we created mice lacking this gene. We show that this transcriptional co-repressor is required for hematopoietic stem and progenitor cell functions such as cell fate decisions and early progenitor cell proliferation. Inactivation of Mtg16 skewed early myeloid progenitor cells towards the granulocytic/macrophage lineage, while reducing the numbers of megakaryocyte-erythroid progenitor cells, which was shown using both flow cytometry and methylcellulose colony formation assays. In addition, inactivation of Mtg16 impaired the rapid expansion of long and short-term stem cells, multi-potent progenitor cells and megakaryocyte-erythroid progenitor cells that are required under hematopoietic stress/emergency. Due to this, the Mtg16-null mice could not respond to phenylhydrazine or 5-fluorouracil treatment and were completely defective in the colony forming unit-spleen (CFU-S) assays. Additionally, Mtg16-null bone marrow failed to repopulate the hematopoietic system when it was transplanted into an irradiated recipient mouse and also failed to compete with wild-type bone marrow in a competitive bone marrow transplant. This impairment appeared to be due to a failure to proliferate rather than an induction of cell death, as expression of c-Myc, but not Bcl2, complemented the Mtg16(−/−) defect. Thus, like other key transcriptional co-repressors (e.g., the retinoblastoma protein, pRB, and the nuclear hormone co-repressor, N-CoR) Mtg16 is a key regulator of stem cell functions and lineage commitment in hematopoiesis.",
    "topics": [
        "bcl-2 protein",
        "bone marrow transplantation",
        "co-repressor proteins",
        "flow cytometry",
        "fluorouracil",
        "hormones",
        "leukemia, myelocytic, acute",
        "retinoblastoma protein",
        "stem cells",
        "stress"
    ],
    "author_names": [
        "Melissa Ann Steapleton",
        "Isabel Moreno, PhD",
        "Brenda Chyla, PhD",
        "Scott Hiebert, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melissa Ann Steapleton",
            "author_affiliations": [
                "Vanderbilt University Cancer Center, Nashville, TN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Isabel Moreno, PhD",
            "author_affiliations": [
                "Carolina Cardiovascular Biology Center, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda Chyla, PhD",
            "author_affiliations": [
                "Abbott Laboratories, Abbott Park, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Hiebert, PhD",
            "author_affiliations": [
                "Vanderbilt Cancer Center, Nashville, TN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T18:47:02",
    "is_scraped": "1"
}