{
    "doi": "https://doi.org/10.1182/blood.V128.22.2899.2899",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3488",
    "start_url_page_num": 3488,
    "is_scraped": "1",
    "article_title": "Impact of FAB Classification on Predicting Outcome in Acute Myeloid Leukemia, Not Otherwise Specified, Patients Undergoing Allogeneic Stem Cell Transplantation in CR1: An Analysis of 1690 Patients from the Acute Leukemia Working Party of EBMT ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "allogeneic stem cell transplant",
        "leukemia, acute",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "autologous stem cell transplant",
        "acute erythroblastic leukemia",
        "transplantation",
        "human leukocyte antigens",
        "acute myeloid leukemia, minimal differentiation",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Jonathan Canaani, MD",
        "Eric Beohou",
        "Myriam Labopin",
        "Gerard Socie, MD PhD",
        "Anne Huynh, MD",
        "Liisa Volin, MD PhD",
        "Jan J. Cornelissen, MD PhD",
        "Noel Milpied, MD PhD",
        "Tobias Gedde-Dahl",
        "Eric Deconinck, MD PhD",
        "Jeremy Delage, MD",
        "Didier Blaise, MD PhD",
        "Mohamad Mohty, MD PhD",
        "Arnon Nagler"
    ],
    "author_affiliations": [
        [
            "Hematology Division, Chaim Sheba Medical Center, Tel-Hashomer, Israel "
        ],
        [
            "Hopital Saint-Antoine, EBMT, Acute Leukemia Working Party and Registry, Paris, France "
        ],
        [
            "EBMT Paris study office / CEREST-TC / Saint Antoine Hospital, Paris, France "
        ],
        [
            "St-Louis Hospital, Paris, France "
        ],
        [
            "Institut Universitaire du cancer, Oncopole IUCT, Toulouse, France "
        ],
        [
            "Helsinki University Hospital, Comprehensive Cancer Center, Helsinki, Finland "
        ],
        [
            "Department of Hematology, Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Service d'Hématologie et de Thérapie Cellulaire, CHU Haut-Leveque and University of Bordeaux, Bordeaux, France "
        ],
        [
            "Dept of Internal Medicine, Oslo University Hospital, Oslo, Norway "
        ],
        [
            "Department of Hematology, CHU Besancon, Besancon, France "
        ],
        [
            "Service d'Hematologie Clinique et Therapie Cellulaire, CHU de Bordeaux, Pessac, France "
        ],
        [
            "Programme de Transplantation et Therapie Cellulaire, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Hôpital Saint-Antoine, EBMT, Acute Leukemia Working Party and Registry, Paris, France "
        ],
        [
            "Chaim Sheba Medical center and EBMT Acute Leukemia Working Party, Tel-Hashomer and Paris, Israel"
        ]
    ],
    "first_author_latitude": "32.04671",
    "first_author_longitude": "34.842852",
    "abstract_text": "Introduction: Notwithstanding recent advances in the molecular characterization of acute myeloid leukemia (AML), the 2016 world health organization (WHO) classification system of AML still recognizes AML, not otherwise specified (NOS) as a major category. AML, NOS patients are further morphologically subcategorized according to the French, American, and British (FAB) classification system, widely used by pathologists and hematologists. While recent data proposes that the FAB classification does not provide additional prognostic information for patients for whom NPM1 status is available (Walter, 2013), it is unknown whether FAB classification still retains a prognostic role in the current era of molecular and cytogenetic prognostication in predicting outcome of AML patients undergoing an allogeneic stem cell transplant (ASCT). Thus, we set out to determine whether the FAB classification system complemented with molecular stratification provides prognostic information in AML, NOS patients undergoing an ASCT in CR1. Patients and Methods: Using the European Society of Blood and Bone Marrow Transplantation (EBMT) registry we identified patients with available FAB data and the following inclusion criteria: age over 18, de-novo non-M3 AML, and ASCT in complete remission (CR1) from a fully matched sibling or a 10/10 HLA matched unrelated donor. Patients with recurrent genetic abnormalities, AML with myelodysplasia-related changes, and patients with therapy-related myeloid neoplasms were excluded from the analysis. Multivariate analyses was used to assess whether the FAB type was independently associated with leukemia free survival (LFS), overall survival (OS), relapse incidence (RI), and non-relapse mortality (NRM). Age, gender, cytogenetics, donor type, FLT3 status, NPM1 status, and conditioning intensity were covariates for regression modeling. Results: A cohort of 1690 patients transplanted between 2005-2014, at a median age of 50 years (range 18-74 years) with a median follow up duration of 34.7 months, was analyzed (baseline characteristics of the cohort summarized per FAB category are shown in table 1). The different FAB subtypes had comparable rates of donor type (62% HLA identical sibling donors for the entire cohort), and conditioning intensity (55% underwent myeloablative conditioning). FAB M6/M7 patients underwent transplant at an older age while FAB M0 and M7 had increased rates of poor risk cytogenetics (26% and 60%, respectively). NPM1 mutations were more prevalent among FAB M4 (53%) whereas FAB M1 patients had increased rates of mutated FLT3 (55%). Multivariate analysis of the entire cohort showed that FAB M6/M7 was significantly associated with decreased LFS compared to the other FAB subtypes grouped together (hazard ratio (HR) of 1.41, 95% confidence interval (CI), 1.01-1.99; p=0.046), and increased NRM (HR, 1.79; 95% CI, 1.06-3.01; p=0.028). Next, to align our data with the recently introduced 2016 WHO AML, NOS classification we restricted our analysis to the NPM1 negative subset of the cohort (n=712), and found on multivariate regression analysis that FAB M6/M7 was significantly associated with increased NRM (HR, 2.17; 95% CI, 1.14-4.16; p=0.019) compared to the other FAB subtypes. RI, LFS, and OS rates were not significantly different between FAB M6/M7 and the other FAB subtypes. Finally, we wanted to ascertain whether in FLT3 mutated patients FAB classification retains prognostic significance post-transplant. We did not find any statistically significant difference in terms of outcome between M6/M7 versus all other FAB subtypes, possibly due to the small cohort of M6/M7 FLT3 + patients (n=18). Conclusion: FAB classification may predict outcome following transplantation in NPM1 negative AML, NOS patients. Table View large Download slide Baseline characteristics of study cohort per FAB category Table View large Download slide Baseline characteristics of study cohort per FAB category Figure View large Download slide Clinical outcome in NPM1 negative AML, NOS patients after ASCT * * Adjusted for age, gender, donor type, cytogenetics, FLT3 status and conditioning regimen Figure View large Download slide Clinical outcome in NPM1 negative AML, NOS patients after ASCT * * Adjusted for age, gender, donor type, cytogenetics, FLT3 status and conditioning regimen Disclosures No relevant conflicts of interest to declare."
}