{
    "doi": "https://doi.org/10.1182/blood.V106.11.88.88",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=476",
    "start_url_page_num": 476,
    "is_scraped": "1",
    "article_title": "Presence of Preleukemic Clones at Birth in the Majority of Children with B-Lineage Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "acute lymphocytic leukemia",
        "birth",
        "child",
        "clinical diagnosis",
        "clone cells",
        "immunoglobulin heavy chains",
        "leukemia",
        "leukemia, lymphocytic, acute, childhood",
        "leukemia, precursor b-cell lymphoblastic",
        "leukemic cells"
    ],
    "author_names": [
        "Bernd Gruhn, MD",
        "Nadine Pfaffendorf",
        "Susan Wittig",
        "Roland Zell, PhD",
        "Ralf Häfer, PhD",
        "Daniel Steinbach, MD",
        "Falko H. Herrmann, MD",
        "Felix Zintl, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, University of Jena, Jena, Germany",
            " "
        ],
        [
            "Department of Pediatrics, University of Jena, Jena, Germany",
            " "
        ],
        [
            "Department of Pediatrics, University of Jena, Jena, Germany",
            " "
        ],
        [
            "Institute for Virology and Antiviral Therapy, University of Jena, Jena, Germany",
            " "
        ],
        [
            "Department of Pediatrics, University of Jena, Jena, Germany",
            " "
        ],
        [
            "Department of Pediatrics, University of Jena, Jena, Germany",
            " "
        ],
        [
            "Institute of Human Genetics, University of Greifswald, Greifswald, Germany",
            " "
        ],
        [
            "Department of Pediatrics, University of Jena, Jena, Germany",
            " "
        ]
    ],
    "first_author_latitude": "50.929430200000006",
    "first_author_longitude": "11.589670699999997",
    "abstract_text": "The proof for the prenatal origin of childhood acute lymphoblastic leukemia (ALL) comes from the detection of concordant leukemia in monozygotic twins and the identification of translocation breakpoint genomic sequences at birth in a limited number of ALL patients with t(4;11) or t(12;21) chromosomal translocation. However, most patients with childhood ALL lack leukemia-specific fusion gene sequences. Therefore, we have used the rearranged immunoglobulin heavy chain (IgH) genes as a marker for the detection of preleukemic clones at birth. Guthrie card blood spots of 32 children with B-lineage ALL treated at our institution were available for this retrospective study. The ALL patients had a median age of 5 years (range, 15 months to 14 years) and had median presenting white blood cell (WBC) counts of 10150/μl (range, 800 to 103800/μl). In all patients a monoclonal IgH gene rearrangement was obtained from diagnostic bone marrow and sequenced. Clone-specific primers were designed using the specific D-N-J and N-D-N sequences. A two-stage polymerase chain reaction (PCR) using a semi-nested approach was developed to improve sensitivity and specificity of amplification. In all 32 patients, one leukemic cell could be detected in a background of 10 5 normal blood mononuclear cells. Nineteen of the 32 patients (59%) had detectable IgH gene rearrangements at birth using the sensitive semi-nested PCR. Sequencing of the PCR products obtained from Guthrie card blood spots revealed the identical sequences identified from diagnostic leukemic cells. The fetal characteristics of the leukemic cells were indicated by the small numbers of nucleotides inserted into the N region and the shortened D germ line segments. Interestingly, five of the six children (83%) with hyperdiploid ALL had detectable preleukemic clones at birth. Four of the five children (80%) with pro-B ALL, 13 of the 21 children (62%) with cALL and only two of the six children (33%) with pre-B ALL had preleukemic clones on their cards. We did not observe any differences in age at diagnosis or presenting WBC count between the 19 patients with preleukemic clones at birth and the 13 patients whose Guthrie cards were tested negative. Our results suggest that the majority of children with B-lineage ALL has preleukemic clones already at birth indicating a prenatal origin of leukemia. In addition, postnatal factors are important in leukemogenesis as well because of the long latency periods until clinical diagnosis of leukemia."
}