{
    "doi": "https://doi.org/10.1182/blood-2020-137106",
    "article_title": "Gene Therapy for Fanconi Anemia, Complementation Group a: Updated Results from Ongoing Global Clinical Studies of RP-L102 ",
    "article_date": "November 5, 2020",
    "session_type": "801.Gene Editing, Therapy and Transfer",
    "abstract_text": "Background: Fanconi anemia (FA) is a rare inherited disorder of defective cellular deoxyribonucleic acid (DNA) repair, associated with developmental abnormalities and characterized by progressive bone marrow failure (BMF) and a predisposition to hematologic malignancies and solid tumors. Approximately 60-70% of all cases result from mutations in the Fanconi Anemia Complementation Group A ( FANCA ) gene (FA-A). 80% of FA patients develop BMF within the first decade of life. Although allogeneic hematopoietic stem cell transplant (allo-HSCT) is a potentially curative treatment for BMF, its utilization and efficacy are limited by availability of suitable human leukocyte antigen (HLA)-matched donors, risk of graft-versus-host disease (GVHD) and transplant-related toxicities. Ex-vivo lentiviral mediated gene therapy of autologous FA-A CD34+ enriched hematopoietic stem and progenitor cells (HSPCs) has been shown to confer a survival advantage to gene-modified HSPCs in preclinical studies and, most recently, in the investigator initiated Phase 1/2 FANCOLEN-I clinical trial conducted in Madrid, Spain. Based on the highly favorable safety profile and promising preliminary efficacy data, global studies using \"Process B\" optimization including transduction enhancers, commercial-grade vector, and modified cell processing are underway. Herein, we report updated results from the US Phase 1 clinical trial and preliminary data from the global Phase 2 study in US and EU. Design and Methods: Subjects with a confirmed FANCA gene mutation aged 1 year or older, with no HLA-matched sibling donor and at least 30 CD34+ cells/µL in bone marrow (BM) were eligible for enrollment. Peripheral blood (PB) mononuclear cells were collected via leucocytapheresis on two consecutive days after mobilization with granulocyte-colony stimulating factor (G-CSF) and plerixafor. CD34+ HSPCs were enriched, transduced with a lentiviral vector (PGK-FANCA-WPRE) and infused fresh (not cryopreserved) without any antecedent conditioning. Patients are being followed for 3 years post-infusion for safety assessments (replication competent lentivirus (RCL), insertion site analysis (ISA)) and to ascertain evidence of efficacy (increasing PB vector copy number (VCN) and BM mitomycin-C (MMC) resistance), along with stabilization/correction of cytopenias. Results: As of August 2020, 2 subjects (aged 5 and 6 years) have received RP-L102 infusion on the Phase 1 study with over 12 months of follow up. Preliminary evidence of gene marking in PB post-RP-L102 infusion at various timepoints has been observed in both subjects. Increased bone marrow (BM) mitomycin-C (MMC) resistance post treatment has also been identified in at least 1 subject. Subject L102-001-1001 has had blood count stabilization over the 12 months following gene therapy administration. Subject L102-001-1002's course has been complicated by influenza B infection with concomitant decreases in blood counts requiring red blood cell transfusions. Transfusion requirements have decreased following resolution of infection. Since November 2019, 5 additional subjects have been enrolled onto the global Phase 2 study and received investigational infusion. Updated preliminary safety and efficacy data including PB VCN, blood counts and BM MMC resistance will be available at the time of presentation for subjects with over 12 months of follow up; drug product (DP) information (VCN and CD34+ cell dose) will be available for all treated subjects. Conclusions: DP has been successfully manufactured in the Phase I (N=2) and Phase 2 (N=5) to meet the required specifications Safety profile of RP-L102 continues to be highly favorable. Evidence of engraftment has been seen in at least 1 subject with follow up of at least 12 months as indicated by PB genetic markings and increasing BM CFC MMC resistance; 12+ months of follow-up may be required to observe the proliferative advantage of transduced HSPCs. Disclosures Czechowicz: Rocket Pharmaceuticals, Inc.: Research Funding. Sevilla: Rocket Pharmaceuticals, Inc.: Consultancy, Current equity holder in publicly-traded company. Río: Rocket Pharmaceuticals, Inc.: Current equity holder in publicly-traded company, Other: PR has licensed medicinal products and receives research funding and equity from Rocket Pharmaceuticals, Inc., Patents & Royalties, Research Funding. Navarro: Rocket Pharmaceuticals, Inc.: Current equity holder in publicly-traded company, Other: SN has licensed medicinal products and receives research funding and equity from Rocket Pharmaceuticals, Inc., Patents & Royalties, Research Funding. Beard: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Law: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Choi: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Zeini: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Nicoletti: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Wagner: BlueRock: Research Funding; Magenta Therapeutics: Consultancy, Research Funding; Gadeta: Membership on an entity's Board of Directors or advisory committees; Novartis: Research Funding; Rocket Pharmaceuticals, Inc.: Consultancy, Current equity holder in publicly-traded company. Schwartz: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Bueren: Rocket Pharmaceuticals, Inc.: Consultancy, Current equity holder in publicly-traded company, Other: Consultant for Rocket Pharmaceuticals, Inc. and has licensed medicinal products and receives research funding and equity from this company., Patents & Royalties, Research Funding.",
    "author_names": [
        "Agnieszka Czechowicz, MDPhD",
        "Rajni Agarwal, MD",
        "Julián Sevilla, MD PhD",
        "Paula Río, PhD",
        "Susana Navarro, PhD",
        "Brian C Beard, PhD",
        "Kenneth M Law, PhD",
        "Grace Choi, BS",
        "Miriam Zeini, PhD",
        "Eileen Nicoletti, MD",
        "John E Wagner, MD",
        "Claire Booth, MBBS, PhD MSc",
        "Jonathan D Schwartz, MD",
        "Juan A Bueren, PhD",
        "Maria Grazia Roncarolo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Agnieszka Czechowicz, MDPhD",
            "author_affiliations": [
                "Center for Definitive and Curative Medicine, Stanford University, Stanford, CA ",
                "Department of Pediatrics, Division of Stem Cell Transplantation and Regenerative Medicine, Stanford University School of Medicine, Stanford, CA ",
                "Stanford Children's Hospital, Palo Alto, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rajni Agarwal, MD",
            "author_affiliations": [
                "Center for Definitive and Curative Medicine, Stanford University, Stanford, CA ",
                "Department of Pediatrics, Division of Stem Cell Transplantation and Regenerative Medicine, Stanford University School of Medicine, Stanford, CA ",
                "Stanford Children's Hospital, Palo Alto, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julián Sevilla, MD PhD",
            "author_affiliations": [
                "Hospital Infantil Universitario Niño Jesus, Madrid, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Río, PhD",
            "author_affiliations": [
                "Division of Hematopoietic Innovative Therapies, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain ",
                "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain ",
                "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana Navarro, PhD",
            "author_affiliations": [
                "Division of Hematopoietic Innovative Therapies, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain ",
                "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain ",
                "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian C Beard, PhD",
            "author_affiliations": [
                "Rocket Pharmaceuticals, Inc., New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth M Law, PhD",
            "author_affiliations": [
                "Rocket Pharmaceuticals, Inc., New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grace Choi, BS",
            "author_affiliations": [
                "Rocket Pharmaceuticals, Inc., New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miriam Zeini, PhD",
            "author_affiliations": [
                "Rocket Pharmaceuticals, Inc., New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eileen Nicoletti, MD",
            "author_affiliations": [
                "Rocket Pharmaceuticals, Inc., New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John E Wagner, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Pediatrics, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Booth, MBBS, PhD MSc",
            "author_affiliations": [
                "UCL Great Ormond Street Institute of Child Health, London, United Kingdom"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan D Schwartz, MD",
            "author_affiliations": [
                "Rocket Pharmaceuticals, Inc., New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan A Bueren, PhD",
            "author_affiliations": [
                "Division of Hematopoietic Innovative Therapies, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain ",
                "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain ",
                "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Grazia Roncarolo, MD",
            "author_affiliations": [
                "Center for Definitive and Curative Medicine, Stanford University, Stanford, CA ",
                "Department of Pediatrics, Division of Stem Cell Transplantation and Regenerative Medicine, Stanford University School of Medicine, Stanford, CA ",
                "Stanford Children's Hospital, Palo Alto, CA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:34:34",
    "is_scraped": "1"
}