{
    "doi": "https://doi.org/10.1182/blood-2019-126304",
    "article_title": "Racial Differences in High-Risk Cytogenetic Mutations and Outcomes in Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Multiple myeloma (MM) is more common in blacks compared to whites. Prior studies have shown that when blacks have equal access to anti-myeloma therapies as whites, they have similar or even superior relative survival. However, most of these studies included eras when proteasome inhibitors (PI) and immunomodulatory agents (IMiD) were not routinely used. In addition, it is unclear how pre-treatment high risk cytogenetic mutations (HRCM) affect response to therapy among races. We sought to assess differences in the frequencies and outcomes between blacks and whites stratified by cytogenetic risk in two cohorts of MM patients receiving modern treatment approaches. Methods: A retrospective chart review was conducted using the Multiple Myeloma Research Foundation (MMRF) CoMMpass registry (version IA13) and the University of Chicago cytogenetic database and medical records (UChicago). High risk cytogenetic mutations were defined as: deletion 17p/ TP53 , 1q gain, t(4;14), t(14;16), and t(14;20). The CoMMPass registry inferred cytogenetic changes from next-generation sequencing data; a deletion required that 21% of cells have at least a 1 copy deletion, a gain required that 23% of the cells have a 1 copy gain, and translocations required at least 30% of cells having the event. UChicago cytogenetics data were limited to analyses using fluorescent in situ hybridization on CD138 + selected bone marrow aspirate samples. Abstracted data included pre-treatment demographics, International Staging System (ISS), cytogenetics, induction regimen, autologous stem cell transplant (ASCT) and maintenance therapy use, and overall survival (OS). Comparisons were made using Chi-square or Fisher's exact test for categorical variables and Mann-Whitney U-test for continuous variables. Kaplan-Meier curves were used to display survival curves and Cox models were used to assess the association between cytogenetic mutations and outcomes. Baseline HRCM frequencies from the MMRF and UChicago were pooled; outcomes from the MMRF registry are provided here, and combined survival analysis with UChicago data will be presented. Results: We identified 639 MM patients (113 black and 526 white) in the MMRF CoMMpass registry and 110 (47 black and 63 white) in the UChicago database with complete baseline cytogenetic data available. Median age was 64.5 yrs for whites vs 63 yrs for blacks (p=0.2); 349/589 (59%) whites and 93/160 (58%) blacks were male (p=0.9). There was a similar distribution in the number of HRCMs between the two groups (p=0.7), and no statistical differences in individual HRCMs. In analyzing outcomes in the MMRF cohort, blacks and whites had similar pre-treatment ISS stage and bone marrow plasmacytosis. Blacks were less likely to receive triplet therapies, including combined PI/IMiD-based or alkylator-based triplet therapy (55% vs 73%, p<0.001). First line ASCT was performed in 260/526 (49%) whites compared to 44/113 (39%) blacks (p=0.05). A triplet induction combined with first line ASCT was performed in 231/526 (44%) whites and 37/113 (33%) blacks (p=0.04). Of those who received ASCT, equal numbers received post-ASCT maintenance therapy (60% vs 59%, p=0.9). For the entire MMRF cohort, OS was shorter for blacks compared to whites (Hazard Ratio (HR) 1.59, 95% confidence interval (CI) 1.13-2.27, p=0.01) (Fig. 1A). Estimated 3-yr OS was 67% for blacks vs 76% for whites (p=0.05). In patients who specifically received a triplet regimen followed by ASCT (Fig. 1B), there was no difference in OS between races (HR 1.86, 95% CI 0.75-4.63, p=0.2). Among patients with no HRCM present at diagnosis, there was also no difference between races (p=0.6) (Fig. 2A). There was a trend toward inferior OS in blacks vs whites with one or more HRCMs, which did not reach significance (p=0.13) (Fig. 2B). Results from pooled analyses with the UChicago cohort will be presented at the ASH meeting. Conclusions: There was a similar distribution of HRCMs between blacks and whites. Utilization rates of both triplets and ASCT were higher for both races than previously reported; however, there was a higher use of triplet regimens and ASCT in whites vs blacks. Access to a combination of frontline triplet regimens and ASCT appears to mitigate disparities in outcomes for patients with standard risk cytogenetics, but it is unclear if this is true for those with HRCMs. This requires further investigation of the biological differences in MM among races. View large Download slide View large Download slide  Close modal Disclosures Jakubowiak: Adaptive Biotechnologies: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; KaryoPharm Therapeutics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Millennium: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; SkyLineDx: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Juno: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cytogenetics",
        "multiple myeloma",
        "mutation",
        "plasmacytosis",
        "autologous stem cell transplant",
        "alkylating agents",
        "biological response modifiers",
        "bone marrow aspiration",
        "massively-parallel genome sequencing",
        "proteasome inhibitors"
    ],
    "author_names": [
        "Ben A Derman, MDBA",
        "Meytal Chernoff, BS",
        "Andrzej Jakubowiak, MD PhD",
        "Brian C.-H. Chiu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ben A Derman, MDBA",
            "author_affiliations": [
                "Section of Hematology/Oncology, University of Chicago, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Meytal Chernoff, BS",
            "author_affiliations": [
                "Department of Public Health Sciences, University of Chicago, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrzej Jakubowiak, MD PhD",
            "author_affiliations": [
                "University of Chicago, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian C.-H. Chiu, PhD",
            "author_affiliations": [
                "Department of Public Health Sciences, University of Chicago, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T06:42:05",
    "is_scraped": "1"
}