{
    "doi": "https://doi.org/10.1182/blood.V112.11.4319.4319",
    "article_title": "Independent and Interdependent Influence of Number of CD34+ Cells and Use of G-CSF on Outcomes in Autologous PBSCT Patients ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "abstract_text": "Background: Recovery of neutrophilic granulocytes after autologous peripheral blood stem cell transplantation (PBSCT), and thus overall outcome, depends on 2 main factors: the quality and quantity of mobilized peripheral blood progenitor cell products (CD34+ cells) and the use of myeloid growth factors, such as granulocyte colony stimulating factor (G-CSF). Methods: We performed a 5-year (from February 2003 to January 2008) retrospective analysis of data to evaluate independent and interdependent influence of number of CD34+ cells and use of G-CSF on outcomes in autologous PBSCT patients. At the time of analysis, the practice at our institution was as follows: Autologous PBSCT patients receiving infusion of < 5×10 6 CD34+ cells/kg were treated with daily subcutaneous injection of G-CSF (filgrastim 300 mg for < 80 kg; 480 mg for ≥ 80 kg). In these patients, G-CSF was started on Day +5 and was continued until the ANC was > 500/μl. On the other hand, autologous transplant patients who received ≥ 5×10 6 CD34+ cells/kg did not typically receive G-CSF. If engraftment did not occur after an “expected” length of time, G-CSF treatment was initiated at the discretion of the treating physician. The definition of “expected” length of time, however, varied from practitioner to practitioner. For the analysis, patients were divided in 3 groups: patients who collected < 5×10 6 CD34+ cells/kg and received G-CSF (group 1, n=103), patients who were infused with ≥ 5×10 6 CD34+ cells/kg and did not receive G-CSF (group 2, n=155), and patients who received ≥ 5×10 6 CD34+ cells/kg and were given G-CSF (group 3, n=47). Time to neutrophil engraftment (ANC >500/ml), time to platelet engraftment (platelets > 20,000/ml), and post-transplant length of hospital stay were compared. Results: Median time to neutrophil engraftment was significantly shorter in patients who were treated with G-CSF (11 days) in groups 1 and 3, compared to those who were not (13 days) in group 2 (table 1). Similarly, median post-transplantation hospital stay was significantly longer in patients who did not receive G-CSF (14 days) in group 2 compared to patients who were treated with G-CSF (13 days) in groups 1 and 3. There was no significant difference in time to neutrophil engraftment and post-transplant hospital stay between groups 1 and 3, suggesting that these outcome parameters did not significantly depend on number of CD34+ cells infused in our patients if G-CSF was used. Median time to platelet engraftment was significantly longer in patients receiving < 5×10 6 CD34+ cells/kg (12 days) in group 1 compared to patients infused with ≥ 5×10 6 CD34+ cells/kg (10 days) in groups 2 and 3. There was no significant difference in time to platelet engraftment between groups 2 and 3, indicating that G-CSF use did not influence platelet engraftment. Summary: These results suggest that a higher number of CD34+ cells helps accelerate platelet engraftment, but does not influence neutrophil engraftment and post-transplant length of hospital stay, as long as G-CSF treatment is instituted. The use of G-CSF accelerates neutrophil recovery, regardless of the number of CD34+ cells infused, without affecting platelet engraftment in patients undergoing autologous PBSCT. Based on this analysis, the practice at our institution has been revised to use G-CSF in all autologous transplant patients, regardless of the number of CD34+ cells, since this practice reduces the length of hospital stay. Table 1. A retrospective data analysis for patients treated at the UCSD BMT unit with autologous PBPCT from February 2003 to January 2008. The data is represented as a median value with a range indicated in parenthesis. * indicates significant difference from group 1, † indicates significant difference from group 2, and ‡ indicates significant difference from group 3 (p < 0.001, Mann Whitney U test; Graph Pad Prism, version 3.02 (Graph Pad Software, San Diego, CA)). Abbreviations: ANC-absolute neutrophil count, LOS-length of hospital stay.  . Group 1 < 5×10 6 /kg (G) (N = 103) . Group 2 ≥5×10 6 /kg (no G) (N = 155) . Group 3 ≥5×10 6 /kg (G) (N = 47) . CD34+ cells (×10 6 /kg) 3.2 †,‡ (1.4–4.98) 6.8 * (5.0–16.7) 7.0 * (5.0–12.3) Initiation of G-CSF Day +5 N/A Day +5 (day 0–day +16) Time to ANC > 500/ml (days) 11 † (9–28) 13 * ,‡ (9–21) 11 † (8–17) Time to Platelet > 20,000/ml (days) 12 †,‡ (6–42) 10 * (0–29) 10 * (0–27) Post-Transplant LOS (days) 13 † (10–38) 14 * ,‡ (1–43) 13 † (10–18) . Group 1 < 5×10 6 /kg (G) (N = 103) . Group 2 ≥5×10 6 /kg (no G) (N = 155) . Group 3 ≥5×10 6 /kg (G) (N = 47) . CD34+ cells (×10 6 /kg) 3.2 †,‡ (1.4–4.98) 6.8 * (5.0–16.7) 7.0 * (5.0–12.3) Initiation of G-CSF Day +5 N/A Day +5 (day 0–day +16) Time to ANC > 500/ml (days) 11 † (9–28) 13 * ,‡ (9–21) 11 † (8–17) Time to Platelet > 20,000/ml (days) 12 †,‡ (6–42) 10 * (0–29) 10 * (0–27) Post-Transplant LOS (days) 13 † (10–38) 14 * ,‡ (1–43) 13 † (10–18) View Large",
    "topics": [
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "transplantation",
        "length of stay",
        "colony-stimulating factors",
        "filgrastim",
        "infusion procedures",
        "peripheral blood stem cell transplantation",
        "subcutaneous injections",
        "mann-whitney u test"
    ],
    "author_names": [
        "Meghana Trivedi, PharmD, PhD",
        "Sue Corringham, RN",
        "Sam Martinez, PharmD",
        "Katherine Medley, PharmD",
        "Edward D Ball, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Meghana Trivedi, PharmD, PhD",
            "author_affiliations": [
                "Skaggs School of Pharmacy and Pharmaceutical Sciences, UCSD, La Jolla, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sue Corringham, RN",
            "author_affiliations": [
                "Medicine, Division of Blood and Marrow Transplantation, UCSD, La Jolla, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sam Martinez, PharmD",
            "author_affiliations": [
                "Pharmacy, Thornton Hospital, UCSD, La Jolla, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine Medley, PharmD",
            "author_affiliations": [
                "Pharmacy, Thornton Hospital, UCSD, La Jolla, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward D Ball, MD",
            "author_affiliations": [
                "Medicine, Division of Blood and Marrow Transplantation, UCSD, La Jolla, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T18:34:57",
    "is_scraped": "1"
}