{
    "doi": "https://doi.org/10.1182/blood.V116.21.316.316",
    "article_title": "KIT Inhibitor Midostaurin Exhibits a High Rate of Clinically Meaningful and Durable Responses in Advanced Systemic Mastocytosis: Report of a Fully Accrued Phase II Trial ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes I",
    "abstract_text": "Abstract 316 Background: The pathogenetic and high frequency D816V KIT mutation in aggressive systemic mastocytosis (ASM) and mast cell leukemia (MCL) exhibits in vitro and clinical resistance to imatinib. Midostaurin (PKC412) is an inhibitor of the KIT tyrosine kinase and can block D816V KIT-transformed cell growth at an IC 50 of 30–40nM. Herein we report updated results of our fully accrued investigator-initiated, multicenter, phase II study of oral PKC412 in World Health Organization-defined ASM/MCL patients (pts). Method: PKC412 100 mg bid was administered as continuous 28-day cycles until progression/ intolerable toxicity. Lack of a major response (MR) or partial response (PR) per Valent criteria by the end of 2 cycles resulted in discontinuation from the protocol. Result: Efficacy and safety data for all 26 pts (15 male: 11 female) are presented. The distribution of SM pts with one or more “C” findings included ASM (n=4), SM-CMML (n=14), SM-MDS (n=3), SM-MDS/MPN-U (n=1), and MCL (n=4, two with associated MDS). The median age of pts was 62 years (range 24–79 years), and the median # of prior therapies was 1.5 (range 0–4). Responses have been observed in 18/26 pts (69%), consisting of 10 pts (38%) with a MR (6 incomplete remissions and 4 pure clinical responses), 5 pts (19%) with a good partial response (GPR), and 3 pts with a minor PR . Four pts had stable disease, and 4 pts exhibited progressive disease (PD). In subjects with higher quality responses, responses have been durable, with PKC412 administered for a median of 19.5 cycles (1.5 years) for MR pts and 15 cycles (1.2 years) for MR+PR pts (range 4 + - 58 + cycles). Major responses have included normalization of hypoalbuminemia, improvement of hemoglobin and platelet counts, and resolution of liver function abnormalities. High quality responses have also included near complete resolution of pleural effusion and ascites (with reduction of paracentesis), and substantial reversion or normalization of weight loss (including one pt discontinuing TPN). Clinically meaningful responses have been accompanied by reduction of palpable and/or 3-D volumetric CT measurement of hepato/splenomegaly, a >50% decrease in the serum tryptase level and/or marrow mast cell (MC) burden, and improvement in mediator symptoms and ECOG performance status. Cutaneous mast cell lesions faded in 2 pts. One patient with MCL has achieved a near complete remission with RBC transfusion independence, normalization of albumin, disappearance of 18 cm palpable splenomegaly (70% volume reduction by imaging), decrease of serum tryptase from 763 to < 20 ng/mL, and decrease of marrow MC burden from 60–70% to 5%. Of particular interest, in 3 pts with SM-CMML (all D816V KIT + ), associated marked eosinophilia normalized (e.g. decreased from 50% to 1% in one pt).The most common grade 1–2 non-hematologic toxicities were nausea and/or vomiting, and less frequently diarrhea and fatigue. Asymptomatic and reversible hyperlipasemia occurred in 5 pts (grade 3, n=1). Hematologic toxicity with a suspected relationship to PKC412 has included ≥ grade 3 worsening of pre-existing anemia, and in one pt, recurrent grade 3 thrombocytopenia despite dose reduction to 50 mg bid. Dose reduction was undertaken in 4 additional pts (N/V, n=2; HA, n=1; transient increase in pre-existing pleural effusion, n=1). Dose re-escalation to 100 mg bid was feasible in 3 of these 4 pts. As of August 5, 2010, 8 pts continue PKC412, and treatment has been discontinued in 18 pts. Among the latter, 2 pts had PKC412 discontinued after 4 cycles (grade 3 fatigue, grade 2 N/V, n=1 each), and 7 initial responders have terminated therapy for PD after 8–39 cycles (1 for progression of CMML). Allele-specific PCR detected D816V KIT in 18/26 (69%) pts, and a novel, activating two–amino acid insertion in MPL was identified in a D816V KIT -negative pt. A statistically significant association was observed between positivity for D816V KIT and achieving a MR versus any other type of response (p=0.0095, Fisher's exact test). Pharmacokinetic data and histopathologic correlates of response (e.g. marrow MC burden and serum tryptase levels) will be presented. Conclusion: PKC412 is well tolerated and exhibits clinically relevant and durable responses which compare very favorably to literature reports of interferon-alpha or cladribine in advanced SM. An ongoing international trial aims to further evaluate the efficacy and safety of PKC412 in this pt population. Disclosures: Gotlib: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding. George: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding. Dutreix: Novartis: Employment. Gross: Novartis: Employment. Nikolova: Novartis: Employment. Graubert: Novartis: Research Funding.",
    "topics": [
        "mastocytosis, systemic",
        "midostaurin",
        "phase 2 clinical trials",
        "weight reduction",
        "brachial plexus neuritis",
        "leukemia, myelomonocytic, chronic",
        "serum tryptase",
        "fatigue",
        "partial response",
        "pleural effusion"
    ],
    "author_names": [
        "Jason Gotlib",
        "Daniel J. DeAngelo",
        "Tracy I. George",
        "Christopher L. Corless",
        "Andrea Linder",
        "Cheryl Langford",
        "Catherine Dutreix",
        "Stefan Gross",
        "Zariana Nikolova",
        "Timothy Graubert"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason Gotlib",
            "author_affiliations": [
                "Medicine/Hematology, Stanford Univ. School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. DeAngelo",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy I. George",
            "author_affiliations": [
                "Pathology, Stanford Univ. School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher L. Corless",
            "author_affiliations": [
                "Pathology, Oregon Health and Science University, Portland, OR, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Linder",
            "author_affiliations": [
                "Medicine/Hematology, Stanford Univ. School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl Langford",
            "author_affiliations": [
                "Medicine/Hematology, Stanford Univ. School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Dutreix",
            "author_affiliations": [
                "Novartis Oncology, Basel, Switzerland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Gross",
            "author_affiliations": [
                "Novartis Oncology, Basel, Switzerland, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zariana Nikolova",
            "author_affiliations": [
                "Novartis Oncology, Basel, Switzerland, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Graubert",
            "author_affiliations": [
                "Oncology, Washington University, St. Louis, MO, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T13:11:03",
    "is_scraped": "1"
}