{
    "doi": "https://doi.org/10.1182/blood.V112.11.4224.4224",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1323",
    "start_url_page_num": 1323,
    "is_scraped": "1",
    "article_title": "Single Base Pair Mutation Detection by PNA Direct PCR Clamping: Application to Bcr-Abl T315I Mutation ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "mutation",
        "polymerase chain reaction",
        "base pairing",
        "dna",
        "protein-tyrosine kinase inhibitor",
        "molecule",
        "dna-directed dna polymerase",
        "phosphotransferases",
        "dna, complementary"
    ],
    "author_names": [
        "Enrico Bracco, PhD",
        "Roberto Pedrola",
        "Marco Lo Iacono",
        "Francesca Arruga, PhD",
        "Valentina Rosso",
        "Erika Deklic",
        "Stefano Mussino, PhD",
        "Sonia Carturan, PhD",
        "Francesca Messa, PhD",
        "Ilaria Defilippi, PhD",
        "Cristina Panuzzo, PhD",
        "Paolo Nicoli, MD",
        "Emanuela Messa, MD",
        "Antonia Rotolo",
        "Alessandro Morotti, MD",
        "Alessandra Balbo, PhD",
        "Margherita Valente",
        "Roberto Sapio",
        "Daniela Cilloni",
        "Giuseppe Saglio, MD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "BioIndustry Park, Colleretto Giacosa, Ivrea (TO), Italy"
        ],
        [
            "BioIndustry Park, Colleretto Giacosa, Ivrea (TO), Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ],
        [
            "Department of Clinical and Biological Sciences, University of Turin, Orbassano, Turin, Italy"
        ]
    ],
    "first_author_latitude": "45.069427999999995",
    "first_author_longitude": "7.6889006",
    "abstract_text": "Background: Mutations occurring within the kinase domain of the tyrosine kinase c-Abl, and its oncogenic counterpart Bcr-Abl, strongly affects the outcome of clinical treatment with tyrosine kinase inhibitors (TKIs). Although a second and third generation of TKIs has been developed and these molecules are currently available some mutations (i.e. T315I) confer insensitivity to the drugs. Therefore, a method allowing quick detection of these mutations still represents a challenge for most of clinicians because it would allow them to rapidly switch to alternative therapies instead of TKIs. Preliminary data of a novel method allowing easy and rapid detection of the mutation affecting the codon 315 (T315I), which is nowadays the most severe and resistant mutation to TKIs, is presented. Rationale & Methods: The innovative strategy we propose is based on a variant of a single tube PNA-PCR clamping. Peptide Nucleic Acid (PNA) are synthetic molecules sharing physical-chemical features with DNA. Indeed, they possesses a structural backbone formed by N-(2-amino-ethyl)-glycine, instead of deoxy-ribose molecules linked together by phosphodiester bond, covalently conjugated with the four bases (A, T, G, C). This peculiar structure confers to the molecule exceptionally high stability when matches a single complementary DNA strand. Interestingly, the binding of PNA to nucleic acids is not affected by ionic strength and, compared to identical homo-duplex DNA-DNA, displays higher melting temperature (Tm). The latter feature allows detection of point mutations because a single mismatch within the sequences would lower the Tm of approximately 20°C. Taking advantage of these unique PNA properties, together with the fact that PNA can not prime DNA polymerase job, we utilized sequence specific PNA to block PCR amplification. The approach makes use of a specific clamping mechanism, the “primer exclusion”, in which PNA and oligonucleotide primer compete for the same target sequence. As consequence when PNA binds to template DNA the DNA polymerase can not synthesize new DNA strand. The experimental design we propose schedules the use of a PNA harboring a sequence which perfectly matches within the wild-type (wt) c-Abl tyrosine kinase domain. Therefore, when a single base pair mismatch occurs, such as it happens in presence of mutation conferring TKIs resistence, the hetero-duplex PNA-DNA stability is strongly impaired. The expected PCR clamping readout would be as follow: in case of wt template PCR reaction will not work because DNA polymerase activity is impaired by the formation of PNA-DNA hetero-duplex; on the other hand when a mutation occurs the stability between PNA and DNA complementary sequence is compromised allowing oligonucleotide primer to displace PNA. So far we focused our efforts on the mutation affecting codon 315 (T315I). Results & Conclusions: cDNA synthesized from total RNA isolated from patients harboring either wt or mutated Bcr-Abl alleles have been amplified by nested PCR. During the first step a specific pair of primers designed to discriminate between the kinase domain of c-Abl and Bcr-Abl have been utilized. The second step involves the use of sequence specific 19-mer PNA matching within the region around the codon 315 (T315I), so far the most severe mutation described, in a “PNA primer exclusion” PCR clamping reaction. Initially, we aimed to study patients which have previously been analyzed by direct sequencing in which either the wt or the mutated allele were to be predominant. Encouraging results show amplification in patients harboring the point mutation at position 315 which determine the substitution of a threonine for isoleucine (T315I). These results were further corroborated by carrying-out a blind analysis, in which samples were subsequently sequenced. These data show that, in future, the technique herein reported might be extremely useful in detecting the presence of all known mutations within the Bcr-Abl kinase domain with simple, rapid, reliable and very cheap methodology."
}