{
    "doi": "https://doi.org/10.1182/blood-2021-147173",
    "article_title": "Clinical and Economic Impact of Red Blood Cell Antigen Alloimmunization on Patients with Hereditary Hemorrhagic Telangiectasia ",
    "article_date": "November 5, 2021",
    "session_type": "401.Blood Transfusion",
    "abstract_text": "Hereditary Hemorrhagic Telangiectasia (HHT) is a rare autosomal dominant disorder characterized by the presence of arteriovenous malformations which lead to repeated bleeding episodes for which Red Blood Cell (RBC) transfusions may be required. Previous research has shown that this patient population presents with high rates of alloimmunization against RBC antigens (15.29%) (Zheng Transfusion. 2018;58(3):775-780). However, the impact of such complications on clinical and economic outcomes has not been assessed previously. The present study aims to quantify the impact of alloimmunization on clinical outcomes and healthcare costs among HHT patients in a hospital setting. A cross-sectional study of alloimmunized and non-alloimmunized patients using the Premier Hospital chargemaster dataset from January 2015 to June 2019 was performed. Alloimmunization was defined based on the presence of antiglobulin crossmatch and RBC antibody identification laboratory codes in patient medical records. In order to assess the accuracy of this method of identification, the alloimmunization rates among discharges for patients diagnosed with HHT and myelodysplastic syndrome (MDS) for 2018 were extrapolated to the whole country and compared to reports in the literature (Zheng Transfusion. 2018;58(3):775-780, Singhal Haematologica. 2017;102(12):2021-2029). Consistent results were shown, 16.8% vs 15.3% and 11.5% vs. 11% for the HHT and MDS discharges, respectively. Alloimmunized and non-alloimmunized groups were matched for sex, age, admission date, and visit type (outpatient vs. inpatient). Diagnosis of HHT was defined using ICD-10 code I78.0. Cost per discharge for outpatient and inpatient visits, hospital and intensive care unit (ICU) length of stays (LoS), and inpatient mortality were both cases and controls. Bivariate comparisons were performed assuming a two-tailed test of significance and α level of 0.05 and multivariable regression models adjusting for diagnosis-related groups (incidence ≥1%) were performed. A total of 783 alloimmunized HHT cases were matched to 6,744 non-alloimmunized controls. Mean (SD) age was 65.7 (10.9) years for the alloimmunized (cases) and 59.4 (16.3) for the non-alloimmunized (controls), and slightly more than half of the population included in both groups were females (53.0% and 54.0% for the alloimmunized and non-alloimmunized groups, respectively). Outpatient visits were more common than inpatient admissions in both groups (52.6% and 71.4% of cases and controls, respectively albeit inpatient admissions were less common in both control groups (47.4% vs. 28.6%). Most common diagnoses leading to inpatient admission in both groups were disorders of the circulatory system (16.1% and 8.0%, respectively), followed by blood disorders for the alloimmunized group (9.8%) and disorders of the digestive system for the non-alloimmunized group (3.6%). Alloimmunized HHT patients presented with 22% longer hospitalizations (6.1 vs 7.3 days; p=0.0001) and 54% longer ICU stays (4.7 vs 7.2 days; p=0.0146), as well as a 40% increased likelihood of being admitted to the ICU. Inpatient mortality was higher among the alloimmunized population although it did not reach statistical significance (Odds Ratio: 1.53 [0.79; 2.96]; p=0.2092). Overall 12 (3.23%) and 59 (3.1%) deaths were reported for the alloimmunized and non-alloimmunized patient population, respectively. Median costs per discharge were significantly higher both for inpatient ($1,461; p=0.0202) and outpatient ($377; p<0.0001) visits within the alloimmunized population (Table 1). Presence of alloantibodies was associated with significantly worse clinical outcomes, increased healthcare resource use and higher costs within HHT patients. The increased prevalence of alloimmunization within the HHT population is not yet fully understood, and this study was not designed to determine whether prophylactic antigen matching would prevent alloimmunization in the HHT population. Further studies assessing the use of preventive strategies such as prophylactic antigen matching to prevent alloimmunization and its clinical and economic consequences could help determine whether antigen negative RBC units should be preferentially distributed to HHT patients. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Gehrie:  Grifols SSNA: Consultancy, Honoraria. Viayna:  Grifols S.A.: Current Employment. Blanchette:  Grifols SSNA: Consultancy; Novo Nordisk Inc.: Current Employment. Meny:  Grifols SSNA: Current Employment. Noumsi:  Grifols SSNA: Current Employment. Huber:  Grifols SSNA: Current Employment. Runken:  Grifols SSNA: Current Employment.",
    "author_names": [
        "Eric Gehrie",
        "Elisabet Viayna",
        "Christopher Blanchette",
        "Geralyn Meny",
        "Ghislain Noumsi",
        "Maria Huber",
        "M. Chris Runken"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric Gehrie",
            "author_affiliations": [
                "American Red Cross, Washington, DC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elisabet Viayna",
            "author_affiliations": [
                "Scientific & Medical Affairs, Global Health Economics and Outcomes Research, Grifols, Sant Cugat Del Vallès, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Blanchette",
            "author_affiliations": [
                "University of North Carolina at Charlotte, Charlotte, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geralyn Meny",
            "author_affiliations": [
                "Grifols, San Marcos, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghislain Noumsi",
            "author_affiliations": [
                "Grifols, Singapore, Singapore"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Huber",
            "author_affiliations": [
                "Grifols, Mississauga, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Chris Runken",
            "author_affiliations": [
                "Grifols, Durham, NC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:31:59",
    "is_scraped": "1"
}