{
    "doi": "https://doi.org/10.1182/blood.V124.21.5299.5299",
    "article_title": " All -Trans-Retinoic Acid (ATRA) Combined with Lithium As Treatment of Relapsed Non-Progranulocytic AML: Therapeutic Targeting Inhibition of the Glycogen Synthase Kinase 3-Beta (GSK3) Enzyme ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Targeting the maturation arrest in acute myeloid leukemia (AML) to induce differentiation instead of killing rapidly dividing cells can lead to more efficacious and less toxic therapies for AML. Inhibition of the GSK3 enzyme with lithium sensitizes AML cells to the differentiating effects of all -trans-retinoic acid (ATRA), resulting in differentiation and inhibition of proliferation (Gupta K, et al. and Wald DN. Leukemia. 2012;26:1277-85.). In vitro and animal studies suggest the combination of ATRA and lithium has therapeutic activity against AML. We are conducting a phase I study of ATRA and lithium for the treatment of relapsed, non-progranulocytic AML (NCT01820624). Methods: Eligible patients were older than 18 years of age and had relapsed /refractory non-progranulocytic AML. Lithium carbonate 300 mg by mouth thrice daily was started on day -3 and given continuously and was titrated to achieve a target plasma concentration of 0.6 – 1.0 mmol/l. ATRA, at a starting dose of 22.5 mg/m 2 by mouth daily in two divided doses, was given from day 1 through 7 and day 15 through 21 of a 28-day cycle. GSK3b activity was measured using flow cytometry-based assays with antibodies against its inhibited form: serine-9-phosphorylated GSK3β (pGSK3) in AML cells. phosphoGSK3α (pGSKα) and β-Catenin were also evaluated with flow cytometry. The AML blasts (CD34+CD38+) as well as AML stem cells (CD34+CD38-) were quantitated by flow cytometry and changes in surface markers (CD11b, CD14 and CD15) were followed after treatment. Results: Correlative data were available on the first 5 subjects. Median age was 67.5 (range 42-83) years; median number of prior therapies was 2.5 (range 1 - 6). Mean expression of pGSK3, compared to baseline, increased by 1.6-fold when the target lithium plasma concentration of 0.6 mmol/L was reached (95% CI 1.14- 2.07), whereas there was no increased expression at levels below 0.6 mmol/L (change in expression: 0.94; 95% CI 0.65-1.27). The difference between pGSK3 expression levels above and below the threshold was significant (p = 0.04). After 10 days of treatment, lithium plasma concentration and pGSK3b expression presented a positive correlation, with a Pearson correlation coefficient of 0.82 (p = 0.024, R 2 0.67). The same cutoff value for lithium plasma concentration did not identify statistically significant differences in the expression of pGSK3α or β-catenin. The mean proportion of circulating blasts (CD34+) increased 4-fold after 4 weeks of treatment; correlating with the absence of clinical response in patients enrolled in this first cohort at low doses of ATRA. However, at the same time point, the proportion of leukemia stem cells (CD34+/CD38-) decreased to 38% of baseline (95% CI 21%-98%, p = 0.04). One subject presented evidence of differentiation after 1 week of treatment with the combination, with decreased blast expression of CD11b (from 20% to 3%) and CD15 (66 to 2%) and a concomitant 5-fold increase in CD14 expression in AML stem cells. An additional patient presented a 4-fold induction of CD15 expression in blasts, suggestive of partial AML differentiation. Conclusion: Lithium is capable of effecting GSK3β inhibition in vivo at plasma concentrations that are achievable in clinical settings. Study accrual continues and larger number of patients will allow for ROC analysis to determine the specific lithium concentration for optimal GSK3β inhibition. Treatment with the ATRA and lithium combination can decrease circulating AML stem cells and induce AML cell differentiation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "enzymes",
        "glycogen synthase kinase 3",
        "glycogen synthase kinases",
        "lithium",
        "tretinoin",
        "antigens, cd15",
        "cd14 antigen",
        "flow cytometry",
        "leukemia",
        "macrophage-1 antigen"
    ],
    "author_names": [
        "Paolo Caimi, MD",
        "Kalpana Gupta, PhD",
        "Tammy Stefan",
        "Brenda Cooper, MD",
        "Basem M. William, MD",
        "Erica L Campagnaro, MD",
        "Richard J. Creger, Pharm D",
        "Donna Kane, BSN",
        "Stanton L. Gerson",
        "Hillard M. Lazarus, MD",
        "Marcos de Lima, MD",
        "David N. Wald, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Caimi, MD",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kalpana Gupta, PhD",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tammy Stefan",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brenda Cooper, MD",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Basem M. William, MD",
            "author_affiliations": [
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica L Campagnaro, MD",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. Creger, Pharm D",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Kane, BSN",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stanton L. Gerson",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hillard M. Lazarus, MD",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center and Case Western Reserve University, Cleveland, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcos de Lima, MD",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David N. Wald, MD PhD",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T04:05:24",
    "is_scraped": "1"
}