{
    "doi": "https://doi.org/10.1182/blood.V108.11.5202.5202",
    "article_title": "Low-Dose Cytosine Arabinoside and Aclarubicin in Combination with Granulocyte Colony-Stimulating Factor for Patients with Refractory and Relapsed Adult Acute Lymphocytic Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objective To explore the efficiency and safety of Low-dose Cytosine arabinoside and aclarubicin in combination with granulocyte colony-stimulating factor (CAG regimen) for patients with refractory and relapsed adult acute lymphocytic leukemia (ALL). Methods We treated 10 patients of refractory and relapsed adult ALL with CAG regimen (median age 28 years, range 17–58, male 5, female 5). The regimen consisted of low-dose cytosine arabinoside (10mg/m 2 q12h, day1to14), aclarubicin (10mg/day, day1to8), and granulocyte colony-stimulating factor (G-CSF) (200 μg/m 2 /day). Result 8/10 patients (80%) achieved complete remission (CR) after one course, including 4 out of 5 refractory and 4 out of 5 relapsed patients. 1 patient who relapsed after the first course, then achieved CR again after the second course. 6 of the 8 complete remission received consolidation therapy with the CAG regimen or other regimens. Toxic effects were very rare and mainly consisted of neutropenia and thrombocytopenia due to myelosuppression; 8 of all patients had neutropenia or thrombocytopenia that exceeded WHO grade II. However, severe non-hematologic toxicity included nausea and vomiting (WHO grade ≥III) was characteristically rare. Conclusion CAG regimen is an effective and safety in the treatment of refractory and relapsed ALL.",
    "topics": [
        "aclarubicin",
        "acute lymphocytic leukemia",
        "cytarabine",
        "granulocyte colony-stimulating factor",
        "complete remission",
        "neutropenia",
        "thrombocytopenia",
        "toxic effect",
        "consolidation therapy",
        "myelosuppression"
    ],
    "author_names": [
        "Aining Sun",
        "Chengfu Ji",
        "De Pei Wu",
        "Guangshen He"
    ],
    "author_dict_list": [
        {
            "author_name": "Aining Sun",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chengfu Ji",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "De Pei Wu",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guangshen He",
            "author_affiliations": [
                "Hematology, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T02:37:06",
    "is_scraped": "1"
}