{
    "doi": "https://doi.org/10.1182/blood-2019-128921",
    "article_title": "Microglia-like Cells Derived from Hematopoietic Stem and Progenitor Cells Are a Model System to Investigate Chronic Pain in Sickle Cell Disease ",
    "article_date": "November 13, 2019",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science",
    "abstract_text": "Background: Patients with sickle cell disease (SCD) often experience severe chronic pain. In chronic pain, microglia are readily activated, stimulating neurons to send a pain signal. Human microglia are difficult to obtain; we have cultured peripheral blood derived microglia-like cells (PBMLC) from human peripheral blood to develop a model system to investigate chronic pain in sickle cell disease. We have shown that our PB-MLC resemble microglia morphologically, have the same surface markers, and can be activated by lipopolysaccharide (LPS). Our PB-MLC are more easily activated and secrete more inflammatory cytokines if they are derived from a SCD patient with chronic pain compared to a HbAA individual without pain or a SCD patient with acute pain only. Now, we seek to assess the suitability of our model system to screen for compounds to treat chronic pain by using of a panel of compounds to reduce microglia and PB-MLC activation and cytokine release in response to LPS. Finally, we propose to validate our model system by comparing the morphology, surface markers, and cytokine release between PB-MLC and true in situ brain derived microglia (BDM), both from Sprague Dawley (SD) rats. Methods: Human peripheral blood mononuclear cells (HPB-MCs) were obtained from three individuals with SCD with chronic pain and three normal donors (WT). HPB-MCs were cultured with human GM-CSF (10 ng/ml) and human IL-34 (100 ng/ml) to induce peripheral blood derived microglia (HPB-MLC). TNF-alpha and IL-1beta secretion by HPB-MLCs in response to LPS with or without a panel of drugs were measured with ELISA. Rat BDM were isolated from fresh rat brain tissues using anti‐rat CD11b/c microbeads and cultured with murine IL-34(100 ng/ml) and murine GM-CSF (10 ng/ml). Rat PB-MLCs were developed from rat PB-MCs by culturing with murine IL-34 (100 ng/ml) and murine GM-CSF (10 ng/ml). On day 7 of culture, rat BDM and PB-MLCs were collected and morphology analyzed by phase contrast microscopy, phenotyped by flow cytometry and indirect immunofluorescence with anti-CX3CR1, TMEM119, CD68, Iba1 antibodies. Microglia morphology was evaluated by quantitative analysis of cell body roundness and branch length. TNF-alpha, IL-1beta, and IL-6 secretion by rat BDM and PB-MLCs in response to LPS with or without piceatannol was measured with ELISA. Results : To evaluate the possibility of using our PB-MLC model system to screen compounds to reduce abnormal microglia activation and treat chronic pain, we tested HPB-MLC cells from patients with SCD and chronic pain with the following drugs: gabapentin, metformin, piceatannol, and resveratrol, chosen based on published reports of their effect on microglia activation. All suppressed the release of proinflammatory cytokine from LPS-induced HPB-MLC in a dose-dependent manner (Figure 1), and reversed the deramification, or rounding of activated PB-MLC upon LPS stimulation by quantitative analysis of cell body roundness and branch length with immunostaining of Iba1. Gabapentin exhibited the smallest effect on reduction of HPB-MLC activation. Rat BDM and PBMLC both exhibited characteristic microglia branched morphology in culture, and rat PBMLC from SD rats expressed microglia specific marker TMEM119. Both PB-MLC and BDM from rats became amoeboid with LPS treatment, and showed increased expression of CD68, and Iba1 (Figure 2). In both BDM and PBMLC from rats, piceatannol reduced LPS activation and TNF-alpha, IL-1beta, and IL-6 secretion (Figure 3). Conclusions: We have established the microglia-like nature of PBMLC from patients with SCD and normal blood donors, and the preservation of the patient pain phenotype in culture. Here, we show that compounds reported to reduce microglia activation reduce the inflammatory cytokine release from HPB-MLCs from patients with SCD. BDM and PB-MLCs from SD rats have similar morphology, both quiescent and activated, and secrete inflammatory cytokines in the same manner in response to LPS. Piceatannol reduces activation and cytokine release in both. This comparison between peripheral blood derived and brain derived microglia supports our assertion that PB-MLC capture significant aspects of true in situ brain microglia biology, particularly that of activation and drug response. We therefore propose to use this model system to derive mechanistic insights into the development of chronic pain in SCD, and to screen pharmacologic agents to treat chronic pain. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "biological models",
        "chronic pain",
        "microglia",
        "sickle cell anemia",
        "stem cells",
        "minimally conscious state",
        "cytokine",
        "cardiac support procedures",
        "granulocyte-macrophage colony-stimulating factor",
        "interleukin-1 beta"
    ],
    "author_names": [
        "Yankai Zhang, PhD",
        "Celeste K. Kanne, BA",
        "Jennifer N. Tran, DO",
        "Michael J. Lacagnina, PhD",
        "Peter M. Grace, PhD",
        "Vivien A. Sheehan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yankai Zhang, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Celeste K. Kanne, BA",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer N. Tran, DO",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Lacagnina, PhD",
            "author_affiliations": [
                "Department of Symptom Research, University of Texas MD Anderson Cancer Center, Houston,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter M. Grace, PhD",
            "author_affiliations": [
                "Department of Symptom Research, University of Texas MD Anderson Cancer Center, Houston,"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivien A. Sheehan, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Pediatrics, Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T21:29:56",
    "is_scraped": "1"
}