{
    "doi": "https://doi.org/10.1182/blood.V120.21.4229.4229",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2280",
    "start_url_page_num": 2280,
    "is_scraped": "1",
    "article_title": "Laborartory Medicine Resource Management in Times of Austerity: An Opportunity to Rationalize Services Using Vitamin B12 and Folate Testing As an Example ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Poster III",
    "topics": [
        "folic acid",
        "vitamin b12",
        "fatigue",
        "laboratory techniques and procedures",
        "anemia",
        "chronic disease",
        "cytopenia",
        "ferritin measurement",
        "laboratory test finding",
        "macrocytosis"
    ],
    "author_names": [
        "Maeve P Crowley, MB BCh BAO BSc MRCPI",
        "Margaret Murray, MD, MRCPath",
        "Amjad Hayat, MBBS, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, University Hospital Galway, Galway, Ireland"
        ],
        [
            "Department of Haematology, University Hospital Galway, Galway, Ireland"
        ],
        [
            "Department of Haematology, University Hospital Galway, Galway, Ireland"
        ]
    ],
    "first_author_latitude": "53.276846",
    "first_author_longitude": "-9.066112",
    "abstract_text": "Abstract 4229 Introduction: Laboratory medicine services are critical to delivering high quality patient care. They operate to internationally recognized standards to ensure the quality and accuracy of their test results. Their responsibilities are wide ranging including enabling the clinician to confirm or exclude the presence of significant diseases, monitoring the progress of chronic conditions, providing expert advice in the management of patients with complex conditions, supporting research and development into new laboratory tests, systems and processes and supporting undergraduate teaching, postgraduate teaching and professional development. In the current economic climate, resources are diminishing in accordance with government austerity measures. At the same time, patients have increasing knowledge and therefore often have increasingly complex demands. To optimize primary care services, it is crucial that primary care physicians have appropriate access to tests. But a balance needs to be struck between a primary care physician's access and a laboratory's ability to limit access so that limited resources can be used to the maximum benefit of patients. Evidence based guidelines are critical. Laboratory tests can broadly be split into two categories: frequently ordered, inexpensive tests such as blood counts and infrequently ordered, expensive tests such as hereditary thrombophillia screens. In our institution, we chose to review vitamin B12 and folate testing as they are frequently requested, relatively inexpensive but time consuming assays. The aims of our study were to review the number of vitamin B12 and folate tests ordered by primary care physicians, to find out why the tests were being ordered and to see if they were being ordered appropriately. Methods: We reviewed our laboratory records to ascertain the number of vitamin B12 and folate assays carried out between 2004 and 2011. To find out why the tests was being ordered, the primary care physicians that use the laboratory in University Hospital Galway were sent out a questionnaire. To review whether or not clinical data was provided, 200 random request forms form March 2012 were reviewed. The literature was then reviewed to look at international guidelines. Results: The number of B12 and folate requests have risen year on year between 2004 and 2011, numbering 33,872 in 2004 and 96,544 in 2011. 69 of 172 primary health care centers responded to the survey. The main reasons given for ordering the test were unexplained neurological symptoms, macrocytosis, anemia and fatigue. 200 random request forms that the laboratory had received from primary care physicians were reviewed. 50% had clinical details. The reasons given for ordering the test were very varied, the most common being rountine screening and fatigue. 50 % had no clinical details provided. If the patient had had a recent full blood count in our laboratory, this was reviewed to see if any indication for the test could be ascertained. The majority (81%) had normal full blood counts. Discussion: According to the central statistics office, the population of our catchment area increased by 17% between 2002 and 2011. This did not account for the 185% increase in testing between 2004 and 2011. As vitamin B12 and folate were invariably requested in association with a ferritin level, this equates to €376,522 per year in assay cost alone. These tests are time consuming (around 40 minutes per batch) and labor intensive, which is increasingly a major factor as the main method for reducing laboratory costs to date has been to reduce the workforce. While the majority of primary care physicians knew the appropriate indications for B12 and folate testing when asked, this was not reflected in their practice. It was also worrying that many seemed unaware of important indications for testing such as unexplained cytopenias. On reviewing the literature, it is clear that there is no current guideline for vitamin B12 and folate testing. The most recent British committee for standards in hematology (BCSH) guideline was published in 1994 and is archived. Conclusion: In the current economic crisis, it is imperative that services are optimized so that patients do not suffer in the setting of decreased resources. This is best achieved when secondary and tertiary care institutions collaborate with primary care to deliver evidenced based health care. Disclosures: No relevant conflicts of interest to declare."
}