{
    "doi": "https://doi.org/10.1182/blood.V106.11.3202.3202",
    "article_title": "Epitope Mapping of Inhibitors in Acquired Hemophilia by Phage Display. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "In acquired hemophilia polyclonal autoantibodies (inhibitors) to coagulation factor VIII are generated. Inhibitors functionally interfere with interaction of molecules involved in the coagulation cascade for example the interaction of FVIII and the von Willebrand factor. Inhibitors in acquired hemophilia have been reported to bind either to the A2 or to C2 domain of FVIII. Random peptide phage display libraries were screened with patient plasma to identify small peptides mimicking inhibitor epitopes. Peptide sequences were used to map the inhibitor epitope to the surface of FVIII. The phage libraries included libraries with linear or cyclic 7mer or 12mer inserts. Biopanning was performed including positive selections and also negative selections to deplete irrelevant binders. Phages bound to inhibitors were eluted by pH shift or by competition with FVIII. Single phage clones were tested for their specificity for inhibitor positive plasma by ELISA. For specific binders, the sequence of the inserts was identified by DNA sequencing. For one patient 33 phage clones were analysed from three libraries and 28 peptide sequences mimicking the inhibitor epitopemimotopes - were determined. The peptide sequences map to two conformational epitopes on the A2 and A1 domain of FVIII. Clusters of six and four amino acids are the proposed binding regions on the A2 and A1 domain respectively. The matching conformational motifs contain PPLRQ and PPLS. Synthetic peptides corresponding to the sequence displayed on phage were generated and binding of inhibitors to peptides was confirmed by different ELISA formats. Currently, functional studies with synthetic peptides are being performed to further analyse the epitopes. Additionally, more patient samples are being screened to analyse further epitopes and understand immuno dominant regions of FVIII in acquired haemophilia and compare them to the immune response in hemophilia A. The mimotopes isolated could be a basis for the development of ligand effector conjugates to target inhibitor specific B cells.",
    "topics": [
        "bacteriophages",
        "epitope mapping",
        "hemophilia, acquired",
        "peptides",
        "epitopes",
        "amino acids",
        "autoantibodies",
        "factor viii",
        "hemophilia a",
        "ligands"
    ],
    "author_names": [
        "Christoph Königs",
        "Christoph Kessel",
        "Sabine Scholz",
        "Susanne Stumpf",
        "Manuela Krause",
        "Thomas Klingebiel",
        "Wolfhart Kreuz"
    ],
    "author_dict_list": [
        {
            "author_name": "Christoph Königs",
            "author_affiliations": [
                "Dept. of Pediatrics, Goethe Univesity, Frankfurt am Main, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christoph Kessel",
            "author_affiliations": [
                "Dept. of Pediatrics, Goethe Univesity, Frankfurt am Main, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Scholz",
            "author_affiliations": [
                "Dept. of Pediatrics, Goethe Univesity, Frankfurt am Main, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Stumpf",
            "author_affiliations": [
                "Dept. of Pediatrics, Goethe Univesity, Frankfurt am Main, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Krause",
            "author_affiliations": [
                "Dept. of Int. Medicine, Goethe Univesity, Frankfurt am Main, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Klingebiel",
            "author_affiliations": [
                "Dept. of Pediatrics, Goethe Univesity, Frankfurt am Main, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfhart Kreuz",
            "author_affiliations": [
                "Dept. of Pediatrics, Goethe Univesity, Frankfurt am Main, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T03:07:13",
    "is_scraped": "1"
}