{
    "doi": "https://doi.org/10.1182/blood.V124.21.772.772",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2887",
    "start_url_page_num": 2887,
    "is_scraped": "1",
    "article_title": "Osteoblastic VEGF Coordinates Remodeling of the Hematopoietic Stem Cell Niche ",
    "article_date": "December 6, 2014",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Diversity of the Hematopoietic Stem Cell Niche",
    "topics": [
        "hematopoietic stem cells",
        "vascular endothelial growth factor a",
        "transplantation",
        "bevacizumab",
        "fibroblast growth factor 2",
        "fibroblast growth factor receptors",
        "monoclonal antibodies",
        "off-label use",
        "parathyroid hormones",
        "rouleaux"
    ],
    "author_names": [
        "Julianne N. P. Smith, MS",
        "Corey M Hoffman, BS",
        "Alexandra N Goodman, BA",
        "Laura M. Calvi, MD"
    ],
    "author_affiliations": [
        [
            "University of Rochester, Rochester, NY "
        ],
        [
            "University of Rochester, Rochester, NY "
        ],
        [
            "University of Rochester, Rochester, NY "
        ],
        [
            "University of Rochester Medical Center, Rochester, NY"
        ]
    ],
    "first_author_latitude": "43.13055310000001",
    "first_author_longitude": "-77.6260033",
    "abstract_text": "Osteoblasts (OBs) and the bone marrow (BM) vasculature constitute hematopoietic stem and progenitor cell (HSC/HSPC) niches. Immature perivascular osteolineage cells enforce HSC quiescence while signals from mature OBs are capable of bone and vascular remodeling. We previously demonstrated that bone anabolic parathyroid hormone (PTH) stimulation increases HSPCs with short and long-term repopulating activity. Based upon the coupled nature of osteogenesis and angiogenesis as well as the multifaceted role blood vessels play in HSC regulation, we investigated effects of PTH on the BM vasculature. Both genetic PTH receptor activation in maturing OBs (Col1caPTH1R) and systemic PTH treatment increased functional blood vessel branching imaged intravitally in the calvaria (14±2 vs 34±3 and 14±2 vs 27±4 branchpoints, n=3-4 mice/group, 3-7 regions analyzed per mouse). These changes were confirmed histologically in long bones, where PTH-induced tortuosity was accompanied by the emergence of α smooth muscle actin (αSMA)+ bone-associated vascular networks, likely small-caliber arterioles, containing red blood cell rouleaux, while control marrow displayed sparse, non-bone-associated αSMA+ vessels. Further, PTH increased morphologically-heterogeneous BM microvessels (167±18 vs 348±39 per section, n=5 mice/group) and endothelial cell (EC) abundance (0.09±0.02% vs 0.2±0.02%, n=4-5 mice/group). VEGF-A and FGF2, known to be important proangiogenic signals in bone, were increased after PTH treatment of osteoblastic cell lines and primary osteolineage cells in vitro, and in bone-associated cells of mice treated in vivo. Because the perivascular milieu is heterogeneous and can support HSC quiescence or activation depending on vessel type and stimuli, we tested whether tuning BM angiogenic responses modulated effects of PTH on HSCs. Treatment with the anti-VEGF-A monoclonal antibody bevacizumab (αVEGF) precluded PTH-induced vascular branching in calvarial BM and reduced pre-established vascular branching in Col1caPTH1R mice (34±3 vs 21±1 branchpoints, n=4 mice/group, 3-5 regions analyzed per mouse), while PTH-induced bone anabolism, EC abundance and bone-associated αSMA+ small-caliber vessels were sustained. Moreover, αVEGF did not change the frequency of CD51 + PDGFRα + or PDGFRα + Sca1 + immature mesenchymal cells reported to regulate HSCs. The altered balance of marrow sinusoidal vs arteriolar structures we quantified in PTH + αVEGF-stimulated BM would be expected to improve HSC support based on niche remodeling, therefore we tested the hematopoietic consequences. αVEGF did not alter frequencies of phenotypically-defined HSCs in the BM or mature hematopoietic cells and platelets in the peripheral blood (PB). Remarkably, αVEGF augmented PTH-induced repopulation of the PB in primary BM transplantation (p = 0.0013, n=10 recipients/group) and sustained the repopulating ability (p < 0.0001, n=10 recipients/group) and BM engraftment (~70 fold) of cells in secondary transplantation. Competitive transplantation of HSPCs sorted from PTH + αVEGF-treated mice showed enhanced repopulating ability, confirming niche-mediated improvement of HSPC function. Unbiased analysis of sorted stem and progenitor cells demonstrated that PTH, alone or in combination with αVEGF, broadly reduced multipotent progenitor (MPP) gene expression, including markers of cell proliferation. Notably, microenvironmental activation with PTH alone uniquely decreased a cluster of transcripts associated with hematopoietic differentiation in MPPs, suggesting progenitor cell reeducation by PTH activation versus niche reapportioning by combined PTH and VEGF antagonism. Because PTH also increases FGF2, reported to expand HSCs and stabilize blood vessels, we tested whether FGF signaling is necessary for PTH to establish long-term HSC niches. In vivo FGF receptor 1 inhibition significantly reduced long-term hematopoietic repopulating ability of PTH + αVEGF-treated BM cells in secondary transplantation (p = 0.0046, n = 16-17 mice/group), suggesting VEGF-A and FGF2 have opposing HSC effects in the PTH-activated microenvironment. These data define the HSC niche as a regulatory network, and identify mature OBs as the cellular source of signals that serve to coordinate HSC-supportive niches, demonstrating functional cooperation of the different constituents of the bone marrow microenvironment. Disclosures Off Label Use: Bevacizumab (trade name Avastin, Genentech/Roche) is used by the authors as a strategy to block VEGF-A in the bone marrow microenvironment.. Calvi: Fate Therapeutics: Patents & Royalties."
}