{
    "doi": "https://doi.org/10.1182/blood.V110.11.4362.4362",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1006",
    "start_url_page_num": 1006,
    "is_scraped": "1",
    "article_title": "Treatment with Sequential Valproic Acid (VPA) +/− Low Doses All Trans Retinoic Acid (LoATRA) and Low Doses Ara-C (LoDAC) for “De Novo” or Relapsed Acute Myeloid Leukaemia (AML). ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "cytarabine",
        "leukemia, myelocytic, acute",
        "tretinoin",
        "valproic acid",
        "brachial plexus neuritis",
        "death",
        "antigens, cd15",
        "antigens, differentiation",
        "cd14 antigen",
        "cd34 antigens"
    ],
    "author_names": [
        "Susanna Fenu, MD",
        "Clara Nervi",
        "Carolina Nobile, MD",
        "Anna Chierichini, MD",
        "Paola Anticoli Borza, MD",
        "Barbara Anaclerico, MD",
        "Velia Bongarzoni, MD",
        "Loredana Bove, MD",
        "Stefania Cortese, MD",
        "Fulivio Pauselli, MD",
        "Carla Tozzi, MD",
        "Su Ellen Vignetti, MD",
        "Giuseppe G. Cimino",
        "Luciana Annino, MD"
    ],
    "author_affiliations": [
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology, Univ. La Sapienza, Rome, Italy",
            " "
        ],
        [
            "Hematology, Univ. Campus Biomedico, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ],
        [
            "Hematology, Univ. La Sapienza, Rome, Italy",
            " "
        ],
        [
            "Hematology, Univ. La Sapienza, Rome, Italy",
            " "
        ],
        [
            "Hematology U, Az.Osped.San Giovanni-Addolorata, Rome, Italy",
            " "
        ]
    ],
    "first_author_latitude": "36.60919165",
    "first_author_longitude": "-51.15579159999999",
    "abstract_text": "Recent reports indicated the clinical feasibility and biological therapeutic potentiality of epigenetic treatments with VPA + ATRA or ATRA alone and suggested the capability of these agents in rendering neoplastic cells more sensitive to chemotherapy. Therefore, we designed treatments consisting of LoDAC preceded by the sequential administration of VPA+/LoATRA or LoATRA alone, according to the clinical condition of patients, to treat AML patients not eligible for intensive therapy. Aims of this study were to evaluate: the efficacy of these approaches in term of response rate and toxicity; the biological changes occurring in the leukemic clone in relation to the clinical response, by a multiparametric in vivo translational experimental approach.From September 2006 to June 2007, 5 patients (pts) with de novo and 5 with relapsed AMLs were enrolled. The median age was 66 years (range: 46–81 yrs), the mean percentage of BM leukemic infiltration was 60% (range 30–81%);as cytogenetics 5 pts showed complex karyotype. Four patients (1= de novo ; 3=relapsed) received an induction treatment with VPA+LoATRA+LoDAC (VPA):VPA at the initial dose of 10 mg/kg/die orally escalated, to reach the therapeutic VPA plasma levels (>50μg/ml),days 1–55, LoATRA 25 mg/m 2 /die orally, days 7–55 and LoDAC 40 mg/sc at day (d)10 and 45 for 7 d. In responders, therapy was repeated up to a maximum of 3 cycles with a 20 days rest period. Six patients (4 = de novo; 2 = relapsed), received LoATRA alone (days 1–55) because of coexisting co-morbidities , followed by LoDAC as described. Peripheral blood (Pb) and BM samples for biological studies were collected at d 0,7,14,21,35,55. Responses were evaluated after the first cycle of therapy according to the IWC criteria. A complete remission (CR) was observed in 4 cases (2 relapsed = VPA; 2 de novo= LoATRA), while 2 de novo pts ( LoATRA) showed a major response (MR).In the 6 responders PB recovery (Hb>9g/dl; PMN>1000/m 3 and PLTS >50.000/m 3 ), was observed within a median time of 42 d (range: 35–50 d), while the median time of BM blast clearance was 35 d (range 25–50 d). Of the remaining 4 pts, 1 died during induction, at 45 d for cardiac failure, 3 maintained a stable disease and died 7, 5 and 3 months(mo) later. As to July 2007, 2 pts (Lo ATRA) persisted in CR at 2 and 4 mo, while 2 pts ( VPA) relapsed at 3 and 4 mo from CR. Five pts are still alive at 4+, 5+, 5+, 5+, and 9+ mo.Biological assays showed that in mononuclear samples from the 4 CR patients, phenotypic changes including: the increased percentage of cells in S phase; cytochemical changes (myelo-monocytic differentiation); decreased expression of early myeloid/progenitor immunophenotypic markers (HLA-DR, CD34, CD117), which paralleled the increase of late myeloid differentiation markers (CD11b, CD15 or CD14), started to be measurable before LoDAC administration. In conclusion, the sequential therapy with VPA and/or LoATRA + LoDAC are well tolerated out-patient therapies that enabled a CR in a sizeable portion of our cases. In addition, these treatments induce AML blast phenotypical changes that may increase their sensitivity to LoDAC, whose molecular basis is currently under investigation."
}