{
    "doi": "https://doi.org/10.1182/blood.V116.21.1533.1533",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1621",
    "start_url_page_num": 1621,
    "is_scraped": "1",
    "article_title": "Changes In Health Status and Quality of Life In Adults with Thalassemia: Year 1 Report of the Thalassemia Longitudinal Cohort Study. ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster I",
    "topics": [
        "thalassemia",
        "quality of life",
        "chelating agents",
        "adverse effects",
        "blood transfusion",
        "pain",
        "deferoxamine",
        "weight measurement scales",
        "health status",
        "physical function"
    ],
    "author_names": [
        "Amy Sobota, MD",
        "Robert Yamashita, Ph.D",
        "Yan Xu, MS",
        "Felicia Trachtenberg, PhD",
        "Pamela Kohlbry, PhD, RN",
        "Dorothy A Kleinert, NP, MPH",
        "Patricia Giardina, MD",
        "Janet L Kwiatkowski, MD, MSCE",
        "Dru Haines, RN, CPNP, MSN",
        "Vivekanandan Thayalasuthan, MD",
        "John B. Porter, MA, MD, FRCP, FRCPath",
        "Alexis A. Thompson, MD, MPH",
        "Leann Schilling, MPH",
        "Charles T. Quinn, MD, MS",
        "Ellis J. Neufeld, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Boston Children's Hospital, Boston, MA, USA, "
        ],
        [
            "Liberal Studies (Science and Society), California State University San Marcos, San Marcos, CA, USA, "
        ],
        [
            "New England Research Institutes, Watertown, MA, USA, "
        ],
        [
            "Center for Statistical Analysis and Research, New England Research Institute, Watertown, MA, USA, "
        ],
        [
            "Liberal Studies (Science and Society), California State University at San Marcos, San Marcos, CA, USA, "
        ],
        [
            "Pediatrics, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Weill Medical College of Cornell University, New York, NY, USA, "
        ],
        [
            "Pediatrics/Hematology, CHILDREN’S HOSPITAL, Philadelphia, PA, USA, "
        ],
        [
            "Northern California Comprehensive Thalassemia Center,Hematology/Oncology, Children's Hospital and Research Center Oakland, Oakland, CA, USA, "
        ],
        [
            "Hemoglobinopathy Research, University Health Network, University of Toronto, Toronto, ON, Canada, "
        ],
        [
            "University College London, London, England, "
        ],
        [
            "Children's Memorial Hospital, Chicago, IL, USA, "
        ],
        [
            "Aflac Cancer Center & Blood Disorder Service, Children's Healthcare of Atlanta, Atlanta, GA, USA, "
        ],
        [
            "Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Children's Hospital, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.35026145",
    "first_author_longitude": "-71.08850665",
    "abstract_text": "Abstract 1533 Background: Advances in treatment of thalassemia have led to increased life expectancy for patients, making outcomes such as health related quality of life (HRQOL) an important consideration of therapy. However little has been published about the HRQOL of patients living with thalassemia, especially as it may change over time. Our study reports changes in patient-reported HRQOL from baseline to year 1 in the Thalassemia Clinical Research Networks (TCRN) Thalassemia Longitudinal Cohort (TLC) study. Methods: The TCRN is an NIH sponsored network of 16 major thalassemia centers in the US, Canada and London. We report here on the results from 220 patients (approximately 80% of the total cohort) over the age of 14 who completed baseline and year 1 assessments. HRQOL was measured by self-report with the Medical Outcomes Study 36-Item Short Form Health Survey version 2 (SF36v2). We defined a clinically significant change as a difference of at least 2 points on any SF-36 subscale. Results: Overall the patients were 46% male with a mean age of 29 years at baseline (range 14–58). Across the TLC population, mean self-reported HRQOL showed little change over the 1 year study period, with only social functioning showing a significant increase (p=0.04). However in each SF-36 domain over 50% of patients reported a signficant change in scores (an increase or decrease of more than 2 points) ( Figure 1 ). All patients had a significant change on at least one domain, with a mean of 7 domains affected. Overall a small majority of patients (56%) reported that their health in general was “about the same” at year 1 as at baseline; 14% reported it was somewhat worse, 19% somewhat better, and 11% much better. Forty-nine % of patients reported requiring fewer transfusions in year 1, while 34% needed more, and 17% had no change. Most patients (82%) made no change in their chelator, although 8% changed from deferoxamine (DFO) to an oral chelator, fewer than 1% changed from oral to DFO, and 3% each stopped and started chelation. Most patients (61%) reported the same general adherence rate, although taken together there was slightly better reported adherence in year 1. Almost half of patients (47%) reported no change in chelator side effects, although again there was a slight overall decrease in reported side effects across the group. Most patients (92%) reported no new secondary complications in year 1. As expected, increasing age was associated with decreased HRQOL in the following domains: physical function, bodily pain, vitality, social function, mental health, and physical summary scales, although only bodily pain showed a clinically significant change (+2.1 points). Gender, race, change in number of transfusions, and change in chelator were not associated with change in HRQOL, although there was a trend towards improved general health in patients who made any change in chelation. A decrease in reported side effects from chelation was associated with an improvement in physical functioning (+2.8) and the mental summary score (+3.48), while development of a new complication during the one year study period was associated with a decrease in role-emotional (-8.2). Surprisingly an increase in reported adherence was associated with a decrease in social functioning (-5.1), role emotional (-7.7) and the mental summary score (-5.4). Conclusions: As a population, the TLC showed overall stability in clinical status and SF-36 scores over the 1 year study period. However individual patients reported significant changes, both positive and negative, in an average of 7 SF-36 domains. HRQOL appears to be most affected by age, with some association with changes in chelator, secondary complications, side effects and adherance. Further analysis is needed in order to fully understand these associations. View large Download slide View large Download slide  Disclosures: Neufeld: Novartis, Inc: Research Funding; Ferrokin, Inc: Research Funding."
}