{
    "doi": "https://doi.org/10.1182/blood.V108.11.5082.5082",
    "article_title": "Characterization of Gene Expression Profiles of Plasma Cells in Patients with Multiple Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: The molecular mechanisms involved in multiple myeloma (MM) are still not completely elucidated. Recently, the serial analysis of gene expression (SAGE) method has allowed the global analysis of genes expressed in a determined cell or tissue. To the best of our knowledge, no studies in plasma cells of MM have already been performed using the SAGE method. Aims and Methods: Thus, we have characterized, by SAGE, purified plasma cells from a newly diagnosed MM patient and purified normal plasma cells (PN), differentiated from bone marrow B cells of a healthy individual, obtained by magnetic sorting in a column, using the CD-138 antibody macs microbeads. The functional classification of genes was performed according to the Gene Ontology Consortium. Results: After automatic sequencing, a total of 84 965 tags from SAGE MM and 77 080 tags from SAGE PN were generated, representing 24 601 and 25 527 unique tags, respectively. In the comparison of both profiles, 476 differentially expressed transcripts were identified ( P < 0.01; fold ≥ 5), including 30% that may represent novel transcripts. The expression of 16 arbitrarily selected genes was further investigated by real-time polymerase chain reaction (qPCR), which was considered the gold standard method for the quantification of gene expression, in the SAGE MM sample, with the purpose of validating the results obtained by the SAGE method. These same genes were also analyzed in purified plasma cell samples of another 13 MM patients, with the purpose of verifying whether the results obtained by the SAGE method were reproducible in MM disease. Similar expression was detected by both methods in almost all analyzed genes ( CD19 , CD40 , FCER2 , RNAse1 , CCND1 , DUSP1 , FOSB , IGHG3 , IGKC , VFOS and VJUN ). Five genes ( EEF1D , IL6 - ST , PRDM2 , B2M and XBP1 ) had contrasting expression, measured by both methods used in study. In samples of the patients of the MM group, all genes presented equal expressions to the validation results. We have also found in this study, a cluster of genes involved with growth, differentiation and cell cycle, anti apoptosis, cytokine and cytokine receptors, proteasomes, ubiquitines and chemokines, transcriptional and translational genes and finally, genes related to apoptosis, survival and drug resistance. Some of these genes have been previously observed related with MM; however, expressions of genes not related with this disease (to our knowledge), such as PRDM2 , TOB1 , ERG - 1 , ZNF630 , SNF1LK , S100A , LATS2 and IER3 genes were identified, as well as abnormal and non-identified genes Conclusion: Together, our results indicate that SAGE is an accurate method for: 1) the characterization of the total gene expression in plasma cells, although the measurement of the expression of specific genes by qPCR is recommendable, 2) the identification of the abnormal expression of genes involved in cell proliferation, differentiation and apoptosis and, therefore, seems to substantially contribute to elucidate the pathology of the disease.",
    "topics": [
        "gene expression profiling",
        "multiple myeloma",
        "plasma cells",
        "serial analysis of gene expression",
        "antibodies",
        "cd19 antigens",
        "cd40 antigens",
        "chemokines",
        "cyclin d1",
        "cytokine"
    ],
    "author_names": [
        "Manoela M. Ortega, BSc, PhD",
        "Anderson F. Cunha, B.Sc., Ph.D.",
        "Dulcineia M. Alberquerque, B.Sc., Ph.D.",
        "Adriana S.S Duarte, B.Sc., M.Sc.",
        "Carmino De Souza, M.D., Ph.D.",
        "Irene Lorand-Metze, M.D., Ph.D.",
        "Fernando F. Costa, M.D., Ph.D.",
        "Carmen S.P. Lima, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Manoela M. Ortega, BSc, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Campinas, SP, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anderson F. Cunha, B.Sc., Ph.D.",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, SP, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dulcineia M. Alberquerque, B.Sc., Ph.D.",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, SP, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana S.S Duarte, B.Sc., M.Sc.",
            "author_affiliations": [
                "Hematology and Hemotherapy Center, University of Campinas, SP, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmino De Souza, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Internal Medicine, University of Campinas, SP, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Lorand-Metze, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Internal Medicine, University of Campinas, SP, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando F. Costa, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Internal Medicine, University of Campinas, SP, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen S.P. Lima, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Internal Medicine, University of Campinas, SP, Brazil"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T15:43:43",
    "is_scraped": "1"
}