{
    "doi": "https://doi.org/10.1182/blood-2018-99-111718",
    "article_title": "Platelet-Targeted Hyperfunctional Factor IX (FIX) Gene Therapy for Hemophilia B Mice with Pre-Existing Anti-FIX Immunity ",
    "article_date": "November 29, 2018",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Animal Models and Therapeutic Targets in Thrombosis and Hemostasis",
    "abstract_text": "Hemophilia B (HB) is a prime model for gene therapy. While data from current clinical trials using AAV-mediated liver-targeted FIX gene therapy are very encouraging, this protocol can only be applied to adults without liver disease or anti-AAV antibodies. Thus, developing another gene therapy protocol is desired. Our previous studies have demonstrated that platelet-targeted FIX expression driven by the platelet-specific αIIb promoter (2bF9) restores hemostasis and induces immune tolerance in HB mice (Chen et al. Mol Ther 2014). To improve the efficacy, we used a codon-optimized hyperfunctional FIX Padua (2bCoF9R338L) to replace the normal FIX expression cassette. We showed a 5.8-fold higher platelet-FIX antigen (plt-F9:Ag) and a 28-fold activity (plt-F9:C) levels in HB mice (the non-inhibitor model), respectively, in the 2bCoF9R338L group compared to the 2bF9 group. Here we evaluate 2bCoF9R338L gene therapy in HB mice with preexisting anti-F9 immunity (the inhibitor model). Both donor and recipient HB mice were immunized with rhF9 in the presence of Incomplete Freund's Adjuvant to induce inhibitor development. Plt-F9 expression was introduced by 2bCoF9R338L lentivirus transduction of Sca-1 + cells followed by syngeneic transplantation into primed recipients preconditioned with either a lethal 11Gy or a sub-lethal 6.6Gy total body irradiation. Animals were analyzed starting at 4 weeks after transplantation. FACS analysis showed that there was 21.4 ± 11.4% (n = 6) transduced platelets in the 11Gy group, which was not significantly different compared to the 6.6Gy group (12.5 ± 10.9%, n = 7) or the 6.6Gy non-inhibitor model (17.7 ± 11.7%, n = 4). Plt-F9:C levels in the 11Gy and 6.6Gy groups were 18.68 ± 8.61 and 9.17 ± 12.22 mU/10 8 platelets, respectively. Plt-F9:Ag levels in the two groups were 3.96 ± 1.57 and 1.70 ± 1.64 mU/10 8 platelets, respectively, which were not significantly different compared to that obtained in the non-inhibitor model. To determine if plt-F9 is γ-carboxylated, BaSO 4 precipitation was performed on platelet lysates from 2bCoR338L-transduced recipients. Diluted platelet lysate samples were treated with or without BaSO 4 , and the remaining unprecipitated FIX (meaning un-γ-carboxylated) in supernatants was determined by FIX ELISA. No F9:Ag remained in the supernatants of BaSO 4 -treated platelet lysates, suggesting that FIX can fully undergo functional γ-carboxylation in platelets. Of note, no anaphylaxis occurred in primed HB mice after platelet gene therapy. The inhibitor titers declined to undetectable with time in recipients after treatment with a half-life ( t 1/2 ) of inhibitor reduction in the 11Gy group of 49.2 ± 3.9 days, which was significantly shorter than in the 6.6Gy group (82.6 ± 32.6 days) and in the untransduced 6.6Gy control group (77.7 ± 8.7 days), indicating that plt-F9 does not trigger a memory immune response in primed F9 null mice. Since our previous studies have shown that the clinical efficacy of plt-F9 is limited in the presence of anti-F9 inhibitors (Zhang et al. Blood 2010 ), we did not assess the bleeding phenotype in recipients until inhibitor titers dropped to an undetectable level. When a 6-hour tail bleeding test was used to assess the clinical efficacy of 2bCoF9R338L gene therapy, the bleeding time in the 11Gy and 6.6Gy groups was 2.5 ± 1.3 and 2.5 ± 1.1 hours, respectively, which was similar to that obtained in the wild-type (WT) control (1.7 ± 0.9 hours). In contrast, none of the F9 null mice clotted within 6 hours. The remaining hemoglobin levels after the test were 79.5 ± 15.5% and 64.7 ±23.4% in the 11Gy and 6.6Gy groups, respectively, which were not significantly different compared to the WT group (70.6 ± 13.9%), but significantly higher than in the F9 null control (38.8 ± 6.7%). We used ROTEM to analyze the whole blood clotting time (WBCT). WBCT in the 2bCoF9R338L-transduced group was significantly shorter than in the F9 null control group (1328 ± 236 vs. 2426 ± 476 sec, respectively), confirming that hemostasis was improved in 2bCoF9R338L transduced recipients. Together, our data demonstrated that 2bCoF9R338L gene therapy could efficiently introduce sustained levels of plt-F9 in HB mice even with pre-existing immunity, resulting in antibody eradication and phenotypic correction when inhibitors diminished, suggesting that 2bCoF9R338L gene therapy can be a promising protocol for all HB patients, including patients with inhibitors. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "factor ix",
        "gene therapy",
        "hemophilia b",
        "immunity",
        "mice",
        "lysate",
        "antibodies",
        "hemorrhage",
        "hemostasis procedures"
    ],
    "author_names": [
        "Jocelyn A. Schroeder",
        "Jeremy G Mattson",
        "Paul Edward Monahan, MD",
        "Qizhen Shi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jocelyn A. Schroeder",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeremy G Mattson",
            "author_affiliations": [
                "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Edward Monahan, MD",
            "author_affiliations": [
                "University of North Carolina At Chapel Hill, Chapel Hill, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qizhen Shi, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Blood Research Institute, Children's Research Institute, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T13:07:00",
    "is_scraped": "1"
}