{
    "doi": "https://doi.org/10.1182/blood.V116.21.2262.2262",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1853",
    "start_url_page_num": 1853,
    "is_scraped": "1",
    "article_title": "Effect of Novel Agents on Stem Cell (SC) Mobilization and Engraftment In Patients with Multiple Myeloma (MM) at Memorial Sloan-Kettering Cancer Center ",
    "article_date": "November 19, 2010",
    "session_type": "Cell Processing: Poster II",
    "topics": [
        "autologous stem cell transplant",
        "bortezomib",
        "cancer care facilities",
        "cyclophosphamide",
        "engraftment",
        "immunoglobulin isotypes",
        "lenalidomide",
        "multiple myeloma",
        "neoadjuvant therapy",
        "platelet transfusion"
    ],
    "author_names": [
        "Melissa Pozotrigo, PharmD",
        "Nelly G. Adel, PharmD",
        "Vincent LaRussa, PhD",
        "Xiaoshe Chen, PhD",
        "Elyn Riedel, PhD",
        "Lilian Reich, MD",
        "Heather Landau, MD",
        "Sergio Giralt, MD",
        "Hani Hassoun, MD"
    ],
    "author_affiliations": [
        [
            "Pharmacy, Memorial Sloan-Kettering Cancer Ctr., New York, NY, USA, "
        ],
        [
            "Pharmacy, Memorial Sloan-Kettering Cancer Ctr., New York, NY, USA, "
        ],
        [
            "Department of Clinical Laboratories, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Clinical Laboratories, Memorial Sloan Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "MSKCC, New York, NY, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "MSKCC, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.85652075",
    "first_author_longitude": "-73.85621965000001",
    "abstract_text": "Abstract 2262 Background: In the past decade, novel agents including thalidomide, lenalidomide, and bortezomib have increasingly been incorporated in first line induction therapies in the treatment of MM with the aim of achieving the highest response rate prior to autologous stem cell transplantation (ASCT). However, reports have raised the concern that these drugs, especially lenalidomide, may impair the mobilization of sufficient stem cells for ASCT. The primary objective of this retrospective study was to determine the impact of novel agents alone and in combinations on SC mobilization and engraftment efficiencies. Patients and Methods: All adult patients with MM who received induction therapy with thalidomide, lenalidomide, or bortezomib based regimens or none of these agents and subsequently proceeded to SC collection for planned ASCT at MSKCC between 2000 and 2009 were included in this analysis. Baseline characteristics examined included: Demographics, isotype, disease stage, and cytogenetics. Treatment characteristics included: Type of drug received, time from initiation of therapy to stem cell collection, number of cycles received, and radiation exposure. To determine efficiency of stem cell collection, the primary outcome was the rate of collection failures. Total CD34+ stem cell yield, average number of CD34+ stem cells collected per day, and the total number of collections were also examined. In patients who proceeded to ASCT, days until neutrophil recovery (ANC > 500/μL for two consecutive days); days until platelet recovery (platelet count > 20,000/μL without further transfusion); and number of platelet transfusions were examined to determine engraftment efficiency. Multivariate linear, logistic or Poisson regression models were used to examine the effect of baseline and treatment characteristics on outcome variables. Results: A total of 378 patients were identified in this retrospective analysis. 15 patients were excluded because their collection was terminated early, or their complete collection data was unavailable. Of the 363 remaining patients, 263 were treated with at least one or more of the three novels agents as part of their induction therapy (167 were exposed to thalidomide, 80 lenalidomide, and 132 bortezomib), while 100 patients received none of the three agents. Overall, 10.7% (n=39) of patients failed to successfully mobilize sufficient stem cells with their first collection and required a second collection. The failure rates for the 4 groups were 5.4% for thalidomide, 9.8% for bortezomib, 15% for lenalidomide and 5% for none of the three novel drugs. Among the four treatment groups, lenalidomide was significantly associated with a higher rate of collection failure compared to patients who did not receive lenalidomide (OR: 3.0, 95% CI: 1.0–9.1, p=0.05). Neither thalidomide nor bortezomib was associated with a higher rate of collection failure. Importantly, although patients who received both lenalidomide and bortezomib had the highest failure rate (19%), this was not statistically different from the lenalidomide group failure rate (15%, p=0.79), indicating that bortezomib did not add to the inability to collect adequate stem cells when combined with lenalidomide. Additionally, patients treated with lenalidomide required a higher number of collections compared to all other patients (p=0.01). The estimated number of collections for using lenalidomide was 2.7 (standard error 0.2). Among the 65 patients in the lenalidomide group who received cyclophosphamide as part of their mobilization regimen, 15.4% (n=10) required a second collection suggesting that, in contrast to previous reports, cyclophosphamide mobilization may not protect patients receiving lenalidomide from mobilization failure. Regarding the engraftment efficiency, we were unable to detect any difference between the groups. Conclusion: This study confirms previous reports indicating that prior lenalidomide exposure as part of induction therapy is associated with a higher failure rate in mobilizing adequate number of stem cells for ASCT and using cyclophosphamide as part of the mobilization regimen did not overcome this effect. Despite an impaired ability to collect sufficient stem cells following lenalidomide-based induction therapy, marrow engraftment does not appear to be negatively impacted by the drug. Disclosures: Giralt: Celgene: Honoraria, Speakers Bureau; Millenium: Honoraria, Speakers Bureau."
}