{
    "doi": "https://doi.org/10.1182/blood.V106.11.3222.3222",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=319",
    "start_url_page_num": 319,
    "is_scraped": "1",
    "article_title": "Liposomal Amphotericin B (L-AMB) as Initial Therapy for Invasive Filamentous Fungal Infections (IFFI): A Randomized, Prospective Trial of a High Loading Regimen vs. Standard Dosing (AmBiLoad Trial). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: L-AMB exhibits non-linear pharmacokinetics, with maximal values for Cmax and AUC achieved at a dose of 10 mg/kg/d. Maximal tolerated dose is >15 mg/kg/d. In animal models improved efficacy has been demonstrated with higher doses of L-AMB, but comparative clinical data for efficacy of higher than standard doses of L-AMB are lacking. A randomized, double blind study was performed to compare the efficacy and safety of a high loading dose regimen (HD) to standard dosing (SD) as initial therapy of IFFI. Methods: Patients with proven or probable IFFI by modified EORTC/MSG criteria were randomized to receive L-AMB 3 or 10 mg/kg/d x14d, then 3 mg/kg/d until investigator-defined end of study drug treatment (EOT). Study drug was blinded for the first 14 days of treatment. The primary endpoint was favorable overall response (FOR) assessed at EOT. FOR=complete responses + partial responses. Survival was followed up to 12 wks. An independent Data Review Board (DRB) confirmed all IFFI diagnoses and response assessments. Results: 201 patients with DRB confirmed IFFI diagnoses comprised the MITT population. 107 received SD, 94 HD. Groups were well matched in terms of risk factors. 93% of patients in each group had underlying hematological malignancies. 16% of SD and 19% of HD patients had allogeneic SCT. Neutropenia was present at baseline in 73% of patients overall, and persisted through EOT in 42%. Invasive aspergillosis (IA) accounted for 97% of cases. Median duration of study drug treatment was SD 15d (range 1–60d) and HD 14d (range 1–57d). FOR at EOT was 50% for SD vs. 46% for HD (p= NS). No significant differences in FOR by treatment group were seen for the subsets of IA, allo-SCT, neutropenia subsets, or site of IFFI. Survival at 12 wks was 72% SD vs. 59% HD (p= NS). Nephrotoxicity (serum creatinine ≥ 2x baseline) occurred in 14% SD vs. 31% HD (p<.01). Grade 3 or greater hypokalemia (K + <3.0 mmol/L) developed in 16% SD vs. 30% HD (p<.02), but no difference was found in grade 4 hypokalemia (K + ≤ 2.5 mmol/L) 3% SD vs. 4% HD (p= NS). Conclusions: In a population of highly immunocompromised patients (93% with underlying hematological malignancies, 73% with neutropenia at study entry), L-AMB as initial treatment of invasive aspergillosis and other filamentous fungal infections at a standard dose of 3 mg/kg/d had an overall favorable response rate of 50% and a 12 wk survival rate of 72%. L-AMB given as a high loading regimen of 10 mg/kg/d x14d did not demonstrate any benefit in overall response or survival, and was associated with higher rates of nephrotoxicity and hypokalemia.",
    "topics": [
        "amphotericin b liposomal",
        "animal model",
        "mycoses",
        "hypokalemia",
        "neutropenia",
        "aspergillosis, invasive",
        "hematologic neoplasms",
        "nephrotoxicity",
        "pharmacotherapy",
        "allopurinol"
    ],
    "author_names": [
        "Oliver A. Cornely, MD",
        "Johan Maertens, MD",
        "Mark Bresnik, MD",
        "Raoul Herbrecht, MD"
    ],
    "author_affiliations": [
        [
            " Department of Internal Medicine, University of Cologne, Cologne, Germany; ",
            " Department of Hematology, University Hospital Gasthuisberg, Leuven, Belgium; ",
            " Gilead Sciences, Foster City, CA, USA and ",
            " Dept. of Hematology and Oncology, Hopital Hautepierre, Strasbourg, France."
        ],
        [
            " Department of Internal Medicine, University of Cologne, Cologne, Germany; ",
            " Department of Hematology, University Hospital Gasthuisberg, Leuven, Belgium; ",
            " Gilead Sciences, Foster City, CA, USA and ",
            " Dept. of Hematology and Oncology, Hopital Hautepierre, Strasbourg, France."
        ],
        [
            " Department of Internal Medicine, University of Cologne, Cologne, Germany; ",
            " Department of Hematology, University Hospital Gasthuisberg, Leuven, Belgium; ",
            " Gilead Sciences, Foster City, CA, USA and ",
            " Dept. of Hematology and Oncology, Hopital Hautepierre, Strasbourg, France."
        ],
        [
            " Department of Internal Medicine, University of Cologne, Cologne, Germany; ",
            " Department of Hematology, University Hospital Gasthuisberg, Leuven, Belgium; ",
            " Gilead Sciences, Foster City, CA, USA and ",
            " Dept. of Hematology and Oncology, Hopital Hautepierre, Strasbourg, France."
        ]
    ],
    "first_author_latitude": "50.924586399999995",
    "first_author_longitude": "6.9208871"
}