{
    "doi": "https://doi.org/10.1182/blood-2019-130357",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4360",
    "start_url_page_num": 4360,
    "is_scraped": "1",
    "article_title": "Implication of Inherited Genetic Variants Associated with Follicular Lymphoma Susceptibility in the Prognosis of Patients Treated By Immunochemotherapy in PRIMA Study ",
    "article_date": "November 13, 2019",
    "session_type": "621.Lymphoma-Genetic/Epigenetic Biology",
    "topics": [
        "follicular lymphoma",
        "genetics",
        "prima trial",
        "bcl-2 protein",
        "genotype determination",
        "human leukocyte antigens",
        "rituximab",
        "biopsy",
        "life participation for parents",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Herve Ghesquieres, MD PhD",
        "Youenn Drouet, PhD",
        "Sarah Huet, PharmD PhD",
        "Guillaume Cartron",
        "Marie-Helene Delfau, MD PhD",
        "Fritz Offner, MD",
        "Pauline Brice",
        "Luc Xerri, MD PhD",
        "Reda Bouabdallah",
        "Gilles A. Salles, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Centre Hospitalier Lyon Sud, Hospices Civils de Lyon, Pierre Benite, France "
        ],
        [
            "Prevention and genetic epidemiology Unit, Centre Leon Berard, Lyon, France "
        ],
        [
            "Department of Biology, Centre Hospitalier Lyon Sud, Hospices Civils de Lyon, Pierre Bénite, France "
        ],
        [
            "Centre Hospitalier Universitaire de Montpellier, Montpellier, France "
        ],
        [
            "Department of Immunology, Hopital Henri Mondor, Creteil, France "
        ],
        [
            "University Hospital Ghent, Gent, Belgium "
        ],
        [
            "Hopital Saint-Louis, Paris, France "
        ],
        [
            "Bio-Pathology Department, Institute Paoli-Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institute Paoli-Calmettes, Marseille, France "
        ],
        [
            "Lyon-Sud University Hospital Complex, Pierre-Bénite, France"
        ]
    ],
    "first_author_latitude": "45.702775599999995",
    "first_author_longitude": "4.804545300000001",
    "abstract_text": "Introduction : Genome wide-association studies (GWAS) identified specific constitutional single nucleotide polymorphisms (SNPs) at risk for follicular lymphoma (FL). Top SNP is localized in HLA region (rs12195582). Five genome wide significant loci have been identified outside of HLA region, including 11q23.3 (near CXCR5 ), 11q24.3 (near ETS1 ), 3q28 (near LPP ), 18q21.33 (near BCL2 ), and 8q24 (near PVT1 ) in addition with three suggestive loci at 17q25.3 (near CYBC1 ), 3q13.33 ( CD86 ), 18q12.3 ( SLC14A2 ) (Skibola, Am J Hum Genet. 2014). We investigated if these nine known FL loci could affect response to immunochemotherapy, histological transformation and outcome of a subgroup of patients treated uniformly in the prospective PRIMA phase III study. Methods : Among the 1.193 patients included in the PRIMA study, 390 patients had genotyping of the nine SNPs associated with FL risk ( HLA , rs12195582; CXCR5 , rs4938573; ETS1 , rs4937362; LPP , rs6444305; BCL2 , rs17749561; PVT1 , rs13254990; CYBC1 , rs3751913; CD86 , rs2681416; SLC14A2 , rs11082438). DNA was extracted from peripheral blood mononuclear leukocytes before any treatment. The genotyping was performed using custom TaqMan genotyping assays as part of the FL GWAS (Skibola, Am J Hum Genet. 2014). Correlations between response to induction treatment, biopsy-proven histological transformation (HT) and progression free survival (PFS) were performed for the each nine SNP individually. We also computed a combined polygenic risk score (PRS) and the number of allele at risk (nbRA) using the 9 SNPs for each individual. The PRS is a weighted average of the number of risk alleles with the weights being the log of the odds-ratio (OR) reported in the FL GWAS (Skibola, Am J Hum Genet. 2014). Survival analyses were stratified on FLIPI score and randomized arm (rituximab maintenance or observation). Piecewise cox models with pre-specified cutoffs at 2 years and 5 years were used to study early and late relapses. This work is supported by the French NCI (INCA, PRT-K16-167). Results : Among the 390 patients who received immunochemotherapy in the PRIMA study, 173 were randomized in rituximab maintenance arm, 166 were observed and 51 were not randomized. Complete response (CR) and unconfirmed CR were achieved in 251 patients (68%) at the end of induction phase. HT was documented in 16 patients (18%) among the 91 patients who had a biopsy with histological documentation at relapse. With a median follow-up of 9.8 years, the 5-year PFS since registration date for the whole cohort was 57% (95%CI, 52-62), 71% (95%CI, 64-78) in the rituximab maintenance arm, 47% (95%CI, 40-56) in the observation arm, and 39% (95%CI, 27-56) for the patients not randomized, thereby confirming the results of the PRIMA study. SNP rs17749561 C>T (CC, n=326; CT+TT, n=61) at 18q21.33 near BCL2 (HR CT/TT : 2.13; 95%CI, 1.20-3.70, P=0.009) and SNP rs3751913 A>G (AA, n=292; AG+GG, n=90) at 17q25.3 near CYBC1 (HR AG/GG : 1.83; 95%CI, 1.12-2.99, P=0.016) influenced the quality of response after induction therapy (CR/CRu versus partial response, stable and progressive disease) after FLIPI stratification but not PRS and nbRA. HT was not influenced by the allele status of the 9 individual SNPs, nor PRS and nbRA with the limitation of the low numbers of events. rs3751913 A>G near CYBC1 influenced PFS with 5-year PFS rates of 55%, 63% and 30% for patients with AA (n=293), AG (n=80) and GG (n=10) (P=0.036), respectively, with the limitation of the low number of patients with GG genotype. No association with PFS was observed for the remaining SNPs and when the 9 alleles were combined in a PRS or nbRA analyzed as continuous variables or per quantiles. We then investigated the susceptibility SNPs could influence early or late relapse. Using Piecewise cox models, we globally did not observe any influence on the risk of relapse in the 2 years after registration, between 2 and 5 years and after 5 years of SNPs analyzed individually by PRS or nbRA. Conclusions : Two susceptibility SNPs for FL identify by GWAS near BCL2 and CYBC1 genes influenced the quality of the response after induction therapy by immunochemotherapy. CYBC1 gene codes for cytochrome b-245 chaperone 1, a member of multi-subunit phagocyte NADPH oxidase. These results require replication in an independent cohort. Overall, susceptibility SNPs for FL are not associated with HT and PFS in this cohort of patients. Disclosures Cartron: Roche, Celgene: Consultancy; Sanofi, Gilead, Janssen, Roche, Celgene: Honoraria. Brice: Millennium Takeda: Research Funding; Takeda France: Consultancy, Honoraria; BMS: Honoraria. Salles: Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Autolus: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Educational events; Novartis, Servier, AbbVie, Karyopharm, Kite, MorphoSys: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Educational events; Amgen: Honoraria, Other: Educational events; BMS: Honoraria; Roche, Janssen, Gilead, Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Educational events; Epizyme: Consultancy, Honoraria."
}