{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3347.3347",
    "article_title": "DNA Demethylating Agents Generate a Brcaness Effect in Multiple Sporadic Tumor Types: Prediction for Sensitivity to PARP Inhibitors in AML ",
    "article_date": "December 7, 2017",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster II",
    "abstract_text": "Poly (ADP-ribose) polymerase inhibitors (PARPis) have shown clinical efficacy in breast and ovarian cancers with inherited mutations in BRCA genes that abrogate homologous recombination (HR) DNA double-strand break (DSB) repair activity. However, to date, PARPishave not had success in sporadic breast and ovarian cancers, or other cancers, such as acute myeloid leukemia (AML), with intact BRCA genes. We have recently reported that triple-negative breast cancer (TNBC) and AML are sensitive to low doses of the potent PARPiTalazoparib in combination with DNA methyl transferase inhibitors (DNMTi), decitabine (DAC) or azacitidine (AZA), in vitro and in vivo. In these cancer models, the DNMTi/PARPicombination increases amplitude and retention of PARP1 directly at laser-induced DNA damage sites, increasing DNA DSBs, promoting synergistic tumor cytotoxicity, blunting cell self-renewal, and leading to strong anti-tumor responses. These results have led to a Phase I/II Clinical trial of DNMTi/PARPi combination therapy in patients with relapsed/refractory AML that is underway. In identifying the molecular pathways that may underlie efficacy of this inhibitor combination in sporadic TNBC, ovarian cancer and AML, we find that low doses of DNMTisreprogram the cancer genome, in part by changing gene expression patterns of DSB repair genes, potentially creating a HR defect (HRD) or \"BRCAness\" effect. Expression array (Agilent Human 44K v2) analysis was performed on RNA extracted from multiple BRCA-intact sporadic cell lines from AML (including, Kasumi-1, KG-1 and MOLM-14), TNBC (including, MDA-MB-231, SUM159) and ovarian cancer (including, A2780) on days 1, 3, 5 and 7 and 10 post DNMTi(DAC 10nM or AZA 500nM) treatment. Hallmark, KEGG and reactome gene ontologies were utilized. Only gene sets with log fold change (FDR) >.250 were considered significant and genes demonstrating 2-fold or greater change with drug treatment were selected. While multiple DNA repair pathway genes were found both up- and down- regulated post DNMTi treatment, one or more HR genes, were consistently downregulated in all cell lines examined. QPCR of mRNA and/or immunoblotting of HR proteins, in particular RAD51, BRCA1, BRCA2, or HR-related genes, FEN1 or FANCD2, showed significantly decreased expression with DNMTi treatment (p<0.05) in TNBC, ovarian and AML cell lines, validating array data. Functional assays in TNBC cell lines, using a stably expressed HR repair reporter (DRGFP) also confirmed decreased HR activity with DNMTi treatment. Additionally, in response to DNA damage with ionizing radiation (IR, 4Gy), RAD51 foci were reduced in AZA-treated TNBC and ovarian cancer cell lines, compared to untreated controls. Significantly increased triradial chromosomes were also observed in TNBC in the presence of AZA when exposed to DNA cross-linking agents mitomycin C (MMC, 50ng/ml) or cisplatin (2μM) treatment, confirming functional down-regulation of the HR-related FANCD2 pathway. The above HRD-like or BRCAness phenotype with DNMTi treatment translated to sensitivity to PARPis in primary bone marrow mononuclear cells (BMMNC) from AML patients. Thus, in 6 of 8 (75%) AML samples, HR gene expression by QPCR of RNA and HR functional activity by immunostaining for RAD51 foci, following DAC treatment (10nM, 72 hrs), DNMTi treatment resulted in a significant decrease in HR or HR-related gene expression, including RAD51, BRCA1, BRCA2, and decreased levels of RAD51 foci (p<0.05). All 6 AML samples were also significantly more sensitive to DAC/talazoparib combination treatment (p<0.05) in colony forming assays, compared with single agent treatments. AML samples included those with MLL translocations that are reported to have high HR activity and resistance to PARPis. Studies are underway to elucidate the molecular characteristics of the minority of AML patient samples (N=2) that did not generate a BRCAness effect with DAC treatment. In conclusion, our data suggest that one of the mechanisms underlying DNMTi/PARPi therapy efficacy in AML is DNMTi-induced BRCAness. In vitro testing for BRCAness with DNMTitreatment could be a biomarker to predict sensitivity to DNMTi/PARPis and inform selection of AML patients for future clinical trials of this inhibitor combination. Disclosures Civin: ConverGene LLC: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding; 3DBioWork Inc: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; BD (Becton Dickinson): Honoraria; GPB Scientific LLC: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Kingsbury: 3DBioWorks: Consultancy, Equity Ownership.",
    "topics": [
        "demethylating agents",
        "dna",
        "neoplasms",
        "poly(adp-ribose) polymerase inhibitors",
        "triple-negative breast cancer",
        "ovarian cancer",
        "cancer",
        "brca1 protein",
        "brca2 protein",
        "rna"
    ],
    "author_names": [
        "Aksinija A Kogan, BS, MS",
        "Lena J Mclaughlin, BS",
        "Michael Topper, BS",
        "Nidal Muvarak, PhD",
        "Lora Stojanovic, BS",
        "T Michael Creed, BS, MS",
        "Soren Bentzen, PhD DMSc",
        "Curt I. Civin, MD",
        "Maria R. Baer, MD",
        "Tami J Kingsbury, PhD",
        "Stephen Baylin, MD",
        "Feyruz V. Rassool, BSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aksinija A Kogan, BS, MS",
            "author_affiliations": [
                "University of Maryland Baltimore, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lena J Mclaughlin, BS",
            "author_affiliations": [
                "university of maryland Baltimore, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Topper, BS",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nidal Muvarak, PhD",
            "author_affiliations": [
                "University of Maryland Baltimore, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lora Stojanovic, BS",
            "author_affiliations": [
                "University of Maryland Baltimore, Baltimore, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "T Michael Creed, BS, MS",
            "author_affiliations": [
                "University of MAryland Baltimore, Baltimore, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soren Bentzen, PhD DMSc",
            "author_affiliations": [
                "University of Maryland Baltimore, Baltimore, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Curt I. Civin, MD",
            "author_affiliations": [
                "Center for Stem Cell Biology and Regenerative Medicine, University of Maryland, School of Medicine, Baltimore, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria R. Baer, MD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD ",
                "University of Maryland Greenebaum Cancer Center, Baltimore, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tami J Kingsbury, PhD",
            "author_affiliations": [
                "University of Maryland Baltimore, Baltimore, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Baylin, MD",
            "author_affiliations": [
                "Johns Hopkins University The Sidney Kimmel Comprehensive Cancer Center, Baltimore, MD"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feyruz V. Rassool, BSc, PhD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:56:21",
    "is_scraped": "1"
}