{
    "doi": "https://doi.org/10.1182/blood.V110.11.1645.1645",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=883",
    "start_url_page_num": 883,
    "is_scraped": "1",
    "article_title": "Janus Kinase (JAK2) V617F Somatic Mutation in Patients with Deep Vein Thrombosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Pathophysiology of Thrombosis",
    "topics": [
        "deep vein thrombosis",
        "janus kinase",
        "mutation, somatic",
        "venous thrombosis",
        "thrombosis",
        "antiphospholipid antibodies",
        "myeloproliferative disease",
        "factor v leiden",
        "follow-up",
        "hemoglobin"
    ],
    "author_names": [
        "Fernanda A. Orsi",
        "Devanira S.P. Costa",
        "Katia B.B. Pagnano",
        "Joyce M. Annichino-Bizzachi"
    ],
    "author_affiliations": [
        [
            "Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil; Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil and Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil; Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil and Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil; Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil and Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil; Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil and Haematology and Hemotherapy, State University of Campinas, Campinas, Sao Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-22.818439299999994",
    "first_author_longitude": "-47.0647206",
    "abstract_text": "Background: Myeloproliferative disorders are a risk factor for deep venous thrombosis. The most common venous event is deep vein thrombosis of the lower limbs, cerebrovascular thrombosis is one of the major causes of morbidity and mortality among patients with MPD and splanchnic vein thrombosis are frequent in patients with latent MPD. The recently identified Janus kinase (JAK2) V617F somatic mutation is an acquired mutation frequently found in MPD patients and has been related to a higher risk of vascular events among those patients. Objective: Determine the presence of JAK 2 V617F mutation among patients with deep venous thrombosis of the lower limbs, splanchnic veins and central nervous systems without overt MPD. Patients and methods: We accessed the medical histories of 240 adult patients with the diagnosis of deep vein thrombosis who have been treated in the Haematology Department of the State University of Campinas, 63 patients with splanchnic vein thrombosis, 126 patients with deep vein thrombosis of the lower limbs and 51 patients with central nervous system vein thrombosis. The DNAs obtained at the diagnosis of all those 240 patients were than tested for the JAK 2 V617F mutation by polimerase chain reaction followed by restriction enzyme analysis. None of them fulfilled criteria for diagnosis of MPD at the time of the thrombosis. Results: The three groups were similar with regard to age of the thrombosis, platelets and hemoglobin values at the diagnosis. There was also no diference between the three groups regarding the presence of hereditary thrombofilia and antiphospholipid antibodies. Females accounted for 47% of the patients with splanchnic vein thrombosis, 72.2% in thrombosis of the lower limbs and 74% in central nervous system ( p values of 0.0013 and 0.042 respectively). The median neutrophils values at diagnosis were significantly lower among patients with splanchnic vein thrombosis compared with patients with thrombosis of the lower limbs or central nervous system ( p = 0.007 and p = 0.004 respectively). The thrombotic event was provoked in 23.8% of patients with splanchnic vein thrombosis versus 57.8% in thrombosis of the lower limbs (95% CI 0.12–0.45 , p <0,001) and versus 43% in central nervous system thrombosis (95% CI 0.18–0.92, p =0,043). The number of provoked events was similar between patients with thrombosis of the lower limbs and central nervous system. No homozygous JAK 2 V167F mutation was found. The heterozygous JAK 2 V167F mutation was detected in 5 patients (7.9%) with splanchnic vein thrombosis versus none in deep vein thrombosis of the lower limbs (95%CI 1.29–437.6, p =0.003) and versus none in central nervous system vein thrombosis (95% CI 0.52–179.5, p = 0,06). Patients carrying the JAK 2 V167F mutation were all negative for Factor V Leiden, Factor II 20210A and antiphospholipid antibodies. Two out of the 5 patients had a provoked thrombosis, all related to conjugated strogens intake. Within a median follow up of 3.6 years, only one patient developed a Myeloproliferative disorder (Primary Myelofibrosis). Conclusion: The JAK2 V167F mutation in frequently present in cases of splanchnic vein thrombosis without overt MPD but not in case of deep vein thrombosis of the lower limbs and probability not in cases of central nervous system vein thrombosis. The further development of MPD in the positive JAK2 V167F mutation cases is yet to be determined."
}