{
    "doi": "https://doi.org/10.1182/blood.V124.21.1196.1196",
    "article_title": "Post-Autotransplant Hepatitis B Virus (HBV) Reactivation in Lymphoma and Multiple Myeloma Patients with Hepatitis B Surface Antigen-Positive or Resolved HBV Infection ",
    "article_date": "December 6, 2014",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster I",
    "abstract_text": "Background: Although hepatitis B virus (HBV) reactivation in patients with hepatitis B surface antigen (HBsAg)-positive or resolved HBV infection (HBsAg-negative and hepatitis B core antibody [anti-HBc]-positive) undergoing anticancer therapy with or without rituximab has been frequently reported, few studies have evaluated the risk of HBV reactivation in patients receiving autologous stem cell transplantation (ASCT). We studied the rate of hepatitis and HBV reactivation after ASCT in lymphoma and multiple myeloma (MM) patients with HBsAg-positive or resolved HBV infection. Methods & Materials : Medical records of patients who diagnosed with lymphoma or MM and received ASCT between November 2005 and April 2014 in Severance hospital were retrospectively analyzed. HBV status was screened routinely at ASCT and when viral-related hepatitis was suspected after ASCT. Hepatitis was defined as a 3-fold or greater increase in serum alanine transaminase (ALT) that exceeded the reference range (>46 IU/L) or an absolute increase of ALT to more than 100 IU/L. HBV reactivation was defined as elevation of serum HBV-DNA level more than 1 log IU/L from baseline in HBsAg(+) patients. In case of resolved HBV patients, positive conversion of HBsAg (reverse seroconversion) with or without increase of ALT was defined as HBV reactivation. Hepatitis and HBV reactivation occurred before 1 year after ASCT was considered ASCT-related in this study. Result : A total of 297 patients (196 lymphoma and 101 MM) were studied. Median age at diagnosis was 47 years (range 16-64). A male to female ratio was 1.36:1. Most common subtype of lymphoma was diffuse large B-cell lymphoma (DLBCL, n=111). The median duration from diagnosis to ASCT was 475 days (range 105-5230) and 175 days (range 39-5400) in lymphoma and MM patients, respectively. Busulfan-based (n= 161, 82.1%) conditioning regimens were commonly used in lymphoma patients and melphalan-based (n=101, 100%) conditioning regimens were used in MM patients. The patients with HBsAg(-) did not received a routine anti-HBV prophylaxis regardless of the presence of anti-HBc. Nine patients did not tested for HBV at ASCT. Among 274 patients with HBsAg(-), 110 patients were anti-HBc(+) (resolved HBV infection) and 161 patients were anti-HBc(-). Within 1 year after ASCT, 48 of anti-HBc(+) and 71 of anti-HBc(-) patients experienced hepatitis (43.6% vs. 44.1%, p >0.999). The most common cause of hepatitis was drug-related (n= 81, 66.9%). There was no HBsAg reverse seroconversion within 1 year after ASCT. After 1 year, Only one patient with anti-HBc(+) experienced HBV reactivation at days 763 after ASCT and 3 patients with anti-HBc(-) showed HBsAg reverse seroconversion at days 406, 457 and 1172 post-transplant. In the subset of 178 lymphoma patients with HBsAg(-), 90 patients had a history of previous use of anti-CD20 monoclonal antibody, of whom 37 patients were anti-HBc(+). Twelve of anti-HBc(+) and 24 of anti-HBc(-) patients experienced hepatitis (32.4% vs. 45.3%, p =0.276) but there was no HBV reactivation related hepatitis within 1 year after ASCT. Among 14 patients with HBsAg(+) at ASCT, 13 patients received rituximab-containing chemotherapy before ASCT. They had received prophylactic HBV therapy with lamivudine (n=6), telbivudine (n=4), clevudine (n=2), adefovir (n=1) and tenofovir (n=1). Among them, 3 patients with telbivudine (n=1, 25%), clevudine (n=1, 50%) and lamivudine (n=1, 16.7%) experienced HBV reactivation at days 36, 161 and 204 after ASCT. Conclusion: Our data suggest that ASCT-related HBV reactivation is rare in lymphoma and MM patients with resolved HBV infection regardless of previous anti-CD20 therapy. Routine anti-HBV prophylaxis is not necessary for patients with resolved HBV infection. In case of HBsAg(+) patients, antiviral prophylaxis with lamivudine, clevudine, or telbivudine may not be sufficient to prevent HBV reactivation after ASCT. More potent antiviral agents such as adefovir or tenofovir should be considered. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Characteristics of 7 patients with HBV reactivation or HBsAg reverse seroconversion after ASCT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "hepatitis b",
        "hepatitis b virus",
        "lymphoma",
        "multiple myeloma",
        "transplantation, autologous",
        "autologous stem cell transplant",
        "hepatitis b surface antigens",
        "hepatitis b core antibody",
        "hepatitis"
    ],
    "author_names": [
        "Jieun Jang, MD",
        "Hyunsung Park, MD",
        "Jungyeon Lee, MD",
        "Yundeok Kim, MD",
        "Soo Jeong Kim, MD",
        "June-Won Cheong, MD, PhD",
        "Yoo Hong Min, MD,PhD",
        "Jin Seok Kim"
    ],
    "author_dict_list": [
        {
            "author_name": "Jieun Jang, MD",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyunsung Park, MD",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jungyeon Lee, MD",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yundeok Kim, MD",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soo Jeong Kim, MD",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "June-Won Cheong, MD, PhD",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoo Hong Min, MD,PhD",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Seok Kim",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T18:42:16",
    "is_scraped": "1"
}