{
    "doi": "https://doi.org/10.1182/blood-2021-146023",
    "article_title": "Analysis of Factors Associated with Conversion to CR in Patients with Large B-Cell Lymphoma Achieving Day 30 PR after CAR T-Cell Therapy ",
    "article_date": "November 5, 2021",
    "session_type": "704.Cellular Immunotherapies: Clinical",
    "abstract_text": "Background: About one third of patients with relapsed or refractory (r/r) large B-cell lymphoma (LBCL) treated with autologous anti-CD19 CAR T-cell therapy achieve a partial response (PR) or a stable disease (SD) on day 30 (D30) PET-CT scan. Among these patients, only 30% will convert later to a complete response (CR), while 70% will eventually progress, experiencing significantly poor outcomes. Therefore, early identification of patients with D30 PR at risk for subsequent progression is of utmost importance and could allow for the development of novel consolidation strategies. Methods: This is a retrospective study of all patients with r/r LBCL treated with standard of care axicabtagene ciloleucel (axi-cel) at MD Anderson Cancer Center between 01/2018 and 02/2021 (data cut-off 04/2021). Clinical, laboratory and radiological characteristics were collected on day -5 and D30. All patients received lymphodepleting chemotherapy with cyclophosphamide and fludarabine. CRS and ICANS were prospectively graded according to CARTOX criteria from 01/2018 to 04/2019, and ASTCT criteria from 05/2019 onward. Response to treatment and progression were defined according to 2014 Lugano criteria. The association with categorical variables was evaluated using χ2 or Fisher exact tests, as appropriate. The difference in a continuous variable between patient groups was evaluated by the Mann-Whitney test. Results: By D30, 204 out of 206 patients were evaluable for response (2 were lost to follow-up). Among 204 evaluable patients, 102 (50%) achieved CR, 49 (24%) PR, 8 (4%) SD, and 45 (22%) progressive disease (PD)/death. Among the 57 patients who achieved PR/SD on the D30 PET-CT scan, 50 were evaluable for response at day 90 or beyond, and were included in the analysis, 5 were lost to follow-up, and 2 died of unrelated cause before restaging. Among the 50 patients with D30 PR/SD, 13 (26%) converted to CR on subsequent restaging, and 37 (74%) progressed and/or died of progressive disease. Among the 102 patients with D30 CR, 7 were lost to follow-up. In the remaining 95 evaluable patients, 72 (76%) remained in CR at day 90 restaging, and 13 (24%) progressed/died ( Figure A ). On univariate analysis, among baseline characteristics (day -5), including age, sex, performance status, international prognostic index score, laboratory values, SUV max , number of previous therapies, prior stem cell transplant, and use of bridging therapy, the only characteristic associated with conversion from D30 PR/SD to subsequent CR was a higher platelet count (median, 193 vs 128 X10 9 /L, p=0.05); a trend for association with lower c-reactive protein was also observed (13.7 vs 36 mg/L, p=0.06). No difference in baseline characteristics was observed when comparing patients in CR since D30 to those with D30 PR who subsequently converted to CR. D30 laboratory, clinical and radiological characteristics were evaluated, and the only factor associated with conversion from D30 PR to subsequent CR was lower D30 SUV max (median 5.8 vs 9.8, p<0.001), conversion to CR being observed in 8/14 (57%) patients with D30 SUV max < 6, but only 5/36 (14%) patients with D30 SUV max of 6 or higher, and all patients with and D30 SUV max >= 10 eventually progressing ( Figure B ). After a median follow-up of 12 months (95%CI, 11-13 months), no significant difference in median PFS was observed when comparing the 13 patients who converted from D30 PR/SD to subsequent CR to the 72 patients who had been in CR since D30 (1-year PFS rate, 100% vs 84%, p=0.19)( Figure C ). No significant difference in median PFS was observed also in a landmark analysis at 90 days (p=0.19). Conclusions: Patients with D30 PR/SD subsequently converting to CR experience similar early outcomes as patients who achieved CR by D30. PET-associated parameters, such as SUV max of 10 or higher, may help identify patients with D30 PR/SD at risk of subsequent progression, who may benefit from clinical trials of consolidation therapy. Novel predictive and prognostic markers based on tissue biopsy for patients with D30 PR/SD and non-invasive diagnostic assays are needed to more effectively identify these patients and characterize the biology of their residual disease. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Westin:  Umoja: Consultancy; ADC Therapeutics: Consultancy, Research Funding; AstraZeneca: Consultancy, Research Funding; MorphoSys: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Kite, a Gilead Company: Consultancy, Research Funding; Curis: Research Funding; Iksuda Therapeutics: Consultancy; Genentech: Consultancy, Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; 47 Inc: Research Funding; Morphosys: Research Funding. Ahmed:  Xencor: Research Funding; Merck: Research Funding; Tessa Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Seagen: Research Funding. Nastoupil:  Denovo Pharma: Other: DSMC; Gilead/Kite: Honoraria, Research Funding; Caribou Biosciences: Research Funding; Novartis: Honoraria, Research Funding; TG Therapeutics: Honoraria, Research Funding; ADC Therapeutics: Honoraria; Pfizer: Honoraria, Research Funding; Bayer: Honoraria; Genentech: Honoraria, Research Funding; IGM Biosciences: Research Funding; Takeda: Honoraria, Other: DSMC, Research Funding; Bristol Myers Squibb/Celgene: Honoraria, Research Funding; Epizyme: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; MorphoSys: Honoraria. Steiner:  Seattle Genetics: Research Funding; BMS: Research Funding; Rafael Pharmaceuticals: Research Funding. Flowers:  Epizyme, Inc.: Consultancy; Acerta: Research Funding; Celgene: Consultancy, Research Funding; Denovo: Consultancy; Guardant: Research Funding; Cellectis: Research Funding; Pharmacyclics/Janssen: Consultancy; Iovance: Research Funding; Ziopharm: Research Funding; AbbVie: Consultancy, Research Funding; 4D: Research Funding; Biopharma: Consultancy; Janssen: Research Funding; Allogene: Research Funding; Novartis: Research Funding; Burroughs Wellcome Fund: Research Funding; Karyopharm: Consultancy; Genentech/Roche: Consultancy, Research Funding; Takeda: Research Funding; Nektar: Research Funding; Sanofi: Research Funding; Xencor: Research Funding; Eastern Cooperative Oncology Group: Research Funding; Pfizer: Research Funding; Kite: Research Funding; TG Therapeutics: Research Funding; BeiGene: Consultancy; Bayer: Consultancy, Research Funding; EMD: Research Funding; Morphosys: Research Funding; Adaptimmune: Research Funding; Amgen: Research Funding; Genmab: Consultancy; SeaGen: Consultancy; Gilead: Consultancy, Research Funding; Spectrum: Consultancy; National Cancer Institute: Research Funding; Cancer Prevention and Research Institute of Texas: CPRIT Scholar in Cancer Research: Research Funding; Pharmacyclics: Research Funding. Shpall:  Novartis: Honoraria; Magenta: Honoraria; Magenta: Consultancy; Adaptimmune: Consultancy; Takeda: Patents & Royalties; Novartis: Consultancy; Affimed: Patents & Royalties; Navan: Consultancy; Axio: Consultancy; Bayer HealthCare Pharmaceuticals: Honoraria. Neelapu:  Kite, a Gilead Company, Merck, Bristol Myers Squibb, Novartis, Celgene, Pfizer, Allogene Therapeutics, Cell Medica/Kuur, Incyte, Precision Biosciences, Legend Biotech, Adicet Bio, Calibr, Unum Therapeutics and Bluebird Bio: Honoraria; Kite, a Gilead Company, Bristol Myers Squibb, Merck, Poseida, Cellectis, Celgene, Karus Therapeutics, Unum Therapeutics (Cogent Biosciences), Allogene, Precision BioSciences, Acerta and Adicet Bio: Research Funding; Takeda Pharmaceuticals and related to cell therapy: Patents & Royalties; Kite, a Gilead Company, Merck, Bristol Myers Squibb, Novartis, Celgene, Pfizer, Allogene, Kuur, Incyte, Precision BioSciences, Legend, Adicet Bio, Calibr, and Unum Therapeutics: Other: personal fees. Strati:  Roche-Genentech: Consultancy; Astrazeneca-Acerta: Research Funding.",
    "author_names": [
        "Ajlan Al Zaki",
        "Jason R. Westin",
        "Grace Watson",
        "Lei Feng",
        "Sairah Ahmed",
        "Haleigh Mistry",
        "Loretta Nastoupil",
        "Misha Hawkins",
        "Ranjit Nair",
        "Swaminathan P Iyer",
        "Hun Lee",
        "Raphael E Steiner",
        "Christopher R. Flowers",
        "Elizabeth J. Shpall",
        "Partow Kebriaei",
        "Sattva S. Neelapu",
        "Paolo Strati"
    ],
    "author_dict_list": [
        {
            "author_name": "Ajlan Al Zaki",
            "author_affiliations": [
                "MD Anderson Cancer, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason R. Westin",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grace Watson",
            "author_affiliations": [
                "1400 Holcombe Blvd, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Feng",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sairah Ahmed",
            "author_affiliations": [
                "MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haleigh Mistry",
            "author_affiliations": [
                "MD Anderson Cancer Center:, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loretta Nastoupil",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Misha Hawkins",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston,"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ranjit Nair",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swaminathan P Iyer",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas, M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hun Lee",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael E Steiner",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher R. Flowers",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth J. Shpall",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Partow Kebriaei",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Strati",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:01:50",
    "is_scraped": "1"
}