{
    "doi": "https://doi.org/10.1182/blood.V122.21.422.422",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2677",
    "start_url_page_num": 2677,
    "is_scraped": "1",
    "article_title": "Economic Comparison Of Treating Hemophilia Patients Who Have Developed Inhibitors Via Immune Tolerance Induction Versus Prophylaxis and On-Demand Treatment With Bypassing Agents ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research",
    "topics": [
        "hemophilia a",
        "immune tolerance",
        "economics",
        "hemorrhage",
        "hemophilias",
        "recombinant coagulation factor viia",
        "acute hemorrhage",
        "anti-inhibitor coagulant complex",
        "factor ix concentrates",
        "factor vii"
    ],
    "author_names": [
        "Stephanie R. Earnshaw, PhD",
        "Cheryl L. McDade",
        "Christopher N. Graham, MS",
        "Jeffrey B. Spears, PharmD",
        "Craig M. Kessler, MD"
    ],
    "author_affiliations": [
        [
            "RTI Health Solutions, Research Triangle Park, NC, USA, "
        ],
        [
            "RTI Health Solutions, Research Triangle Park, NC, USA, "
        ],
        [
            "RTI Health Solutions, Research Triangle Park, NC, USA, "
        ],
        [
            "Grifols Inc., Research Triangle Park, NC, USA, "
        ],
        [
            "Lombardi Cancer Center, Georgetown University Medical Center, Washington, DC, USA"
        ]
    ],
    "first_author_latitude": "35.905993099999996",
    "first_author_longitude": "-78.8637741",
    "abstract_text": "Objective The most serious complication of treatment for patients with severe hemophilia A is the development of FVIII alloantibody inhibitors. Treating hemophilia is expensive at best; however, incurring an inhibitor substantially increases those costs. As a result, a cost-efficient strategy for treating patients with inhibitors is desirable. Three approaches have been used to treat patients with inhibitors: 1) administer bypassing agents such as activated prothrombin complex concentrate (aPCC) or activated recombinant factor VII (rFVIIa) only when a bleed occurs (on-demand); 2) administer bypassing agents prophylactically to prevent bleeds from occurring; or 3) initiate immune tolerance induction (ITI) with factor VIII (FVIII) concentrate in an attempt to eradicate the inhibitor and then long term follow up with a lower dose prophylaxis regimen to maintain the inhibitor free status. In this study, we compare the costs and outcomes of these treatment strategies in order to assist healthcare providers in making more informed treatment decisions. Methods A decision-analytic model ( Figure 1 ) was developed to compare commonly used treatment regimens for severe hemophilia A patients with inhibitors over the course of an average patient's lifetime. On-demand patients were treated for their acute bleeding events with a conventional dose of rFVIIa (based on the FENOC study, a mean of 105 µg/kg) administered every 2-3 hours until the bleed stopped. Patients treated prophylactically received 85 IU/kg of aPCC 3 times per week (from Pro-FEIBA study). The International Immune Tolerance Study compared ITI treatment with either a low dose (50 IU/kg 3 times a week) or a high-dose regimen (200 IU/kg daily) of FVIII concentrate. The high dose regimen was selected for inclusion in this decision-analytic model due to its more rapid induction of immune tolerance with fewer break-through bleeds. When ITI was successful, FVIII replacement dosing was resumed at a prophylactic level (30 IU/kg FVIII 3 times per week). Data from the International and North American ITI Registries were used to estimate the success of inhibitor eradication on ITI. Relapse of inhibitors was assumed to occur in 15% of patients 15 years after inhibitors had been eradicated. Patients who failed primary and secondary ITI or who succeeded and then relapsed were treated prophylactically with bypassing agents (85 IU/kg of aPCC 3 times per week). The rate of reduced bleeding events for patients on prophylaxis was derived from the results observed in previously published clinical studies. The lifetime projections of product dosing requirement considered changes in patient weight over time. Life expectancy was modeled via US life tables and an increased risk of death was ascribed to the presence of inhibitors (as per CDC data reported by Soucie). Costs were obtained from standard US costing sources and are reported in 2013 US dollars. Hemophilia-specific utility weights were estimated from the published literature. Costs and outcomes were discounted at 3% per annum. Figure 1 View large Download slide Model Structure Figure 1 View large Download slide Model Structure Results Treating patients with inhibitors via an ITI approach can successfully eradicate the inhibitors 74% of the time. Based on the model, the estimated lifetime costs of treating patients with inhibitors was substantially lower for the ITI approach compared with either treating on-demand or prophylactically with bypassing agents (discounted costs of $22,201,832 versus $38,656,756 and $42,104,865, respectively). In addition, patients treated via ITI are projected to live longer (74.3 years versus 69.6 and 69.6 years, respectively) and have greater discounted quality-adjusted life years (25.1 versus 14.7 and 20.5, respectively). Patients treated via ITI or prophylactically with bypassing agents incur less than half the number of bleeding events over their lifetime compared to patients treated via on-demand therapy (801 and 694 versus 1,819 bleeding events). Conclusion Treating patients via ITI in an attempt to eradicate inhibitors results in lower lifetime costs and a greater number of life years and quality-adjusted life years than when treating on-demand or prophylactically with bypassing agents. Disclosures: Earnshaw: RTI Health Solutions: Employment, Grifols has contracted RTI-HS to do research Other, Research Funding. McDade: Grifols: Research Funding. Spears: Grifols Inc: Employment. Kessler: Baxter: Consultancy, Research Funding; Bayer: Consultancy, Research Funding; Grifols: Consultancy, Research Funding; Biogen-Idec: Consultancy; Octapharma: Consultancy, Research Funding; NovoNordisk: Consultancy, Research Funding; Pfizer: Consultancy."
}