{
    "doi": "https://doi.org/10.1182/blood.V124.21.2663.2663",
    "article_title": "Cardiopulmonary Functional Status in Children with SCD at Baseline: Pulse Pressure As a Biomarker of Early Compromise ",
    "article_date": "December 6, 2014",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster II",
    "abstract_text": "Background : Sickle cell disease (SCD) is a chronic illness associated with varying degrees of decrease in exercise capacity. Affected children are as much as 50% less physically active than controls. The reasons for the reluctance of SCD children to participate in sports and/or intense physical activities are complex, not entirely understood and not well studied in this young population with chronic anemia. The six minute walk test (6MWT) is an exercise test, validated as screening tool for assessing cardiopulmonary functional status in several pediatric cohorts of healthy children and in children with chronic illnesses including SCD. This test is a submaximal exercise test and reflects the patient’s capacity to undertake daily activities. We have previously reported that children with SCD experience a decrease in oxy-hemoglobin oxygen saturation as determined by pulse oximetry after the test. Material and methods : We performed a prospective, multicenter study of cardiopulmonary function in 409 children with SCD (age 5-20 years) and 70 age and race matched controls as part of the PUSH study. Each subject was at steady state, at least three weeks from an acute exacerbation and/or a blood transfusion. Subjects and controls underwent echocardiogram, hematologic testing, and 6MWT according to standard protocols. 6MW distance was compared between SCD cases and controls by the student t-test. A linear regression model was developed to assess the independent predictors of 6MW in patients. Results : SCD patients had lower 6MW distance (p<0.001), higher resting tricuspid regurgitation velocity and higher left ventricular mass index than controls. They also had lower resting systolic blood pressure (SBP) (p<.004) and diastolic blood pressure (DBP) (p<0.02). Height and BMI influenced 6MWT in both controls and subjects, but BMI lost its predictive value when adjusted for hemoglobin in the subjects. The independent predictors of 6MWT in SCD patients were hemoglobin, height and pulse pressure (Table 1). Among the children with SCD, the ability to increase pulse pressure during the 6MWT was associated with longer walk distance (p<0.001). These were the children in the lowest hemoglobin quartiles. Conclusions : Our data confirm that under basal circumstances SCD children have lower exercise capacity than age and race matched controls in a large, prospective cohort. We identify low hemoglobin as a main determinant of exercise capacity, as measured by the 6MWT. We identify a subset of patients that exhibit early compromise of exercise ability, recognizable by a lesser than expected widening of pulse pressure (ie: increase in systolic BP) upon exercising. A possible explanation is that these children are already at maximum cardiopulmonary abilities at rest, and cannot meet the demands of even minimal exercise. Table 1 Independent predictors of 6MW distance (m) in SCD patients (N=368)*.  Variable . B (95%CI) . P value . Standardized beta . Height (cm)** 3.7 (2.6-4.9) <0.001 0.35 Pulse BP, mmHg 1.4 (0.7-2.1) <0.001 0.19 Hemoglobin, mg/dL 5.3 (1.1-9.4) 0.013 0.12 *Analysis is adjusted for hydroxyurea therapy**Height over 130 cm did not have significant effect on 6MW distance. Variable . B (95%CI) . P value . Standardized beta . Height (cm)** 3.7 (2.6-4.9) <0.001 0.35 Pulse BP, mmHg 1.4 (0.7-2.1) <0.001 0.19 Hemoglobin, mg/dL 5.3 (1.1-9.4) 0.013 0.12 *Analysis is adjusted for hydroxyurea therapy**Height over 130 cm did not have significant effect on 6MW distance. View Large Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "child",
        "functional status",
        "pulse pressure",
        "6-minute walk test",
        "hemoglobin",
        "chronic disease",
        "exercise stress test",
        "anemia",
        "blood transfusion"
    ],
    "author_names": [
        "Caterina P. Minniti, MD",
        "Gregory J. Kato, MD",
        "Mehdi Nouraie, MD PhD",
        "Shoaib Alam, MD",
        "Andrew Campbell, MD",
        "Sohail R. Rana, MD",
        "Deepika Darbari, MD",
        "Oswaldo L Castro, MD",
        "Victor R. Gordeuk, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Caterina P. Minniti, MD",
            "author_affiliations": [
                "National Heart Lung and Blood Institute, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Kato, MD",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehdi Nouraie, MD PhD",
            "author_affiliations": [
                "Howard University, Washington, DC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shoaib Alam, MD",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Campbell, MD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sohail R. Rana, MD",
            "author_affiliations": [
                "Howard University, Washington, DC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepika Darbari, MD",
            "author_affiliations": [
                "Children's National Medical Center / National Heart, Lung, and Blood Institute, Washington, DC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oswaldo L Castro, MD",
            "author_affiliations": [
                "Howard University, Washington, DC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor R. Gordeuk, MD",
            "author_affiliations": [
                "University of Illinois at Chicago, Chicago, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T18:40:29",
    "is_scraped": "1"
}