{
    "doi": "https://doi.org/10.1182/blood.V124.21.4453.4453",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2711",
    "start_url_page_num": 2711,
    "is_scraped": "1",
    "article_title": "Single-Agent Ibrutinib Demonstrates Safety and Durability of Response at 2 Years Follow-up in Patients with Relapsed or Refractory Mantle Cell Lymphoma: Updated Results of an International, Multicenter, Open-Label Phase 2 Study ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "follow-up",
        "ibrutinib",
        "mantle-cell lymphoma",
        "diarrhea",
        "hemorrhage",
        "infections",
        "adverse event",
        "autologous stem cell transplant",
        "bortezomib",
        "complete remission"
    ],
    "author_names": [
        "Michael Wang, MD",
        "Simon Rule, MD",
        "Peter Martin, MD",
        "Andre Goy, MD",
        "Rebecca Auer, MD PhD",
        "Brad S. Kahl, MD",
        "Wojciech Jurczak",
        "Ranjana Advani, MD",
        "Jorge E. Romaguera, MD",
        "Michael E. Williams, MD",
        "Jacqueline C. Barrientos, MD",
        "Ewa Chmielowska, MD",
        "John Radford",
        "Stephan Stilgenbauer, MD",
        "Martin Dreyling",
        "Wieslaw Wiktor Jedrzejczak, MD",
        "Peter W Johnson, MD",
        "Stephen E. Spurgeon, MD",
        "Liang Zhang, MD PhD",
        "Linda Baher",
        "Mei Cheng, PhD",
        "Darrin M. Beaupre, MD",
        "Kristie A. Blum, MD"
    ],
    "author_affiliations": [
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX ",
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Plymouth University Peninsula Schools of Medicine and Dentistry, Plymouth, United Kingdom "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ "
        ],
        [
            "Barts Health National Health Service (NHS) Trust, London, United Kingdom "
        ],
        [
            "University of Wisconsin, Madison, WI "
        ],
        [
            "Jagiellonian University, Krakow, Poland "
        ],
        [
            "Stanford University Medical Center, Palo Alto, CA "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "University of Virginia School of Medicine, Charlottesville, VA "
        ],
        [
            "North Shore-LIJ Cancer Institute, Lake Success, NY "
        ],
        [
            "Oddzial Kliniczny Onkologii, Centrum Onkologii, Bydgoszcz, Poland "
        ],
        [
            "The University of Manchester and The Christie NHS Foundation Trust, Manchester, United Kingdom "
        ],
        [
            "Universitatsklinikum Ulm, Klinik fur Innere Medizin II, Ulm, Germany "
        ],
        [
            "University Hospital LMU, Munich, Germany "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "University of Southampton, Southampton, United Kingdom "
        ],
        [
            "Oregon Health and Science University, Portland, OR "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA "
        ],
        [
            "Pharmacyclics, Inc., Sunnyvale, CA "
        ],
        [
            "Ohio State University Comprehensive Cancer Center, Columbus, OH"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background : Bruton’s tyrosine kinase (BTK) is a critical signaling molecule in the B-cell receptor signaling pathway essential for B-cell development, survival, and function. Ibrutinib is a first-in-class, once-daily, oral covalent inhibitor of BTK approved for the treatment of patients with MCL who have received at least 1 prior therapy. Previous results of the international, multicenter, open-label phase 2 trial demonstrated the durability of responses and favorable safety profile of daily oral ibrutinib in relapsed or refractory MCL (Wang et al, NEJM 2013). Here, we present the updated safety and efficacy results of this phase 2 trial with a median follow-up of approximately 27 months. Methods : 115 relapsed or refractory MCL patients were enrolled, and 111 patients were treated. All patients provided informed consent. Patients received oral ibrutinib 560 mg once daily until disease progression or unacceptable toxicity. Patients were eligible to continue therapy into a long-term extension study if they had stable disease or better. Tumor response was assessed by investigators using the 2007 revised IWG criteria. Adverse events (AEs) were characterized by preferred terms using MedDRA version 16.1 and were evaluated over 6-month time intervals (1-6, 7-12, 13-18, 19-24, >24 months). Prevalence was based on the number of patients with an AE occurring during a given interval (either a new episode or an ongoing episode from the prior 6-month period continuing into the current interval). Results: Data are reported for 111 patients. Baseline characteristics included median age 68 years (range, 40-84), median 3 prior therapies (range, 1-5), prior bortezomib in 43%, prior autologous stem cell transplant in 11%, high-risk MIPI in 49%, and bulky disease (≥5 cm) in 39%. Median treatment duration was 8.3 months; 51 patients (46%) were treated for >1 year, and 29 (26%) who continued treatment and follow-up in the extension study were treated for >2 years. The most common treatment-emergent AEs (reported in >30% patients) included infection (78% all grade, 28% grade ≥3), diarrhea (54% all grade, 5% grade ≥3), bleeding (50.5% all grade, 6% grade ≥3), fatigue (49.5% all grade, 4.5% grade ≥3), nausea (33% all grade, 1% grade ≥3), and dyspnea (32% all grade, 4.5% grade ≥3). In total, grade ≥3 AEs occurred in 81% of patients and serious AEs (SAEs) of any grade in 63%. Treatment discontinuation due to AEs was reported in 11% of patients. As shown in the Table, prevalence rates for infection, diarrhea, and bleeding events were highest for the first 6 months and gradually declined thereafter. One SAE of infection occurred beyond 24 months. No clinically significant changes were observed in immunoglobulin levels over time. No SAE of diarrhea occurred after 6 months of therapy. The prevalence of major bleeding remained stable, occurring at a rate of ≤9% during each interval. The investigator-assessed overall response rate was 67%, with complete response (CR) in 22.5%. Median time to response was 1.9 months, and median time to CR was 5.5 months. Median duration of response was 17.5 months (Figure). Among all treated patients, with an estimated median follow-up of 26.7 months, median progression-free survival (PFS) was 13 months, and median overall survival (OS) was 22.5 months. The 24-month Kaplan-Meier PFS and OS rates were 31.1% (95% CI, 22.3-40.4) and 47.3% (95% CI, 37.1-56.9), respectively. Conclusions: Results with a median 27-month follow-up demonstrate the durability of responses and sustained single-agent activity of continuous ibrutinib in relapsed or refractory MCL. Approximately one-third of patients remain progression free at 24 months. Ibrutinib continues to show a favorable risk-benefit profile over time, with a safety profile consistent with that reported previously; these data with additional follow-up time did not reveal an increase in unforeseen AEs. Table. Prevalence of select AEs by 6-month intervals  Select AEs, n (%) . 1-6 months (n = 111) . 7-12 months (n = 72) . 13-18 months (n = 51) . 19-24 months (n = 41) . >24 months (n = 22) . All patients (N = 111) . Any diarrhea Grade 3* SAE 49 (44) 5 (5) 1 (1) 21 (29) 0 0 15 (29) 0 0 8 (20) 1 (2) 0 6 (27) 0 0 60 (54) 6 (5) 1 (1) Any infection Grade ≥3 SAE 76 (69) 20 (18) 16 (14) 43 (60) 11 (15) 9 (13) 30 (59) 6 (12) 4 (8) 22(54) 5 (12) 5 (12) 9 (41) 1 (5) 1 (5) 87 (78) 31 (28) 23 (21) Any bleeding Major bleeding 46 (41) 6 (5) 17 (24) 1 (1) 17 (33) 3 (6) 14 (34) 2 (5) 5 (23) 2 (9) 56 (51) 10 (9) *No grade 4 or 5 diarrhea. Select AEs, n (%) . 1-6 months (n = 111) . 7-12 months (n = 72) . 13-18 months (n = 51) . 19-24 months (n = 41) . >24 months (n = 22) . All patients (N = 111) . Any diarrhea Grade 3* SAE 49 (44) 5 (5) 1 (1) 21 (29) 0 0 15 (29) 0 0 8 (20) 1 (2) 0 6 (27) 0 0 60 (54) 6 (5) 1 (1) Any infection Grade ≥3 SAE 76 (69) 20 (18) 16 (14) 43 (60) 11 (15) 9 (13) 30 (59) 6 (12) 4 (8) 22(54) 5 (12) 5 (12) 9 (41) 1 (5) 1 (5) 87 (78) 31 (28) 23 (21) Any bleeding Major bleeding 46 (41) 6 (5) 17 (24) 1 (1) 17 (33) 3 (6) 14 (34) 2 (5) 5 (23) 2 (9) 56 (51) 10 (9) *No grade 4 or 5 diarrhea. View Large Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Wang: Pharmacyclics, Janssen: Honoraria, Research Funding. Rule: Pharmacyclics, Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Martin: Janssen: Honoraria. Goy: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research funding for clinical trials through institution, Research funding for clinical trials through institution Other; Millennium: Membership on an entity's Board of Directors or advisory committees, Research funding for clinical trials through institution, Research funding for clinical trials through institution Other, Speakers Bureau; Pharmacyclics, JNJ: Membership on an entity's Board of Directors or advisory committees, Research funding for clinical trials through institution Other, Speakers Bureau. Auer: Gilead, Celgene: Honoraria. Kahl: Pharmacyclics: Research Funding. Advani: Celgene: Research Funding; Pharmacyclics: Research Funding; Janssen Pharmaceuticals: Research Funding; Genentech: Research Funding; Seattle Genetics, Inc.: Research Funding; Takeda International Pharmaceuticals Co.: Research Funding. Williams: Pharmacyclics, Janssen: Consultancy, Research Funding. Barrientos: Pharmacyclics: Membership on an entity's Board of Directors or advisory committees, Research Funding. Stilgenbauer: Pharmacyclics, Janssen: Honoraria, Research Funding. Dreyling: Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees. Jedrzejczak: Amgen, Novartis : Consultancy, Research Funding. Johnson: Janssen-Cilag: Consultancy, Honoraria, Research Funding. Zhang: MD Anderson: Employment. Baher: Pharmacyclics: Employment. Cheng: Pharmacyclics: Employment. Beaupre: Pharmacyclics: Employment. Blum: Janssen, Pharmacyclics : Research Funding."
}