{
    "doi": "https://doi.org/10.1182/blood.V126.23.3827.3827",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2988",
    "start_url_page_num": 2988,
    "is_scraped": "1",
    "article_title": "Detection of Translocation t(7;12)(q36;p13) in Infants with Acute Myeloid Leukemia By Novel 3-Color Fluorescent in Situ Hybridization Approach ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "topics": [
        "color",
        "fluorescent in situ hybridization",
        "infant",
        "leukemia, myelocytic, acute",
        "translocation (genetics)",
        "disease remission",
        "hematopoietic stem cell transplantation",
        "karyotype determination procedure",
        "cd34 antigens",
        "cd7 antigens"
    ],
    "author_names": [
        "Grigory Tsaur, MDPhD",
        "Olga Plekhanova",
        "Elena Fleischman, MD PhD",
        "Elena Volochnik",
        "Olga Sokova, PhD",
        "Anatoly Kustanovich, PhD",
        "Irina Kalinina, MD PhD",
        "Alexander Popov, MDPhD",
        "Leonid Saveliev, MD PhD",
        "Egor Shorikov, MD PhD",
        "Larisa Fechina, MD PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology and Hematology, Regional Children's Hospital #1, Research Institute of Medical Cell technolgies, Yekaterinburg, Russia "
        ],
        [
            "Pediatric Oncology and Hematology, Regional Children's Hospital #1, Yekaterinburg, Russia "
        ],
        [
            "N.N. Blokhin Russian Cancer Research Center Russian Academy of Medical Science, Moscow, Russia "
        ],
        [
            "Belarusian Research Center for Pediatric Oncology, Hematology and Immunology, Minsk, Belarus "
        ],
        [
            "N.N. Blokhin Russian Cancer Research Center Russian Academy of Medical Science, Moscow, Russia "
        ],
        [
            "Belarusian Research Center for Pediatric Oncology, Hematology and Immunology, Minsk, Belarus "
        ],
        [
            "D. Rogachev Federal Research Institute of Pediatric Hematology, Oncology and Immunology, Moscow, Russia "
        ],
        [
            "Pediatric Oncology and Hematology, Regional Children's Hospital #1, Research Institute of Medical Cell technolgies, Yekaterinburg, Russia "
        ],
        [
            "Chair of Laboratory Medicine, Ural State Medical Academy, Research Institute of Medical Cell Technologies, Yekaterinburg, Russia"
        ],
        [
            "Pediatric Oncology and Hematology, Regional Children's Hospital #1, Research Institute of Medical Cell technolgies, Yekaterinburg, Russia "
        ],
        [
            "Pediatric Oncology and Hematology, Regional Children's Hospital #1, Research Institute of Medical Cell technolgies, Yekaterinburg, Russia "
        ]
    ],
    "first_author_latitude": "56.811882000000004",
    "first_author_longitude": "60.617380600000004",
    "abstract_text": "Background. Translocation t(7;12)(q36;p13) leading to MNX1 (HLXB9)-ETV6 fusion gene formation is recurrent chromosomal rearrangement, predominantly found in children under 24 months of age with acute myeloid leukemia (AML) and associated with dismal outcome. In the majority of cases t(7;12) is cryptic and can be detected by fluorescent in situ hybridization (FISH) only. Purpose. To evaluate the incidence of t(7;12)(q36;p13) and initial clinical parametres and treatment outcome of infant with AML carrying t(7;12) using novel 3-color FISH approach. Methods. 81 infants with de novo AML who was diagnosed between June 1999 and December 2014 were included in the current study. Median age in the observed group of patients was 6.9 months (range 0.3-11.7). Bone marrow morphology was done in all cases flow cytometry in 67 cases. FAB variant was available in 72 patients. Chromosomal banding analysis (CBA) were performed in all cases, while RT-PCR for the most common fusion gene transcripts ( MLL rearrangements, RUNX1-RUNX1T1 , PML-RARa , CBFB-MYH11 , BCR-ABL1 ) were done in 52 cases, FISH for MLL rearrangements in 49 cases. All MLL -negative cases were screened for t(7;12) by novel 3-color FISH approach consisted of a break-apart probe composed of an orange labeled probe centromeric to the ETV6 gene in 12p13, a green labeled probe telomeric to ETV6 together witha probe combination made of two loci flanking the HLXB9 gene, both labeled in blue. All probes were applied simultaneously and constituted the 3-color probe set used as a novel approach in this study. All probes was synthesized on our demand by MetaSystems (Germany) and applied partly retrospectively, partly -from March 2012 - prospectively to available patients material. Written informed consent was obtained at all cases. Results. Among 81 included patients there were 80 cases of AML and 1 case of Biphenotypic acute leukaemia (BAL). Various 11q23/ MLL rearrangements were revealed in 45 cases (55.6%); inv16 in 3 cases (3.7%), including 1 case of simultaneous detection of inv16 and t(7;12); t(1;22)(p13;q13) was found 5 cases (6.2%); complex karyotype in 5 cases (6.2%); t(7;12)(q36;p13) in 6 cases (7.4%); other cytogenetic aberrations and normal karyotype in 9 cases (11.1%) each. Translocations t(8;21) and t(15;17) were not detected. Median age of t(7;12)-positive patients was similar to t(7;12)-negative ones (7.0 vs 6.9 mo). All 6 patients with t(7;12) referred to AML high-risk group. Median WBC count was 29.7*10 9 /L (range 15.7-210). Five of 6 patients had initial CNS disease, in all cases extramedullary organ involvement was observed. Three out of 6 t(7;12)-positive patients had immature FAB variants (one AML M0 and 2 AML M1), 2 patients had AML M5a and 1 BAL. Translocation t(7;12) was associated with immature immunophenotype. CD34-positive/CD117-positive cells were revealed in all 6 cases, that was significantly more common in comparison to t(7;12)-negative cases (p=0.004 and p=0.038, respectively). Interestingly, co-expression of CD7 antigen was detected in 5 out of 6 t(7;12)-positive cases and this phenomenon was observed in t(7;12)-positive group more frequent than in t(7;12)-negative ones (p=0.001). In 5 out of 6 cases t(7;12) was cryptic and was not found by CBA. In 5 patients extra copy of chromosome 19 was revealed, that could serve as predictor of presence of t(7;12). Application of 3-color FISH showed 2 types of breakpoint at chromosome 7: in 5 cases breakpoints localized at 7q36; 1 patient had interstitial deletion 7q11q36 and blue fluorescent signal was observed at 7q11. Hematological remission after first induction course was achieved only in one half of t(7;12)-positive patients. Relapses occurred in 3 patients. Hematopoietic stem cell transplantation (HSCT) was performed in 1 st remission in 4 cases and 2 nd remission in 1 case. EFS and OS were similar in t(7;12)-positive and t(7;12)-negative groups (0.33±0.16 vs 0.39±0.07 p=0.573 and 0.60±0.21 vs 0.45±0.08 p=0.571) with median of follow-up time 29 months. Conclusions . Our results provide additional clinical, immunological and cytogenetic data of t(7;12)-positive patients. Application of novel 3-color FISH approach revealed t(7;12)(q36;p13) in 7.4% infants with AML. Among MLL -negative patients it was the most common cytogenetic aberration (19.4%). Application of HSCT in both 1 st and 2 nd remission could overcome unfavorable influence of this translocation and led to appropriate OS. Disclosures No relevant conflicts of interest to declare."
}