{
    "doi": "https://doi.org/10.1182/blood.V108.11.2099.2099",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=571",
    "start_url_page_num": 571,
    "is_scraped": "1",
    "article_title": "Ethacrynic Acid Can Inhibit Wnt/β-Catenin Signaling and Induce Apoptosis in Chronic Lymphocytic Leukemia Cells. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "apoptosis",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "ethacrynic acid",
        "signal transduction",
        "fludarabine",
        "acetylcysteine",
        "alkylating agents",
        "antioxidants",
        "cyclin d1"
    ],
    "author_names": [
        "Jerry X. Liu, MD, PhD",
        "Tomoyuki Endo, M.D., Ph.D.",
        "Thomas J. Kipps, M.D., Ph.D.",
        "Carson A. Dennis, M.D.",
        "Lu Desheng, Ph.D."
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, UCSD Rebecca and John Moores Cancer Center, San Diego, CA, USA"
        ],
        [
            "Hematology/Oncology, UCSD Rebecca and John Moores Cancer Center, San Diego, CA, USA"
        ],
        [
            "Hematology/Oncology, UCSD Rebecca and John Moores Cancer Center, San Diego, CA, USA"
        ],
        [
            "Hematology/Oncology, UCSD Rebecca and John Moores Cancer Center, San Diego, CA, USA"
        ],
        [
            "Hematology/Oncology, UCSD Rebecca and John Moores Cancer Center, San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "32.87864669999999",
    "first_author_longitude": "-117.2230577",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is caused by an abnormal balance in signals for survival and cell death. Recently, CLL cells are shown to have an activated Wnt/β-catenin pathway, which may contribute to the apoptosis-resistant state characteristic of this disease. Accordingly, inhibitors of the Wnt/β-catenin pathway may compromise the viability of CLL cells in vitro and in vivo. To identify potential inhibitors of the Wnt/β-catenin pathway, we screened the Gen-Plus drug library using a Wnt/β-catenin TOPflash reporter plasmid in HEK293 cells. Although 99% of the 960 drugs screened with this assay, including many clinically used alkylating agents and anti-metabolites, did not inhibit the Wnt/β-catenin pathway, ethacrynic acid (EA), a once commonly used diuretic agent, displayed potent inhibition of Wnt/β-catenin signaling. EA has an unsaturated lactone nucleophile that can react with sulfhydryl groups in proteins. N-acetyl-L-cysteine (NAC), but not other anti-oxidants, prevented EA from inhibiting the trans-activation function of β-catenin. Treatment of CLL cells with EA caused a time-dependent decrease in protein levels of the Wnt/β-catenin regulated LEF-1 transcription factor, which is overexpressed in CLL cells, compared to normal blood lymphocytes. Treatment with EA also caused a concentration dependent decrease in cyclin D1 and fibronectin levels in CLL cells as detected by Q-PCR. Collectively, these results suggest that EA can inhibit Wnt/β-catenin signaling in CLL cells, and this effect is mediated by the ability of EA to modify sulfhydryl groups on key proteins, rather than by non-specific nucleophilic attack or increased cellular oxidative stress alone. Cell viability assays showed that EA induced cell death in primary CLL cells with a mean IC50 of 3 uM, a concentration achieved in previous clinical trials with the drug in patients with solid tumors. EA at 3 uM also enhanced by 6–10 fold the cytotoxicity of fludarabine in CLL cells from both fludarabine sensitive and resistant patients. At the same concentration, EA did not cause significant cell death of normal blood mononuclear cells. These results, therefore, suggest the therapeutic potential of EA in CLL, based on a novel mechanism of targeting the Wnt/β-catenin signaling pathway."
}