{
    "doi": "https://doi.org/10.1182/blood.V124.21.3727.3727",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2982",
    "start_url_page_num": 2982,
    "is_scraped": "1",
    "article_title": "A Novel Path for ATRA Differentiation Therapy in Acute Myeloid Leukemia with Isocitrate Dehydrogenase Mutations ",
    "article_date": "December 6, 2014",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation: Poster III",
    "topics": [
        "differentiation therapy",
        "isocitrate dehydrogenase",
        "leukemia, myelocytic, acute",
        "mutation",
        "tretinoin",
        "alpha-hydroxyglutarate",
        "disease remission",
        "giemsa stain",
        "macrophage-1 antigen",
        "protein tyrosine kinase"
    ],
    "author_names": [
        "Jean-Emmanuel Sarry, PhD",
        "Helena Boutzen, PharmD. PhD",
        "Christian Récher, MDPhD"
    ],
    "author_affiliations": [
        [
            "Inserm UMR1037, Toulouse, France "
        ],
        [
            "INSERM, Toulouse, France "
        ],
        [
            "CHU Purpan, Toulouse, France ",
            "INSERM UMR1037, Toulouse, France ",
            "Institut Universitaire du Cancer de Toulouse Oncopole, Toulouse, France"
        ]
    ],
    "first_author_latitude": "43.584349100000004",
    "first_author_longitude": "1.4295272499999998",
    "abstract_text": "Acute myeloid leukemia (AML) is characterized by accumulation of malignant blasts with impaired differentiation programs due to recurrent mutations, among which IDH mutations occur in 15% of AML patients. These mutations lead to a block in erythroid commitment while they may also bias hematopoietic differentiation to myeloid lineage. Interestingly, Lyn tyrosine kinase is required for erythroid differentiation and we have observed a reduction of Lyn expression in the presence of IDH1-R132H mutation. It is also a negative regulator of ATRA-induced granulocytic differentiation. Accordingly, we hypothesized that IDH mutations may sensitize AML cells to ATRA-induced differentiation. Here, we report that clinically achievable doses of ATRA are sufficient to trigger differentiation specifically on AML cell lines, primary patient samples and xenograft mice models carrying IDH1 mutation as observed by an increase in CD11b expression, granulocytic enzyme activity and morphologic changes in May-Grunwald-Giemsa staining. We also showed that ATRA-induced terminal granulocytic differentiation increases apoptosis while decreases proliferation and colony formation specifically in IDH1 mutant cells. Moreover, inhibition of IDH1-R132H activity reduced ATRA-sensitivity while increasing expression of IDH mutation correlated with highest ATRA sensitivity. Furthermore, treatment with a cell-permeable form of the oncometabolite specifically produced by the mutant (eg. 2-HydroxyGlutarate) sensitized AML cells to ATRA-induced differentiation. Finally, because ATRA-induced differentiation triggers a transient increase of Lyn activation, its association with Lyn inhibitors synergistically increased ATRA-induced differentiation of IDH mutant blasts. In summary, our results showed that IDH mutations by producing 2-HG sensitized leukemic blasts to ATRA and that this synergizes with Lyn inhibition. Since 2HG concentration reaches millimolar in AML patient serum and is 100-fold higher in IDH mutated patients than in non-mutated ones, we would predict a strong efficacy and specificity of ATRA. Furthermore, as IDH mutations are systematically conserved at relapse, this therapeutic strategy might be promising to achieve a long-term remission specifically for this AML patient subgroup. Disclosures No relevant conflicts of interest to declare."
}