{
    "doi": "https://doi.org/10.1182/blood.V116.21.3703.3703",
    "article_title": "Thrombocytopenia After Cardiopulmonary Bypass Surgery. ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "Abstract 3703 Introduction: Heparin induced thrombocytopenia (HIT) has been reported to occur in up to 3% patients undergoing Cardiopulmonary Bypass (CPB) surgery by using clinical criteria. However, the accurate diagnosis of HIT in this setting is very difficult due to underlying thrombocytopenia related to the mechanical consumption of platelets by the bypass machine. This study aims to evaluate (1) the clinical and laboratory characteristics of thrombocytopenia after CPB, its temporal evolution and recovery, to aide in the differential diagnosis of thrombocytopenia after CPB, and (2) the incidence of HIT in our database. Methods: A retrospective study was conducted. CPT codes for coronary artery bypass graft surgery and valve surgery were used to search the 2008 hospital data base, and patients were eligible if they underwent “on-pump” surgery with the use of heparin during procedure. A total of 450 patients were randomly selected, medical records on thrombocytopenia, evaluation for HIT and Doppler tests for DVT were reviewed. Initial platelet decrease was defined as a greater than 33% drop from baseline and an absolute value below 100,000 up to 10 days. The time from surgery to when platelet nadir was reached was recorded as time to nadir (in days). The initial recovery was defined as platelet count reaches 50 % above the nadir, and the final recovery was defined as 75% of the normal baseline or above 150,000, or upward trend in those who were discharged before full recovery. The second platelet drop was defined as any degree of platelet fall after initial recovery. Results: Among 450 patients, 142 demonstrated thrombocytopenia after surgery, 47 of them also received platelet transfusion during the surgery. There were 93 males and 49 females, with median age 71 years (range 41 to 90 years). The platelet nadir was recorded in 28% of patients on day0, 32% of patients on day1, 21% of patients on day2, 14% of patients on day3, 5% of patients on day4, median time to nadir was 1 day. Initial platelet recovery started on day 0 and all patients showed final recovery by day 10, with a median of 5 days. The median degree of platelet drop was 61% (range 34% to 97%). HIT PF4 antibody ELISA test was sent on 37 patients, four had positive results but no Doppler evidence of DVT, and one had negative serotonin release assay (SRA) test. No direct thrombin inhibitors treatment was started, and all four patients demonstrated spontaneous platelet recovery. Four cases of DVT were found in the HIT PF4 ELISA negative group, while none was found in the rest of the thrombocytopenia patients who were not tested for HIT. Nine patients showed a steep decrease in platelet count after recovery from the first drop, 6 of them due to sepsis and 3 of unknown causes. The nadir was from post-op days 2 to 25 and recovery started after 1 day and was completed in all patients by day 29 except one patient whose platelet count did not recover. HIT PF4 ELISA test were sent on five patients, and all were negative; two of those patients also had negative DVT studies. The only possible case of thrombosis in this group was arterial occlusion in a patient with sepsis who had spontaneous platelet recovery, no HIT test was done. Conclusions: Thrombocytopenia is a common phenomenon after CPB, which could nadir in 0–4 days from surgery and takes up to 10 days for recovery. The average magnitude of the drop is more than 50%. These characteristics share many overlapping features with that identified and used as clinical criteria for the diagnosis of HIT. Three suspicious but not confirmed cases of HIT were found in our series of 450 randomly selected patients, suggesting a much lower incidence (0.66%) than previously reported. The accurate and prompt diagnosis of HIT after CPB is extremely challenging, calling for the development of more specific and convenient laboratory tests. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cardiopulmonary bypass",
        "thrombocytopenia",
        "surgical procedures, operative",
        "deep vein thrombosis",
        "sepsis",
        "antibodies",
        "bypass",
        "coronary artery bypass surgery",
        "direct thrombin inhibitor",
        "heart valve surgery"
    ],
    "author_names": [
        "Abhinav B. Chandra, MD, MSc",
        "Navneet Mittal, MD",
        "Shilpa Sambidi",
        "Swati Pathak",
        "Anuradha Belur",
        "Himanshu Pathak",
        "Yiqing Xu"
    ],
    "author_dict_list": [
        {
            "author_name": "Abhinav B. Chandra, MD, MSc",
            "author_affiliations": [
                "Maimonides Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Navneet Mittal, MD",
            "author_affiliations": [
                "Hematology/Oncology, Maimonides Medical Center, Brooklyn, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shilpa Sambidi",
            "author_affiliations": [
                "Maimonides Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swati Pathak",
            "author_affiliations": [
                "Maimonides Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anuradha Belur",
            "author_affiliations": [
                "Maimonides Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Himanshu Pathak",
            "author_affiliations": [
                "Maimonides Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiqing Xu",
            "author_affiliations": [
                "Maimonides Medical Center, Brooklyn, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:32:08",
    "is_scraped": "1"
}