{
    "doi": "https://doi.org/10.1182/blood.V120.21.1593.1593",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2337",
    "start_url_page_num": 2337,
    "is_scraped": "1",
    "article_title": "Decreased Brain FDG Uptake in Patients with Diffuse Large B Cell Lymphoma (cold brain) Is Associated with High Risk Disease and Predicts Poor Response to R-CHOP Chemotherapy ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster I",
    "topics": [
        "brain",
        "cold sensation",
        "cold temperature",
        "common cold",
        "diffuse large b-cell lymphoma",
        "fluorodeoxyglucose f18",
        "r-chop",
        "positron-emission tomography",
        "complete remission",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Meghana Raghavendra, MD"
    ],
    "author_affiliations": [
        [
            "Center for cancer and blood disorders, Gundersen Lutheran Medical Center, La Crosse, WI, USA"
        ]
    ],
    "first_author_latitude": "43.79428",
    "first_author_longitude": "-91.2476263",
    "abstract_text": "Abstract 1593 Background: Decreased 2-deoxy-2-( 18 F)fluoro-D-glucose (FDG) uptake by brain tissue, (henceforth “cold brain”) has been occasionally described in the literature in patients with bulky solid tumors. There is currently no data describing brain FDG uptake on positron emission tomography (PET) scan in patients with diffuse large B cell lymphoma (DLBCL) and its association with clinical characteristics as well as prognosis. Method: We retrospectively analyzed clinical data from 110 patients with histologically confirmed DLBCL diagnosed between November 1, 2004 and December 31, 2011. Initial staging PET scans prior to treatment were reviewed. Brain FDG uptake on PET scan was analyzed by an expert nuclear radiologist. Qualitative determination of cold versus normal brain activity was made relative to usual distribution and metabolism. Secondarily, a region of interest cursor was placed on the right basal ganglia for a quantitative standard uptake value (SUV) measurement. In cases where measurement of the right basal ganglia was not possible, the cerebellum was used. Patient characteristics were compared using Fisher's exact test. Survival analyses were performed using Kaplan-Meier curves and compared using log-rank test. Cox proportional regression model was used for multivariate analyses. Results: We included 110 patients in the study. Twenty patients (18%) had cold brain by initial PET scan. The cold brain subgroup had a median age of 72.5 years (range, 46 to 85) and 55.0% were males. Cold brain was associated with higher rates of stage III/IV disease (80.0% vs 52.2%; P = 0.026), International Prognostic Index (IPI) score of ≥3 (85.2% vs. 36.7%; P = 0.0001), and > 1 extranodal sites of involvement (50.0% vs. 26.7%; P = 0.059) compared to the non-cold brain subgroup. Among patients who received rituximab/cyclophosphamide/doxorubicin/vincristine/prednisone chemotherapy (R-CHOP), those with cold brain had a lower complete response rate (44.0% vs. 86.0%; P = 0.030), shorter progression-free-survival (PFS) (4.5 months vs. 9.1 months; P = 0.06), but similar overall survival (OS) (47.9 months vs. 58.4 months; P = 0.26). After adjusting for IPI, patients with cold brain seemed to have a shorter PFS compared to those without cold brain, although this was not statistically significant (hazard ratio: 3.13; 95% CI: 8.20-1.22; P = 0.096). Conclusion: In our study, cold brain was a phenomenon frequently observed among patients with newly diagnosed DLBCL. It was associated with higher risk disease, lower complete response rate to R-CHOP chemotherapy, and potentially shorter PFS. Further studies in larger patient population are needed to determine its true prognostic significance. Disclosures: No relevant conflicts of interest to declare."
}