{
    "doi": "https://doi.org/10.1182/blood-2019-129117",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4181",
    "start_url_page_num": 4181,
    "is_scraped": "1",
    "article_title": "Genome-Wide CRISPR Screening in Acute Myeloid Leukemia Cells Identifies Genes in the PI3K/AKT/mTOR and MEK/ERK Pathways That Define Sensitivity to Trametinib ",
    "article_date": "November 13, 2019",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "crispr",
        "genes",
        "genome",
        "leukemia, myelocytic, acute",
        "mtor serine-threonine kinases",
        "phosphoinositide 3-kinase",
        "proto-oncogene proteins c-akt",
        "screening",
        "trametinib"
    ],
    "author_names": [
        "Tamilla Nechiporuk, PhD",
        "Alisa Damnernsawad, PhD",
        "Daniel Bottomly, MS",
        "Quinlan Morrow, BS",
        "Suyoun Choi",
        "Sofia Beer",
        "Stephen E Kurtz, PhD",
        "Shannon K. McWeeney, PhD",
        "Jeffrey W. Tyner"
    ],
    "author_affiliations": [
        [
            "Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR ",
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR ",
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR ",
            "Division of Bioinformatics and Computational Biology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR ",
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR ",
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR ",
            "Division of Bioinformatics and Computational Biology, Oregon Health & Science University, Portland, OR "
        ],
        [
            "Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR ",
            "Knight Cancer Institute, Oregon Health & Science University, Portland, OR ",
            "Department of Cell, Developmental, and Cancer Biology, Oregon Health & Science University, Portland, OR"
        ]
    ],
    "first_author_latitude": "45.498352700000005",
    "first_author_longitude": "-122.6714306",
    "abstract_text": "Acute myeloid leukemia (AML), the most common acute leukemia in adults, remains a challenging disease to treat due to its heterogeneity and high level of relapsed/refractory disease. Exploration of molecular pathways that drive AML have implicated broad activation of the RAS/RAF/MEK/ERK and PI3K/AKT/mTOR pro-survival pathways in the pathogenesis of the disease. Among the most frequent genetic perturbations, direct mutation of N- or K- RAS as well as mutation of nearby pathway regulators ( PTPN11 , NF1 ) are identified in ~20% of patients with AML. An additional ~35% of AML patients exhibit mutations in FLT3 or KIT , upstream receptor tyrosine kinases known to activate the RAS pathway. Moreover, relapsed/refractory disease in response to novel molecularly targeted FLT3 inhibitors often results in RAS pathway mutations underpinning the connection between these molecular pathways in AML. These findings resulted in several preclinical studies and ongoing clinical trials testing the efficacies of MEK1/2 inhibitors in AML either as a single agent or in combination with FLT3 inhibitors. To elucidate pathways leading to changes in trametinib sensitivity and resistance in a FLT3-ITD genomic landscape, we performed a genome-wide CRISPR screen for trametinib sensitivity in MOLM13 AML cells, which carry a FLT3-ITD mutation. Results from both the genome-wide screen and independently generated cell lines with decreased sensitivity to trametinib indicated involvement of a diversity of genes and pathways, including the tumor-suppressor, PTEN (a negative regulator of PI3K/AKT/mTOR), AMBRA1 (an autophagy regulator via the mTOR pathway), and DUSP7 (a phosphatase negatively regulating downstream ERK activity). Cells engineered to have loss-of-function for these genes as well as cells cultured for resistance to trametinib showed perturbed signaling in downstream PI3K/AKT/mTOR and MEK/ERK signaling cascades. Our work identified genes whose loss of function in the disease-implicated pathways confer trametinib resistance in AML and provide a rationale for selecting combinatorial trametinib/FLT3 inhibitors treatment based on unique patient mutational and gene expression landscapes. Disclosures Tyner: Incyte: Research Funding; Janssen: Research Funding; Incyte: Research Funding; Gilead: Research Funding; Janssen: Research Funding; Gilead: Research Funding; Takeda: Research Funding; Takeda: Research Funding; Genentech: Research Funding; Constellation: Research Funding; Aptose: Research Funding; Genentech: Research Funding; Syros: Research Funding; AstraZeneca: Research Funding; Seattle Genetics: Research Funding; Seattle Genetics: Research Funding; Array: Research Funding; Agios: Research Funding; Agios: Research Funding; Aptose: Research Funding; Array: Research Funding; AstraZeneca: Research Funding; Constellation: Research Funding; Petra: Research Funding; Syros: Research Funding; Petra: Research Funding."
}