{
    "doi": "https://doi.org/10.1182/blood.V110.11.4025.4025",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1008",
    "start_url_page_num": 1008,
    "is_scraped": "1",
    "article_title": "Late Occuring Severe Autoimmune Hemolytic Anemia in a Liver Transplanted Child. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "autoimmune hemolytic anemia",
        "child",
        "liver",
        "autoantibodies",
        "immunoglobulin m",
        "immunoglobulin g",
        "rituximab",
        "antibodies",
        "blood groups",
        "blood transfusion"
    ],
    "author_names": [
        "Hulya Ozsahin, MD",
        "Michela Schaeppi, MD",
        "Thierry Peyrard, MD",
        "Fabienne Gumy-Pause, MD",
        "Klara Posfay-Barbe, MD",
        "Christophe Chardot, MD",
        "Dominique Belli, MD",
        "Michèle Siegenthaler, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, University Hospitals of Geneva, Geneva, Switzerland"
        ],
        [
            "Pediatrics, University Hospitals of Geneva, Geneva, Switzerland"
        ],
        [
            "Institut National de Transfusion Sanguine, INSERM U665, Paris, France"
        ],
        [
            "Pediatrics, University Hospitals of Geneva, Geneva, Switzerland"
        ],
        [
            "Pediatrics, University Hospitals of Geneva, Geneva, Switzerland"
        ],
        [
            "Pediatrics, University Hospitals of Geneva, Geneva, Switzerland"
        ],
        [
            "Pediatrics, University Hospitals of Geneva, Geneva, Switzerland"
        ],
        [
            "Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland"
        ]
    ],
    "first_author_latitude": "46.1922948",
    "first_author_longitude": "6.14827925",
    "abstract_text": "INTRODUCTION Autoimmune haemolytic anaemia (AIHA) can complicate solid organ as well as bone marrow transplantation both in children and adults. We describe the first case report of a child with AIHA due to mixed type warm-acting IgM and warm IgG auto-antibodies, 8 months after liver transplantation. CASE REPORT A sixteen-month old boy (A Rh D positive blood group,), 8 months after an orthotopic liver transplant (full cadaveric liver, male A Rh D negative) presented with fever and moderate hepatitis. Two weeks after this episode he developed severe anemia with a Hb level of 39 g/L. His red cells were A 1 Rh(D) positive. Plasma testing could not be interpreted due to positive reactions with all test cells. Screening for irregular antibodies was positive. The direct antiglobulin test was repeatedly negative. Further analysis revealed a cold agglutinin with low titre (8 at 15°C) but high thermal amplitude (22–37°C) although of IgM nature, and the absence of any underlying alloantibodies. Only Rh null red blood cells were not agglutinated by the autoantibody. Therapy included keeping body temperature over 37° C, transfusions of A Rh(D) positive warmed crossmatched blood units, intravenous immunoglobulins (1g/kg/d x 5 days), and methylprednisolone (20 mg/kg/d). Tacrolimus was replaced by cyclosporin A. Further investigations revealed panagglutinating IgG autoantibodies in the plasma and on the erythrocytes and the monospecific direct antiglobulin test became positive for IgM, IgG, C3c and C3d. French National Reference Laboratory for Immuno-Hematology and Rare Blood Groups confirmed these findings and showed both the IgM and IgG autoantibodies to be directed against the Rh proteins (anti-RH29 antibody) and to be strongly active at 37°C. Crossmatched group O Rh(D) positive red blood cell (RBC) units were transfused, however with limited effect and progressive haemolysis. Hb level dropped to 33 g/L. One cryopreserved O Rh null RBC unit was obtained from the French National Rare Blood Bank. Rituximab® (375 mg/m 2 once weekly) (anti-CD 20 monoclonal antibody) was also introduced. Immediately following this transfusion and 24 hours after the first dose of rituximab, Hb levels increased and were stable at 80 g/L. No further transfusions were needed and the haemolytic parameters normalized slowly. Total 4 doses of rituximab were administered.Ten weeks after admission, the child could be discharged. At 18 months’ follow-up, there is no recurrence of AIHA. DISCUSSION Only few cases of AIHA due to warm acting “cold” agglutinins have been described, generally resulting in death. AIHA in patients with liver transplant has been previously reported, mainly due to warm autoantibodies or to classical cold agglutinin disease associated with viral infections, lymphoproliferative disease or autoimmune disorders. Our case is interesting in that this unusual AIHA occurred not only in a liver transplanted child, but also late after transplantation. Although extensive investigations revealed no aetiology, the hypothesis of a viral infection-triggered AIHA with first an IgM, then a mixture of IgM and IgG autoantibodies directed against the same epitope is plausible. This case illustrates the efficacy of rituximab in AIHA not responding to first-line therapy and the importance of international collaboration to provide extremely rare compatible blood units."
}