{
    "doi": "https://doi.org/10.1182/blood-2019-123284",
    "article_title": "Exploring the Basis and Acceptability of Practice Variation Among Thrombosis Medicine Specialists: A Mixed-Methods Study ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Background: How physicians navigate the uncertainty of diagnosis and management of medical conditions with limited evidence is largely unknown. One lens to look at uncertainty in medicine is through evaluating practice variation among physicians, or their differences in their clinical management. Thrombosis medicine is a subspecialty that focuses on the diagnosis and management of patients with venous thromboembolism or its complications. By better defining the nature and acceptability of practice variation in thrombosis medicine, we can gain insights into how to improve patient care and education of learners in situations when uncertainty exists. Purpose: The aims of our study include: (1) Understand the quantity and type of variation that exists among thrombosis specialists; (2) Determine the level of acceptability of practice variation among thrombosis specialists and (3) Identify any guiding principles that thrombosis specialists used when making decisions in areas of clinical uncertainty. Methods: Five challenging clinical vignettes were presented to thrombosis specialists in Ottawa, Canada in 60 minute semi-structured interviews. The vignettes included the management of symptomatic superficial vein thrombosis, a pregnant patient with a pulmonary embolism, a patient with cirrhosis and a portal vein thrombosis, a patient with suspected Essential Thrombocythemia and a deep vein thrombosis, and a patient with past pregnancy losses and positive antiphospholipid antibodies. All management options described in the interviews were included in a follow-up anonymous online questionnaire to the same specialists, in order to delineate the acceptability of other specialists' answers. Interview data were audio recorded and transcribed. Themes were developed through open coding with constant comparative analysis, and through focused coding using the conceptual framework Principles and Preferences . Questionnaire data was analyzed with descriptive statistics, with means, standard deviations (SD) and ranges for continuous variables, and frequencies with percentages for dichotomous variables. Results: All ten (100%) thrombosis specialists completed interviews and 8 completed the follow-up survey. Out of 110 possible management options identified across 5 clinical vignettes, 88 (80%) management options were recommended by at least 1 thrombosis specialist. Complete consensus where all specialists recommended a management option was reached in only 3 (3.4%) items. Consensus, defined as >50% of participants recommending or strongly recommending a management option, was achieved in 23 (26%) of the management options. Despite wide practice variation, there was a high level of acceptability of the different management options. Analysis of interview data identified how specialists managed clinical uncertainty, which included five themes: (1) Knowing the latest evidence or relying on colleagues' expertise; (2) Past experiences; (3) Clinical gestalt and common sense; (4) \"Benefits outweigh the risks\" and (5) Improving the patient experience. Conclusions: While there was a wide range of practice variation among thrombosis specialists in cases of clinical uncertainty, there was a high level of acceptability of different management options. Research is needed on how this affects patient care and the instruction and assessment of learners. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "thrombosis",
        "follow-up",
        "antiphospholipid antibodies",
        "deep vein thrombosis",
        "lens (device)",
        "liver cirrhosis",
        "portal vein thrombosis",
        "pulmonary embolism",
        "superficial thrombophlebitis",
        "thrombocythemia, hemorrhagic"
    ],
    "author_names": [
        "Leslie Skeith, MD",
        "Carol Gonsalves, MD MMEd",
        "Alan Schwartz, PhD",
        "Laura Hirshfield, PhD",
        "Matthew Lineberry, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Leslie Skeith, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, University of Calgary, Calgary, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carol Gonsalves, MD MMEd",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, The Ottawa Hospital, Ottawa Blood Disease Centre, Ottawa, CAN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan Schwartz, PhD",
            "author_affiliations": [
                "Department of Medical Education, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Hirshfield, PhD",
            "author_affiliations": [
                "Department of Medical Education, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Lineberry, PhD",
            "author_affiliations": [
                "University of Kansas Medical Center, Kansas City, KS"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:27:23",
    "is_scraped": "1"
}