{
    "doi": "https://doi.org/10.1182/blood.V104.11.2969.2969",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=84",
    "start_url_page_num": 84,
    "is_scraped": "1",
    "article_title": "The Abl Carboxyl Terminal Region Is Required for the Induction of Acute Lymphoblastic Leukemia by V-Abl but Not for the Induction of Myeloproliferative Disease by BCR/ABL or V-Abl. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The BCR/ABL oncogene, generated by the t(9;22)(q34;q11) chromosomal translocations known as the Philadelphia chromosome (Ph), is associated with virtually all human chronic myelogenous leukemia (CML), and is also associated with 20% of the adult and 5% of the pediatric cases of acute lymphoblastic leukemia (ALL). v-Abl, the oncogene of the Abelson murine leukemia virus (A-MuLV) originally found to cause pre-B cell leukemia/lymphoma when introduced into newborn mice by intraperitoneal or intravenous injection, was created by a recombination event that fused viral gag sequences to c-abl sequences, deleting the Abl SH3 domain and accumulating point mutations in the process. Using a mouse bone marrow transduction and transplantation model, we have previously shown that expression of BCR/ABL in mouse bone marrow cells rapidly (in approximately 3 weeks) induced a myeloproliferative disease (MPD) resembling human CML, while v-Abl rapidly (in approximately 4 weeks) induced B-ALL along with a minor expansion of v-Abl-infected myeloid cells. It has long been shown that the Abl carboxyl terminal region is required for the lymphoid cell transformation by v-Abl both in vivo and in vitro. We decided to investigate the role of the Abl carboxyl terminal region in BCR/ABL- and v-Abl-leukemogenesis using the mouse bone marrow transduction and transplantation model. We found that the Abl carboxyl terminal region is required for v-Abl-induced B-ALL, as expected. But, interestingly, v-Abl without C-terminus (v-Abl/p160/ΔC) induced a MPD in mice, similar to that induced by BCR/ABL, with a relative long latency (approximately 3 months in average). On the other hand, BCR/ABLΔC still induced MPD efficiently, similar as wild type BCR/ABL. These results demonstrated the Abl carboxyl terminal region is required for the induction of acute lymphoblastic leukemia by v-Abl but not for the induction of MPD by BCR/ABL or v-Abl. The results also suggested that v-Abl has a capacity to induce MPD, albeit much weaker than that of BCR/ABL and much weaker than v-Abl’s capacity to induce B-ALL. The role of the ABL carboxyl terminal region in BCR/ABL-induced B-ALL and the mechanism by which the Abl carboxyl terminal region contributes to the lineage-specific transformation are under investigation. Such research will shed lights into the mechanism of lineage-specific leukemogenesis and help to identify therapeutic targets for lymphoid malignancies.",
    "topics": [
        "acute lymphocytic leukemia",
        "bcr-abl tyrosine kinase",
        "burkitt's lymphoma",
        "carboxyl group",
        "myeloproliferative disease",
        "leukemia, b-cell, acute",
        "leukemogenesis",
        "transplantation",
        "intraperitoneal infusion",
        "intravenous injections"
    ],
    "author_names": [
        "Yongli Ji",
        "Alec W. Gross, Ph.D",
        "Xiaowu Zhang, Ph.D",
        "Ruibao Ren, MD, Ph.D."
    ],
    "author_affiliations": [
        [
            "Rosenstiel Basic Medical Sciences Research Center, Biology Dept., Brandeis University, Waltham, MA, USA"
        ],
        [
            "Rosenstiel Basic Medical Sciences Research Center, Biology Dept., Brandeis University, Waltham, MA, USA"
        ],
        [
            "Rosenstiel Basic Medical Sciences Research Center, Biology Dept., Brandeis University, Waltham, MA, USA"
        ],
        [
            "Rosenstiel Basic Medical Sciences Research Center, Biology Dept., Brandeis University, Waltham, MA, USA"
        ]
    ],
    "first_author_latitude": "42.365944299999995",
    "first_author_longitude": "-71.2573496"
}