{
    "doi": "https://doi.org/10.1182/blood-2020-140719",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4664",
    "start_url_page_num": 4664,
    "is_scraped": "1",
    "article_title": "COVID-19 in Patients with Hematologic Malignancies: A Single-Center Experience ",
    "article_date": "November 5, 2020",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction : The emergence of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and subsequent coronavirus-19 (COVID-19) pandemic has impacted hematologic malignancies (HM) care worldwide. Reported risk factors for severe COVID-19 presentation include older age, medical comorbidities, and cardiac disease - many of which apply to patients with HM (Guan et al., 2020; Zhou et al., 2020). Additionally, patients with HM may be at even higher risk of infections with or complications from SARS-CoV-2 due to immune dysfunction from their underlying disease or treatment (He et al., 2020). However, data regarding rates of infection and outcomes in this population are limited. Here we describe the demographic characteristics, coexisting conditions, presenting symptoms, treatment, and outcomes of a cohort of patients with HM and COVID-19 infection at network sites across the Sidney Kimmel Cancer Center- Jefferson Health. Methods : We created an HM-specific COVID-19 database within our health system. Patients were identified for inclusion in the database by physician referral and query of the electronic medical record. Epidemiological, clinical, and laboratory data, therapy details, and outcomes on patients were obtained by accessing electronic medical records. A retrospective study of patients with a diagnosis of a HM- within 5 years of COVID-19 diagnosis-and a confirmed diagnosis of COVID-19 were was conducted using this database. A confirmed diagnosis of COVID-19 was defined as a positive result on a real-time RT-PCR assay of a specimen collected by nasopharyngeal swab. Results : More than 3,000 telehealth or in-person patient visits were conducted for patients with HM in the Jefferson Health Network between March 9, 2020 and July 15, 2020. During that period, 21 patients with HM had a confirmed diagnosis of COVID-19. Median age was 67 years (range 21-89). The majority of patients (86%) had at least 1 comorbid medical condition, and 76% had a history of tobacco use. The most common HM was multiple myeloma (7/21, 33%), followed by diffuse large B-cell lymphoma (3/21, 14%). 12/21 (52%) patients were on active cancer treatment at the time of COVID-19 diagnosis, and patients had received a median of 2 lines of cancer therapy (range 0-6). All 12 patients who were on active therapy at the time of COVID-19 diagnosis experienced a treatment interruption. Two patients had undergone prior autologous stem cell transplant (SCT) and 1 had undergone prior allogeneic SCT. Details on HM diagnosis and treatment are presented in Table 1 . Twenty patients required hospital admission at the time of COVID-19 diagnosis, 7/21 were admitted to the ICU, and 6/21 required intubation. The most common presenting symptoms were fever (48%), cough (43%), and shortness of breath (43%), and lymphopenia (absolute lymphocyte count (ALC) <1,000 B/L) was common at presentation (56%). More than half (13/21, 62%) of patients received some COVID-19 directed therapy, while 8 were treated with supportive care alone. As of July 15, 2020 18/21 (86%) patients were alive. Characteristics of the 3 patients who died are described in Table 2. Conclusion : In contrast to published reports, we found that the number of confirmed COVID-19 in patients with HM at our center was surprisingly low, with only 21 cases in 4 months. Furthermore, the mortality rate of 14% was lower than expected when compared to published cohorts of similar patients, which have shown mortality rates as high as 40% (He et al., 2020; Malard et al., 2020; Martín-Moro et al., 2020). Postulated reasons for the low number of infections include the early adoption of universal masking and robust utilization of telehealth to promote social distancing. In our small cohort, multiple myeloma was the most frequent HM diagnosis associated with COVID-19 infection, but this may be related to the prevalence of MM in our geographic area. The vast majority of HM patients with symptomatic COVID-19 were former smokers. View large Download slide View large Download slide  Disclosures Binder: Janssen: Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy. Alpdogan: Seattle Genetics: Consultancy; Kiowa Kirin: Consultancy. Kasner: Otsuka Pharmaceutical: Research Funding; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding. Martinez-Outschoorn: Otsuka Pharmaceutical: Research Funding. Palmisiano: Genentech: Research Funding; AbbVie: Research Funding. Flomenberg: Tevogen: Consultancy, Honoraria. Porcu: Cell Medica: Research Funding; Daiichi: Consultancy, Honoraria; Galderma: Research Funding; Innate Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Kiowa Kirin: Research Funding; Kura Oncology: Research Funding; Miragen: Research Funding; Verastem: Consultancy; Viracta Therapeutics: Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding.",
    "topics": null,
    "author_names": [
        "Lindsay Wilde, MD",
        "Adam F. Binder, MD",
        "Matthew Carabasi, MD",
        "Joanne Filicko-O'Hara, MD",
        "John L. Wagner, MD",
        "Onder Alpdogan, MD",
        "Margaret Kasner, MDMSc",
        "Thomas R. Klumpp, MD",
        "Ubaldo Martinez-Outschoorn, MD",
        "Neil Palmisiano, MDMS",
        "Gina Keiffer, MD",
        "Dolores Grosso, DNP, CRNP",
        "Michael Millenson",
        "Amy R. MacKenzie, MD",
        "Allison Zibelli, MD",
        "Neal Flomenberg, MD",
        "Pierluigi Porcu, MD",
        "Usama Gergis, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Department of Medical Oncology, Thomas Jefferson University Hospital, Sidney Kimmel Cancer Center, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Sidney Kimmel Cancer Center, Department of Medical Oncology, Division of Hematologic Malignancies and Stem Cell Transplant, Thomas Jefferson University Hospital, Philadelphia,"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Department of Medical Oncology, Thomas Jefferson University Hospital, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Sidney Kimmel Cancer Center, Department of Medical Oncology, Abington-Jefferson Health, Willow Grove, PA"
        ],
        [
            "Thomas Jefferson University Hospital, Philadelphia, PA"
        ],
        [
            "Jefferson University Hospital, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ],
        [
            "Division of Hematologic Malignancies and Hematopoietic Stem Cell Transplantation, Department of Medical Oncology, Thomas Jefferson University, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.922788499999996",
    "first_author_longitude": "-75.16455309999999"
}