{
    "doi": "https://doi.org/10.1182/blood.V112.11.2341.2341",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1234",
    "start_url_page_num": 1234,
    "is_scraped": "1",
    "article_title": "Roscovitine Prevents Alloreactive T Cell Expansion and TNF-a-Mediated Proinflammatory Gene Expression and Protects against GvHD. ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "topics": [
        "graft-versus-host disease",
        "roscovitine",
        "t-lymphocytes",
        "tumor necrosis factors",
        "gene expression",
        "cdk2 protein, human",
        "cyclins",
        "phosphotransferases",
        "rantes",
        "aldesleukin"
    ],
    "author_names": [
        "Lequn Li, MD, PhD",
        "Hui Wang, MD, PhD",
        "Roderick Bronson, MD",
        "Vassiliki Boussiotis, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Oncology and Cancer Biology, Harvard Institutes of Medicine, Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Rodent Pathology, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Hematology- Oncology and Cancer Biology, Harvard Institutes of Medicine, Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33987979999999",
    "first_author_longitude": "-71.1045583",
    "abstract_text": "Graft versus host disease (GvHD) is induced by donor T cells stimulated by recipient’s alloantigens and remains a frequent and severe complication of allogeneic stem cell transplantation (SCT). Cell cycle progression in response to antigenic stimulation plays a critical role in determining the fate of activated T lymphocytes. Cyclin dependent kinase (Cdk)-2 is a key regulator of the cell cycle that promotes phosphorylation of Rb and related pocket proteins thereby reversing their ability to sequester E2F transcription factors and allowing transcription of E2F target genes that facilitate G1/S transition and S-phase progression. Cdk2 also phosphorylates Smad2 and Smad3 and this event reduces Smad3 transcriptional activity and antiproliferative function. We have determined that induction of T cell tolerance results in impaired cdk2 activity leading to reduced level of Smad3 phosphorylation on cdk-specific sites and increased Smad3 antiproliferative function due to upregulation of p15. Since cdk2 is involved in multiple steps of T cell activation, we hypothesized that pharmacologic inhibition of cdk2 might provide an effective strategy to control expansion of alloreactive T cells and might have clinical application for the control of GvHD. To test this hypothesis we used (R)-roscovitine (CYC202), a potent inhibitor of cdk2-cyclin E, which in higher concentrations also inhibits other cdk-cyclin complexes including cdk7, cdk9 and cdk5. Due to its anti-proliferative effects (R)-roscovitine is currently in clinical trials as anticancer drug. To evaluate the effects of (R)-roscovitine on alloreactive T cell responses in vitro we stimulated C57BL/6 T cells with MHC disparate Balb/c splenocytes. Addition of (R)-roscovitine in these cultures resulted in blockade of alloreactive T cell proliferation and IL-2 production. Biochemical analysis revealed that (R)-roscovitine prevented downregulation of p27, phosphorylation of Rb, and synthesis of cyclin A, suggesting that the cell cycle was blocked at G1/S phase. Recently it was determined that (R)-roscovitine is a potent inhibitor of TNF-α-mediated activation of NF-κB pathway in cancer cells. Because induction of NF-κB target genes by TNF-α is essential for regulation of inflammatory immune responses we investigated whether (R)- roscovitine might have a similar effect on TNF-α-mediated NF-κB activation in T cells. Addition of (R)-roscovitine in T cell cultures incubated with TNF-α inhibited TNF-ainduced IkB kinase (IKK) kinase activity resulting in defective IkBa phosphorylation, degradation and re-synthesis. These events lead to defective phosphorylation of p65 on Ser 536, a bona fide IKK site that is required for TNF-a-mediated NF-kB transcription, indicating that roscovitine is an inhibitor of the canonical IKK signaling in T cells. Based on these findings, we examined whether (R)-roscovitine might repress TNF-α induced activation of the NF-κB target genes MCP-1 and RANTES that play a direct role in the pathobiology of GvHD. Incubation of T cells with TNF-α induced both MCP- 1 and RANTES gene and protein expression and these events was suppressed by (R)- roscovitine. Thus, (R)-roscovitine reverses both TCR-mediated clonal expansion and TNF-α mediated inflammatory responses of T cells. Because these properties are highly desirable in therapeutic interventions to prevent GvHD, we employed a mouse model of GvHD to examine the effects of (R)-roscovitine in vivo. Recipient (C57BL/6 x DBA/2) F1 mice were lethally irradiated and were subsequently infused with bone marrow cells and splenocytes, as source of allogeneic T cells, from parental C57BL/6 donors. With this regimen, recipients succumbed to severe acute GvHD with a median survival time of 28 days. Administration of (R)-roscovitine at the time of allogeneic bone marrow transplantation and on a daily basis thereafter for a total 21 days increased median survival of allograft recipients to 68 days (p=0.003). These results indicate that (R)-roscovitine has direct effects on regulating alloreactive T cell immune responses and may provide a novel therapeutic approach for control of GvHD."
}