{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5025.5025",
    "article_title": "Incidence and Predictors of Left Ventricular Dysfunction Among Acute Myeloid Leukemia Patients ",
    "article_date": "December 7, 2017",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Background: Patients with acute myeloid leukemia (AML) induction treatment are at risk for cardiovascular dysfunction. Left ventricular (LV) dysfunction may be a result of chemotherapy or the cytokine crisis resulting from leukemic cells lysis. We sought to investigate the effects age and chemotherapy dosage have on the left ventricular function in leukemia patients undergoing induction. Methods: We performed a retrospective chart review on patients diagnosed with AML including acute promyelocytic leukemia, who received chemotherapy between January 1, 2013 and December 31, 2015 at the Emory University Winship Cancer Center. Baseline and follow up EFs were recorded by echocardiography. We evaluated patients who had a drop in EF after the first or subsequent inductions. A logistic regression model was performed to evaluate the effect of increasing chemotherapy dosage and age on the risk of LV dysfunction. Results: A total of 144 consecutive AML patients with normal ejection fraction at diagnosis were evaluated, of whom 101 patients had Echocardiographic baseline and follow up data. 81 patients received Idarubicin and 20 patients received Daunorubicin. A total of 12 patients (11.8%) demonstrated a decrease in EF (to ≤45%) (range 25-45). The median age of patients with LV dysfunction was 51 years (range 27-69) compared to the median age of 47 (range 18-76) for those who didn't experience a drop in their EF. The median months from the start of treatment to the observed drop were 4 months (1-12). Reduction in EF (range 25-45) was mild to moderate (35-45%) among 90% of patients. 2 out of 12 patients recovered their LV function on repeat echocardiography. In a logistic regression model adjusted for prior LV dysfunction among Idarubicin recipient, LV dysfunction odds increased with increasing age (p value = 0.054), higher Idarubicin dosage (P value = 0.51 and their interaction (p value= 0.052). Conclusions: Patients undergoing induction chemotherapy treatment for AML may experience left ventricular dysfunction. In our sample, the overall incidence of LV dysfunction was 11.8% and the severity was mostly mild to moderate (EF= 35-45%). The risk was higher among older patients who received higher chemotherapy dosages. AML patients undergoing induction chemotherapy, especially older patients and those who receive higher dosages, may benefit from enhanced cardiac surveillance to monitor their LV function. Disclosures Arellano: Cephalon Oncology: Research Funding. Kota: Leukemia Lymphoma Society: Research Funding; Takeda Pharmaceuticals: Consultancy; Novartis: Consultancy; Xcenda: Consultancy; Pfizer: Consultancy; Incyte: Consultancy.",
    "topics": [
        "leukemia, myelocytic, acute",
        "ventricular dysfunction, left",
        "chemotherapy regimen",
        "echocardiography",
        "idarubicin",
        "chemotherapy, neoadjuvant",
        "follow-up",
        "leukemia",
        "acute promyelocytic leukemia",
        "cytokine"
    ],
    "author_names": [
        "Zakaria Almuwaqqat, MD",
        "Manila Gaddh, MD",
        "Danielle Schlafer, Pharm D, BCOP",
        "Don Hutcherson, RPh",
        "Martha L. Arellano, MD",
        "Susmita Parashar, MD MPH, MS",
        "Vamsi Kota, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Zakaria Almuwaqqat, MD",
            "author_affiliations": [
                "Department of Medicine, Emory University School of Medicine, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Manila Gaddh, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle Schlafer, Pharm D, BCOP",
            "author_affiliations": [
                "Emory University Hospital, Atlanta, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Don Hutcherson, RPh",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha L. Arellano, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susmita Parashar, MD MPH, MS",
            "author_affiliations": [
                "Emory University, Atlanta, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vamsi Kota, MBBS",
            "author_affiliations": [
                "Winship Cancer Instiute of Emory University, Atlanta, GA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T12:53:04",
    "is_scraped": "1"
}