{
    "doi": "https://doi.org/10.1182/blood.V128.22.2205.2205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3553",
    "start_url_page_num": 3553,
    "is_scraped": "1",
    "article_title": "Objective Measures of Pre-Transplant Physiologic Fitness Are Strong Predictors of Very-Short Term Transplantation Related Mortality ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "topics": [
        "transplantation",
        "albumins",
        "creatinine clearance",
        "hematopoietic stem cell transplantation",
        "bilirubin",
        "biological markers",
        "allogeneic hematopoietic stem cell transplant",
        "hematologic neoplasms",
        "hemoglobin",
        "tissue transplants"
    ],
    "author_names": [
        "Joshua A Fein",
        "Roni Shouval, MD",
        "Noga Shem-Tov, MD",
        "Ivetta Danylesko, MD",
        "Ronit Yerushalmi, MD",
        "Vered Dulberg, MD",
        "Maya Muchnick, MD",
        "Shalom Hassid",
        "Ramit Mehr, PhD",
        "Avichai Shimoni, MD",
        "Arnon Nagler, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel ",
            "Sackler School of Medicine, Tel-Aviv University, Tel-Aviv, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "The Mina and Everard Goodman Faculty of Life Sciences, Bar-Ilan University, Ramat Gan, Israel"
        ],
        [
            "The Mina and Everard Goodman Faculty of Life Sciences, Bar-Ilan University, Ramat Gan, Israel"
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel-Hashomer, and Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel "
        ]
    ],
    "first_author_latitude": "32.04671",
    "first_author_longitude": "34.842852",
    "abstract_text": "Background Allogeneic hematopoietic stem cell transplantation (HSCT) is a potentially curative therapy for many hematological malignancies, however high mortality associated with the procedure remains a significant obstacle. Predictors of intermediate- and long-term treatment-related mortality (TRM) have been established, including two well-validated scoring systems (HCT-CI, Sorror 2005; EBMT, Gratwohl 2012). These scores reflect overall comorbidity burden (HCT-CI) and disease status together with specifics of the transplant procedure (EBMT). Early mortality post-HSCT may be related closely to the patient's immediate physiological state at the time of HSCT. We hypothesized that clinical laboratory values taken at the time of admission for HSCT may give a useful representation of physiological age and fitness for transplant, and thus be highly predictive of early (100 day) and very-early (30 day) treatment-related mortality (TRM). Methods This was a retrospective study on a cohort of patients who underwent HSCT at a single center for any indication between 2000 and 2014. Hematology and chemistry laboratory data were collected from the time of admission for transplantation, prior to the initiation of conditioning regimens. Variables representing bone marrow function (neutrophils, platelets, hemoglobin), kidney function (creatinine clearance estimated by EPI), liver function (total bilirubin, AST, ALT), nutritional status (albumin) as well as age were included in a Fine & Gray Competing Risk regression at time-points of 30, 100 and 365 days. Cumulative incidence curves were constructed for variables deemed significant at each time-point. Results A total of 1,045 patients were included in this study. The median patient age was 52 (IQR 39-60). Myeloablative conditioning was used for 274 patients (26.2%) while reduced-intensity conditioning was used for 765 patients (73.2%). 568 (54.4%) patients received transplants from sibling donors, and 477 (45.6%) patients received grafts from unrelated donors. Risk associated with individual laboratory biomarkers changed over the course of the first year post-transplantation. Creatinine clearance, albumin and total bilirubin were strong predictors of early mortality (p < 0.01) at 30 days, with hazard ratios of 4.5, 3 and 2.6 respectively. Notably, the prognostic weight of these variables decreased over time. In contrast, the prognostic role of age became evident only later in the first year (table 1). Cumulative incidence of TRM in patients with creatinine clearance < 60 mL/min (fig. 1a) and with albumin < 3.5 g/dL (fig. 1b) showed markedly poorer outcomes over time, with especially strong effect in the immediate aftermath of transplantation. Conclusions Our study demonstrates that common laboratory biomarkers of physiological fitness and biological age are strong determinants of early transplantation-related mortality. These markers are complimentary to existing prognostic models, which utilize broader comorbidity categories (HCT-CI) or specifics of the transplantation procedure (EBMT score) to predict medium and long-term survival trends. Laboratory variables are readily-available objective measures, and may be of particular importance when assessing fitness for the initial transplantation procedure. Table 1 View large Download slide Hazard ratios of the key laboratory markers at 30, 100 and 365 days post-transplantation Table 1 View large Download slide Hazard ratios of the key laboratory markers at 30, 100 and 365 days post-transplantation Figure 1 View large Download slide Cumulative incidence curves stratified by (a) estimated creatinine clearance and (b) albumin pre-transplantation Figure 1 View large Download slide Cumulative incidence curves stratified by (a) estimated creatinine clearance and (b) albumin pre-transplantation Disclosures No relevant conflicts of interest to declare."
}