{
    "doi": "https://doi.org/10.1182/blood.V110.11.5059.5059",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=988",
    "start_url_page_num": 988,
    "is_scraped": "1",
    "article_title": "Outcome of Sibling Reduced-Intensity Conditioning Allogeneic Stem Cell Transplantations in Low-Grade B Cell Lymphoproliferative Disorders. A Single Centre Experience. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "b-lymphocytes",
        "conditioning (psychology)",
        "lymphoproliferative disorders",
        "relationship - sibling",
        "stem cells",
        "transplantation",
        "allopurinol",
        "alemtuzumab",
        "allogeneic stem cell transplant",
        "cancer"
    ],
    "author_names": [
        "Ronan Desmond",
        "Marianna David",
        "Eibhlin Conneally",
        "Paul Browne",
        "Mairead Ni Conghaile",
        "Shaun McCann",
        "Elizabeth Vandenberghe"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, St. James’s Hospital, Dublin, Ireland"
        ],
        [
            "Department of Haematology, University of Pecs, Pecs, Hungary"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin, Ireland"
        ],
        [
            "Department of Haematology, St. James’s Hospital, Dublin, Ireland"
        ]
    ],
    "first_author_latitude": "53.339301999999996",
    "first_author_longitude": "-6.2965131",
    "abstract_text": "Reduced intensity conditioning allogeneic stem cell transplantations (allo-SCT) have been developed to exploit graft-versus-malignancy effect while reducing the toxicity of allo-SCT. We report the outcome of 21 patients with low-grade B cell lymphoproliferative disorders transplanted in a single center. The mean age of the patients was 54 years (range 32–66) with 11 males, 10 females. Follicular lymphoma was the diagnosis in 10 patients, CLL in 5, mantle cell lymphoma in 4, MALT lymphoma in 1 and lymphoplasmocytoid lymphoma in 1 patient. The median number of prior treatment lines was 2. All patients received peripheral blood stem cell transplants from sibling donors and no patients had undergone a prior autologous SCT. 12/21 patients (57%) received a ATG based conditioning regimen while the remainder, 9/21 (42%) received a Campath containing conditioning regimen. Full donor chimerism was confirmed in 17/19 (89%) patients. Acute graft versus host disease (GVHD) developed in 5/21 (23%) of the patients. Chronic GVHD occurred in 7/21 (33%) with 5/21 occuring post donor lymphocyte infusion (DLI). DLI has been administered in 11/21 patients (52%), 2 for progressive disease and 9 for re-emerging mixed chimerism. Non-relapse mortality (NRM) at 100 days and 1 year were 5% and 12.5% respectively. With a median follow up of 21 months (range 3–54) the overall survival rates (OS) at 1 year and 2 years were 72% and 58% respectively. Progression free survival (PFS) at 1 year and 2 years were 66% and 50%. We have shown that reduced intensity conditioning allogeneic stem cell transplantation is associated with a low TRM comparible to that of autologous transplantation and allows long term control of low grade B-cell lymphoproliferative disorders."
}