{
    "doi": "https://doi.org/10.1182/blood.V124.21.2137.2137",
    "article_title": "Lenalidomide Immunomodulation with an Allogeneic Myeloma GVAX in a Near Complete Remission Induces Durable Clinical Remissions ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: Increasing evidence suggests that the depth of response in myeloma (MM) correlates with delayed time to progression 1 .We have previously shown that lenalidomide (Len) can augment vaccine efficacy to the pneumococcal conjugate vaccine (PCV), Prevnar 2 .We extend those observations to examine whether vaccinating patients on Len in a near complete remission (nCR) (negative M-spike, IFE positive) could further deepen the clinical response and generate measurable myeloma specific immunity in a small Phase II study. Design: Patients needed to be on a Len-containing regimen and needed to be in one of the following categories for enrollment: 1) in a stable nCR for at least 4 months; 2) converting from IFE negative to IFE positive; or 3) showed signs of early relapse from a nCR to an M-spike <0.3g/dL. Patients would be continued on single agent Len and receive 4 vaccinations consisting of two allogeneic MM lines, H929, U266 admixed with K562 transduced to express GM-CSF as well as PCV. Patients received 3 monthly vaccines and a boost at 6 months. Results: To date 32 patients have been screened: 12 had relapsed and 5 entered into an IFE negative CR during the 4 month observation period; 11 have been enrolled. Median follow-up for the study is 13.9 months. Of the vaccinated patients, category 1: 4 patients: 3 are in a true CR (IFE-),1 lost the original clone and is still in a nCR. Category 2: 2 patients both achieved a true CR. Category 3: 5 patients: 2 stable disease, 3 progressive disease. The overall true CR rate is 54%.of the patients that achieved a CR with a median follow-up of 17.1 months. Laboratory analysis showed that the patients achieving a CR had more central memory CD8 T cells at baseline in the BM and blood, a greater activation phenotype in CD8 cells in the BM and greater tumor specific IFNg production. Interestingly, LAG-3, TIM-3 and PD-1 on CD8 T cells were more expressed in the BM of CR patients. Conclusions: Vaccination in combination with Len appears to durably deepen the clinical response in patients in a nCR whereas patients with early relapse appear less likely to respond. The deepening the clinical response correlates with the development of myeloma-specific immunity. Vaccination of MM patients in nCR in combination with Len shows promising early clinical activity that warrants further investigation as an approach to maintaining durable clinical remissions. 1.Chanan-Khan, A.A., and S. Giralt. 2010. Importance of achieving a complete response in multiplemyeloma, and the impact of novel agents. J Clin Oncol 28:2612-2624. 2. Noonan, K., L. Rudraraju, A. Ferguson, A. Emerling, M.F. Pasetti, C.A. Huff, and I. Borrello. 2012. Lenalidomide-induced immunomodulation in multiple myeloma: impact on vaccines and antitumor responses. Clin Cancer Res 18:1426-1434. Disclosures Noonan: Celgene: Speakers Bureau. Sidorski: Celgene: Speakers Bureau.",
    "topics": [
        "complete remission",
        "disease remission",
        "immunomodulation",
        "lenalidomide",
        "multiple myeloma",
        "immunofixation",
        "vaccines",
        "follow-up",
        "m-spike",
        "cancer"
    ],
    "author_names": [
        "Kimberly Noonan, PhD MPH",
        "Carol Ann Huff",
        "Amy Sidorski, NP",
        "Anna Ferguson, RN",
        "Lakshmi Rudraraju, MS",
        "Andrea Casildo, BS",
        "Ivan Borrello, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kimberly Noonan, PhD MPH",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carol Ann Huff",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Sidorski, NP",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Ferguson, RN",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lakshmi Rudraraju, MS",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Casildo, BS",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan Borrello, MD",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine and the Sidney Kimmel Comprehensive Cancer Center, Baltimore, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T15:33:56",
    "is_scraped": "1"
}