{
    "doi": "https://doi.org/10.1182/blood-2018-99-113784",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3860",
    "start_url_page_num": 3860,
    "is_scraped": "1",
    "article_title": "Intestinal Microbiota at Neutrophil Engraftment Can Predict Acute Graft-Versus-Host Disease in the Recipients of Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "engraftment",
        "graft-versus-host disease, acute",
        "intestines",
        "microbiome",
        "neutrophils",
        "lactams",
        "transplantation",
        "antibiotics",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Lijie Han, PhD",
        "Zhiping Fan, MD",
        "Hua Jin",
        "Li Xuan",
        "Min Dai",
        "Fen Huang",
        "Ren Lin",
        "Jing Sun",
        "Qifa Liu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
            "Department of Hematology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ]
    ],
    "first_author_latitude": "23.185195",
    "first_author_longitude": "113.33137249999999",
    "abstract_text": "Backgrounds: An increasing of researches have demonstrated that intestinal microbiome plays an important role in the development of acute graft-versus-host disease (aGVHD), and loss of microbiota diversity is associated with aGVHD. But whether microbiota might be as a biomarker to predict aGVHD is undetermined. This study investigates the prediction of intestinal microbiota at neutrophil engraftment for occurrence of aGVHD. Methods: We prospectively collected stool and blood samples from 166 patients undergoing allogeneic hematopoietic stem cell transplantation (allo-HSCT) at pre-conditioning, day 0 and day 15 post-transplantation. The microbiota in stool were detected by 16S rRNA gene sequencing; the inflammatory factors (TNF-α, IL-6, IL-17A, IL-1β and Lipopolysaccharide (LPS)) in blood by multiplex immunoassays and dynamic turbidimetric methods; and T lymphocyte subsets were tested by flow cytometry. AGVHD was determined by retrospective review of the clinical charts. Results: 141 patients were enrolled into analysis, including 83 in grade 0-I aGVHD (non-aGVHD group) and 58 in grades II-IV aGVHD (aGVHD group). The microbiota diversity was lower in aGVHD group than that in non-aGVHD both at day 0 and day 15 post-transplantation (P = 0.018, 0.009, respectively). The diversity was associated with conditioning (Intensified vs. Standard: medain, 3.39 vs. 3.04 (P = 0.017, day 0); medain, 3.17 vs.1.89 (P = 0.045, day 15)) and β-lactam antibiotics (β-lactam vs. No β-lactam: medain, 3.33 vs. 2.48, P = 0.004 (day 15)). At day 15 post-transplantation, Treg/Th17 cells ratio in blood positively correlated with the microbial diversity(r = 0.217, P = 0.010), but negatively correlated with the levels of TNF-α, IL-17A and LPS (r = -0.226, -0.216, -0.291; P = 0.007, 0.010, < 0.001, respectively). Based on the accumulated microbiota Score of the diversity and the special discriminated constitution (Enterobacteriaceae, Lachnospiraceae, Peptostreptococcaceae and Erysipelotrichaceae) between aGVHD and non-aGVHD groups at day 15, the area under the receiver operator characteristic curve (AUC) of the Score could be used to predict aGVHD (II-IV aGVHD: AUC = 0.75, P < 0.001; III-IV aGVHD: AUC = 0.84, p < 0.001). The Score also correlated with the grades of aGVHD (r = 0.481, P < 0.001). Conclusions: The intestinal microbiota diversity is affected by both conditioning and antibiotics. The constitution of microbiota at neutrophil engraftment was a predictive marker for the subsequent development and grades of aGVHD. Keywords: intestinal microbiota, marker, acute graft-versus-host disease, hematopoietic stem cell transplantation Disclosures No relevant conflicts of interest to declare."
}