{
    "doi": "https://doi.org/10.1182/blood.V128.22.5627.5627",
    "article_title": "Functional Geriatric Assessment (F-GA) in Multiple Myeloma Patients: Results from a Prospective Multicenter Study Group (DSMM) Trial and Changes from Baseline to Follow-up Assessment ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Due to continuous research and novel agents, today´s treatment choices for MM patients (pts) are numerous. In order to provide best tolerable and adjusted treatment, it is desirable to objectively assess individuals' biological fitness and comorbidities (CM), rather than using pts' chronological age alone (Bron et al. Haematologica 2016). Therefore, it is necessary to define new functional and geriatric test tools that are suitable to rate CM and therapy-related risks. Methods: This prospective multicenter functional geriatric assessment (F-GA) was attentively performed in newly diagnosed (ND) MM pts within German DSMM study centers prior to initiation of antimyeloma treatment, which reflected pts´ baseline health status. Moreover, a follow-up F-GA was conducted ~12 months after this baseline assessment. The F-GA included: 1. rating of fitness by a) physicians and b) pts, 2.Karnofsky Performance Status (KPS), 3.pain scale, 4.Instrumental activity of daily living (IADL), 5.Activity of daily living (ADL), 6.SF12-QoL questionnaire, 7.malnutrition, 8.Mini-Mental status (MMS), 9.geriatric depression scale (GDS) and 10. Timed Up and Go Test (TUGT). In addition, established CM scores were determined: a) Initial-Myeloma Comorbidity Index (I-MCI) and b) Revised-MCI (R-MCI), c) International Myeloma working group (IMWG) score, d) Charlson Comorbidity Index (CCI), e) Hematopoietic Cell Transplantation Specific-Comorbidity Index (HCT-CI), f) Kaplan Feinstein (KF), g) eGFR/ß2MG. The trial protocol was approved by the ethics committees. All pts provided written informed consent and all procedures were conducted in accordance with the Declaration of Helsinki and the International Conference on Harmonization and GCP Guidelines. Results: A total of 289 newly diagnosed MM pts of all age groups have already been included in this prospective multicenter trial. Characteristics of pts were typical for tertiary centers with a median age of 62 years (range: 27-85), hemoglobin of 11.0g/dl (5-17), eGFR of 70ml/min/1.73qm (7-163), ß2-MG of 3 mg/l (1-38) and bone marrow plasma cell infiltration of 40% (0-100). Pts estimated their fitness with a median of 3 (1-6) and pain level of 2 (0-10). In line, their frailty assessment revealed a median KPS of 80% (30-100) and TUGT of 10 (4-80). Median functional results were for the ADL 5 (2-6), for the IADL 8 (1-8) and for malnutrition 3 (0-14). The MMS revealed only a slight cognitive deficiency of 28 (15-30) and GDS of 2 (0-13). CM scores showed a median I-MCI of 0 (0-3), R-MCI of 4 (0-9), IMWG of 1 (0-4), CCI of 2 (0-8), HCT-CI of 2 (0-9), KF of 1 (0-3), eGFR/ß2MG score of 1 (0-2). Most relevant F-GA-tools for PFS and OS - according to our current results - seem to be the TUGT, R-MCI and IMWG scores. Those 122 pts that have already received both baseline (T0) and follow-up assessments (T1) showed notable and significant improvement in some of these tests (Tab. 1), e.g. ADL, R-MCI, IMWG, CCI, HCT-CI scores, whereas others, such as the IADL and KF remained almost constant. Pain, depression and malnutrition also improved, albeit to as yet insignificant extends. For 66 pts the second assessment has to be done within the next month, 60 patients died since the start of this trial, 40 of those within the first 12 months and 85 pts dropped out without a second assessment. Conclusion: To the best of our knowledge, this is the first extensive prospective, multicenter F-GA that determines most valuable disease risks, functional tests and CM scores in MM pts. Our results suggest that relevant parameters in MM pts are the KPS, fitness rating by physicians and pts, ADL, TUGT, frailty, malnutrition, pain due to osteolyses, and renal function, whereas the IADL, MMS, GDS and lung function seem less revealing. Most predictive test tools are the R-MCI- and IMWG-scores that distinguish fit, intermediate-fit and frail pts most precisely. The results of our follow-up-assessment demonstrate that pts´ health status may significantly improve upon treatment. We continue this F-GA in an even larger prospective multicenter cohort to consolidate these results which will be presented at the meeting. View large Download slide View large Download slide  Close modal Disclosures Langer: Celgene: Consultancy; Takeda: Consultancy; Janssen: Consultancy; Amgen: Consultancy; Novartis: Consultancy. Knop: Takeda: Consultancy. Engelhardt: Janssen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Other: Travel/Accommodation/Expenses , Research Funding; MSD: Consultancy, Honoraria.",
    "topics": [
        "follow-up",
        "geriatric assessment",
        "multiple myeloma",
        "plasmacytosis",
        "brachial plexus neuritis",
        "malnutrition",
        "pain",
        "frailty",
        "geriatric depression scale",
        "get up and go test"
    ],
    "author_names": [
        "Sophia Scheubeck",
        "Sandra Maria Dold, M. Sc.",
        "Gabriele Ihorst, PhD",
        "Alexander Zober, MD",
        "Stefan J. Müller, Dipl.-Pharm.",
        "Christian Langer, MD",
        "Wolfram Pönisch",
        "Lars-Olof Mügge, MD",
        "Stefan Knop, MD",
        "Justus Duyster, MD",
        "Martin Schumacher, PhD",
        "Ralph M. Waesch, MD",
        "Monika Engelhardt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sophia Scheubeck",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sandra Maria Dold, M. Sc.",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Ihorst, PhD",
            "author_affiliations": [
                "Centre for Clinical Trials, University Medical Center Freiburg, Freiburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Zober, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan J. Müller, Dipl.-Pharm.",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Langer, MD",
            "author_affiliations": [
                "Hematology, Oncology & Rheumatology, Department of Medicine III, Medical Center - University of Ulm, Ulm, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfram Pönisch",
            "author_affiliations": [
                "Hematology & Oncology, Medical Center, University of Leipzig, Leipzig, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars-Olof Mügge, MD",
            "author_affiliations": [
                "Hematology & Oncology, Medical Center - University of Jena, Germany, Jena, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Knop, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, Würzburg University Medical Center, Würzburg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justus Duyster, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Schumacher, PhD",
            "author_affiliations": [
                "Institute of Medical Biometry and Medical Informatics, University of Freiburg Medical Center, Freiburg, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph M. Waesch, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Engelhardt, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation, Department of Medicine I, Medical Center - University of Freiburg, Freiburg, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:38:49",
    "is_scraped": "1"
}