{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2349.2349",
    "article_title": "Factor VII Augusta (FVII G395D/G395N):Â a Compound Heterozygous Deletion Insertion and Missense Variant Manifesting As Moderate Bleeding Disorder ",
    "article_date": "December 7, 2017",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Coagulation Factor VII occupies a key role in the coagulation system in that it activates Factor X to Xa when bound to Tissue Factor and also activates IX to IXa that in turn leads to Xa activation via an augmentation pathway of blood coagulation. Factor VII deficiency is usually transmitted in an autosomal recessive fashion and predisposition for bleeding manifestations may be highly variable and does not correlate with plasma factor VII activity levels. More than often patients are compound heterozygous for two different amino acid substitutions and it is difficult to predict the impact that each one of these mutations may have on a patients bleeding predisposition. In this report, we describe a patient with a compound heterozygous deletion insertion and missense variant, manifesting as moderate bleeding disorder. The patient is a 20 year old woman with a significant history of dysmenorrhea and menorrhagia. The patient complains of easy bruising, but so far has not had muscle or joint bleeds. Laboratory evaluation showed the patient to have a only slightly prolonged PT time of 14 sec and decreased Factor VII activity in vitro to 38%. Factor VII gene sequencing revealed that the patient has a nucleotide substitution 1184G>A on one allele resulting in AA substitution Glycin >Aspartate in position 395 (G395D) and 1183_1184 deletion on the other allele resulting in a Glycine to Asparagine substitution at same position (G395N). Both AA substitutions FVII G395D/G395N are located in the carboxy-terminus of the serum protease region of the protein. In both instances glycine a small non-polar AA is replaced with two larger, polar amino-acids (Aspartate and Asparagine). We predict that the G395D is pathogenic, since Asp D is highly negativly charged and the G395N acid substitution would likewise lead to the polar Asn N to interact with other charged AA. The replacement of Glycine, an amino acid which is small and with its two flanking hydrogen side chains can allow for a large conformational flexibility in the structure of proteins, by two highly polar AA predictably may have incurred conformational structural changes on FVII G395D/G395N protease domain that affected Factor VII activity but not antigen. Since FVII G395D/G395N has so far not been described we would like to refer to it as FVII Augusta. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bleeding diathesis",
        "blood coagulation disorders",
        "factor vii",
        "heterozygote",
        "glycine",
        "amino acids",
        "asparagine",
        "endopeptidases",
        "hemorrhage",
        "peptide hydrolases"
    ],
    "author_names": [
        "Afshin Ameri, MD",
        "Rebecca S Parker, MD",
        "Joetta H Smith, RN MSN"
    ],
    "author_dict_list": [
        {
            "author_name": "Afshin Ameri, MD",
            "author_affiliations": [
                "Georgia Cancer Center, Pediatric Hematology/Oncology, Augusta University, Medical College of Georgia, Augusta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebecca S Parker, MD",
            "author_affiliations": [
                "Department of Pediatrics, Augusta University, Medical College of Georgia, Augusta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joetta H Smith, RN MSN",
            "author_affiliations": [
                "Department of Pediatrics, Pediatric Hematology/Oncology, Augusta University, Medical College of Georgia, Augusta, GA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:33:17",
    "is_scraped": "1"
}