{
    "doi": "https://doi.org/10.1182/blood.V122.21.4618.4618",
    "article_title": "Developing Novel Approaches To Comprehensively Assess T Cell Repertoire Dynamics In The Early Post-Transplant Period ",
    "article_date": "November 15, 2013",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "Although allogeneic hematopoietic stem cell transplantation (allo-HSCT) is a highly effective treatment modality for many hematologic malignancies, a major treatment-associated toxicity is the induction of a prolonged state of T cell immunodeficiency in the transplant recipient, which in turn contributes to critical clinical outcomes such as infectious complications, and the risk of relapse. Targeted deep sequencing of the T cell receptor beta-chain (TCRβ) has emerged as a promising technology for enabling the qualitative and quantitative monitoring of T cell recovery following transplant with unprecedented resolution. Major challenges remain, however, in the establishment of informative analysis tools for characterization of global TCRβ repertoire dynamics. In the current work, we developed and applied a novel analysis approach as a mean to gain detailed biological insight into T cell reconstitution following allo-HSCT. To this end, we isolated naïve and memory CD4+ and CD8+ T cells from peripheral blood mononuclear cells of 14 patients with advanced chronic lymphocytic leukemia who underwent allo-HSCT following reduced-intensity doses of fludarabine and busulfan. From these T cell subpopulations, genomic DNA was extracted at post-transplant day 30 (d30) and later time points informative for thymic-independent (4 month post-transplant; d120) and thymic-dependent (1 year post-transplant; d365) T cell immune recovery. Subsequently, a template library for sequencing on an Illumina GA2 system was generated through PCR amplification of the TCRβ CDR3 region using an established panel of 45 Vβ- and 13 Jβ-specific primers. We obtained a median of 394,872 (range 0-26,426,784) productive reads across our 168 samples. As a comparison group, we further studied repertoire data from naïve and memory CD4+ and CD8+ T cells collected from 9 healthy adult volunteers. To characterize how transplant perturbs the TCR repertoire, we first compared VDJ usage between the transplanted patients and the healthy controls. For each of the post-transplant and control samples, we tallied the number of clones from all sequenced compartments (CD4+ and CD8+, naïve and memory) that used each of the several thousand possible VDJ combinations. We performed pairwise comparisons of the resulting VDJ distributions for all 253 sample pairs at days 30, 120 and 365 by calculating the R 2 and, separately, X 2 statistics. Permutation analysis demonstrated that control samples were more similar to each other than either post-transplant day 30, 120 or 365 samples ( P =2.5-5.0x10 -5 , 2.5-5.0x10 -5 and ≤2.5x10 -5 by X 2 ; 2.5-5.0x10 -5 , 5.5-5.7x10 -4 and 1.0-1.2x10 -4 by R 2 , respectively). Of note, whereas control samples demonstrated a similar VDJ usage, such similarity was not observed among post-transplant samples at day 30, 120 or 365 ( P =0.65, 0.53, and 0.60 by X 2 ; P =0.014, 0.38, and 0.43 by R 2 , respectively). These results demonstrate that VDJ usage in transplant recipients remains more heterogeneous than in healthy controls throughout the entire first year of reconstitution. To understand whether this heterogeneity reflects equilibrium or dynamic changes of the TCR repertoire, we visualized the time course of reconstitution using principal component analysis of VDJ usage. We observed marked dynamism, in which most transplant recipients both experienced a greater degree of change than was represented by the controls, and explored regions of VDJ usage very different from that of controls. Preliminarily, we observed that several transplant recipients became more similar to controls over time, while others did not. Our results demonstrate that post-transplant T cell reconstitution follows both personal and highly dynamic trajectories across a range of clinical courses, and suggest that TCR sequencing in larger sample sizes is a promising avenue for future study. Ongoing analyses focus on investigating the correlates of this dynamism among the 14 transplant recipients through subgroup analysis based on their clinical course and sequence-level analysis. The results obtained through these novel computational and systems methods will be integrated with other experimental measures of immune reconstitution including immunophenotyping and TCR excision circle (TREC) analysis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "t-lymphocytes",
        "transplantation",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "busulfan",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dna",
        "excision"
    ],
    "author_names": [
        "Ute E. Burkhardt, PhD",
        "Joseph Kaplinsky, PhD",
        "Cindy Desmarais, PhD",
        "Kristen E. Stevenson",
        "Edwin P. Alyea, MD",
        "Robert J. Soiffer, MD",
        "Jerome Ritz, MD",
        "Donna S. Neuberg, ScD",
        "Ramy Arnaout, MD, PhD",
        "Catherine J. Wu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ute E. Burkhardt, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Kaplinsky, PhD",
            "author_affiliations": [
                "Department of Medicine, Beth Israel Deaconess Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cindy Desmarais, PhD",
            "author_affiliations": [
                "Adaptive Biotechnologies, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen E. Stevenson",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edwin P. Alyea, MD",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women’s Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Soiffer, MD",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women’s Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Ritz, MD",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women’s Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S. Neuberg, ScD",
            "author_affiliations": [
                "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramy Arnaout, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women’s Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine J. Wu, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T04:05:45",
    "is_scraped": "1"
}