{
    "doi": "https://doi.org/10.1182/blood.V108.11.3394.3394",
    "article_title": " TP53 Gene Expression, Correlated with 17p13 Deletion, Is a Significant and Independent Adverse Prognostic Factor in Multiple Myeloma Treated with High-Dose Therapy and Auto-Transplants. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Deletion of chromosome 17p13 is a poor risk feature in MM, presumably resulting from a loss-of-hetrozygosity of the TP53 locus. However, details on the role of TP53 in the pathogenesis of MM and its relevance as a prognostic variable remain uncertain. We determined TP53 mRNA expression, DNA sequence integrity and copy number in newly diagnosed and relapsed disease and correlated these features with disease progression and outcome. Among 351 newly diagnosed cases treated on TT2, a randomized trial of high-dose chemotherapy and autotransplants +/− thalidomide. TP53 gene expression, as determined by Affymetrix microarray of CD138-selected cells, varied from a high of 5,241 to a low of 10 (mean 1,460). TP53 expression lower than 727, present in 10% of tumors, was associated with shorter event-free survival (EFS: P =0.0012) and overall survival (OS: P =0.0006) with a median follow-up of 40 months. Short EFS ( P <0.0538) and OS ( P <0.0384) was also associated with a low TP53 expression (< 727) in 10% of 214 cases treated on TT3 followed a median of 16 months. On univariate analyses, low TP53 was linked to high CRP (>4.1 mg/L), creatinine (>221 umol/L), and LDH (>191 IU/L), Amp1q21, del13, MRI lesions (>3), and high-risk molecular groups (PR, MS, and MF) (P < .05) in the TT2 cohort. There was no significant difference in cytogenetic abnormalities, B2M (>4 mg/L), albumin (33%). On multivariate regression analysis, low TP53 expression was an independent variable predicting shorter survival (EFS: P =0.044; OS: P =0.019), even in the context of high-risk molecular entities and ISS. We next used interphase FISH to correlate TP53 gene copy number with expression in randomly selected cases from the TT2 cohort. 17p13 deletion was observed in 88% (27% with bi-allelic deletion) of 17 cases from the group of 35 (10% of total) with the lowest TP53 expression, while deletion was present in 36% in 22 cases with low-, 12% in 17 cases with mid-level, and 6% in 17 samples with high-expression of TP53 ( P <0.001). Surprisingly, there was no correlation between TP53 gene expression levels and expression of 121 known TP53 targets genes in newly diagnosed and relapsed disease, yet a strong correlation was observed in myeloma cell lines. Sequence analysis of TP53 revealed no mutations in 24 newly diagnosed cases, whereas mutations were seen in exon 7, 8 and 9 in 5 of 20 relapsed samples ( P =0.014). Analysis of TP53 expression in 90 relapses from the TT2 cohort revealed that 18% had TP53 at or below the high-risk level of 727, representing a near doubling of the percentage seen in newly diagnosed disease ( P =0.019). Comparison of TP53 expression in 50 paired baseline-relapse samples from the TT2 cohort revealed a near significant trend for a reduction across 32 relapses from the no thalidomide arm ( P =0.08) and a significant increase in expression across 18 relapses on the thalidomide arm ( P =0.0035). Sequence analysis of TP53 in seven paired baseline and relapse samples from cases treated with thalidomide revealed no mutations were observed. A more comprehensive sequence and copy number analysis on paired samples from both arms is pending. Together these data demonstrate that low TP53 expression is strongly correlated with 17p13 deletion and is a significant and independent prognostic variable, independent of changes in TP53 target genes.",
    "topics": [
        "albumins",
        "chemotherapy regimen",
        "chromosome abnormality",
        "c-reactive protein, increased",
        "creatinine",
        "disease progression",
        "dna",
        "follow-up",
        "magnetic resonance imaging",
        "multiple myeloma"
    ],
    "author_names": [
        "Wei Xiong",
        "Fenghuang Zhan",
        "Yongsheng Huang",
        "Bart Barlogie",
        "John D. Shaughnessy, Jr."
    ],
    "author_dict_list": [
        {
            "author_name": "Wei Xiong",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fenghuang Zhan",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yongsheng Huang",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John D. Shaughnessy, Jr.",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T12:49:47",
    "is_scraped": "1"
}