{
    "doi": "https://doi.org/10.1182/blood.V108.11.5146.5146",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=660",
    "start_url_page_num": 660,
    "is_scraped": "1",
    "article_title": "High Anti-Tumor Activity of Natural Killer Cells after Non-Myeloablative Conditioning and Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "allogeneic stem cell transplant",
        "conditioning (psychology)",
        "natural killer cells",
        "neoplasms",
        "hematopoietic stem cell transplantation",
        "leukemia",
        "lamp-1",
        "aplastic anemia",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Lars Fischer, MD",
        "Olaf Penack, MD",
        "Andrea Stroux",
        "Chiara Gentilini, MD",
        "Eckhard Thiel",
        "Lutz Uharek"
    ],
    "author_affiliations": [
        [
            "Hematology & Oncology & Transfusion Medicine, Charité Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "Hematology & Oncology & Transfusion Medicine, Charité Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "Biostatistics and Clinical Epidemiology, Charité Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "Hematology & Oncology & Transfusion Medicine, Charité Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "Hematology & Oncology & Transfusion Medicine, Charité Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "Hematology & Oncology & Transfusion Medicine, Charité Campus Benjamin Franklin, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.4414522",
    "first_author_longitude": "13.3204622",
    "abstract_text": "Background: It is hypothesized that enhanced graft-versus-leukemia activity of natural killer (NK) cells contributes to the clinical efficacy of non-myeloablative allogeneic hemotopoietic stem cell transplantation (HSCT). We compared NK cell cytotoxic activity after transplantation with full and reduced dose regimens with normal values obtained from healthy volunteers. Methods&Material: Using a flow cytometric assay that detects CD107a expression after coincubation with leukemia cell lines as a marker for NK cell degranulation we prospectively quantified and characterized NK cells mediating anti-tumor activity in patients after HSCT. Mononuclear cells (MNC) were isolated from peripheral blood of 17 healthy individuals and 31 patients transplanted with G-CSF mobilized peripheral blood stem cells at day +30. MNC were incubated with leukemia cell lines HL60 and K562 (effector/target ratio 1:1) and expression of CD107a was measured after 3 hours. The absolute number of degranulating (CD107a + ) NK cells was calculated. Results: Thirty one patients (five with ALL, four with NHL, one with Aplastic Anemia and 21 with AML) were enrolled, of whome 22 were transplanted from a matched related donor, seven from a matched unrelated donor, and two from a haploidentical donor. Nine patients had been transplanted after conditioning with 2 Gy TBI only, whereas 22 patients had received various conventional dose regimens. NK cell counts at day +30 after HSCT with conventional conditioning were comparable to normal values, but percentage and number of degranulating cells were significantly reduced (2.4% and 7/μl vs. 6.2% and 18/μl; p<0.0001 and p=0.0003). In contrast, in patients after 2 Gy TBI the percentage of degranulating NK cells was comparable to healthy donors (7.6%; p=0.9), and interestingly, absolute numbers of all and of degranulating NK cells (41/μl; p=0.004) were higher than normal values and consequently higher than in patients with conventional dose conditioning. Conclusions: Using this new method we were able to exactly quantify tumor-reactive NK cells after HSCT in a feasible way. We found a high cytotoxic activity of NK cells towards leukemia cell lines in patients undergoing non-myeloablative conditioning with 2Gy TBI. Further studies to determine the clinical impact of these findings are needed."
}