{
    "doi": "https://doi.org/10.1182/blood.V110.11.3626.3626",
    "article_title": "Evaluation of a Method for Removal and Determination of Thrombogenic Microparticles. ",
    "article_date": "November 16, 2007",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "It is now generally accepted that circulating cell-derived microparticles play a major role in thrombotic diseases. Currently available methods to analyse microparticles are not easy to standardize, need specialized technical equipment or detect only subpopulations of microparticles. In this study a new method for quantification of circulating thrombogenic microparticles (MP) is evaluated (Technothrombin® MP Microparticle and Ceveron ® MFU-500). The principle of this method is based on the differences in thrombin generation between platelet poor plasma (PPP) and microparticle free plasma (MPFP) obtained by a standardized filtration meethod. This difference in thrombin generation between PPP and MPFP plasma reflects the amount of microparticles contained in PPP and removed by filtration. To evaluate this method, PPP from normal blood donors was prepared by centrifugation for 15 min at 2,500xg. MPFP was generated by filtration (Ceveron® MFU-500; 0.2 μm). For comparison MPFP was also prepared by high speed centrifugation (15,000xg for 30 min). All samples were analysed for thrombin generation using the Technothrombin®TGA method. For calibration purposes, dilutions of purified MP from red blood cells were prepared in MPFP plasma and thrombin generation was measured before and after filtration of each dilution. Recovery of MP from the filter membrane was performed by rinsing the membrane with an equal volume of standard MP free plasma. In addition, filtered and non-filtered samples were analyzed in standard coagulation assays (PT, aPTT, Fibrinogen, FVIII activity, Lupus). Peak thrombin values from centrifuged (57nM±8) or filtered samples (79nM±11) were not significantly different from each other (p=0.14) but were significantly lower (p<0.05) than those from PPP (171nM±21) indicating that MP have a significant effect on thrombin generation. These data further indicate that centrifugation and filtration are equally effective in removing microparticles, a fact that was supported by data from FACS analysis of microparticles which reveal that on average, 86%±10 of MPs could be removed by the described filtration procedure. The analysis of purified MP diluted in MP free plasma showed that the difference in peak thrombin before and after filtration correlated to the number of microparticles and thus a calibration curve could be established. By rinsing the filters using standard MP free plasma, peak thrombin values of the starting sample could be recovered, further indicating that microparticles are responsible to a large extent for thrombin generating capacity in PPP. With respect to the effect of filtration of MP on standard clotting assays, significant differences between PPP and MPFP were found for aPTT tests only in one of three reagents tested (PPP 36.0 sec±3.5, MPFP 38.2sec ±3.4, p<0.05). The Lupus LCA Index for MPFP (34.8±6) was significantly lower than in PPP (47,4±7; p<0.05). For the other coagulation parameters tested (Fibrinogen, PT and FVIII activity) no significant differences were found between PPP and MPFP. Taken together, all these results show that circulating microparticles are a major determinant for thrombin generation and that thrombogenic microparticles can easily and quantitatively be analyzed from the difference in thrombin generation between PPP and MPFP obtained by filtration through Ceveron® MFU-500. Moreover, it is shown that microparticles have a significant effect not only on thrombin generation but also on some standard clotting assays.",
    "topics": [
        "activated partial thromboplastin time measurement",
        "calibration",
        "cell-derived microparticles",
        "centrifugation",
        "dilution technique",
        "discoid lupus erythematosus",
        "fibrinogen",
        "lupus erythematosus",
        "massively-parallel genome sequencing",
        "mucopolysaccharidoses"
    ],
    "author_names": [
        "Helga Vetr, PhD",
        "Markus Graf",
        "Sabine Geiter, MS",
        "Manfred Oberreither, PhD",
        "Bernd R. Binder, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Helga Vetr, PhD",
            "author_affiliations": [
                "Research and Development, Technoclone GmbH, Vienna, Austria"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Markus Graf",
            "author_affiliations": [
                "Research and Development, Technoclone GmbH, Vienna, Austria"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Geiter, MS",
            "author_affiliations": [
                "Research and Development, Technoclone GmbH, Vienna, Austria"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manfred Oberreither, PhD",
            "author_affiliations": [
                "Research and Development, Technoclone GmbH, Vienna, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernd R. Binder, MD",
            "author_affiliations": [
                "Vascular Biology and Thrombosis Research, Medical University of Vienna, Vienna, Austria"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T13:07:31",
    "is_scraped": "1"
}