{
    "doi": "https://doi.org/10.1182/blood.V110.11.1775.1775",
    "article_title": "Statistical Evidence for the Existence of a Regulatory Mechanism That Balances α-Globin and AHSP Expression in Erythroid Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "abstract_text": "Alpha haemoglobin stabilizing protein (AHSP) is encoded by a gene abundantly expressed in erythroid cells whose function is to chaperone α-chains in the process of haemoglobin assembly ( Yu et al, JCI  2007 ; 117 : 1856 ). The central role of the excess of α-chains in the pathogenesis of β-thalassemia and the AHSP ability to limit the toxicity of excessive α-globin suggest that increases of AHSP expression might ameliorate the clinical phenotype of β-thalassemia. To clarify the relationship between AHSP and globin gene expression, we measured the levels of mRNA for these genes in erythroblasts generated in vitro from the blood of 30 normal donors and 8 β-thalassemic patients. Normal erythroblasts presented a marked donor-to-donor variability in the expression levels of all the genes analysed. Inter-quartile range (IQR) analyses indicates that the gene whose expression has the highest variability is α-globin (IQR=31.5), followed by β-globin (IQR=8.74), AHSP (IQR=2.82) and γ-globin (IQR=0.86). The IQR value for the α/non-α globin ratio (1.91) is higher than that of the γ/γ+β ratio (0.11), an indication of the existence of donor variegation in the levels of unbalance between expression of α- and non-α globin genes in cells from different donors. The extent of this variegation is even more apparent by the high IQR level of the α-(non-α) expression difference (IQR=38.6). β-thalassemic erythroblasts expressed normal levels of α- and γ-globin, significantly ( P <.05) lower levels of β-globin mRNA and, surprisingly, high levels (by 10-fold) of AHSP mRNA. Subject-variability in gene expression was also observed for β-thalassemic erythroblasts. In this case, the gene whose expression had the highest variability is AHSP (IQR=42.8), followed by α-globin (IQR=11.75), β-globin (IQR=3.32), and γ-globin (IQR=1.74). The IQR for the α/non-α globin ratio (7.2) is higher than that of the γ/γ+β ratio (0.67) also for β-thalassemic erythroblasts. The difference between the variances of the excess of α-expression [α-(non-α)] in β-thalassemic and normal erythroblasts is significant by F test ( P =.0023). Statistical analyses of these results indicates that, as expected, the levels of α-globin mRNA are positively correlated to those of the non-α globin genes in normal erythroblasts (R 2 =.93, P<.001) but not in β-thalassemic cells (R 2 =.22, P<.24). In contrast, the levels of α-globin mRNA are positively correlated with those of AHSP both in normal (R 2 =.86, P<.0001) and β-thalassemic (R 2 =.66, P<.05) erythroblasts. Moreover, in spite of the fact that expression of α-globin is correlated, at least in normal erythroblasts, with that of γ+β mRNA, no correlation is found between levels of AHSP mRNA and those of γ+β mRNA. No correlation is also observed between levels of AHSP mRNA and the α/non-α ratio. In contrast, the levels of AHSP mRNA are correlated with the levels of excess of α-globin mRNA in normal erythroblasts (R 2 =0.86, P<.0001) and the fact that are not correlated in β-thalassemic cells (R 2 =.45, P=.066) might be due to the limited experimental points available for analyses. In conclusion, this statistical analyses provides evidence for the existence of a regulatory mechanism that balances expression of AHSP with that of excess of α-globin mRNA in erythroid cells. It is suggested that this regulatory mechanism may represent a target for eventual gene modifiers of the β-thalassemic trait. MEF is the recipient of a Marie Curie training Network Fellowship from EU.",
    "topics": [
        "balance, device",
        "erythroid cells",
        "globins",
        "rna, messenger",
        "hemoglobin",
        "thalassemia",
        "curie",
        "molecular chaperones",
        "toxic effect",
        "erythroblasts"
    ],
    "author_names": [
        "Maria Elena Fabucci, MD",
        "Katija Jelicic, PhD",
        "Elena Alfani, PhD",
        "Anna Rita F. Migliaccio, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Elena Fabucci, MD",
            "author_affiliations": [
                "Istituto Superiore di Sanita, Rome, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katija Jelicic, PhD",
            "author_affiliations": [
                "Istituto Superiore di Sanita, Rome, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Alfani, PhD",
            "author_affiliations": [
                "Istituto Superiore di Sanita, Rome, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Rita F. Migliaccio, PhD",
            "author_affiliations": [
                "Istituto Superiore di Sanita, Rome, Italy",
                "University of Illinois at Chicago, Chicago, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T15:44:36",
    "is_scraped": "1"
}