{
    "doi": "https://doi.org/10.1182/blood.V122.21.308.308",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2489",
    "start_url_page_num": 2489,
    "is_scraped": "1",
    "article_title": "FLVCR1a But Not FLVCR1b Is Required For Effective Erythropoiesis In Adult Mice ",
    "article_date": "November 15, 2013",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron",
    "topics": [
        "anemia",
        "anemia, macrocytic",
        "carrier proteins",
        "cisplatin/methotrexate/vinblastine protocol",
        "death",
        "erythropoiesis",
        "ferrochelatase",
        "fluorides",
        "heme",
        "hemoglobin"
    ],
    "author_names": [
        "Raymond T Doty, PhD",
        "Marilyn Sanchez-Bonilla",
        "Siobán B. Keel, MD",
        "Janis L. Abkowitz, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology, University of Washington, Seattle, WA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology, University of Washington, Seattle, WA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology, University of Washington, Seattle, WA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology, University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "There are two characterized isoforms of FLVCR. The long form, FLVCR1a, is a broadly expressed cell surface heme exporter (Cell 118: 757, 2004) which exports heme from the cytoplasm to an extracellular carrier protein (JBC 285: 28874, 2010). The short isoform, FLVCR1b, is transcribed off an internal promoter and localizes to the mitochondria where it exports heme out of mitochondria into the cytoplasm (JCI 112: 4569, 2012). Adult mice with an induced deletion of both isoforms of FLVCR develop severe macrocytic anemia (Science 319: 825, 2008), indicating that FLVCR is essential for erythropoiesis. Mice constitutively lacking both isoforms of FLVCR die midgestation with craniofacial and digit abnormalities and lack definitive erythropoiesis while mice lacking only FLVCR1a die midgestation with craniofacial and digit abnormalities yet appear to have intact erythropoiesis (Science 319: 825, 2008, JCI 112: 4569, 2012). These results suggest that FLVCR1b, and not FLVCR1a, is required for erythropoiesis. To definitively test whether FLVCR1a or FLVCR1b is sufficient for red cell development, we transplanted mice with marrow lacking both isoforms of FLVCR that had been transduced with either FLVCR1a or FLVCR1b along with a GFP marker. Both cohorts of mice had comparable marking frequency in granulocytes (31.1±16.4%, N=15, FLVCR1a vs 32.7±16.9%, N=8, FLVCR1b) at 4 weeks post-transplant. By 7 wks post-transplant, 71.3±19.7% of the RBC in mice that received FLVCR1a were derived from transduced cells, while only 1.0±0.8% of the RBC in mice that received FLVCR1b were derived from transduced cells. Mice that received FLVCR1a are healthy and have normal CBC parameters (WBC 8.34±4.7 k/ml, RBC 7.95±1.2 M/ml, HGB 12.5±1.7 g/dl, MCV 47.9±2.0 fl , PLT 879±387 k/ml) which persist 9 months later, while mice that received FLVCR1b are severely anemic (WBC 1.9±1.3 k/ml, RBC 1.5±0.6 M/ml, HGB 2.0±0.8 g/dl, MCV 36.5±0.8 fl , PLT 1442±1232 k/ml) and die by 8 weeks post-transplant. This demonstrates that only the FLVCR1a isoform is capable of reconstituting erythropoiesis in adult mice lacking both isoforms in hematopoietic cells. One possible way to reconcile these data with the reported role of FLVCR1b, would be if FLVCR1b were needed during fetal, but not adult, erythropoiesis. As mentioned above, adult mice with an induced deletion of FLVCR develop severe macrocytic anemia (HBG 6.5±2.2 g/dl, MCV 67.9±7.3 fL; vs controls 14.6±0.7, 44.7±3.6), in contrast, over expression of FLVCR1a results in mild hypochromic microcytic anemia (HBG 13.2±1.4 g/dl, MCV 41±5.2 fL; vs controls 15.4±0.5, 49.3±1.3). Because hypochromasia and microcytosis only result from heme or hemoglobin deficiency, FLVCR1a must export heme from differentiating erythroblasts in vivo. To confirm this, we sorted developing erythroblasts from FLVCR-deleted and control mice and measured heme content at each stage. Terminally differentiating erythroid precursors (populations I-IV, PNAS 106: 17413, 2009) from FLVCR-deficient mice have significantly more heme than those from control mice (I&II 359.6±99.9 pg/cell, III 702.2±302.2 pg/cell, IV 657.8±292.9 pg/cell, versus controls 131.4±65.2, 153.9±27.1, and 269.1±102.7 respectively, all p<0.05) and have significantly more apoptosis. To definitively demonstrate that heme toxicity causes proerythroblast apoptosis and macrocytic anemia, we are using existing mouse model systems to modulate impact heme synthesis or degradation and test whether they alter the effect of FLVCR deletion on erythropoiesis. The presence of the ferrochelatase mutation, Fech m1Pas/m1Pas , does not rescue FLVCR deficiency, most likely because the accumulation of toxic precursor products which are also substrates of FLVCR (JBC 285: 28874, 2010). We are currently evaluating whether over-expression of HO-1 or restricted expression of the transferrin receptor can mitigate the effect of FLVCR deletion. Disclosures: No relevant conflicts of interest to declare."
}