{
    "doi": "https://doi.org/10.1182/blood.V122.21.980.980",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2630",
    "start_url_page_num": 2630,
    "is_scraped": "1",
    "article_title": "Mechanistic Insights Into Ventricular Arrhythmias Associated With Sickle Cell Disease: Role Of Abnormal Repolarization ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "topics": [
        "sickle cell anemia",
        "ventricular arrhythmia",
        "cardiac arrhythmia",
        "myocardial fibrosis",
        "qtc",
        "depolarization",
        "electric stimulation",
        "sudden cardiac death",
        "sudden death",
        "t wave feature"
    ],
    "author_names": [
        "I D Greener, Ph.D.",
        "C A Rutledge, BS",
        "T Abassi, BS",
        "K Yadav, BS",
        "A B Desai, MD",
        "M Oberoi, MD",
        "P Chunduru, MD",
        "D P Parikh, MD",
        "J GN Garcia, MD",
        "Victor R. Gordeuk, MD",
        "Cheryl A. Hillery, MD",
        "S c Dudley, Jr., MD",
        "Roberto F Machado, MD",
        "A A Desai, MD"
    ],
    "author_affiliations": [
        [
            "Cardiovascular Research Center, Brown University, Providence, RI, USA, "
        ],
        [
            "Cardiovascular Research Center, Brown University, Providence, RI, USA, "
        ],
        [
            "Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
        ],
        [
            "Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
        ],
        [
            "Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
        ],
        [
            "Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
        ],
        [
            "Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
        ],
        [
            "Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
        ],
        [
            "Medicine, University of Arizona, Tucson, AZ, USA, "
        ],
        [
            "Comprehensive Sickle Cell Center, Section of Hematology/Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
        ],
        [
            "Medicine, Medical College of Wisconsin and Blood Research Institute, Milwaukee, WI, USA, "
        ],
        [
            "MEDICINE, BROWN UNIVERSITY, PROVIDENCE, RI, USA, "
        ],
        [
            "Section of Pulmonary, Critical Care & Sleep Medicine, Department of Medicine, University of Illinois at Chicago, Chicago, IL, USA, "
        ],
        [
            "MEDICINE, UNIVERSITY OF ILLINOIS AT CHICAGO, CHICAGO, RI, USA"
        ]
    ],
    "first_author_latitude": "41.82677179999999",
    "first_author_longitude": "-71.4025482",
    "abstract_text": "Introduction Sudden death, ventricular arrhythmias, prolonged QTc on ECG, and myocardial fibrosis have been documented independently in patients with sickle cell disease (SCD). We hypothesized that these electrical abnormalities are associated with myocardial fibrosis, ventricular arrhythmias, and death in SCD. Methods & Results A retrospective chart review of 195 SCD patients seen at the University of Illinois at Chicago was performed evaluating the association of ECG intervals with documented mortality and/or ventricular tachycardia (VT). Only ECGs demonstrating normal sinus rhythm and heart rates < 100 were included. Significant increases in PR (181 + 30 vs 162 + 26 ms, p=0.009), QRS (102 + 24 vs 89 + 11ms, p=0.0002), QTc (456 + 36 vs 441 + 25, p=0.02), and Tp-Te (duration between peak to end of T wave in lead V5, 114 + 46 vs 76 + 23, p=2.11X10 -7 ) intervals were associated with a combined endpoint of all-cause mortality and VT (n=16 compared to n=179 SCD controls) with similar heart rates across both groups (78 + 14 vs. 77 + 11, p=0.72). To elucidate the mechanisms underlying this increased clinical risk in SCD patients, we investigated hearts from a mouse model of SCD. Cardiac electrical stimulation in vivo induced ventricular arrhythmias in 3/4 homozygous (-/-) SCD compared to only 1/5 wild-type (WT) hearts. Interestingly, Tp-Te– an established sudden cardiac death predictor- was significantly prolonged in -/- SCD vs. WT mice (5.6 + 0.29 vs. 4.1 + 0.37 msec ; p<0.05). Furthermore, left ventricular (LV) effective refractory periods (37+ 2.3 vs. 22 + 4.57 ms; p<0.05) and mid-anterior (LV) monophasic action potentials (MAPs) of -/- SCD mice, revealed increased duration compared to WT mice (53 + 2.3 vs. 33 + 6.9 ms; p<0.05). Conclusion In SCD patients, poor clinical outcomes are associated with abnormalities in depolarization and, prominently, repolarization. The SCD mouse exhibited arrhythmia vulnerability associated with repolarization abnormalities (Tp-Te, LV MAPs). The SCD mouse may represent a useful model for deciphering the mechanisms underlying the apparent increased arrhythmia burden in SCD patients. Disclosures: Hillery: Bayer: Consultancy; Biogen Idec: Consultancy."
}