{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2758.2758",
    "article_title": "CDC37 As a Novel Target for the Treatment of NPM1-ALK Expressing Anaplastic Large Cell Lymphomas ",
    "article_date": "December 7, 2017",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies: Poster II",
    "abstract_text": "Anaplastic large cell lymphoma (ALCL) is an aggressive CD30+ T-cell lymphoma that accounts for 2-8% and 10-15% of non-Hodgkin lymphomas in adults and children, respectively. The currently used standard therapy for anaplastic lymphoma kinase (ALK, a member of the insulin receptor superfamily) positive ALCL has limited effectiveness, resulting in a substantial percentage of cases with poor outcomes, either failing to enter remission or relapse within a few months after starting treatment. Thus, there is a clear unmet clinical need for developing novel, effective and safer therapeutic strategies for ALCL. Nucleophosmin 1 (NPM1) is a nucleolar phosphoprotein, which functions as a molecular chaperone for proteins and nucleic acids. Approximately 50% of ALCL cases are positive for the NPM1-ALK fusion chimera generated by the t(2;5) chromosomal translocation. The oligomerization domain of NPM1 in the fusion protein NPM1-ALK mediates the ligand-independent dimerization of chimeric protein, which results in constitutive activation of the chimeric tyrosine kinase activity leading to downstream signaling pathways responsible for the oncogenicity. As NPM1-ALK is an established heat shock protein 90 (HSP90) client protein, we hypothesized that disruption of the interaction between master chaperone HSP90 and co-chaperone Cdc37 would be a viable druggable target. Celastrol is a natural compound extracted from the root bark of Chinese medicinal plant Tripterygium wilfordi. Anticancer properties of celastrol are attributed to its action on the interaction of HSP90 and its co-chaperone Cdc37. Hsp90 is an ATP-dependent master molecular chaperone. Cdc37 is a Hsp90 co-chaperone and disruption of Hsp90-Cdc37 interaction will result in the degradation of Hsp90 client proteins. Celastrol disrupts the interaction of Hsp90 and Cdc37 through inhibition of Hsp90 ATPase activity without blockage of ATP binding site as observed with Hsp90 inhibitors. We used NPM1-ALK endogenously expressing Karpas299, SUDHL-1 and ectopically expressing Ba/F3-FG-NPM1-ALK cell lines in our study. Treatment with celastrol (0.1-1 µM) significantly induced apoptosis dose dependently in ALCL cells. Apoptosis was associated with activated caspase 3 and poly (ADP-ribose) polymerase cleavage. We also observed upregulation of proapoptotic protein BAD and downregulation of antiapoptotic proteins survivin and MCL1. Celastrol treatment inhibited NPM1-ALK mediated signaling and downstream signaling effectors STAT3, AKT, and ERK1/2 by degradation of the NPM1-ALK fusion protein. Cell survival was evaluated by clonogenic survival assay and results were clearly indicative that the clonogenic survival is diminished in celastrol treated samples compared to controls. Our immunoprecipitation studies clearly demonstrated that celastrol treatment disrupted the interaction between Hsp90 and Cdc37 and induced degradation of the NPM1-ALK fusion protein. Altogether, targeting Cdc37 using celastrol is a novel therapeutic approach to induce apoptosis in ALCL cells expressing NPM1-ALK and warrants developing future therapeutic intervention strategies. Disclosures Ganguly: Amgen: Other: Advisory Board; Seattle Genetics: Speakers Bureau.",
    "topics": [
        "adenosine diphosphate ribose",
        "adenosine triphosphatases",
        "anaplastic lymphoma kinase",
        "antiapoptotic agents",
        "caspase-3",
        "disease remission",
        "fusion proteins",
        "hsp90 heat-shock proteins",
        "immunoprecipitation",
        "insulin receptor"
    ],
    "author_names": [
        "Sudhakiranmayi Kuravi, M.S.",
        "Elizabeth Parrott, M.A.",
        "Siddhartha Ganguly, MD",
        "Anusha Vallurupalli, MD",
        "Yogenthiran Saunthararajah, MD",
        "Brian S Blagg, PhD",
        "Jensen Roy, MD",
        "Joseph P. McGuirk, DO",
        "Ramesh Balusu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sudhakiranmayi Kuravi, M.S.",
            "author_affiliations": [
                "University of Kansas Cancer Center, University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Parrott, M.A.",
            "author_affiliations": [
                "University of Kansas Cancer Center, University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siddhartha Ganguly, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies & Cellular Therapeutics, University of Kansas Cancer Center, Westwood, KS "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anusha Vallurupalli, MD",
            "author_affiliations": [
                "University of Kansas Cancer Center, University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yogenthiran Saunthararajah, MD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology, Taussig Cancer Institute, Cleveland Clinic Case Western Reserve Univ., Cleveland, OH ",
                "Taussig Cancer Institute, Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian S Blagg, PhD",
            "author_affiliations": [
                "University of Kansas, Lawrence, KS "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jensen Roy, MD",
            "author_affiliations": [
                "University of Kansas Cancer Center, University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph P. McGuirk, DO",
            "author_affiliations": [
                "Department of Blood and Bone Marrow Transplant, The University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramesh Balusu, PhD",
            "author_affiliations": [
                "University of Kansas Medical Center, Kansas City, KS"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:48:03",
    "is_scraped": "1"
}