{
    "doi": "https://doi.org/10.1182/blood.V122.21.1827.1827",
    "article_title": "Evaluation Of Targeting CD47-SIRPα Using Primary Effusion Lymphoma Xenograft Mouse Model ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster I",
    "abstract_text": "Introduction Recently, the critical roles of CD47 on the surface of resistant cancer cells and its ligand, signal regulatory protein alpha (SIRPα), have been proposed in their evasion of immunosurveillance. Primary effusion lymphoma (PEL) is a subtype of aggressive non-Hodgkin lymphoma that shows serous lymphomatous effusion without tumor masses in body cavities especially in advanced advanced acquired immunodeficiency syndrome (AIDS). The lack of optimal therapy combined with the aggressive nature of PEL results in a short median survival of less than 6 months. There is therefore a need for the development of new therapies. In this study, we transplanted PEL cells intraperitoneally into immunodeficient mice and evaluated the effect of targeting CD47-SIRPα signal with anti-CD47 antibody (Ab) and NOD-specific SIRPα on PEL. Methods Surface CD47 expressions of six PEL cell lines and peripheral blood mononuclear cells (PBMC) from six different donors were examined by flow cytometry. The antiproliferative activities of anti-CD47Ab against PEL cell lines were measured by the methylthiotetrazole (MTT) method. Efficacy of anti-CD47 Ab-mediated phagocytosis against PEL was evaluated using mouse peritoneal macrophages and human macrophages in vitro . In a direct xenograft mouse model, primary PEL cells were injected intraperitoneally into NOD/Rag-2/Jak3 double-deficient mice to assess the in vivo efficacy of anti-CD47 Ab. To clarify the effect of NOD-specific SIRPα on PEL, we compared the phagocytic activities of peritoneal macrophages against PEL and the in vivo engraftment of PEL among Rag-2/Jak3 double-deficient mice with NOD and non-NOD (Balb/c and C57/BL6) genetic backgrounds. Organ invasion by PEL cells was evaluated by immunohistochemistry and flow cytometry. Results Surface CD47 of PEL cell lines was highly expressed compared with that of PBMC. Anti-CD47 Ab did not have a direct antitumor effect against PEL cell lines. Treatment with anti-CD47 Ab promoted phagocytic activities of mouse peritoneal macrophages and human macrophages in vitro . In addition, the expression of CD47 was significantly correlated with the fold increase of phagocytic activity. Treatment with anti-CD47 Ab inhibited the ascites formation and organ invasion completely in vivo compared with control IgG-treated mice. Anti-CD47 Ab-treated mice seemed to stay in healthy and show no apparent change. Although the numbers of peritoneal macrophages were not different among Rag-2/Jak3 double-deficient mice with NOD and non-NOD genetic backgrounds, the phagocytic activity in NOD mice was significantly decreased compared with non-NOD mice. Consistent with the data of phagocytosis assay, the development of PEL cells in NOD mice was superior to those in non-NOD mice. Conclusions CD47 and SIRPα play the pivotal role in the immune evasion of PEL. NOD-specific SIRPα polymorphism has been reported to produce signals for macrophages not to engulf human cells. Thus, NOD-specific SIRPα is considered to contribute to the attenuation of macrophage phagocytosis and enable the development of PEL. CD47-SIRPα signal could be a therapeutic target for the immunotherapy of PEL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cd47 antigen",
        "mice",
        "primary effusion lymphoma",
        "transplantation, heterologous",
        "acquired immunodeficiency syndrome",
        "flow cytometry",
        "antibodies",
        "ascites",
        "effusion",
        "immunoglobulin g"
    ],
    "author_names": [
        "Hiroki Goto, MD",
        "Eriko Kudo",
        "Kouki Matsuda",
        "Ryusho Kariya",
        "Manabu Taura, PhD",
        "Seiji Okada, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroki Goto, MD",
            "author_affiliations": [
                "Center for AIDS Research, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eriko Kudo",
            "author_affiliations": [
                "Center for AIDS Research, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kouki Matsuda",
            "author_affiliations": [
                "Center for AIDS Research, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryusho Kariya",
            "author_affiliations": [
                "Center for AIDS Research, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manabu Taura, PhD",
            "author_affiliations": [
                "Center for AIDS Research, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiji Okada, MD, PhD",
            "author_affiliations": [
                "Center for AIDS Research, Kumamoto University, Kumamoto, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:38:21",
    "is_scraped": "1"
}