{
    "doi": "https://doi.org/10.1182/blood.V120.21.4565.4565",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2320",
    "start_url_page_num": 2320,
    "is_scraped": "1",
    "article_title": "Cannabinoid Receptor 1 in Chronic Lymphocytic Leukemia: Strong Prognostic Marker with Limited Therapeutic Use ",
    "article_date": "November 16, 2012",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "cannabinoid receptors",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "prognostic marker",
        "therapeutic uses",
        "cannabinoids",
        "agonists",
        "antagonists",
        "rna, messenger",
        "cannabidiol"
    ],
    "author_names": [
        "Patricia Weiss",
        "Edit Anna Porpaczy, MD",
        "Trang Le",
        "Cathrin Skrabs",
        "Michaela Gruber",
        "Clemens Pausz",
        "Ulrich Jäger",
        "Katrina Vanura"
    ],
    "author_affiliations": [
        [
            "Hematology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Hematology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Hematology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Hematology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Hematology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Hematology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Medicine I, Division of Hematology, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Hematology, Medical University of Vienna, Vienna, Austria, "
        ]
    ],
    "first_author_latitude": "48.21715534999999",
    "first_author_longitude": "16.3523001",
    "abstract_text": "Abstract 4565 Cannabinoids, the active compounds of the marijuana plant Cannabis sativa L. , have been used for their medical properties for thousands of years. They exert their function by binding to the two cannabinoid receptors (CNR1 and CNR2), CNR1 being expressed mostly in the nervous while CNR2 mainly is found in the immune system. Various studies reported that cannabinoids induce apoptosis and inhibit cell proliferation, invasion, and metastasis, and block angiogenesis in solid tumours. We and others (1, 2) have previously observed an overexpression of CNR1 and 2 and induction of apoptosis upon incubation with cannabinoids in hematologic malignancies, including chronic lymphocytic leukemia (CLL). These data led us to more thoroughly evaluate the role of the two receptors in CLL. A cohort of 102 well characterized CLL patients was screened by real-time PCR for CNR1 and 2 mRNA expression, expression was calculated relative to the mean of CD19 sorted healthy cells (N=4). Also, peripheral blood mononuclear cells (PBMC) from CLL patients (N=10–16) and healthy donors (HD) (N=2–3) were incubated with cannabinoids (ACEA, AM251, JWH-133, AM630, (−)-Cannabidiol, R-(+)-Methandamide) in suspension and co-culture with the mouse fibroblast cell line M2–10B4 at concentrations ranging from 5 to 100 μM for 48h. IC50 values were calculated based on standard viability assays. Although CNR2 mRNA expression was found to be overexpressed compared to healthy individuals (median 3.6, range 0.1–14.4), high or low gene expression (cut-off = 3.6) did not correlate with any clinical markers. In contrast, CNR1 which also was overexpressed in CLL patients (CNR1: median 1.34, range 0–140.4) was found to have prognostic value. With a cut-off set at median CNR1 expression (1.34), high CNR1 expression was associated with Binet stages B+C (p=0.049), unmutated IGHV (p= 0.006), and high CD38 expression (p=0.032). Furthermore, CNR1 high expressing patients had shorter overall (median 154.2 months vs. median not reached; p=0.002) and treatment free survival (median 53.6 vs. 141.4 months; p= 0.000). Based on these data, we evaluated CNR 1 & 2 as potential therapeutic targets. As shown in Table 1 , in particular the antagonists reduced cell viability considerably in suspension culture. In co-culture, the microenvironment protected tumour cells from compound induced cytotoxicity except for methanandamide (RM), cannabidiol (CBD), and AM630 which retained their toxicity. However, some of the compounds also had significant impact on healthy cells showing in some instances IC50 values similar to that of CLL cells ( Table 1 ). Interestingly, the sensitivity of samples to the cannabinoids was not associated with mRNA expression of either of the receptors. Taken together, we provide data that mRNA expression of CNR1 but not CNR2 is of prognostic value in CLL. Although some cannabinoids reduce viability in neoplastic cells considerably independent of CNR expression, also healthy cells are affected, indicating a poor therapeutic ratio in chronic lymphocytic leukemia. Table 1. IC50 values achieved after 48h incubation of primary CLL and HD cells and M2–10B4 mouse fibroblasts with cannabinoids. For comparison, IC50 values for fludarabine are included. Concentrations in μM, NR = 50% viability reduction not reached.  Compound . Action . Primary CLL suspension . Primary HD suspension . Primary CLL co-culture . M2-10B4 fibroblasts . RM *  CNR1 agonist 33.19 60.13 29.27 34.55 CBD μ  CNR1 antagonist, CNR2 inverse agonist 21.74 15.09 16.78 13.52 ACEA CNR1 agonist 31.78 39.01 NR NR AM251 CNR1 antagonist 9.43  11.44 NR NR JWH133 CNR2 agonist 75.68 78.12 NR NR AM630 CNR2 antagonist, CNR2 inverse agonist, weak CNR1 agonist/inverse agonist 12.08 28.51 27.64 28.27 Fludarabine  4.18 7.08 5.36 103.15 Compound . Action . Primary CLL suspension . Primary HD suspension . Primary CLL co-culture . M2-10B4 fibroblasts . RM *  CNR1 agonist 33.19 60.13 29.27 34.55 CBD μ  CNR1 antagonist, CNR2 inverse agonist 21.74 15.09 16.78 13.52 ACEA CNR1 agonist 31.78 39.01 NR NR AM251 CNR1 antagonist 9.43  11.44 NR NR JWH133 CNR2 agonist 75.68 78.12 NR NR AM630 CNR2 antagonist, CNR2 inverse agonist, weak CNR1 agonist/inverse agonist 12.08 28.51 27.64 28.27 Fludarabine  4.18 7.08 5.36 103.15 * RM = R-(+)-Methanandamide. μ CBD = (−)-Cannabidiol. View Large Disclosures: No relevant conflicts of interest to declare."
}