{
    "doi": "https://doi.org/10.1182/blood.V114.22.2694.2694",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1361",
    "start_url_page_num": 1361,
    "is_scraped": "1",
    "article_title": "Phase I/II Study of Escalating Doses of Idarubicin in Combination with Methotrexate, Vindesine and Prednisolone in Patients with Primary Central Nervous System Lymphoma: Results of the GOELAMS LCP99 Multicenter Trial. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS POSTER II",
    "topics": [
        "idarubicin",
        "methotrexate",
        "prednisolone",
        "primary central nervous system lymphoma",
        "vindesine",
        "toxic effect",
        "prednisone",
        "brachial plexus neuritis",
        "neutropenia",
        "communicable diseases"
    ],
    "author_names": [
        "Gaelle Olivier, MD",
        "Martine Gardembas, MD",
        "Vincent Delwail, MD",
        "Annie Le Mevel, MD",
        "Martine Escoffre-Barbe, MD",
        "Annie Brion, MD",
        "Jean Michel Boulet, MD",
        "Philippe Solal-Celigny, MD",
        "Pierre Ingrand, MD",
        "Philippe Colombat, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Oncology-Hematology and Cell Therapy, CHU, Poitiers, France, "
        ],
        [
            "Haematology, CHU, Angers, France, "
        ],
        [
            "Oncology-Hematology and Cell Therapy, CHU, Poitiers, France, "
        ],
        [
            "Haematology, Centre Anticancereux, Saint Herblain, France, "
        ],
        [
            "Hématologie clinique, Hôpital pontchaillou, Rennes, France, "
        ],
        [
            "Hematology, CHU J. Minjoz, Besan|$$con, France, "
        ],
        [
            "Oncology-Hematology, CHG, Orleans, France, "
        ],
        [
            "Centre Jean Bernard, Le Mans, France, "
        ],
        [
            "Department of Biostatistics, CHU, Poitiers, France, "
        ],
        [
            "Service d' Hematologie et Therapie Cellulaire, CHU, Tours, France"
        ]
    ],
    "first_author_latitude": "46.5581835",
    "first_author_longitude": "0.38522009999999995",
    "abstract_text": "Abstract 2694 Poster Board II-670 Introduction: This study was performed to determine the maximum-tolerated dose (MTD) and the recommended dose (RD) of idarubicin in combination with methotrexate (MTX), vindesine (VDS) and prednisolone (PRED) given to previously untreated patients (pts) (60–70 years-old) with primary central nervous system lymphoma (PCNSL). Patients and Methods: MTX and VDS were respectively given at the fixed dose of 3 g/m 2 (6-hour intravenous [IV]) and 3 mg/m 2 IV both on day 1. PRED was given at the fixed dose of 60 mg/m 2 (IV or per os) on day 1 to 5. Idarubicin was administrated IV on day 1 with doses starting at 12 mg/m2 and escalated by 2 mg/m 2 increments until MTD. Treatment was repeated every 3 weeks, three times. G-CSF was used. Intrathecal chemotherapy (MTX 15 mg, cytarabine 40 mg ) was performed on day 1. Subsequent whole brain irradiation (30 Gy + 10 Gy on residual mass) was performed. Limiting toxicity was defined as grade 4 neutropenia for more than 7 days or thrombopenia grade 4 or extra haematological toxicity more than grade 2. Results: Between 2000 and 2005, 35 immunocompetent pts (19 men, 16 women) with a new diagnosis of PCNSL received 87 cycles at four different idarubicin dose levels. At dose level 1 (12 mg/m 2 ) and level 2 (14 mg/m 2 ), only one of six developed a limiting toxicity. About 3 cases, no limiting toxicity was observed at level 3 (16 mg/m 2 ). Three of six developed a limiting toxicity at level 4 (18 mg/m 2 ) which was considered as MTD. Fourteen patients were enrolled at level 3 to confirm the data. At level 3, main haematological toxicities were neutropenia grade 3 (9%) or grade 4 (40%) and main extra haematological toxicities were infectious disease (5 % grade 3 or 4) and renal failure (grade 2: 9%). Median survival time was 385 days (IC95% 136–679).Overall response rate after radiotherapy was 65.7 % (15 CR, 7 PR). Conclusion: Our study suggests that the RD of idarubicin administrated with MTX, VDS and PRED, should be 16 mg/m 2 on day 1 every 21-day cycle. Disclosures: Delwail: Innate Pharma: Honoraria."
}