{
    "doi": "https://doi.org/10.1182/blood.V118.21.501.501",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2035",
    "start_url_page_num": 2035,
    "is_scraped": "1",
    "article_title": "Conditioning Intensity in Allogeneic Hematopoietic Cell Transplantation (alloHCT) for Diffuse Large B-Cell Lymphoma (DLBCL) ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Lymphoma and Multiple Myeloma",
    "topics": [
        "conditioning (psychology)",
        "diffuse large b-cell lymphoma",
        "hematopoietic stem cell transplantation",
        "complement membrane attack complex",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification",
        "monitored anesthesia care",
        "chemotherapy regimen",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Ulrike Bacher, MD",
        "Evgeny Klyuchnikov, MD",
        "Jeanette Carreras, MPH",
        "Jennifer Le-Rademacher, PhD",
        "Ginna G. Laport, MD",
        "Silvia Montoto, MD",
        "David G. Maloney, MD, PhD",
        "Parameswaran Hari, MBBS, MD, MRCP"
    ],
    "author_affiliations": [
        [
            "Department for Stem Cell Transplantation, University of Hamburg, Hamburg, Germany, "
        ],
        [
            "Department for Stem Cell Transplantation, University of Hamburg, Hamburg, Germany, "
        ],
        [
            "Medical College of Wisconsin, CIBMTR, Milwaukee, USA, "
        ],
        [
            "Medical College of Wisconsin-CIBMTR, "
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, QMUL, London, United Kingdom, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ],
        [
            "Medical College of Wisconsin-CIBMTR, "
        ]
    ],
    "first_author_latitude": "53.59082850000001",
    "first_author_longitude": "9.973988100000001",
    "abstract_text": "Abstract 501 Non-myeloablative (NMC) and reduced intensity (RIC) conditioning approaches rely primarily on a graft-vs-lymphoma (GVL) effect and aim at reducing transplant-related mortality (TRM) associated with myeloablative conditioning (MAC). We analyzed outcomes for 396 adults (228 male) receiving alloHCT for DLBCL following MAC (n=165), RIC (n=143) or NMC (n=88) regimens between 2000 and 2009 and reported to the Center for International Blood and Marrow Transplant Research (CIBMTR). Conditioning regimens were classified using consensus criteria. Engraftment, cumulative incidences of acute and chronic graft-vs-host disease (GvHD), TRM, progression and probabilities of progression-free (PFS) and overall survival (OS) were compared between MAC and NMC/RIC. Common MAC regimens were cyclophosphamide (CY) + total body irradiation (TBI) (54%) and busulfan (BU) + CY (23%). Common RIC regimens were fludarabine (Flu) with melphalan (44%) or BU (39%) and for NMC, Flu with CY (48%) and low dose TBI (33%). Practice patterns changed with declining use of MAC regimens after 2003 (> 66% of total being MAC pre-2003 and 50 yrs vs 39% for MAC), more likely to have received prior autoHCT (36% and 51% vs 18%), prior radiation and more prior chemotherapy regimens (55 and 70% vs 44% with >3 regimens) than those with MAC. Recipients of RIC and NMC were less likely to have chemotherapy resistant disease (30% and 26% vs. 42% for MAC); and had a longer median interval from diagnosis to alloHCT (median 27 and 36 mo vs. 17 mo). Day 100 engraftment was more frequent in RIC and NMC recipients (99% and 97% with ANC >500/cu.mm vs. 88% for MAC, p <0.001). Acute (43–44%) and chronic GvHD incidence (37–42% at 5 years) was similar across the groups. Outcomes are summarized in Table 1 . TRM at day +100 and at 5 years was significantly higher for MAC compared with RIC and NMC groups (See Table 1 ). Lymphoma relapse/progression at 5 years was significantly lower for MAC vs. RIC and NMC but 5 year PFS and OS at 5-years did not differ significantly. In multivariable analysis, NMC (HR 0.58, p=0.026) and later year of alloHCT (HR 0.49, p<0.001) were associated with lower TRM while Karnofsky status <90 (HR 1.51, p=0.011), chemo-resistant relapse (HR 2.79, p<0.001) and URD (HR 2.32, p<0.001) were associated with higher TRM. Higher incidence of relapse/progression was associated with NMC (HR 2.14, p=0.003), non-receipt of rituximab prior to alloHCT (HR 1.69, p=0.008) and chemo-resistant disease (HR 2.06, p=0.006). Conditioning intensity did not impact OS and PFS. In selected patients with advanced DLBCL, allogeneic HCT can induce long-term PFS irrespective of the intensity of conditioning with a lower incidence of TRM with RIC and NMC regimens. Due to increased toxicity, the use of MAC regimens has been declining in recent years. However, the incidence of RIC/NMC, risk of relapse/progression was concordantly higher in the RIC/NMC recipients so that survival did not differ significantly between conditioning regimens. Further studies are needed to clarify optimal conditioning strategies for advanced DLBCL aiming to further reduce TRM. Table 1:  Parameter . Intensity of Conditioning (95% CI) . p-value . MAC . RIC . NMC . TRM @day +100 at 5 yrs 32% (25–39%) 24% (17–31%) 17% (10–26%) 0.029 56% (48–64%) 47% (38–56%) 36% (26–46%) 0.007 Relapse @ 5 yrs 26% (19–33%) 38% (30–46%) 40% (30–50%) 0.031 OS @ 5 yrs 18% (12–25%) 20% (13–29%) 26% (17–36%) 0.365 PFS @ 5 yrs 18% (12–24%) 15% (9–23%) 25% (16–34%) 0.309 Parameter . Intensity of Conditioning (95% CI) . p-value . MAC . RIC . NMC . TRM @day +100 at 5 yrs 32% (25–39%) 24% (17–31%) 17% (10–26%) 0.029 56% (48–64%) 47% (38–56%) 36% (26–46%) 0.007 Relapse @ 5 yrs 26% (19–33%) 38% (30–46%) 40% (30–50%) 0.031 OS @ 5 yrs 18% (12–25%) 20% (13–29%) 26% (17–36%) 0.365 PFS @ 5 yrs 18% (12–24%) 15% (9–23%) 25% (16–34%) 0.309 View Large View large Download slide View large Download slide  Disclosures: Montoto: Genentech: Research Funding; Roche: Honoraria."
}