{
    "doi": "https://doi.org/10.1182/blood.V110.11.1073.1073",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=917",
    "start_url_page_num": 917,
    "is_scraped": "1",
    "article_title": "Incidence of Adenovirus and BK Virus Reactivation and Diseases Following Reduced-Intensity Cord Blood Transplantation for Adult Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "topics": [
        "adenoviruses",
        "bk virus",
        "umbilical cord blood transplantation",
        "hematopoietic stem cell transplantation",
        "hematuria, gross",
        "graft-versus-host disease",
        "hematuria, microscopic",
        "alkylating agents",
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Kazuya Ishiwata",
        "Naoyuki Uchida",
        "Hisashi Yamamoto",
        "Shinsuke Takagi",
        "Daisuke Kato",
        "Sachiko Seo",
        "Naofumi Matsuno",
        "Kazuhiro Masuoka",
        "Atsushi Wake",
        "Shigesaburo Miyakoshi",
        "Akiko Yoneyama",
        "Shuichi Taniguchi"
    ],
    "author_affiliations": [
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ],
        [
            "Clinical Laboratory of Medicine, Medical Science, Tokyo, Japan"
        ],
        [
            "Hematology, Medical Science, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.67631535000001",
    "first_author_longitude": "139.69330855",
    "abstract_text": "Background Late-onset hemorrhagic cystitis (HC) is a common viral infections after allogeneic hematopoietic stem cell transplantation (HSCT). Most cases of HC occurring after HSCT are self-limited, but they can cause pain, pollakiuria, and prolonged hospitalization. In cases with progression of HC, ureteral stenosis has occurred and occasionaly resulted in obstructive renal failure. Several risk factors associated with HC after bone marrow transplantation(BMT) and peripheral blood stem cell transplantation(PBSCT) have been reported in several studies. However, most of these risk factors for HC after cord blood transplantation(CBT) have not been observed in detail. Subjects and methods We retrospectively analyzed the clinical records of 461 patients who underwent HSCT at Toranomon Hospital between November 2002 and December 2006. Median age of the patients was 53 years (range 17– 79). Source of HSCT was peripheral blood (PB) in 79 patients (17%), cord blood (CB) in 281 patients (61%), bone marrow (BM) in 101 patients (22%). Underlying diseases were AML(n= 146), ALL(n=61), MDS(n=68), ATL(n=34), CML(n=8), NHL (n=109), other(n=35). The most frequently used conditioning regimens were fludarabine (Flu), alkylating agent (melphalan, busulfan or cyclophosphamide) with total body irradination (TBI).The most frequently used prophylaxis regimens for graft-versus-host disease (GVHD) were calcineurin inhibitor (CI) alone or CI plus methotrexate. HC was defined as the presence of sustained microscopic hematuria for more than 7 days at least 10 days after HSCT in the absence of other conditions such as gynecologic-related bleeding, multiple organ dysfunction, or sepsis. HC was graded according to the following criteria: grade0 = no HC, grade1 = microscopic hematuria, grade2 = macroscopic hematuria, grade3 = macroscopic hematuria with clots, grade4 = macroscopic hematuria requiring instrumentation for clot evacuation or causing urinary retention. BK virus and adenovirus were detected by PCR on urinary samples in all patients who developed HC. Results Overall, 73 patients (16%) developed HC. The median day of presentation was 55 days (range 10 to 505 days). HC cases were graded as follows: grade 1 (8%), grade 2 (64%), grade 3 (24%), grade 4 (4%). The following variables were associated with a higher incidence of HC: CB source vs BM vs PB (14.2% vs 19.8% vs 16.5%, p<0.01). Adenovirus was detected in 27 patients (ADV type11 in 16 patients). BK virus was detected in 42 patients. Both virus was detected in 9 patients. The incidence of HC was significantly associated with grade II to IV acute GVHD in CBT (p<0.01). Conclusion We concluded that there is no significant disparity in the rate of HC among CBT and other HSCT, and immune reconstitution in parallel with BK and adenovirus viruria after CBT stand comparison with other HSCT."
}