{
    "doi": "https://doi.org/10.1182/blood.V128.22.5689.5689",
    "article_title": "Identification and Validation of HLA-A24 XBP1 us , XBP1 sp , CD138, and CS1 Peptides to Generate Antigens Specific-Cytotoxic T Lymphocytes: Preclinical Basis for Vaccine Therapy in HLA-A24 Patients with Multiple Myeloma and Other Cancers ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "XBP1 (X-box binding protein 1), CD138 (Syndecan-1), and CS1 (CD2 subset 1, CRACC, SLAMF7, CD319) are highly expressed antigens associated with tumor pathogenesis in multiple myeloma cells and various solid tumor cells. We have previously reported on the use of HLA-A2 peptides specific to these antigens to generate antigen-specific and HLA-2-restricted cytotoxic T cells (CTL) in preclinical studies and phase I/II clinical trials in patients with smoldering MM. These studies extend this concept to HLA-A24 patients. Immunogenic HLA-A24 peptides specific to both the spliced and unspliced isoforms of XBP1, CD138, and CS1 were identified, synthesized, and evaluated in vitro for their ability to generate the antigen-specific cytotoxic T lymphocytes (CTL) targeting tumor cells. The specific epitopes were selected based on their binding affinity to HLA-A24, extended half-time disassociation rates, proteasomal C terminal cleavage, and TAP transport. We report here on novel highly immunogenic HLA-A24-specific peptides XBP1 US 185 -193 (I S P W I L A V L), XBP1 SP 223-231 (V Y P E G P S S L), CD138 265-273 (I F A V C L V G F), and CS1 240-248 (L F V L G L F L W), which induce antigen-specific CD3 + CD8 + CTL against MM and various solid tumors. Each of the single peptide-specific CTL displayed immune functional activities including IFN-g/IL-2 cytokine production and cytotoxic activity against HLA-A24 + MM cells. Furthermore, our studies demonstrated that a cocktail of the four HLA-A24-specific peptides induced multipeptide-specific CD3 + CD8 + CTL with functional anti-tumor properties against myeloma cells. Phenotypically, the multipeptide-specific CTL were central memory (CM; CCR7 + CD45RO + /CD3 + CD8 + ), effector memory (EM; CCR7 - CD45RO + /CD3 + CD8 + ) and terminal effector (TE; CCR7 - CD45RO - /CD3 + CD8 + ) cells expressing high levels of cell activation markers CD69, CD38, and CD40L. The multipeptide-specific effector and memory CTL subsets demonstrated HLA-A24-restricted and peptide-specific anti-tumor activities, and the highest activities were detected within the CM CTL subset. Treatment of the multipeptide-specific CTL or tumor target cells with different types of checkpoint inhibitors (a-PD1, a-TIM3, a-PDL-1, a-Galectin-9) or the immune modulator drug, lenalidomide, enhanced their anti-myeloma activities and antigen-specific CD3 + CD8 + T cell proliferation to HLA-A24 + tumor cells. Therefore, a cocktail of the four immunogenic HLA-A24 epitopes provides the framework for development of a cancer vaccine based targeted immunotherapy. In conclusion, we report here on novel immunogenic HLA-A24-specific XBP1 unspliced, XBP1 spliced, CD138, and CS1 peptides that elicit CTL with anti-myeloma activities. These peptides will allow us to extend our immunotherapeutic vaccine approach beyond the current HLA-A2-specific peptides to HLA-A24 patients with smoldering myeloma, multiple myeloma, other plasma cell disorders and potentially with solid tumors. These preclinical studies also demonstrate that incorporation of immunomodulatory agents and/or checkpoint inhibitors can amplify and maintain antigen-specific memory CTL responses against tumor. Disclosures Bae: OncoPep Inc.: Consultancy, Equity Ownership. Raje: Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Merck: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Research Funding; Eli Lilly: Research Funding. Richardson: Jazz Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees. Hideshima: C4 Therapeutics: Equity Ownership; Acetylon: Consultancy. Chauhan: Stemline Therapeutics: Consultancy. Munshi: OncoPep Inc.: Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Anderson: Millennuim: Membership on an entity's Board of Directors or advisory committees; C4 Therapeutics: Equity Ownership; Acetylon: Equity Ownership; Oncoprep: Equity Ownership; Gilead: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Acetylon: Equity Ownership; Millennuim: Membership on an entity's Board of Directors or advisory committees; C4 Therapeutics: Equity Ownership; Celgene: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Oncoprep: Equity Ownership; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "antigens",
        "cancer",
        "cd138",
        "human leukocyte antigens",
        "multiple myeloma",
        "peptides",
        "t-lymphocytes",
        "vaccine therapy",
        "neoplasms",
        "solid tumors"
    ],
    "author_names": [
        "Jooeun Bae, PhD",
        "Brandon Nguyen",
        "Matthew Ho",
        "Yan Song, PhD",
        "Noopur Raje, MD",
        "Paul G. Richardson, MD",
        "Teru Hideshima, MD PhD",
        "Dharminder Chauhan, PhD",
        "Nikhil C. Munshi, MD",
        "Kenneth C. Anderson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jooeun Bae, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Medical Oncology, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brandon Nguyen",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Medical Oncology, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Ho",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Medical Oncology, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Song, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noopur Raje, MD",
            "author_affiliations": [
                "Center for Multiple Myeloma, Massachusetts General Hospital Cancer Center, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G. Richardson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Medical Oncology, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teru Hideshima, MD PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dharminder Chauhan, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Medical Oncology, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Medical Oncology, Harvard Medical School, Boston, MA ",
                "Boston Veterans Administration Healthcare System, West Roxbury, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Medical Oncology, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:32:04",
    "is_scraped": "1"
}