{
    "doi": "https://doi.org/10.1182/blood.V118.21.1443.1443",
    "article_title": "Multilineage Dysplasia Has No Prognostic Impact in 108 Adult Patients with CEBPA Mutated AML Supporting the WHO Proposal to Classify These Patients As A Molecularely Defined Unique Entity ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1443 Background: In the 2008 WHO classification, CEBPA and NPM1 mutated AML are considered as “provisional entities”. However, patients without “recurrent genetic abnormalities” are classified as “AML with MDS-related changes, AML-MRC” based on multilineage dysplasia (MLD), cytogenetics, clinical history, or “AML, not otherwise specified”. MLD+ patients may also carry CEBPA mutations but will still be classified as AML-MRC. Study Design: We investigated the prognostic impact of MLD in 108 CEBPA mutated AML (54 males, 54 females; median age 67.2; range 15.7–87.6 years) who were all characterized by cytogenetics and investigated for molecular markers in subcohorts. MLD was defined by ≥50% dysplastic cells in 2–3 hematopoietic lineages according to WHO. CEBPA mutation analysis was done by Sanger sequencing or deep-sequencing (454 Life Sciences, Branford, CT). 44 pts (40.7%) had mono-, 53 (49.1%) biallelic, and 11 (10.2%) homozygous CEBPA mutations. Frequencies of other markers were: FLT3 -ITD: 10/105 (9.5%); FLT3 -TKD: 2/79 (2.5%); NPM1 : 15/105 (14.3%); MLL -PTD: 4/105 (3.8%); IDH1/2 : 8/63 (12.7%); RUNX1 : 8/90 (8.9%). Results: Dysplasia (≥50% of cells) was detected in granulopoiesis in 46/106 cases (43.4%), in erythropoiesis in 14/108 (13.0%), and in megakaryopoiesis in 34/90 (37.8%). MLD was found in 28/108 (25.9%) of bone marrow samples: two-lineage dysplasia in 26, trilineage dysplasia in 2 cases. According to MRC criteria (Grimwade et al., Blood, 2010), the majority had intermediate karyotypes (KTs) (101/108; 93.5%) mainly due to normal KTs (NK; n=80/101). This confirmed the strong association of CEBPA mutations with NK-AML. Adverse KTs were identified in 7 pts only (6.5%). MLD+ and MLD- CEBPA mutated pts had similar median age (MLD+: 68.7; MLD-: 66.7 yrs; p=n.s.) and male/female ratios (1.5 vs. 0.9; p=n.s.). MLD+ had lower mean WBC counts (13.7 vs. 38.6×10(9)/l; p=0.004), but mean platelet counts, Hb, and BM blasts did not differ significantly from MLD-. The frequency of MLD+ did not differ significantly between monoallelic (14/45; 31.1%), biallelic (11/53; 20.8%), or homozygous CEBPA mutations (3/10; 30.0%). Intermediate and adverse KTs were similarly distributed between MLD+ and MLD- cases (intermediate: 27/28; 96.4% vs. 74/80; 92.5%; adverse: 1/28; 3.6% vs. 6/80; 7.5%; p=n.s.). Also, additional NPM1 mutations showed a similar frequency in MLD+ (4/28; 14.3%) or MLD- (11/77; 14.3%) cases, which holds true as well for FLT3 -ITD (frequency in MLD+: 1/28; 3.6%; in MLD-: 9/77; 11.7%; p=n.s.) or FLT3 -TKD, RUNX1 , MLL -PTD, IDH1/2 , or NRAS mutations. Outcome did not differ significantly between MLD+ and MLD- (2-year OS rate: MLD+: 56.5%; MLD-: 65.5%; median EFS: MLD+: 13.8 months; MLD-: 16.3 months, p=n.s.). OS and EFS were independent from mono-, biallelic, or homozygous CEBPA mutations in the total cohort, but when only FLT3 -ITD negative pts were considered, biallelic as compared to monoallelic/homozygous CEBPA mutations had better median OS (not reached, n.r. vs. 23.3 months; p=0.060) and median EFS (22.8 vs. 14.4 months; p=n.s.). Adverse KTs had worse OS than intermediate KTs (median 8.4 months vs. n.r.; p=0.021), while EFS was not significantly influenced by MRC group. By univariable Cox analysis, gender (better for female; p=0.024), age (p=0.031), WBC count (p=0.003) (continuous), and MRC risk category (p=0.03) were prognostically relevant for OS, whereas presence of MLD, Hb, platelets, BM blasts (continuous), biallelic vs. monoallelic/homozygous CEBPA mutations, FLT3 -ITD, and NPM1 mutations had no impact on survival. MLD also had no significant impact on EFS in univariable analysis. By multivariable analysis, only male sex (p=0.01), higher WBC count (p<0.001), and unfavorable MRC category (p=0.045) had significantly shorter survival. Multivariable analysis showed an adverse impact on EFS for gender (p=0.014) and high WBC count (p=0.003). Conclusion: Presence of MLD has no impact in pts with CEBPA mutated AML with respect to biological characteristics, cytogenetic risk group, associated molecular markers, and prognosis. Thus, our data does not support to overrule the detection of CEBPA mutations for classification and prognosis by the presence of MLD as suggested by the WHO guideline. We therefore strongly suggest to categorize CEBPA mutated AML as a separate entity and further delineate patients only according to mutation status and additional FLT3 -ITD but not by dysplasia. Disclosures: Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Macijewski: MLL Munich Leukemia Laboratory: Employment. Grossmann: MLL Munich Leukemia Laboratory: Employment. Kohlmann: MLL Munich Leukemia Laboratory: Employment. Alpermann: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "ccaat/enhancer binding protein alpha",
        "dysplasia",
        "infectious mononucleosis",
        "mutation",
        "world health organization",
        "leukemia",
        "ms-like tyrosine kinase 3",
        "klippel-trenaunay-weber syndrome",
        "magnetic resonance cholangiography",
        "brachial plexus neuritis"
    ],
    "author_names": [
        "Torsten Haferlach, MD",
        "Ulrike Bacher, MD",
        "Katja Macijewski",
        "Vera Grossmann, MSc",
        "Alexander Kohlmann, PhD",
        "Tamara Alpermann",
        "Wolfgang Kern, MD",
        "Claudia Haferlach, MD",
        "Susanne Schnittger, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Bacher, MD",
            "author_affiliations": [
                "Department for Stem Cell Transplantation, University of Hamburg, Hamburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katja Macijewski",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vera Grossmann, MSc",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kohlmann, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Alpermann",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T13:07:14",
    "is_scraped": "1"
}