{
    "doi": "https://doi.org/10.1182/blood.V116.21.3757.3757",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1651",
    "start_url_page_num": 1651,
    "is_scraped": "1",
    "article_title": "Vaccine Measles Virus Has Therapeutic Potential In B Cell Malignancy. ",
    "article_date": "November 19, 2010",
    "session_type": "Gene Therapy and Transfer: Poster II",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "measles virus",
        "vaccines",
        "transplantation, heterologous",
        "intravenous injections",
        "leukemia, precursor b-cell lymphoblastic",
        "neoplasms",
        "severe combined immunodeficiency",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Bella Patel, MBBS, FRCPath",
        "Dey Aditi",
        "Ehsan Ghorani",
        "Yogesh Malam",
        "Steele Andy",
        "R. Wickremasinghe",
        "Rai Lena",
        "Adele Fielding, MBBS, PhD, FRCPath, FRCP"
    ],
    "author_affiliations": [
        [
            "Haematology, University College London, London, United Kingdom"
        ],
        [
            "Haematology, University College London, London, United Kingdom"
        ],
        [
            "Haematology, University College London, London, United Kingdom"
        ],
        [
            "Haematology, University College London, London, United Kingdom"
        ],
        [
            "Haematology, University College London, London, United Kingdom"
        ],
        [
            "Haematology, University College London, London, United Kingdom"
        ],
        [
            "Haematology, University College London, London, United Kingdom"
        ],
        [
            "Haematology, University College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.515045",
    "first_author_longitude": "-0.16095684999999996",
    "abstract_text": "Abstract 3757 Replicating viruses that selectively lyse transformed cells are attractive agents for cancer therapy. The vaccine strain of measles virus has proven oncolytic activity in various murine models of malignancy including myeloma and lymphoma. These pre-clinical reports of MV efficacy have led to advanced phase clinical trial. In the study here we investigate the anti-tumour potential of MV in 2 novel disease targets:- adult B lineage acute lymphoblastic leukaemia (ALL) and Chronic lymphocytic leukaemia (CLL) using in-vitro and in-vivo models. MV derived from the Edmonston strain genetically engineered to express GFP was used to infect primary ALL (n = 6) and chronic lymphocytic leukaemia (CLL, n = 7) cells. All CLL and ALL cells expressed the MV receptor CD46 and were efficiently infected by MV-GFP as indicated by quantitation of viral nucleocapsid mRNA by RQ-PCR and immunoblotting of viral proteins N and H. Large multinucleated syncytia, characteristic of MV- induced cytopathology, were found in all infected ALL cultures, by contrast syncitium formation was much less prominent in the infected CLL specimens. Despite this, both CLL and ALL cells were efficiently killed by MV-GFP, as characterised by viability assays and immunoblotting for PARP cleavage. To further probe the contribution of cell to cell fusion in MV induced oncolysis we used a relatively non-fusogenic strain of MV:- MV-Moraten to infect CLL and ALL specimens. As expected ALL and CLL cells infected with MV-Moraten lacked the typical features of MV induced cytopathology. Despite this cell viability was markedly reduced in both ALL and CLL cultures infected with MV-Moraten compared to uninfected controls suggesting that intracellular fusion might be dispensable for MV-induced oncolysis in our two models. To test whether MV had therapeutic efficacy in-vivo we established subcutaneous xenografts of pre-B ALL in CB17/SCID mice using the Nalm-6 cell line and administered 1 × 107 pfu of MV (n==12) or UV inactivated MV (n=12) intratumorally on 10 occasions. In vivo MV administration had striking antitumour activity resulting in complete resolution of 11/12 or regression (1/12) of established subcutaneous pre-B ALL tumours by week 4. In contrast, all UV-MV treated tumours progressed. The differences in tumour growth between the MV treated and UV-MV control groups was significantly different (p < 0.0001, Figure 1 ). To test for MV-induced oncolysis in a model more closely related to ALL in humans we used a disseminated pre-B ALL model established by tail vein injection of 1 × 10 6 Nalm-6 cells. 1 × 106 pfu of MV or UV-MV was administered by the intravenous route six times. Eleven of twelve mice receiving replication competent MV remain disease free whereas 6/7 mice receiving tail vein administered UV MV had become moribund by 67 days ( Figure 2 ). Bone marrow examination of moribund mice revealed 52 – 99% of CD19+/CD10+ Nalm-6 cells present. Overall, our data suggest that both ALL and CLL are targets for MV-mediated lysis in vitro . The significant antineoplastic activity of MV against both subcutaneous and disseminated ALL xenografts holds great promise towards developing vaccine MV as a therapeutic tool in adult ALL. Figure 1 View large Download slide Regression of Nalm-6 subcutaneous xenografts in SCID mice after intratumoral injection of MV. Figure 1 View large Download slide Regression of Nalm-6 subcutaneous xenografts in SCID mice after intratumoral injection of MV. Figure 2 View large Download slide Prolonged survival of disseminated Nalm-6 SCID xenografts after intravenous injection of MV. Figure 2 View large Download slide Prolonged survival of disseminated Nalm-6 SCID xenografts after intravenous injection of MV. Regression of Nalm-6 subcutaneous xenografts in SCID mice after intratumoral injection of MV. Prolonged survival of disseminated Nalm-6 SCID xenografts after intravenous injection of MV. Disclosures: No relevant conflicts of interest to declare."
}