{
    "doi": "https://doi.org/10.1182/blood-2019-129681",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4314",
    "start_url_page_num": 4314,
    "is_scraped": "1",
    "article_title": "Tumor Microenvironment Differs between Germinal Centre B-Cell and Non-Germinal Centre B-Cell like Diffuse Large B-Cell Lymphomas and Has Subtype-Specific Prognostic Impact on Survival ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "b-lymphocytes",
        "diffuse large b-cell lymphoma",
        "germinal center of lymph node",
        "tumor microenvironment",
        "human leukocyte antigens",
        "granzyme b",
        "hla-dr antigens",
        "beta 2-microglobulin",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "gene expression profiling"
    ],
    "author_names": [
        "Matias Autio",
        "Suvi-Katri Leivonen, PhD",
        "Marja-Liisa Karjalainen-Lindsberg, MD PhD",
        "Teijo Pellinen, PhD",
        "Sirpa Leppa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Helsinki University Hospital Comprehensive Cancer Centre and University of Helsinki, Helsinki, Finland "
        ],
        [
            "Helsinki University Hospital Comprehensive Cancer Centre and University of Helsinki, Helsinki, Finland "
        ],
        [
            "Department of Pathology, Helsinki University Hospital, Helsinki, Finland "
        ],
        [
            "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland"
        ],
        [
            "Helsinki University Hospital Comprehensive Cancer Centre and University of Helsinki, Helsinki, Finland "
        ]
    ],
    "first_author_latitude": "60.18756795",
    "first_author_longitude": "24.927626349999997",
    "abstract_text": "Introduction Based on the cell of origin, diffuse large B-cell lymphoma (DLBCL) is divided into germinal center B-cell (GCB) and activated B-cell (ABC) like subtypes, which differ in their gene expression profiles and clinical presentation with the ABC DLBCLs showing a worse outcome in response to R-CHOP immunochemotherapy. However, composition of the tumor microenvironment (TME) of these molecular subtypes has not been characterized. Methods We used Hans algorithm to determine the molecular subtypes (GCB vs non-GCB) and multiplexed immunohistochemistry (mIHC) to characterize tumor infiltrating T-cell phenotypes, including cytotoxic T-cells (CTLs; CD8, Granzyme B, OX40, Ki67), T regulatory cells (Tregs; CD3, CD4, FoxP3), T h 1 effector cells (CD3, CD4, TBET) and T-cell immune checkpoint (CD3, CD4, CD8, PD1, TIM3, LAG3) in 165 primary DLBCLs. The findings were correlated with the expression of human leukocyte antigens (HLA) I and II (beta-2 microglobulin (B2M), HLA-ABC and HLA-DR), and outcome of the patients treated with R-CHOP-like immunochemotherapy. Results In the whole cohort, 82 (50%) cases were classified as GCB and 83 (50%) as non-GCB DLBCLs. In the GCB subtype, cytotoxic T-cells were more often PD1 + , and T-cells FoxP3 + than in the non-GCB subtype (Figure 1A-B). Furthermore, GCB DLBCLs tended to be more commonly HLA-DR + (p=0.102). In the non-GCB DLBCLs in turn, HLA I positivity was more frequent (B2M, P=0.007; HLA-ABC, p=0.108), cytotoxic T-cells more often granzyme B + (Figure 1C), T-cells TBET + (p=0.018) and LAG3 + TIM3 + (p=0.033). A high proportion of granzyme B + cells (p=0.002), PD1 + cells (p=0.02) and TIM3 + CD4 + T-cells (p=0.006) from all cells translated to adverse overall survival (OS) in the patients with non-GCB DLBCL, all independent of the IPI. In contrast, a high proportion of TIM3 + cells (p=0.015), and FOXP3 + TBET + T-cells (p=0.005) from all cells were associated with poor OS in the patients with GCB DLBCL, also independent of the IPI. Conclusions TME differs significantly between GCB and non-GCB DLBCLs and has subtype-specific prognostic impact on survival. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Leppa: Roche: Honoraria, Research Funding; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen-Cilag: Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees."
}