{
    "doi": "https://doi.org/10.1182/blood.V118.21.1042.1042",
    "article_title": "The Safety and Efficacy of Total Dose Infusion of 1020 Mg of Ferumoxytol Administered in 15 Minutes ",
    "article_date": "November 18, 2011",
    "session_type": "102. Regulation of Iron Metabolism: Poster I",
    "abstract_text": "Abstract 1042 Title: The safety and efficacy of total dose infusion of 1020 mg of ferumoxytol administered in 15 minutes Background: For the past two years, it has been our standard to treat iron deficiency anemia (IDA) with intravenous iron (low molecular weight iron dextran) administered as a total dose infusion (TDI) of 1 g over one hour. We recently published our experience with 1266 such infusions administered to 888 patients, in whom no serious adverse events (SAEs) were reported (AJH, in press by ) . In June 2009, ferumoxytol (FER) was approved for the treatment of IDA in adults with chronic kidney disease, administered as 2 × 510 mg boluses in less than 1 minute, separated by 3 to 8 days, for a total dose of 1020 mg. After administering >300 510 mg doses per label, we sought to explore the potential convenience for clinics and patients of delivering the full dose at a single administration. Methods: This was a single-arm, open-label, single-center clinical trial conducted under an investigator IND with IRB approval. A total of 30 patients with IDA (Hgb <11g/dL, ferritin <100 ng/mL, TSAT <19%) and a history of intolerance of or inadequate response to oral iron received 1020mg (34ml) of FER diluted in 100 mL normal saline via infusion pump in 15 minutes. Patients with anemia due to another cause, active use of epoetin, parenteral iron therapy in the prior 30 days or known sensitivity to FER were excluded. Vital signs were measured for one hour post-dose, and phone calls were made at 1, 2, and 7 days post-dose to assess AEs; efficacy assessments (Hgb, TSAT, ferritin, RDW) occurred at 4 and 8 weeks post-dose. The primary endpoint was the safety and tolerability, while secondary efficacy endpoints included mean change in Hgb and TSAT from baseline to week 4. Results: At the time of submission, the trial remains ongoing and has enrolled 24 of 30 IDA patients. Of these, 9 patients have completed the Week 4 assessments. These preliminary results are presented below; complete results from all 30 patients will be available by the time of presentation. For the 24 enrolled patients, the mean age was 51 years (range 24–80 years). Eighty-three percent (83%) were female, while 79% were white and 21% black. The most common associated diagnoses were gastric bypass and menorrhagia (both 33%). There were no SAEs. One patient discontinued due to flushing, which resolved in 2 minutes without treatment. Minor AEs were experienced by 12 of 24 patients (50%), with the most common being headache (17%), arthralgia/myalgia/cramps (17%), and mild nausea (13%). All of these AEs were self-limited and resolved without therapy.  Immediately post-dose . 5 to 60 min post-dose . ≤ 24 hours post-dose . Nausea (3) Metallic taste (1) Headache (2) Achiness/cramps (2) Myalgia (1) Back pain (1) Chest pain (2)  Chest tightness (1) Dizziness (2)  Muscle spasms (1) Headache (2)   Pruritus (2)   Arthralgia/myalgia (1)   Back Pain (1)   Immediately post-dose . 5 to 60 min post-dose . ≤ 24 hours post-dose . Nausea (3) Metallic taste (1) Headache (2) Achiness/cramps (2) Myalgia (1) Back pain (1) Chest pain (2)  Chest tightness (1) Dizziness (2)  Muscle spasms (1) Headache (2)   Pruritus (2)   Arthralgia/myalgia (1)   Back Pain (1)   View Large Consistent with previously published data, 4 of the 12 subjects who experienced AEs had a known medication allergy. The mean Hgb (N=24) prior to treatment was 9.3 g/dL, while the mean Hgb at week 4 (N=8) was 11.4 g/dL. Of the 8 evaluable patients at week 4, the mean change from baseline was 2.0 g/dL; 7 of 8 patients (87%) had a >1 g rise in Hgb from baseline to week 4. All 8 patients with week 4 data had elevated RDWs, reflective of an ongoing hematopoietic response. Conclusions: FER administered as a TDI of 1020 mg TDI in 15 minutes was well tolerated and effective in patients with IDA with a variety of underlying conditions. If confirmed through randomized controlled studies, TDI administration of intravenous iron provides a more convenient method for the treatment of IDA for both physicians and patients. Disclosures: Off Label Use: Total dose iron replace with 1020 mg of ferumoxytol in 15 minutes (under auspices of FDA IND 112001).",
    "topics": [
        "ferumoxytol",
        "infusion procedures",
        "hemoglobin",
        "iron",
        "headache",
        "myalgia",
        "arthralgia",
        "back pain",
        "ferritin",
        "muscle cramp"
    ],
    "author_names": [
        "Michael Auerbach, MD",
        "Stella Rineer, RN",
        "Huzefa Bahrain, DO",
        "Sarah A Auerbach, BA"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Auerbach, MD",
            "author_affiliations": [
                "Auerbach Hem.-Onc. Associates, Inc., Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stella Rineer, RN",
            "author_affiliations": [
                "Auerbach Hem.-Onc. Associates, Inc., Baltimore, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huzefa Bahrain, DO",
            "author_affiliations": [
                "Auerbach Hem.-Onc. Associates, Inc., Baltimore, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah A Auerbach, BA",
            "author_affiliations": [
                "Auerbach Hem.-Onc. Associates, Inc., Baltimore, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:35:33",
    "is_scraped": "1"
}