{
    "doi": "https://doi.org/10.1182/blood.V128.22.5789.5789",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3518",
    "start_url_page_num": 3518,
    "is_scraped": "1",
    "article_title": "Extracorporeal Photopheresis for Steroid-Refractory Chronic Graft-Versus-Host Disease after Allogeneic Hematopoietic Stem Cell Transplantation: A Systematic Review and Meta-Analysis ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease, chronic",
        "photopheresis",
        "steroids",
        "graft-versus-host disease",
        "allogeneic stem cell transplant",
        "allopurinol",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "adrenal corticosteroids"
    ],
    "author_names": [
        "Runzhe Chen, MD",
        "Baoan Chen, MD PhD Professor",
        "Zheng Ge, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hemotology,School of Medicine, The Affiliated Zhongda Hospital,Southeast University, Nanjing, China "
        ],
        [
            "Department of Hematology and Oncology,School of Medicine, The Affiliated Zhongda Hospital, Southeast University, Nanjing, China "
        ],
        [
            "Department of Hematology, Zhongda Hospital of Southeast University, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.071185",
    "first_author_longitude": "118.77671799999999",
    "abstract_text": "Background: Allogeneic stem cell transplantation (allo-HSCT) is the only curative option for several hematological malignancies. Allogeneic stem cell transplantation (allo-HSCT) is the only curative option for several hematological malignancies. Patients with GVHD suffer from considerable organ damage, leading to significant morbidity, frequent hospitalizations and high mortality rates. Unlike the acute GVHD which is mediated by cytotoxic T-cell attack on host tissues, pathophysiology of cGVHD is significantly more complex and the mechanisms of dysregulated adaptive and innate immune responses are poorly understood. Many patients require additional salvage therapy for corticosteroid-refractory GVHD and have a dismal prognosis. In recent years, ECP as a therapeutic option has been widely studied in patients with GVHD. In particular, ECP has demonstrated positive effects in patients with steroid-refractory or steroid-intolerant chronic GVHD. The mechanism of action in ECP still remains to be elucidated. To investigate the evidence for clinical efficacy of ECP in the treatment of steroid-refractory cGVHD, we conducted a systematic search and meta-analysis comprising several databases and abstracts presented at recent annual meetings in the field. Methods and Materials: A systematic review of publications indexed in the PubMed, Embase, the Cochrane-controlled trails registry, the Cochrane Library and ISI Web of knowledge were performed on January 10, 2015 according to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analysis) guidelines. The use of a random-effects model should account for some of the inter-study variation, and all statistical analyses were conducted by using the STATA software. We estimated relative risk (RR) with their 95% confidence interval (95% CI) using the standardized mean difference (SMD). Heterogeneity was evaluated by using I 2 values. Meta-analyses were carried out to calculate the overall response rate (ORR) and complete response rate (CRR) of cGVHD and the organ specific responses. Results: Eight complete peer-reviewed papers including seven single-arm pilot studies and one randomized controlled trial (RCT) met the selection criteria and were selected in this meta-analysis. In patients with cGVHD, pooled ORR and CRRwere 0.66 and 0.46 respectively, with organ specific responses of 0.80 for skin, 0.79 for gut, 0.57 for oral mucosa, 0.57 for liver, 0.50 for eye and 0.46 for joint involvement. The safety of ECP is excellent. No long-term complications were reported when compared to other immunosuppressive therapies. Conclusion: Compared with other meta-analyses, our meta-analysis included the most comprehensive literature in the field of ECP treatment in steroid-refractory cGVHD, collected the most recent papers, thus assessing the largest cohort ever of ECP patients (n=176), and employed modern statistical methods like funnel plots to evaluate heterogeneity of studies on the effect of ECP in patients with cGVHD thoroughly in our analysis, which could better help guide clinicians in the ECP application. Our analysis revealed a promising clinical benefit of ECP for patients with steroid-refractory cGVHD. Further prospective trials with larger cohorts are mandatory. Disclosures No relevant conflicts of interest to declare."
}