{
    "doi": "https://doi.org/10.1182/blood.V110.11.4464.4464",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1076",
    "start_url_page_num": 1076,
    "is_scraped": "1",
    "article_title": "Reduced Dose of Non-Pegylated Liposomal Doxorrubicin with Cyclophosphamide, Vincristine and Prednisone ± Rituximab for Elderly Patients with Aggressive Lymphoma Non Candidates to Standard Chemotherapy. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "chemotherapy regimen",
        "cyclophosphamide",
        "liposomes",
        "non-hodgkin's lymphoma, aggressive",
        "older adult",
        "prednisone",
        "rituximab",
        "vincristine",
        "brachial plexus neuritis",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Eva Gimeno",
        "Alberto Alvarez",
        "Carme Pedro",
        "Eugenia Abella",
        "Miquel Gomez",
        "Josep Comin",
        "Carles Besses",
        "Antonio Salar"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital del Mar, Barcelona, Spain",
            " "
        ],
        [
            "Hematology, Hospital del Mar, Barcelona, Spain",
            " "
        ],
        [
            "Hematology, Hospital del Mar, Barcelona, Spain",
            " "
        ],
        [
            "Hematology, Hospital del Mar, Barcelona, Spain",
            " "
        ],
        [
            "Cardiology, Hospital del Mar, Barcelona, Spain",
            " "
        ],
        [
            "Cardiology, Hospital del Mar, Barcelona, Spain",
            " "
        ],
        [
            "Hematology, Hospital del Mar, Barcelona, Spain",
            " "
        ],
        [
            "Hematology, Hospital del Mar, Barcelona, Spain",
            " "
        ]
    ],
    "first_author_latitude": "41.458570900000005",
    "first_author_longitude": "2.14600595",
    "abstract_text": "BACKGROUND: CHOP± Rituximab regimen is the standard regimen for elderly patients with aggressive lymphoma. However, many of these patients present formal contraindication for this type of treatment due to severe associated comorbidities. The aim of the study is to retrospectively evaluate the safety and clinical profile of a modified CHOP (with low dose non-pegylated liposomal doxorrubicin) ± Rituximab in elderly patients with clinically aggressive lymphoma which are not tributary to standard chemotherapy. PATIENTS AND METHODS. Retrospective analysis of 15 consecutively patients (pts) with previously untreated aggressive lymphoma. Gender: 9 men/6 women; median age: 76 years (62–85y). 6 pts had stage I–II (IPI=1–2) and 9 pts stage IV (IPI=2–5). Median baseline left ventricular ejection fraction (LVEF) was 60.2% (31–80%). Comorbidities: active chronic liver disease (1 pt), severe chronic obstructive pulmonary disease (3 pts), severe cardiomiopathy (4 pts) and others (7 pts). Schedule: non pegylated liposomal doxorubicin 30 mg/m 2 , cyclophosphamide 750 mg/m 2 , vincristine 1.4 mg/m 2 , prednisone 100 mg/d d1-5 ± rituximab 375mg/m 2 d1) every 21 days, as a first line therapy. Pegfilgrastim was used on day 2 at standard dose. RESULTS. Nine pts are evaluable for efficacy at the time of this report (2 pts died early due to infectious complications and are not evaluable for response). Median number of cycles was 4 (range 4–6). Total number of cycles administered was 43. A complete response (CR) was achieved in 8 pts (88.8%) and partial response in 1 pt (11.1%) after chemotherapy. CR was achieved in this last patient after involved field radiotherapy. Two pts have relapsed during follow-up, all dying with active disease. OS at 12 months: 70% (CI95%: 42–98%) and PFS at 12 months: 60% (CI95%: 30–90%), with a median time of follow-up for surviving pts of 18 months (4–35 m). Treatment was well tolerated with grade III–IV neutropenia was 39.5% with 14% episodes of febrile neutropenia. No other relevant toxicities were observed. Of note, median LVEF was not significantly different between before and after treatment with one patient showing a clinical significant improve in his LVEF. CONCLUSION. This preliminary data indicate that low dose non-pegylated liposomal doxorubicin in modified CHOP regimen was active and well tolerated in patients with formal contraindications to standard therapy due to severe comorbidities. Further exploration of this regimen administered every 14 days is warranted."
}