{
    "doi": "https://doi.org/10.1182/blood.V106.11.5477.5477",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=349",
    "start_url_page_num": 349,
    "is_scraped": "1",
    "article_title": "Beneficial Prophylactic Antimicrobial Use Against Infectious Complications during Autologous Stem Cell Transplantation: A Result of Randomized Phase II Study in Multiple Myeloma and Non-Hodgkin’s Lymphoma Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The benefit of using prophylactic antimicrobials in autologous stem cell transplantation (ASCT) is controversial. A prospective randomized phase II comparison study was therefore performed to assess the benefit of prophylactic antimicrobials. Forty consecutive patients with multiple myeloma (MM, 28 patients) or non-Hodgkin’s lymphoma (NHL, 12 patients) were enrolled. After stratification by disease, patients were randomly allocated into control group with no prophylactic antimicrobials (19 patients) or prophylaxis group receiving prophylactic antimicrobials (21 patients) just before the administration of high-dose chemotherapy. Prophylactic antimicrobials comprised domly allocated into apyylactic lacticiprofloxacin 500 mg po bid, fluconazole 100 mg po bid and acyclovir 200 mg po tid; started one day before high-dose chemotherapy initiation and stopped when absolute neutrophil count reached 500/mm 3 after nadir or infection occurred. High-dose chemotherapy was high-dose melphalan for MM and BEAM for NHL. Lenograstim 5 μg/kg/day was given from day 1 of ASCT. At least one episode of fever was present in 15/19 (79%) patients in control group much more frequent than 12/21 (57%) patients in prophylaxis group but with no statistically significance ( p =0.13) probably due to small sample size of current study. Microbiologically or clinically documented infections occurred in 4 patients (21%) from control group and in no patient from prophylaxis group, with statistically significant difference ( p =0.04). Documented infections of patients from control group included 3 staphylococcal bacteremias (1 methycillin-sensitive Staphylococcus aureus , 1 Staphylococcus epidermidis , 1 Methycillin-resistant coagulase-negative staphylococcus) and 1 herpes skin infection. No death, invasive fungal infection, or serious adverse events occurred in either group. The median duration of fever (12 days in control group and16 days in prophylaxis group), therapeutic antimicrobial therapy (9 days in control group and 11 days in prophylaxis group), and hospital stay after ASCT (19 days in both groups) were not different between groups. Median time to neutrophil engraftment was 10 days and median time to platelet engraftment was 11 days in both groups. In conclusion, this small-sized randomized phase II comparison shows that use of prophylactic antimicrobials as current study diminishes microbiologically or clinically documented infection during ASCT significantly.",
    "topics": [
        "antimicrobials",
        "autologous stem cell transplant",
        "infection as complication of medical care",
        "lymphoma, non-hodgkin",
        "multiple myeloma",
        "phase 2 clinical trials",
        "infections",
        "chemotherapy regimen",
        "fever",
        "acyclovir"
    ],
    "author_names": [
        "Shin Kim, RN",
        "Yang Hee Cho, RN",
        "Ock Bae Ko, MD",
        "Ja Eun Koo, MD",
        "Danbi Lee, MD",
        "Young Pill Chong, MD",
        "Cheolwon Suh, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea"
        ],
        [
            "Internal Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea"
        ],
        [
            "Internal Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea"
        ],
        [
            "Internal Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea"
        ],
        [
            "Internal Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea"
        ],
        [
            "Internal Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea"
        ],
        [
            "Internal Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea"
        ]
    ],
    "first_author_latitude": "37.5529935",
    "first_author_longitude": "127.05487819999998"
}