{
    "doi": "https://doi.org/10.1182/blood.V124.21.2079.2079",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2787",
    "start_url_page_num": 2787,
    "is_scraped": "1",
    "article_title": "Flow Cytometry Defined Cytoplasmic Immunoglobulin Index Is a Major Prognostic Factor for Progression of Asymptomatic Monoclonal Gammopathies to Clinical Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "cytoplasm",
        "flow cytometry",
        "immunoglobulins",
        "multiple myeloma",
        "paraproteinemias",
        "prognostic factors",
        "dna",
        "antigens, cd98 light chains",
        "gene expression profiling",
        "time to progression"
    ],
    "author_names": [
        "Xenofon Papanikolaou, MD",
        "Adam Rosenthal",
        "Rashid Z Khan, MD",
        "Joshua Epstein, DSc",
        "Christoph Heuck, MD",
        "Madhav V. Dhodapkar, MD",
        "Yogesh Jethava, MB, MRCP, MD FRCPath",
        "Maurizio Zangari, MD",
        "Omar Atiq, MD",
        "Sarah Waheed, MD",
        "Faith Davies, MD",
        "Gareth J Morgan, MD PhD",
        "Bart Barlogie, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Cancer Research and Biostatistics, Seattle, WA "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Yale Cancer Center, New Haven, CT "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR"
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR"
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ]
    ],
    "first_author_latitude": "34.75002865000001",
    "first_author_longitude": "-92.31941655",
    "abstract_text": "Progression of Asymptomatic Monoclonal Gammopathies to Myeloma requiring treatment -Clinical Multiple Myeloma (CMM)- is an important issue in current clinical investigation toward secondary prevention, i.e. treating high-risk AMG. Several predictive models have been published, including one that incorporated gene expression profiling (GEP) of plasma cells (PC) where a GEP70 score ≥0.26 was linked to higher AMG-CMM progression in a multivariate model (Dhodapkar, Blood 2014). We have applied 2-parameter flow cytometry of DNA and cytoplasmic immunoglobulin (FDC) of bone marrow aspirates as part of baseline staging of all patients with plasma cell dyscrasia. A modification introduced in August 2006 on the doublet discrimination method increased accuracy and reproducibility of FDC results considerably and allowed for the detection of a plasma cell population with a low CI17% (HR: 6.76, P<0.001) and the presence of a LCR population with a CI<3.6 (HR: 6.42, P<0.001) ( Figure 1 ) were statistically significant along with other clinical factors of established prognostic value. A M component> 3g/dL (HR: 12.5, P10mg/dL (HR: 2.8, P=0.019), a GEP70 score ≥0.26 (HR: 8.22, P<0.001) and the presence of a LCR population with a CI < 3.6 (HR:4.15, P=0.002) survived in the multivariate analysis. To further confirm importance of a low CI to CMM progression, we compared the CI of S0120 with the TT3b patients. The CI was significantly lower in TT3b cases regardless of when the comparison was made for all patients or for strictly aneuploidy cases (P<0.0001) to exclude the possibility that the CI difference reflects the lower percentage of normal plasma cells found in CMM. In conclusion, FDC is an easily applicable, fast and low-cost test, which offers valuable prognostic information even in the era of gene expression profiling and other cytogenetic testing strategies. The identification of a low CI as a risk factor suggests that, progression of AMG to CMM is characterized by the emergence of a low immunoglobulin producing myeloma cell population. Figure 1: View large Download slide Time to progression requiring myeloma therapy by CI, S0120 Figure 1: View large Download slide Time to progression requiring myeloma therapy by CI, S0120  Disclosures Heuck: Celgene: Honoraria; Foundation Medicine: Honoraria; Millennium: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Dhodapkar: Celgene: Research Funding. Zangari: Norvartis: Membership on an entity's Board of Directors or advisory committees; Onyx: Research Funding; Millennium: Research Funding. Morgan: Celgene Corp: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Myeloma UK: Membership on an entity's Board of Directors or advisory committees; International Myeloma Foundation: Membership on an entity's Board of Directors or advisory committees; The Binding Site: Membership on an entity's Board of Directors or advisory committees; MMRF: Membership on an entity's Board of Directors or advisory committees."
}