{
    "doi": "https://doi.org/10.1182/blood.V118.21.604.604",
    "article_title": "Discontinuation of Dasatinib or Nilotinib in Chronic Myeloid Leukemia (CML) Patients (pts) with Stable Undetectable Bcr-Abl Transcripts: Results From the French CML Group (FILMC) ",
    "article_date": "November 18, 2011",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: New Drugs, New Procedures",
    "abstract_text": "Abstract 604 FN2 Background: Imatinib, the first tyrosine kinase inhibitor (TKI) directed against the Bcr-Abl oncoprotein, has dramatically improved outcomes for pts with CML. Dasatinib and nilotinib, 2 highly potent second generation (2G)-TKI, have been historically licensed for the treatment of pts with resistance or intolerance to imatinib. They have recently received approval in the frontline setting in chronic phase (CP)-CML. Despite the outstanding efficacy of these drugs, their curative potential remains uncertain. Most TKI-treated pts retain residual leukemic cells detected by means of RTQ-PCR and termination of TKI therapy under such circumstances usually leads to disease relapse. Consequently, it is believed that most CML pts require a lifelong TKI treatment. On the contrary, stopping TKI may be envisaged in pts with stable undetectable molecular residual disease (UMRD), as suggested by recent results from the STop IMatinib trial (Mahon et al. Lancet Oncol. 2010), and our observation that dasatinib could be safely stopped in a pt with a stable UMRD suffering from drug-induced pleural effusion (Cony-Makhoul, et al. unpublished). Aims: We asked whether 2G-TKI could be ceased in CML pts with a stable UMRD. The primary objective of our work was to evaluate the risk of loosing major molecular responses (MMR: BCR-ABL/ABL internationally standardized (IS) ratio ≤ 0.1%) by 6 months. Methods: Pts aged at least 18 years with CP-CML and UMRD were proposed dasatinib or nilotinib discontinuation provided that (1) no prior progression to accelerated phase or blast crisis occurred (2) UMRD was sustained on continuing therapy. UMRD was defined by undetectable Bcr-Abl using internationally standardized RTQ-PCR testing performed in local laboratories, providing that at least 20 000 copies of the control gene had been amplified. After 2G-TKI discontinuation, Bcr-Abl transcripts were quantified monthly during the first 6 months and every 2 to 3 months thereafter. Dasatinib or nilotinib were advised to be re-introduced upon loss of MMR. Results: As of August 1, 2011, 25 pts agreed to stop therapy. The results presented here focus on the subgroup of 16 pts with a minimum follow-up (FU) of 6 months (median 15, range: 7–21). These were 9 females and 7 males, with a median age of 59 years (34-81). The Sokal risk group was low in 11/16 (68.75%), intermediate in 2/16 (12.5%), high in 1/16 (6.25%) and unknown in 2/16 (12.5%). Dasatinib (n=9) or nilotinib (n=7) had been administered owing to imatinib grade 2 hematologic or grade 2 to 4 non hematologic intolerance (n=13), secondary imatinib resistance (n=1) or as the frontline drug (n=1). At start of 2G-TKI, 1 pt was in CP, 1 had a complete hematologic response only, 2 had a partial cytogenetic response, 3 had a complete cytogenetic response but lacked MMR, 4 had a MMR with detectable Bcr-Abl transcripts and 5 had a UMRD. The median time on 2G-TKI therapy prior to discontinuation was 32 months (21-56). The median duration of sustained UMRD was 27 months (21-64). Subsequently, MMR was lost in 31.25% (5/16) pts after a median time off-therapy of 4 months (1-5). Treatment was restarted in 4 of these and in an additional pt without MMR loss but showing a detectable MRD on 2 consecutive assessments. Both MMR and UMRD were rapidly regained upon 2G-TKI re-introduction. Eleven pts remained off-therapy at the last follow-up after a median of 13 months (7-20), among which 10 with either a stable UMRD or weakly detectable Bcr-Abl transcripts on one or more occasions. Gender, age, Sokal risk group, type of 2G-TKI, total duration of continuous TKI treatment, duration of 2G-TKI therapy and of UMRD prior to treatment discontinuation did not markedly differ between pts who lost MMR and those with treatment-free persistent MMR but these results may be taken with caution due to the small size of our cohort. Conclusion: 2G-TKI may be safely discontinued in CML pts with a long-lasting UMRD under strict molecular monitoring conditions. Importantly, the emergence of a low level of detectable residual disease below the MMR threshold after 2G-TKI withdrawal may not automatically herald CML relapse and may not preclude the possibility to remain treatment-free. A longer follow-up is required to ascertain whether CML will recur. Our study provides a reasonable basis for subsequent large scale prospective trials. Updated results based on a minimal 6 month-FU of the whole cohort will be presented. Disclosures: Rea: Novartis, BMS: Membership on an entity's Board of Directors or advisory committees. Nicolini: Norvartis Pharma France: Consultancy, Research Funding, Speakers Bureau; Bristol Myers Squibb France: Consultancy, Speakers Bureau. Tulliez: Novartis: clinical trial investigator. Guilhot: Novartis, BMS: Membership on an entity's Board of Directors or advisory committees. Mahon: Novartis, BMS: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "brachial plexus neuritis",
        "dasatinib",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "protein-tyrosine kinase inhibitor",
        "measles-mumps-rubella vaccine",
        "imatinib mesylate",
        "follow-up",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Delphine Rea, MD",
        "Philippe Rousselot, MD, PhD",
        "Franck E. Nicolini, MD, PhD",
        "Laurence Legros",
        "Michel Tulliez",
        "Stephane Giraudier, MD, PhD",
        "Pascale Cony-Makhoul, MD",
        "François Guilhot, MD, PhD",
        "Francois-Xavier Mahon, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Delphine Rea, MD",
            "author_affiliations": [
                "Service des Maladies du Sang et EA3518, Hopital Saint Louis, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philippe Rousselot, MD, PhD",
            "author_affiliations": [
                "Service d'Hématologie et d'Oncologie, Hôpital André Mignot, Le Chesnay, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck E. Nicolini, MD, PhD",
            "author_affiliations": [
                "Hopital Edouard Herriot, Lyon, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Legros",
            "author_affiliations": [
                "Service d'Hématologie, Hopital de l'Archet, Nice, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Tulliez",
            "author_affiliations": [
                "Service d'Hématologie et Laboratoire Central d'Hématologie, Hôpital Henri Mondor, Creteil, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Giraudier, MD, PhD",
            "author_affiliations": [
                "Laboratoire d'Hématologie, Hôpital Henri-Mondor, Créteil, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pascale Cony-Makhoul, MD",
            "author_affiliations": [
                "Service d'Hématologie Clinique, Centre Hospitalier de la région d'Annecy, Pringy, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "François Guilhot, MD, PhD",
            "author_affiliations": [
                "CIC Inserm 0802, CHU de Poitiers, Poitiers, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois-Xavier Mahon, MD, PhD",
            "author_affiliations": [
                "Laboratoire d'Hématologie, Hôpital Pellegrin, Bordeaux, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:40:00",
    "is_scraped": "1"
}