{
    "doi": "https://doi.org/10.1182/blood.V116.21.3738.3738",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1665",
    "start_url_page_num": 1665,
    "is_scraped": "1",
    "article_title": "The Novel Combination of Sirolimus and Bortezomib Prevents Graft-Versus-Host Disease but Mantains the Graft-Versus-Leukemia Effect After Allogeneic Transplantation. ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - GVHD and GVL: Poster II",
    "topics": [
        "bortezomib",
        "graft-versus-host disease",
        "leukemia",
        "rapamycin",
        "tissue transplants",
        "transplantation, homologous",
        "transplantation",
        "calcineurin inhibitors",
        "cytokine",
        "interferon type ii"
    ],
    "author_names": [
        "Teresa Caballero-Velazquez",
        "Luis Ignacio Sanchez-Abarca",
        "Belen Blanco",
        "Carmen Herrero",
        "Silvia Gutierrez-cosio",
        "Soraya Carrancio",
        "Concepcion Rodriguez-Serrano",
        "Consuelo Cañizo",
        "Jesus F San Miguel",
        "Jose Antonio Perez-Simon"
    ],
    "author_affiliations": [
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ],
        [
            "Servicio de Hematología, Hospital Clinico Universitario de Salamanca, Salamanca, Spain"
        ]
    ],
    "first_author_latitude": "40.963639500000006",
    "first_author_longitude": "-5.6755733",
    "abstract_text": "Abstract 3738 Graft-versus-host disease (GVHD) represents a major challenge and the main cause of morbidity and mortality after allogeneic transplantation. Using the standard GVHD prophylaxis based on a calcineurin inhibitor plus methotrexate (MTX). The incidence of acute GVHD is in the range of 30–60%, so that new strategies are required in order to decrease GVHD without hampering GVL. Sirolimus, an mTOR inhibitor, allows to decrease the risk of GVHD and increases the number of Treg after transplantation. Unfortunately, its use may increase the risk of microangiopathy and, moreover, its combination with calcineurin inhibitors blocks the development of Treg. Bortezomib is a proteosome inhibitor and blocks the nuclear translocation and activation of NF- k B. It induces depletion of alloreactive T and allows the expansion of T-cells with suppressive properties. Accordingly, both drugs could favour the development of a tolerogeneic immune response after transplantation. In the current study we have analyzed the synergistic effect of sirolimus together with bortezomib. Bortezomib 100 nM plus sirolimus 5nM synergistically inhibited T-cell activation as assessed by the expression of CD25, production of IFNg and expression of CD40L as well as proliferation assessed as expression of PKH. Remain vibility, these effects could not be attributed to a decreased viability of T-cells, as assessed by 7-AAD, at the concentrations evaluated. As compared to each drug alone, the combination significantly decreased the production of Th1 cytokines (IFNg, IL-2 and TNF) while regarding TH2 cytokines, only IL-6 significantly decreased upon combining both drugs. Concerning the mechanisms involved in this synergistic effect, the combination of both drugs resulted in an inhibition of the Akt and Erk ½ phophorylation, thus indicating that sirolimus inhibit pathways which could allow T-cells to escape from the effect of bortezomib at the doses used in the current experiment. In order to confirm in vivo the synergistic effect of sirolimus and bortezomib, a GVHD mouse model (C57/BL6-Balb/c) was carried out. Mice receiving both drugs (Bortezomib 1μg/day intravenous on days 0, +1, +2 postransplantat and sirolimus 0.25mg/Kg intra-peritoneal on days 0 to 12) has a significantly lower incidence of GVHD and longer survival as compared to each drug alone. We also wanted to evaluate whether the immunosuppressive effect of the combination was unspecific or, by contrast, it allowed induce specific immune tolerance against host but maintaining the immune response against other antigens. For this purpose a haematopoietic cells of Balb/c mice which were C57/BL6 complete chimeras were infused to NOD-SCID mice. While none of the donors had developed GVHD after transplantation plus sirolimus and bortezomib postransplant, the NOD-SCID mice succumbed due to GVHD. Furthermore, we infused WEHI cells to BALB/c after total body irradiation and we observed that, while all BALB/c mice receiving WEHI plus C57BL/6 donor BM cells died due to leukemic infiltration, none of those receiving WEHI cells plus C57BL/6 donor BM cells plus splenocytes (and GVHD prophylaxis with sirolimus and bortezomib) did develop leukemic infiltration, thus confirming that, using this approach, we were able to separate GVHD and GVL effect. In conclusion, the current study shows a potent synergistic effect between sirolimus and bortezomib in vitro and in vivo which prevent GVHD while maintaining GVL. Disclosures: Cañizo: CELGENE: Membership on an entity's Board of Directors or advisory committees. San Miguel: JANSSEN-CILAG: Membership on an entity's Board of Directors or advisory committees; CELGENE: Membership on an entity's Board of Directors or advisory committees; NOVARTIS: Membership on an entity's Board of Directors or advisory committees; MILLENNIUM: Membership on an entity's Board of Directors or advisory committees. Off Label Use: sirolimus and bortezomib are not approved for use in prophylaxis of graft versus host disease."
}