{
    "doi": "https://doi.org/10.1182/blood.V122.21.3585.3585",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2575",
    "start_url_page_num": 2575,
    "is_scraped": "1",
    "article_title": "Expanded Therapeutic Index Of Antithrombin Silencing and Correction Of Aptt In a Hemophilia A Mouse Model ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "topics": [
        "activated partial thromboplastin time measurement",
        "antithrombin iii",
        "antithrombins",
        "hemophilia a",
        "mice",
        "therapeutic index",
        "weight reduction",
        "median effective dose",
        "bleeding diathesis",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Scott A Barros, PhD, DABT",
        "Mary Carioto",
        "Julia Hettinger",
        "Yongfeng Jiang",
        "June Qin",
        "Harsha Prabhala",
        "Alfica Sehgal, PhD",
        "Akin Akinc, PhD"
    ],
    "author_affiliations": [
        [
            "Preclinical Development, Alnylam Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Preclinical Development, Alnylam Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Preclinical Development, Alnylam Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Preclinical Development, Alnylam Pharmaceuticals, Cambridge, MA, USA, "
        ],
        [
            "Alnylam Pharmaceuticals, Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Cambridge, MA, USA"
        ],
        [
            "Alnylam Pharmaceuticals, Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3646514",
    "first_author_longitude": "-71.0819623",
    "abstract_text": "ALN-AT3, a subcutaneously administered RNAi therapeutic targeting antithrombin (AT), is currently being developed for the treatment of hemophilia and rare bleeding disorders. It has previously been demonstrated that once weekly dosing of ALN-AT3 results in potent, dose-dependent and reversible silencing of plasma AT in multiple preclinical species. In the mouse, steady state ED50 knockdown was achieved following weekly doses of 0.5 mg/kg. The objective of this study was to evaluate and compare the tolerability (exaggerated pharmacology) of ALN-AT3 when administered weekly to wild-type (WT) versus hemophilia A (HA) mice. Methods ALN-AT3, diluted in PBS, was administered once weekly (x 7 weeks) via subcutaneous injection at 0, 10, 30, and 100 (HA only) mg/kg. The dose levels used in this study represented 20-, 60- and 200-fold dose multiples of the mouse ED50. Five animals per group were to be terminated on Days 23 and 44 for post-mortem evaluation. Potential test article-related effects were evaluated by clinical signs, body weight, clinical pathology (hematology, coagulation), macroscopic observations at necropsy, organ weights, and histopathology of select tissues (eye, heart, kidney, liver, lung, spleen, gross lesions). The pharmacodynamic effects of ALN-AT3 were evaluated by plasma AT protein assay. Results Repeat administration of ≥ 10 mg/kg ALN-AT3 to WT mice was not tolerated, as evidenced by early mortality (8/10 animals at 10 mg/kg, 9/10 animals at 30 mg/kg), adverse clinical signs (ocular abnormalities, craniofacial swelling, lethargy), weight loss, clinical pathology alterations (decreased PLT, increased NEU), increased relative spleen weights, and microscopic findings in heart (thrombi) and eye (hemorrhage). Residual plasma AT protein in WT and HA animals was  90% on-target AT suppression). All findings were suggestive of thrombosis and disseminated intravascular coagulation, consistent with the intended pro-coagulant effect of AT suppression. The findings in WT animals are also consistent with heterozygous AT deficiency in humans, which is almost always lethal in utero . In contrast, repeat administration of ALN-AT3 was well tolerated in HA mice, with no adverse findings up to 100 mg/kg. In addition, HA mice exhibited significant reductions in ex vivo clotting times (aPTT) to values comparable to control WT animals, consistent with the therapeutic hypothesis of rebalancing the hemostatic system in the disease condition. Collectively, the data also suggest an expanded therapeutic index of AT suppression in the hemophilia disease condition. Disclosures: Barros: Alnylam Pharmaceuticals: Employment. Carioto: Alnylam Pharmaceuticals: Employment. Hettinger: Alnylam Pharmaceuticals: Employment. Jiang: Alnylam Pharmaceuticals: Employment. Qin: Alnylam Pharmaceuticals: Employment. Prabhala: Alnylam Pharmaceuticals: Employment. Sehgal: Alnylam Pharmaceuticals: Employment. Akinc: Alnylam Pharmaceuticals: Employment."
}