{
    "doi": "https://doi.org/10.1182/blood.V118.21.192.192",
    "article_title": "β-1,4-Galactosyltransferase 1 Expression Is Required for Platelet Production in Vitro and In Vivo ",
    "article_date": "November 18, 2011",
    "session_type": "301. Platelet Activation and Biochemistry: Molecular Mechanisms of Platelet Function II",
    "abstract_text": "Abstract 192 Platelet turnover requires correct glycan presentation and expression. Deficiency in β-1,4-galactosyltransferase 1 (β4GalT1), the major enzyme that transfers galactose (Gal) from UDP-Gal to terminal N-acetylglucosamine (GlcNAc) to form type-2 lactosaminyl structures, is lethal in embryonic mice. However, E14.5 β4GalT1 −/− embryos are grossly indistinguishable from wild type embryos. Here we sought to determine whether platelet formation and survival require β4GalT1. Hepatic stem cells were obtained from embryonic livers at E14.5 and megakaryoctes were differentiated in vitro in the presence of thrombopoietin. β4GalT1 −/− megakaryocytes mature and differentiate normally in vitro as judged by their number, morphology and expression of main surface glycoproteins specific for the megakaryocyte lineage (GPIbα/β, GPIX, αIIb and β3). However, following differentiation, β4GalT1 −/− megakaryocytes were unable to produce proplatelets and platelets in vitro . Addition of exogenous β4GalT1 and the donor substrate UDP-Galactose did not improve in vitro proplatelet and platelet formation. Importantly, platelet numbers were decreased by ∼ 75% in β4GalT1 −/− E14.5 embryos when compared to wild type embryos. Platelet size was increased by ∼ 50% in β4GalT1 −/− embryos, indicating that β4GalT1 −/− mice have increased platelet clearance and/or that larger platelets are produced in vivo . Our data strongly support the notion that glycosylation mediated by β4GalT1 activity is crucial for platelet production in vitro and in vivo . Our findings demonstrate for the first time a role for posttranslational glycan modification in platelet production. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "galactosyltransferases",
        "platelet production",
        "polysaccharides",
        "acetylglucosamine",
        "enzymes",
        "galactose",
        "membrane glycoproteins",
        "thrombopoietin",
        "transfer technique",
        "uridine diphosphate galactose"
    ],
    "author_names": [
        "Silvia Giannini",
        "Renata Grozovsky, PhD",
        "Antonija Jurak Begonja",
        "Karin M. Hoffmeister, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Silvia Giannini",
            "author_affiliations": [
                "BWH and HMS, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Renata Grozovsky, PhD",
            "author_affiliations": [
                "BWH and HMS, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonija Jurak Begonja",
            "author_affiliations": [
                "BWH and HMS, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin M. Hoffmeister, MD",
            "author_affiliations": [
                "BWH and HMS, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T15:45:20",
    "is_scraped": "1"
}