{
    "doi": "https://doi.org/10.1182/blood.V124.21.4084.4084",
    "article_title": "Patent Foramen Ovale in Adult Patients with Sickle Cell Disease and Stroke ",
    "article_date": "December 6, 2014",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia – Clinical: Poster III",
    "abstract_text": "Introduction: Stroke is a leading cause of death in adults with sickle cell disease (SCD), although little is known about the underlying pathophysiology or associated risk factors. A patent foramen ovale (PFO) or other intracardiac shunts are associated with ischemic stroke in children with SCD and young adults without SCD. PFOs are relatively common, with a prevalence of about 24% in the general population. Importantly, PFOs can be closed using a minimally invasive procedure, which could potentially prevent embolic strokes in individuals with SCD at risk for stroke. We therefore designed an epidemiological study to determine the prevalence of PFOs in adults with SCD and stroke. Methods: To identify SCD patients with stroke who had evidence for a PFO by echocardiagraph, we retrospectively reviewed charts from the Johns Hopkins Hospital. All adult patients (>18 years old) with the diagnosis of stroke followed in our Sickle Cell Program were included. PFO was diagnosed by conventional echocardiogram, color Doppler studies, and contrast studies with agitated saline (10 mls) through a peripheral IV or central venous catheter with and without a Valsalva maneuver (2 times each) to increase the sensitivity of detecting intracardiac shunting. The presence of bubbles in the left atrium, either spontaneously or after Valsalva, within five cardiac cycles was noted. PFOs or other intracardiac shunts were graded by the appearance of bubbles in the left atrium, including: Grade 1 (mild shunt with 1-10 bubbles), Grade 2 (moderate shunt with 10-25 bubbles and a distinct portion filling the left atrium), and Grade 3 (substantial shunt with >25 bubbles and complete filling of the left atrium). Brain MRI/MRAs were classified by stroke subtype and severity of cerebral vasculopathy. Age at the time of the study and stroke, gender, hemoglobinopathy, presence of a peripheral deep venous thrombosis (DVT), and evidence for other stroke risk factors (moyamoya or cerebral aneurysms) were ascertained by chart review. The study was approved by the IRB at our institution. Results: From this group of 65 adult patients with a sickling hemoglobinopathy (hemoglobin SS, SC, or S beta thalassemia) and stroke, we identified 15 patients who underwent an evaluation for a PFO or other intracardiac shunt (Table 1). The prevalence of PFO or other intracardiac shunt in these adults with SCD and a history of stroke was 40% (6/15). Of these 6 patients with SCD, PFO and stroke, 1 had hemoglobin SC and 5 had hemoglobin SS. Three of the PFOs were Grade 1 and 3 were Grade 3. Three patients with PFO and stroke also had a DVT at the time of the stroke; 3 patients with PFO and stroke also had Moyamoya. Conclusions: The high prevalence of PFOs in adults with SCD and stroke compared to the prevalence of PFOs in the general population suggest that PFOs could be a risk factor for stroke in this population. These findings also underscore the urgent need for further research to establish the role of PFOs in stroke in adults with SCD because PFOs can be closed with a minimally invasive procedure. Disclosures Naik: NHLBI: Research Funding.",
    "topics": [
        "ischemic stroke",
        "patent foramen ovale",
        "sickle cell anemia",
        "cerebrovascular accident",
        "multiple intracardiac shunts",
        "deep vein thrombosis",
        "shunt",
        "hemoglobin",
        "hemoglobinopathies",
        "moyamoya disease"
    ],
    "author_names": [
        "Sheila Razdan, BA",
        "Anusha Reddy, BS",
        "Danielle F. Resar",
        "John J. Strouse, MD PhD",
        "Rani Hasan, MD",
        "Jon R. Resar, MD",
        "Rakhi P. Naik, MD",
        "Sophie Lanzkron, MD MHS",
        "Linda M. S. Resar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sheila Razdan, BA",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine, Baltimore, MD ",
                "University of Maryland School of Medicine, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anusha Reddy, BS",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle F. Resar",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John J. Strouse, MD PhD",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine, Baltimore, MD ",
                "Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rani Hasan, MD",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon R. Resar, MD",
            "author_affiliations": [
                "Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rakhi P. Naik, MD",
            "author_affiliations": [
                "The Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Lanzkron, MD MHS",
            "author_affiliations": [
                "Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda M. S. Resar, MD",
            "author_affiliations": [
                "The Johns Hopkins University School of Medicine, Baltimore, MD"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T04:14:29",
    "is_scraped": "1"
}