{
    "doi": "https://doi.org/10.1182/blood.V114.22.3762.3762",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1538",
    "start_url_page_num": 1538,
    "is_scraped": "1",
    "article_title": "Adenosine A2A and Beta-2 Adrenergic Receptor Agonist Synergy in B-Cell Malignancies: Selectivity, Breadth of Activity and Effects of Chronic Exposure. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE POSTER III",
    "topics": [
        "adenosine",
        "agonists",
        "beta-2 adrenergic receptors",
        "b-lymphocytes",
        "burkitt's lymphoma",
        "cancer",
        "dexamethasone",
        "melphalan",
        "hematologic neoplasms",
        "multiple myeloma"
    ],
    "author_names": [
        "Richard J. Rickles, PhD",
        "Winnie F. Tam, PhD",
        "Antoaneta Necheva, MSc",
        "Thomas Giordano",
        "Alexis A. Borisy",
        "Margaret S. Lee, PhD"
    ],
    "author_affiliations": [
        [
            "CombinatoRx, Inc., Cambridge, MA, USA"
        ],
        [
            "CombinatoRx, Inc., Cambridge, MA, USA"
        ],
        [
            "CombinatoRx, Inc., Cambridge, MA, USA"
        ],
        [
            "CombinatoRx, Inc., Cambridge, MA, USA"
        ],
        [
            "CombinatoRx, Inc., Cambridge, MA, USA"
        ],
        [
            "CombinatoRx, Inc., Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3497845",
    "first_author_longitude": "-71.08013215",
    "abstract_text": "Abstract 3762 Poster Board III-698 By using a high throughput combination screening strategy, we made the surprising discovery that adenosine A2A and beta-2 adrenergic receptor (b2AR) agonists have synergistic anti-proliferative activity in combination with dexamethasone, melphalan, lenalidomide, bortezomib and doxorubicin in preclinical multiple myeloma (MM) models. Both A2A and b2AR agonists are highly selective and demonstrate no single agent activity or synergy in normal cell types including human PBMCs, AoSMCs, HUVECs or HCAECs at concentrations 2-3 orders of magnitude greater than the IC50 in MM cell lines. To further examine the selectivity and breadth we have evaluated A2A and b2AR agonist combinations in a panel of 83 cell lines including solid tumor types and hematological malignancies. Single agents and combinations with dexamethasone and melphalan were systematically studied at multiple ratios of clinically relevant concentrations. Using a quantitative synergy score based on the Loewe model (Lehar et al. Nat Biotech 2009), we observe that combination activity for A2A or b2AR agonists is highly selective for hematologic malignancies with synergy observed most frequently in multiple myeloma and DLBCL cell lines. Synergy is also observed with the B-cell lines JM-1 (pre B-ALL) and GA-10 (Burkitt's lymphoma). Using a relative synergy cut-off (synergy score >1), we find that 13 of the 18 MM cell lines tested demonstrate a synergistic interaction between the A2A agonist CGS-21680 and dexamethasone and 11 demonstrate a synergistic interaction between CGS-21680 and melphalan. Using this same measure, 9 of 18 MM cell lines demonstrate synergy with combinations of the b2AR agonist salmeterol with either dexamethasone or melphalan. Nine and ten of the cell lines in this MM panel are insensitive or respond weakly to dexamethasone and melphalan as single agents respectively. All cell lines were treated with the same concentrations of dexamethasone or melphalan, pointing to A2A agonists having a higher breadth of activity across the MM cell line panel. An interesting observation is the strong synergy observed for A2A or b2AR agonists with dexamethasone in the glucocorticoid-insensitive cell lines EJM and ANBL-6, which suggests that these agents may help restore steroid sensitivity in refractory patients. In general, drug resistance is a recurrent problem for cancer drugs and development of resistance after chronic exposure can reduce drug efficacy and promote refractory disease. We therefore examined the effects of chronic exposure to either A2A or b2AR agonists in the MM.1S cell line. Exposure of cells to CGS-21680 or salmeterol for one month reduced single agent sensitivity >80%. Surprisingly, combinations of either agent with dexamethasone maintained similar amounts of synergy and cell killing as found with naïve untreated cells. As determined by Western blot analysis, the reduction in single agent activity after chronic exposure is not accompanied by a reduction in receptor levels. These data demonstrate that synergistic combinations of A2A and b2AR agonists are highly selective for B-cell malignancies and support the notion that synergistic drug combinations improve therapeutically relevant selectivity and circumvent drug resistance. This work further supports the rationalefor investigation of A2A and b2AR agonists in the treatment of B-cell malignancies and in particular, patients who have MM. Disclosures: Rickles: CombinatoRx, Inc.: Employment. Tam: CombinatoRx, Inc.: Employment. Necheva: CombinatoRx, Inc.: Employment. Giordano: CombinatoRx, Inc.: Employment. Borisy: CombinatoRx, Inc.: Employment. Lee: CombinatoRx, Inc.: Employment."
}