{
    "doi": "https://doi.org/10.1182/blood.V118.21.3499.3499",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1896",
    "start_url_page_num": 1896,
    "is_scraped": "1",
    "article_title": "Cytotoxic Activity of Anti-CD20-hIFN-α on Rituximab-Resistant B-NHL Clones and Synergy with Chemotherapy, ",
    "article_date": "November 18, 2011",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "cd20 antigens",
        "chemotherapy regimen",
        "clone cells",
        "rituximab",
        "lymphoma",
        "cisplatin",
        "cytotoxicity",
        "acquired immunodeficiency syndrome"
    ],
    "author_names": [
        "Gabriel G Vega, MDVZ",
        "Mario I Vega, PhD",
        "Sara Huerta-Yepez, Ph.D.",
        "Ali Jazirehi, PhD",
        "Hector Mayani, PhD",
        "Otoniel Martinez-Maza, PhD",
        "Sherie Morrison",
        "Benjamin Bonavida, Ph.D"
    ],
    "author_affiliations": [
        [
            "Oncology Hospital, Oncology Research Unit, Siglo XXI National Medical center IMSS, Mexico City, Mexico, "
        ],
        [
            "Oncology Hospital, Oncology Research Unit, Siglo XXI National Medical center IMSS, Mexico City, Mexico, "
        ],
        [
            "Unidad de Investigación en Enfermedades Oncológicas, Hospital Infantil de México Federico Gómez, Mexico D.F., Mexico, "
        ],
        [
            "Department of Microbiology, Immunology & Molecular Genetics, UCLA David Geffen School of Medicine, Jonsson Comprehensive Cancer Center, Los Angeles, CA, USA, "
        ],
        [
            "Oncology Hospital, Oncology Research Unit, Siglo XXI National Medical center IMSS, Mexico City, Mexico, "
        ],
        [
            "Microbiology Immunology and Molecular Genetics, David Geffen School of Medicine UCLA, Los Angeles, CA, USA, "
        ],
        [
            "MIMG, University of California, Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "19.408813600000002",
    "first_author_longitude": "-99.1539891",
    "abstract_text": "Abstract 3499 Rituximab (chimeric anti-CD20 mAb) (Rtx) has been successfully used in the treatment of patients with B-cell non-Hodgkin's lymphomas (B-NHLs). The combination treatment with chemotherapy results in achieving high response rates and prolongation of survival. However, a subset of patients does not initially respond to treatment and many responding patients relapse and no longer respond to further treatments. Currently, there are no alternative therapies for resistant patients. The mechanism of resistance in vivo is not clear. However, we have explored a potential mechanism by developing in vitro several clones of Rtx-resistant (RR) variants for several B-NHL cell lines and characterized their properties. Briefly, unlike the parental wild-type, the RR clones express CD20 but no longer respond to treatment with Rtx or combination with cytotoxic drugs. Further, these clones overexpress the activity of several survival/anti-apoptotic pathways [1]. It is not known whether chemical modification of Rtx might be necessary to exert its activity and signaling on the RR clones. Hence, a recent report demonstrated that a fusion protein consisting of Rtx and human IFN-α (anti-CD20-hIFN-α) exhibited superior activity over Rtx, IFN-α, or combination of Rtx and IFN-α, and exhibited significant anti-proliferative and apoptotic effects in vitro with several B-NHL cell lines and in vivo an anti-tumor xenograft response [2]. These findings prompted us to investigate the effect of anti-CD20-hIFN-α on the RR clones. We hypothesized that anti-CD20-hIFN-α may exert an anti-proliferative and apoptotic effects on the RR clones and may also synergize when used in combination with chemotherapy. In this study, we used the B-NHL line Ramos (Burkitt) and 2F7 (AIDS-related) and their respective Ramos RR1 and 2F7 RR1 clones as models. We examined the effects of anti-CD20-hIFN-α and Rtx on the wild-type and RR clones following treatment with IgG isotype control, Rtx, anti-CD20-hIFN-α, CDDP (10 mg/ml) and Treanda® (Bendamustine) (5 mg/ml), as well as combinations. Treatment of 2F7 with single agents alone had no cytotoxic effect; however, treatment with the combination of Rtx and CDDP or Treanda® or anti-CD20-hIFN-α plus CDDP or Treanda® resulted in significant cytotoxicity. Treatment of Ramos resulted in similar findings observed with 2F7, however, the anti-CD20-hIFN-α alone was significantly cytotoxic to Ramos cells. Importantly, whereas treatment of 2F7 RR1 or Ramos RR1 with Rtx or Rtx plus CDDP or Treanda® had no cytotoxic effects (as expected), the treatment with the anti-CD20-hIFN-α alone had significant cytotoxicity and synergy was observed when used in combination with CDDP or Treanda®. In all of the above experiments, the level of cytotoxicity was a function of the antibody concentration used (range 10–30 μg/ml). The mechanism by which anti-CD20-hIFN-α signals the RR clones for cytotoxicity and sensitization was examined. Preliminary findings show that treatment of the RR clones with anti-CD20-hIFN-α inhibits the activity of p38MAPK survival pathway and also inhibits the anti-apoptotic gene products, Bcl-2/BclXL and upregulates the pro-apoptotic expression of Bax. These findings established, for the first time, that modification of Rtx by fusion with IFN-α was cytotoxic on the RR clones and synergized with chemotherapy. The findings also show, unlike Rtx that, anti-CD20-hIFN-α signals the RR cells and inhibits survival/antiapoptotic pathways leading to direct cytotoxicity and chemo-sensitization. The molecular signaling mediated by anti-CD20-hIFN-α on the cell membrane of RR cells leading to inhibition of survival pathways will be presented. Disclosures: No relevant conflicts of interest to declare."
}