{
    "doi": "https://doi.org/10.1182/blood-2020-142030",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4563",
    "start_url_page_num": 4563,
    "is_scraped": "1",
    "article_title": "The Baf Subunit Dpf2 Regulates Resolution of Inflammation By Controlling Macrophage Differentiation Transcription Factor Networks ",
    "article_date": "November 5, 2020",
    "session_type": "602.Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": null,
    "author_names": [
        "Gloria Mas Martin, PhD",
        "Na Man",
        "Daniel Karl, PhD",
        "Concepcion Martinez, B.S.",
        "Stephanie Duffort",
        "Hidehiro Itonaga, MD PhD",
        "Adnan K Mookhtiar, BS",
        "Daniel Bilbao, PhD",
        "Kranthi Kunkalla",
        "Alfredo M Valencia",
        "Clayton Collings",
        "Cigall Kadoch, PhD",
        "Francisco Vega, MDPhD",
        "Scott C. Kogan, MD",
        "Stephen Nimer, MD"
    ],
    "author_affiliations": [
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL"
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL"
        ],
        [
            "Biostatistics and Bioinformatics shared resource, Department of Human Genetics, University of Miami Miller School of Medicine, Miami, FL"
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL"
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL"
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL",
            "Department of Hematology, Atomic Bomb Disease and Hibakusha Medicine Unit, Atomic Bomb Disease Institute, Nagasaki University, Nagasaki, Japan"
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami, Miller School of Medicine, Miami, FL"
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL"
        ],
        [
            "Division of Hematopathology, Department of Pathology and Laboratory Medicine, University of Miami/Sylvester Comprehensive Cancer Center, Miami, FL"
        ],
        [
            "Department of Pediatric Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA"
        ],
        [
            "Broad Institute of MIT and Harvard, Cambridge, MA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "MD Anderson Cancer Center, University of Texas, Texas, TX"
        ],
        [
            "Univ. of CA, San Francisco, San Francisco, CA"
        ],
        [
            "Sylvester Comprehensive Cancer Center, Miami, FL"
        ]
    ],
    "first_author_latitude": "25.7882523",
    "first_author_longitude": "-80.2144666",
    "abstract_text": "To mount an effective immune response against infectious pathogens or tissue injury, hematopoietic stem cells (HSCs) increase their proliferation and production of myeloid cells, including macrophages, which destroy the pathogens and repair the damaged tissue. Proper resolution of inflammation is essential to restore hematopoietic homeostasis, as unrestrained inflammation can result in life-threatening pathologies such as sepsis, autoimmune disorders and cancer. The molecular mechanisms that control the resolution of inflammation, and how these contribute to disease phenotypes, are poorly understood. BAF (SWI/SNF) complexes are ATPase dependent chromatin-remodeling complexes that play fundamental roles in transcription. BAF complexes use the energy of ATP to modulate the accessibility of transcription factors to DNA and thus, orchestrate the gene expression programs that control proliferation and cellular identity. Genes encoding for BAF subunits are frequently mutated in cancer and developmental disorders. In hematopoietic malignancies, loss-of-function mutations and low expression of specific BAF subunits have been reported in patients with anemia and bone marrow failure. Work from our lab previously demonstrated that the hematopoietic-specific BAF complex subunit Dpf2 cooperates with the transcription factor Runx1 to regulate myeloid differentiation. Based on these studies, we generated a hematopoietic-specific Dpf2 knock-out mouse model and found that mice lacking Dpf2 develop pancytopenia, anemia and an uncontrolled inflammatory response that results in early death. Dpf2 -/- peripheral blood samples showed dysplastic features including increased number of polychromatophilic blood cells and Howell-Jolly bodies in erythrocytes. Histopathological analyses revealed the presence of fibrosis and prominent infiltration of histiocytes in multiple organs, including lungs, liver and spleen. Detailed chemical profiling of plasma showed increased levels of multiple pro-inflammatory cytokines, indicative of systemic inflammation. Flow cytometry analyses and Mass cytometry profiling further revealed an expansion of myeloid lineages, specifically monocytes and macrophages, concomitant with severe defects in lymphoid and erythroid differentiation. We also found that Dpf2 -/- HSCs had increased serial re-plating capacity and a marked myeloid differentiation bias. To identify the transcription factor networks underlying these phenotypes, we performed RNAseq and ATACseq on control and Dpf2 -/- HSCs. Gene Set Enrichment Analyses indicated that Dpf2 -/- HSCs have extensive gene expression alterations in immune signaling and interferon response pathways, as well as leukocyte and erythroid differentiation. We also found that Dpf2 loss results in pronounced changes in expression and genomic accessibility of specific transcription factors that control macrophage differentiation and proliferation. Together, our mechanistic studies support a model whereby the absence of Dpf2 results in misregulation of the transcription factor networks that establish macrophage cell identity, leading to a marked increase in macrophage infiltrations and shortened survival of the mice. Treatment of the Dpf2 -/- mice with clodronate-containing liposomes, which deplete macrophages from bone marrow and spleen, prolonged survival of the mice. Our work uncovers a novel role of Dpf2 in restraining inflammatory responses by controlling macrophage proliferation and function. Moreover, we propose that, in addition to their tumor suppressive roles in cancer, BAF complexes may have a central role in the prevention of immunopathologies. Disclosures Kadoch: Foghorn Therapeutics: Consultancy, Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees, Other: Scientific founder, fiduciary board of directors member, scientific advisory board member, shareholder, and consultant for Foghorn Therapeutics (Cambridge, MA). . Vega: NCI: Research Funding."
}