{
    "doi": "https://doi.org/10.1182/blood.V124.21.1459.1459",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2802",
    "start_url_page_num": 2802,
    "is_scraped": "1",
    "article_title": "Romiplostim in Management of the Thrombocytopenic Surgical Patient ",
    "article_date": "December 6, 2014",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "abstract_text": "Background: The thrombopoietin (TPO) mimetics are FDA-approved for the treatment of chronic immune thrombocytopenia (ITP) and have the potential for use in several additional clinical settings. At our institution, the TPO-mimetic romiplostim has been used to boost platelet counts in the perioperative setting. Objective: Use of romiplostim for perioperative thrombocytopenia was examined with regards to patient characteristics, dosing and duration of use, success in achieving platelet counts high enough for surgery, and clinical outcomes. Methods: A retrospective review of patients with thrombocytopenia who received romiplostim prior to an operative intervention in 2010-2014 was performed. Inclusion criteria included age 18 or older, thrombocytopenia (baseline platelet count <150,000/uL), administration of at least one dose of romiplostim, and documentation of platelet counts before and after administration of romiplostim. Results: 18 patients undergoing 22 procedures were included. Median age at surgery was 61 years (range 47-74). Etiologies of baseline thrombocytopenia (some patients had more than one) included mild ITP (not on romiplostim at baseline) in 8 patients, liver disease in 12 patients (5 with hepatitis C, 2 with hepatitis B, 2 with alcoholic cirrhosis, 1 with fatty liver, and 2 with hepatocellular carcinoma), hematologic malignancy in 4 patients (2 with lymphoma, 1 with MDS, and 1 with myeloma) and drug-related thrombocytopenia in 3 patients (2 chemotherapy induced and 1 antibiotic-related). 3 patients were Jehovah's witnesses. Median platelet count at time of romiplostim initiation was 46,500/uL (range, 11,000-120,000) and median starting dose of romiplostim was 2.5 mcg/kg (range 1-7.5). Patients remained on romiplostim for a median of 5 weeks prior to surgery (receiving doses on average once weekly) and while on therapy the dose of romiplostim was changed on average one time. Procedures performed included 5 orthopedic surgeries (3 total hip replacements, 1 total knee replacement, and 1 open reduction/internal fixation), 3 open cardiac surgeries, 2 cholecystectomies, 2 EGD/colonoscopies, 2 biopsies of masses, and 1 each of: angioplasty and stenting, dental extraction, eyelid resection, liver biopsy, lung resection, prostate surgery, spinal surgery, and a TACE procedure. Median platelet count at the time of surgery was 144,000/uL (range 28,000-370,000). All patients had a rise in platelet count between time of initiation of romiplostim and time of surgery (see Figure); median rise was 97,500/uL (range 17,000-252,000). There were no surgical delays or cancellations for thrombocytopenia. Four bleeding events occurred: one thigh hematoma (at a platelet count of 185,000/uL), one episode of hematemesis (at a platelet count of 98,000/uL), one episode of melena (at a platelet count of 88,000/uL), and one persistent oozing from a tooth extraction (platelets 82,000/uL). Four patients received perioperative platelet transfusions and 3 received perioperative red cell transfusions. One patient developed a Foley-catheter associated clot after prostate surgery. No other thromboembolic events were recorded during the time of romiplostim administration and for up to 30 days following the last dose. Conclusions: 18 patients with thrombocytopenia due to several conditions (primarily ITP and liver disease) received romiplostim prior to 22 surgical procedures. Romiplostim prompted a rise in platelet count in all patients, allowing all planned procedures to be performed without delays or cancellations for thrombocytopenia. Few patients received perioperative platelet transfusions. Four bleeding episodes occurred (none in the context of significant thrombocytopenia), and one patient developed a clot (likely procedure-related). Romiplostim may be of clinical utility in the preoperative management of thrombocytopenic patients, and further trials are indicated. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Off Label Use: Romiplostim (Nplate) used for periprocedural management of thrombocytopenia. Kuter: Amgen: Research Funding.",
    "topics": [
        "romiplostim",
        "surgical procedures, operative",
        "thrombocytopenia",
        "uterine fibroids",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "liver diseases",
        "platelet transfusion",
        "prostate surgery",
        "angioplasty"
    ],
    "author_names": [
        "Ariela L. Marshall, MD",
        "Katayoon Goodarzi, MD",
        "David J. Kuter, MD DPhil"
    ],
    "author_affiliations": [
        [
            "Massachusetts General Hospital, Boston, MA ",
            "Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.358321149999995",
    "first_author_longitude": "-71.0758704"
}