{
    "doi": "https://doi.org/10.1182/blood.V120.21.376.376",
    "article_title": "Therapeutic Benefit of Small Molecule Inhibitors of MEK/ERK in Reducing Sickle Red Cell Adhesion and Vaso-Occlusion in Vivo ",
    "article_date": "November 16, 2012",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia III",
    "abstract_text": "Abstract 376 In sickle cell disease (SCD), vaso-occlusive crises are caused largely by the sickle erythrocyte (SSRBC), which plays a critical and active role in vascular occlusion. The current major limitation in developing therapeutics for vaso-occlusive crises is our poor understanding of the specific signaling mechanisms that lead to increased sickle cell adhesion to endothelium and their ability to activate leukocyte adhesion. We have previously shown that the mitogen-activated protein kinase ERK1/2 is constitutively active in SSRBCs, and can be inducible by agonist-stimulation. ERK1/2 signaling is involved in activation of ICAM-4, which mediates SSRBC adhesion to endothelial cells (ECs). To determine if inhibition of SSRBC ERK activation has therapeutic potential, we tested four different inhibitors of MEK (the upstream kinase of ERK)/ERK activation in a model of non-stimulated human SSRBC adhesion to TNFα activated ECs. The MEK/ERK inhibitor U0126 is used in animal models, while RDEA119, AZD6244 and GSK1120212 were selected based on their demonstrated safety in long-term human therapeutic studies. Less than 30% of untreated SSRBCs adhered to non-activated ECs in vitro. However, adherence of non-treated SSRBCs to TNFα activated ECs increased by 2.6±0.17-fold over basal adhesion of untreated SSRBCs to non-activated ECs. Treatment of SSRBCs with the U0126, RDEA119, AZD6244 and GSK1120212 decreased SSRBC adhesion to activated ECs to levels below baseline SSRBC adhesion to non-activated ECs, demonstrating that MEK-dependent ERK signaling in non-stimulated SSRBCs is required for RBC adhesive interaction with activated ECs. Our data also indicated that co-incubation of epinephrine-activated SSRBCs with naive polymorphonuclear cells (PMNs), resulted in significant increased PMN adhesion compared to adhesion of naïve PMN alone. However, blocking ERK activity with U0126, RDEA119, AZD6244 and GSK1120212 decreased the ability of SSRBCs to promote PMN adhesion, indicating that SSRBCs activate leukocyte adhesion via the ERK pathway activation. We then determined the effect of the ERK signaling activation on adherence of unstimulated human SSRBCs in the presence of inflammation and vaso-occlusion in nude mice in vivo . Sham-treated human SSRBCs showed strong adhesion to TNFα activated endothelium, with frequent postcapillary obstruction. However, RDEA119-treatement of SSRBCs reduced RBC adhesion to TNFα activated endothelium and vaso-obstruction and resulted in improved RBC circulatory behavior. When RBC adhesion was quantified as % venular length occupied by SSRBCs, the percent venular length occupied by RDEA119-treated SSRBCs was significantly decreased by 75±5.5% (p25 μm) vessels, respectively. Similar results were obtained with U0126-treated SSRBCs. Our findings suggest that ERK is a key mediator of RBC adhesion and vaso-occlusion that does not require prior activation, and therapeutic strategies targeting ERK can be viable in reducing vaso-occlusion. Furthermore, we also determined if MEK/ERK inhibitors can be used therapeutically to reduce vaso-occlusion in nude mice injected with TNFα, followed by infusion of 0.2 or 2 mg/kg U0126 (or placebo control), and then human SSRBCs. Placebo treated mice display marked SSRBC adhesion to inflamed vessels and vaso-occlusion with evident blood stasis. However, infusion of U0126 at either 0.2 or 2 mg/kg dramatically reduced SSRBC adhesion and vessel obstruction. Quantitation of SSRBC adhesion indicates that U0126 at 2 mg/kg and 0.2 mg/kg significantly reduced by 76±5.5% and 59±4%, respectively, the % venular length occupied by SSRBCs for vessels ≤ 25 μm in diameter (p 25 μm, U0126 at only 2 mg/kg completely inhibited the % venular length occupied by SSRBCs. Our data suggest that in the presence of preexisting inflammation, MEK/ERK inhibitors can reduce vaso-occlusion, and their inhibitory effect could affect at least in part SSRBC adhesive function. Thus, this is the first report implicating atypical ERK activation in SSRBCs with the vaso-occlusive pathophysiology of SCD, and suggesting that small molecule inhibitors of MEK/ERK could be effective in ameliorating RBC adhesion and vaso-occlusion, the hallmarks of SCD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adhesions",
        "animal model",
        "erythrocytes",
        "small molecule",
        "selumetinib",
        "trametinib",
        "inflammation",
        "infusion procedures",
        "agonists",
        "atypical"
    ],
    "author_names": [
        "Rahima Zennadi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rahima Zennadi, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Duke University, Durham, NC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T12:55:37",
    "is_scraped": "1"
}