{
    "doi": "https://doi.org/10.1182/blood.V128.22.208.208",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3513",
    "start_url_page_num": 3513,
    "is_scraped": "1",
    "article_title": "Factor XIII Contributes to Clot Formation and Thrombin Generation ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Rare Bleeding Disorders",
    "topics": [
        "animal model",
        "factor xiii",
        "thrombin",
        "thrombosis",
        "micelles",
        "hemophilia a",
        "hemophilias",
        "factor viii",
        "fibrin",
        "transglutaminases"
    ],
    "author_names": [
        "M Rick Rollins",
        "Emily A Larson",
        "Hillary J Larson",
        "Jason A Taylor, MD PhD"
    ],
    "author_affiliations": [
        [
            "Portland Veterans Affairs Medical Center, Portland, OR "
        ],
        [
            "Portland Veterans Affairs Medical Center, Portland, OR "
        ],
        [
            "Portland Veterans Affairs Medical Center, Portland, OR "
        ],
        [
            "Portland Veterans Affairs Medical Center, Portland, OR ",
            "The Hemophilia Center, Oregon Health & Science University, Portland, OR"
        ]
    ],
    "first_author_latitude": "45.4968705",
    "first_author_longitude": "-122.68376799999999",
    "abstract_text": "Background Factor XIII (FXIII) stabilizes fibrin clots, minimizing the amount of thrombin generation required to stop bleeding. It also has a long half-life (>7 days) and supratherapeutic levels are not associated with thrombosis making it an attractive therapeutic agent to augment factor replacement in hemophilia. FXIII is a transglutaminase that cross-links fibrin and localizes alpha 2-antiplasmin to fibrin inhibiting fibrinolysis. It also interacts with numerous other proteins, most of which have not been well studied and their physiologic significance is unknown. FXIII is classically considered to be activated by thrombin, which may limit its utility in low thrombin states such as hemophilia. However, activation also occurs physiologically through other mechanisms including calpain, neutrophil elastase and calcium influx. In addition, low levels of thrombin are generated by Factor Xa in the absence of the Factor VIII (FVIII)/Factor IX (FIX) complex that may contribute to both FXIII activation and clot formation. Thus, it is not clear if thrombin generated through the participation of FVIII and FIX is necessary for FXIII activation. Hypothesis We hypothesize that FXIII (recombinant FXIII-A 2 ) may contribute to both clot formation and thrombin generation in hemophilia. Methods Animal models include Exon 16-deleted FVIII-deficient mice (FVIII-KO), wild-type mice (WT), and exon 16-deleted Factor VIII deficient/GP1bα-FVIII knock-in mice (PF). The PF mice are FVIII-deficient mice expressing human FVIII driven from the glycoprotein 1bα promoter resulting in approximately 3% circulating FVIII. Various combinations of factors were given via tail-vein injection. Citrated blood was collected by cardiac puncture 1.5 - 4 hours post-injection, depending on the factor type. Clotting was characterized using thromboelastography (TEG). Thrombin generation was measured on a fluorescence reader using a reagent comprised of a low concentration of phospholipid micelles containing tissue factor in HEPES buffer. Results TEG characterization shows differences in clotting times (R), speed of clot formation (K), and the kinetics of the formation of the clot (α angle) between the various groups without changes in overall clot stability (MA) or degree of fibrinolysis (LY30). R, K, and α angle are all measurements of clot formation, with prolongation of R and K and reduced α angle characteristic of hemophilia. PF mice have similar R, K, and α angle compared to FVIII-KO (p = 0.5, 0.68, and 0.89, respectively), and elongated R and K, and reduced α angle compared to WT (p = 4.0E-3, 2.0E-3, and 1.37E-6, respectively). Giving supratherapeutic FXIII to PF mice results in normalization of these values compared to WT, with a trend towards elongated K and α angle (p = 0.21, 0.08, and 0.13, respectively), and differences compared to FVIII-KO (p = 8.1E-3, 7.4E-3, and 2.1E-3, respectively). Administering FXIII to FVIII-KO mice did not alter R, K, and α angle compared to untreated FVIII-KO mice (p = 0.25, 0.37, and 0.67, respectively). PF mice have similar peak thrombin generation compared to FVIII-KO (p = 0.56) and reduced peak thrombin generation compared to WT (p = 6.69E-5). Giving supratherapeutic FXIII to the PF mice results in peak thrombin generation similar to that of WT (p = 0.97). In contrast, giving supratherapeutic FXIII to FVIII-KO mice did not alter peak thrombin generation levels compared to untreated FVIII-KO mice (p = 0.72). The administration of a cocktail containing both FVIII (2.5 U/kg) and FXIII resulted in a trend for improved peak thrombin generation when compared to an injection of FVIII alone (p = 0.12). Conclusions The function of FXIII has classically been considered to be secondary to its transglutaminase activity. With a direct impact on early clot formation and thrombin generation, these data suggest that FXIII has other roles beyond its known activities. The implication of these findings is that FXIII may be an effective hemostatic agent in mild and moderate hemophilia. Disclosures Taylor: Novo Nordisk: Research Funding; Kedrion: Research Funding; Baxalta/Shire: Consultancy, Research Funding; CSL Behring: Consultancy, Research Funding."
}