{
    "doi": "https://doi.org/10.1182/blood.V128.22.4915.4915",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3429",
    "start_url_page_num": 3429,
    "is_scraped": "1",
    "article_title": "Analysis of Clinical Features, Laboratory Characteristics and Therapeutic Outcome in Patients with Thrombotic Thrombocytopenic Purpura Treated at King Fahad Medical City, Riyadh, Saudi Arabia ",
    "article_date": "December 2, 2016",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry",
    "topics": [
        "saudi arabia",
        "signs and symptoms",
        "thrombotic thrombocytopenic purpura",
        "treatment outcome",
        "adamts proteins",
        "hemoglobin",
        "plasma exchange",
        "thrombocytopenia",
        "rituximab",
        "tropical eosinophilia"
    ],
    "author_names": [
        "Shahid Iqbal, MBBS, FCPS, MRCP",
        "Syed Ziauddin A. Zaidi, MBBS, FRCP, FCPS, FRCPath, FACP",
        "Ibraheem H. Motabi, MD",
        "Nawal Faiez Alshehry, MD SBIM, SBAH",
        "Mubarak S. AlGhamdi, MD",
        "Samer Mudaibigh, MD SBIM, SBAH",
        "Atta Munawar Gill, MBBS, MRCPI, SBAH",
        "Karrar ElHussein, MBBS, MRCP",
        "May Al-Moshary, MD KSFH",
        "Imran Pukhta, MBBS, MD",
        "Abdul Rehman Zia Zaidi, MBBS",
        "Imran K Tailor, MBBS, MD FRCP, FRCPath",
        "Muhammad Nabulsiah, BSc, RN",
        "Belal Albtoosh, BSc, RN"
    ],
    "author_affiliations": [
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia ",
            "Faculty of Medicine, King Saud bin AbdulAziz University of Health Sciences, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia ",
            "Faculty of Medicine, King Saud bin AbdulAziz University of Health Sciences, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Transfusion Medicine Service & Blood Bank Department, DPCLM, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Transfusion Medicine Service & Blood Bank Department, DPCLM, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "College of Medicine, Alfaisal University, Riyadh, Saudi Arabia"
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ],
        [
            "Department of Adult Hematology / BMT, CCC, King Fahad medical City, Riyadh, Saudi Arabia "
        ]
    ],
    "first_author_latitude": "24.6874495",
    "first_author_longitude": "46.7037899",
    "abstract_text": "Background Thrombotic thrombocytopenic purpura (TTP) is a life-threatening disease characterized by microvascular platelet deposition and thrombus formation with resulting microangiopathic hemolytic anemia and thrombocytopenia. Deficiency of the von Willebrand factor cleavage metalloprotease, also known as ADAMTS 13, has been implicated as an important etiological factor in TTP. Few small studies have been reported on Saudi patients with TTP until now. Our aim was to analyze the clinical features, laboratory characteristics and treatment outcomes with TTP patients treated at our large tertiary care center. Methods This is retrospective data of 24 patients with diagnosed of TTP who were treated at King Fahad Medical City, Riyadh, Saudi Arabia between October 2006 and April 2015. Patient suspected as a case of TTP on the basis of clinical features with the evidence of microangiopathic hemolysis and thrombocytopenia were included in this study although data related to pentad of TTP was collected and wherever logistically possible ADAMTS13 levels and inhibitor titer were determined. The primary aim was outcome assessment by overall response rate (ORR) in the treated patients through Kaplan-Meier method. Paired sample t-test was applied to determine the mean significant difference among platelets (plt), hemoglobin (Hgb) & LDH on day 1 and day 7 of treatment. Results Twenty-four TTP patients (18 females; 6 males) admitted to our hospital from 2006 to 2015 were analyzed. The mean age was 33.5±13.9 years. Twenty-two (91%) of the patients presented with neurologic features, seven (29%) had fever, ten (42%) had renal impairment that normalized with treatment and four (20.83%) had increased troponin-T or cardiac symptoms. There were 22 patients (91.7%) with the triad of TTP, including hemolytic anemia, thrombocytopenia and neurologic abnormalities; only 2 (8.2%) had the classical pentad of TTP. Among the plausible etiology, idiopathic (51.8%) was the most common followed by acquired autoimmune abnormalities (29.2%). Plasma ADAMTS 13 activity was determined in 19 patients. Eight patients (42.1%) had severe ADAMTS 13 deficiency (activity< 5%); 5 (26.3%) had moderate decrease of ADAMTS 13 activity (activity: 5-10%); another 3 (15.8%) had low ADAMTS 13 activity and 3 (15.8%) patients had normal ADAMTS 13 (>50%) most likely due to sampling post plasma infusion in emergency situations. Median platelet count on Day 1 was 14x10^9/L, and Day 7 was 119x10^9/L (P value< 0.001), Median Hgb on Day1 was 8.25 gm/dl and Day 7 was 9.35 gm/dl (P value< 0.007), Median LDH on Day 1 was 1211 IU/L and Day7 was 278.92 IU/L (P value< 0.001) respectively. All patients received plasma exchange whereas 23 (95.8%) patients received adjunctive corticosteroids. Five patients (20.8%) were early refractory to standard treatment with therapeutic plasma exchange (TPE). Thirteen (54.2%) patients received rituximab either due to refractoriness to TPE on ~ day 7, or earlier due to cardiac or neurological manifestations at treating physician's discretion. Average hospital stay was 27 days (range 1-131). Twenty-one out of 24 (87.5%) achieved complete remission (CR) without any subsequent relapse. On long term follow up of 22 months (median, Range 1-113), overall survival was 80%. Three patients died during acute episode because of very sever disease or delayed arrival to our center. One patient died later on because of other comorbidities while in CR. Conclusion Thrombotic thrombocytopenic purpura is a life threatening condition and immediate treatment with plasma exchange along with steroids and or rituximab was very effective in preventing high risk of mortality and achieving durable CR in 87.5% of our patients. Combination of very severe CNS manifestations and delayed arrival contributed to mortality significantly. More awareness is needed for early diagnosis and early referral to higher centers. Disclosures No relevant conflicts of interest to declare."
}