{
    "doi": "https://doi.org/10.1182/blood.V118.21.3680.3680",
    "article_title": "Clues to the Pathogenesis of Waldenström Macroglobulinemia and Other Monoclonal IgM Disorders Provided by the Analysis of Immunoglobulin Heavy Chain Gene Rearrangement and Clustering of B-Cell Receptors, ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3680 In B-cell malignancies, biased usage of immunoglobulin heavy chain variable (IGHV) genes and stereotyped clusters of immunoglobulin receptor suggest that a limited set of antigens or superantigens are involved in malignant transformation. In the present study we analyzed the IGH rearrangements of a large series of patients with Waldenström Macroglobulinemia (WM), IgM-monoclonal gammopathies of undetermined significance (IgM-MGUS) and IgM-related disorders (IgM-RD), with the aim to characterize IGH repertoire and to search for clusters of stereotyped receptors. A total of 123 patients with IgM monoclonal gammopathies, including 59 WM, 55 IgM-MGUS and 9 IgM-RD underwent IGHV amplification and direct sequencing. The median age of patients was 63 years (range: 32–86). Diagnosis of WM, IgM-MGUS and IgM-RD was made according to the consensus criteria proposed at the 2nd International Workshop on WM. All IGHV-D-J rearrangements were analyzed using the IMGT databases and the IMGT/V-QUEST tool to identify HCDR3 aminoacid (AA) sequences. HCDR3 sequences were aligned with each other and compared to 28,400 HCDR3 sequences from public databases (EMBL, NCBI, IMGT/LIGM-DB) and from unpublished multi-laboratory databases. Alignments were performed using the multiple sequence alignment software ClustalX (2.0). Criteria for including sequences in a cluster were: >60% aminoacid identity, IGHV gene belonging to the same clan, identical HCDR3 length and same junction residues and/or same IGHD-J genes. A productive monoclonal IGHV-D-J rearrangement was obtained in 99/123 patients, including 55 WM, 37 IgM-MGUS and 7 IgM-RD. IGHV genes were mutated in 94/99 patients (95%). The median somatic hypermutation rate was 93.3% (range 85.5%-97.9%). Four cases showed >98% identity with the germline sequences, whereas one single WM sample showed 100% identity with the germline sequence. When compared with the normal mature B-cell repertoire, a significant over-representation of the IGHV3 family and a significant under-representation of the IGHV1 and IGHV4 families were observed both in WM (87%, 7% and 2% respectively) and in IgM-MGUS (78%, 8% and 8% respectively). IGHV3-23 was the gene most commonly used (29%). Analysis of IGHV3-23 sequences for AA changes in the positions involved in superantigen recognition by IGHV3 subgroup genes showed that the majority of cases had two or more non-permissive AA changes that compromise the capacity to mediate superantigen recognition and binding. The frequency of novel N-glycosylation sites, introduced by the somatic hypermutation process, in this series of patients (12%) was not statistically different from that observed in normal memory B-cells, suggesting that WM, IgM-MGUS and IgM-RD cells do not need to interact with stromal GC environmental elements. The median HCDR3 length was 13 AA (range: 5–29) and was similar in WM, IgM-MGUS and IgM-RD. Intra-WM/IgM-MGUS/IgM-RD search for HCDR3 similarity showed no association that met minimal requirements to define stereotyped receptors. The comparison of WM/IgM-MGUS/IgM-RD sequences with non WM/IgM-MGUS/IgM-RD database showed that WM/IgM-MGUS/IgM-RD sequences are unrelated to known CLL or SMZL subsets. Only one IgM-MGUS occurring in a HCV-positive patient formed a novel subset with other 4 HCV-related lymphoproliferative disorders. The findings of this analysis of WM, IgM-MGUS and IgM-RD IGH sequences indicate that: i) family-usage in the WM, IgM-MGUS and IgM-RD showed a skewed usage compared to normal B-cell repertoire; ii) WM, IgM-MGUS and IgM-RD-specific HCDR3 clusters do not occur to a frequency detectable with currently available databases; iii) WM, IgM-MGUS and IgM-RD sequences are not related to known CLL and SMZL HCDR3 clusters; iv) one IgM-MGUS showed similarities with sequences derived from pathological HCV-related lymphoproliferations, suggesting that, at least in a fraction of cases, HCV may have a pathogenetic role. For the large majority of IgM-related disorders, however, there is little evidence in favor of a B-cell receptor-driven pathogenesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "immunoglobulin heavy chains",
        "immunoglobulin m",
        "receptors, antigen, b-cell",
        "waldenstrom macroglobulinemia",
        "gene rearrangement",
        "igm monoclonal gammopathy of uncertain significance",
        "superantigens",
        "amino acids",
        "paraproteinemias",
        "splenic marginal zone b-cell lymphoma"
    ],
    "author_names": [
        "Silvia Zibellini",
        "Marzia Varettoni",
        "Daniela Capello",
        "Luca Arcaini",
        "Davide Rossi",
        "Ester Orlandi",
        "Emanuela Boveri",
        "Sara Rattotti",
        "Cristiana Pascutto",
        "Silvia Rizzi",
        "Gianluca Gaidano",
        "Mario Cazzola"
    ],
    "author_dict_list": [
        {
            "author_name": "Silvia Zibellini",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marzia Varettoni",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Capello",
            "author_affiliations": [
                "Division of Hematology, Department of Clinical & Experimental Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Arcaini",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Davide Rossi",
            "author_affiliations": [
                "Division of Hematology, Department of Clinical & Experimental Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ester Orlandi",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuela Boveri",
            "author_affiliations": [
                "Department of Human Pathology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Rattotti",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristiana Pascutto",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Rizzi",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluca Gaidano",
            "author_affiliations": [
                "Division of Hematology, Department of Clinical & Experimental Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Cazzola",
            "author_affiliations": [
                "Dept of Hematology Oncology, Fondazione IRCCS Policlinico San Matteo & University of Pavia, Pavia, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T18:39:19",
    "is_scraped": "1"
}