{
    "doi": "https://doi.org/10.1182/blood.V122.21.3825.3825",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2597",
    "start_url_page_num": 2597,
    "is_scraped": "1",
    "article_title": "Induction Of p53 Transcription and Apoptosis By XPO1 Inhibition In Mantle Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "apoptosis",
        "mantle-cell lymphoma",
        "rna, messenger",
        "annexin a5",
        "leukemia, acute",
        "mechlorethamine",
        "protein p53",
        "b-cell lymphomas",
        "cancer",
        "cancer therapy"
    ],
    "author_names": [
        "Mariko Yoshimura, MD",
        "Jo Ishizawa, MD, PhD",
        "Archana Dilip, MS",
        "Sharon Shacham, PhD, MBA",
        "Michael Kauffman, MD, PhD",
        "Yoko Tabe, MD, PhD",
        "Shinya Kimura, MD, PhD",
        "Michael Andreeff, MD, PhD",
        "Kensuke Kojima, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Respiratory Medicine and Oncology, Department of Internal Medicine, Faculty of Medicine, Saga University, Saga, Japan, "
        ],
        [
            "Section of Molecular Hematology & Therapy, Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Section of Molecular Hematology & Therapy, Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Karyopharm, Natick, MA, USA, "
        ],
        [
            "Karyopharm Therapeutics Inc, Natick, MA, USA, "
        ],
        [
            "Department of Clinical Laboratory Medicine, Juntendo University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Division of Hematology, Respiratory Medicine and Oncology, Department of Internal Medicine, Faculty of Medicine, Saga University, Saga, Japan, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Section of Molecular Hematology & Therapy, Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "33.2411834",
    "first_author_longitude": "130.2905618",
    "abstract_text": "We investigated the pathophysiological significance of MDM2 and the nuclear exporter Exportin 1 (XPO1/CRM1) on p53 transcription and their therapeutic targeting in mantle cell lymphoma (MCL). MCL is currently an incurable B-cell non-Hodgkin's lymphoma. Although TP53 mutations occur rarely (i.e., in 15 to 20% of the cases) in MCL, wild-type p53 is frequently inactivated by gene amplification of BMI1 , homozygous deletion of CDKN2A (INK4a/ARF , over-expression of regulatory proteins, or gene deletion. For example, tumor cells may sequester p53 in the cytoplasm via the overexpression of proteins like MDM2 and XPO1 thereby abrogating its transcriptional anti-tumor activity. The selective MDM2 inhibitor Nutlin-3a (Vassilev, 2004) has been reported to induce p53-mediated apoptosis in MCL cells, and recently it was shown that the potent, small molecule Selective Inhibitor of Nuclear Export (SINE) induces apoptosis in MCL cells (Zhang, 2013). mRNA expression levels in MCL patient samples were determined using Oncomine (Compendia Bioscience, Ann Arbor, MI). MDM2 mRNA expression levels were not significantly higher in the MCL samples (n = 8) compared to normal B-cells ( n = 5) ( P = 0.27). The MDM2 levels were also not associated with overall disease survival ( P = 0.12) at 5 years (n = 63). In contrast, gene expression analysis on the same dataset demonstrated increased XPO1 mRNA expression in the MCL cells versus normal B-cells ( P < 0.001). Furthermore, this higher XPO1 expression was associated with poorer prognosis in MCL patients (i.e., median overall survival: 3.2 years in low expression XPO1 cases and 1.9 years in high expression CRM1 cases, P = 0.033). mRNA levels of 11 representative p53 target genes were determined in 2 MCL (i.e., Z-138 and JVM-2) cells and were compared to those of four acute leukemia (i.e., OCI-AML3, MOLM-13, REH and NALM-6) cells. Cells from all six cell lines express wild-type p53. The MDM2 inhibitor Nutlin-3a (5 µM) poorly induced p53 target genes in the Z-138 (1.9 ± 0.12-fold) and JVM-2 cells (2.1 ± 0.23-fold) compared to acute leukemia cells (13.9 ± 5.2-fold) ( P < 0.001 in both MCL cells), despite their increased p53 protein levels after Nutlin-3a treatment. The data suggest that p53-mediated transcription may be impaired in MCL via a Nutlin-induced increase in cytoplasmic p53 levels. Next, we treated Z-138 with 2 or 4 mM Nutlin-3a or with 80 or 160 nM KPT-185 for 18 hours and determined mRNA changes in p53 targets. KPT-185 induced p53 target genes more potently than Nutlin-3a (i.e., 2- to 4-times). To investigate the significance of p53-mediated apoptosis, Z-138 and JVM-2 were transduced with lentivirus encoding either negative control shRNA (ShC) or p53-specific shRNA (Shp53) and stable shRNA-expressing cells were generated. The p53-specific shRNA reduced p53 basal levels by 80 to 90%, and p53 knockdown cells were ∼80% less sensitive to Nutlin-3a and ∼60% to KPT-185, indicating that MDM2 or XPO1 inhibition rely on p53 pathway to induce apoptosis. Apoptotic induction by Nutlin-3a and KPT-185 in primary MCL cells were determined in 3 samples with wild-type p53. Treatment-specific Annexin V induction percentage in 2.5 µM Nutlin-3a-treated cells was 40.7 ± 8.0%, while it was 64.5 ± 15.0% in 100 nM KPT-185 treated cells. Treatment of 1 µM KPT-185 led to more prominent apoptosis, as evidenced by 81.8 ± 7.7% annexin V staining. Our data suggest that p53 is a component of MDM2 or XPO1 inhibition-induced apoptosis, and p53 transcription is more potently activated by XPO1 inhibition rather than MDM2 inhibition. Based on these data, we propose that active modulation of p53 by SINE XPO1 antagonism and/or MDM2 inhibition transcription would be beneficial in some cancer types to enhance p53-based cancer therapy. Disclosures: Shacham: Karyopharm Therapeutics Inc.: Employment. Kauffman: Karyopharm Therapeutics Inc.: Employment. Andreeff: Karyopharm Therapeutics Inc.: Research Funding."
}