{
    "doi": "https://doi.org/10.1182/blood-2021-149060",
    "article_title": "The Prognosis of Intermediate- and High-Risk Young AML Patients Who Did Not Receive Allo-HSCT Treated with Intensive Chemotherapy Is Not Superior to That of Elderly AML Patients Treated with the D-CAG Regimen ",
    "article_date": "November 5, 2021",
    "session_type": "613.Acute Myeloid Leukemias: Clinical and Epidemiological",
    "abstract_text": "Introduction: AML is an extremely heterogenous disease which poses fundamental challenges in developing effective treatment regimens, while simultaneously highlighting the critical need for more personalized therapy. This investigation explores AML patients who would benefit the most from the relatively low intensive regimen D-CAG or intensive therapy. Methods: A total of 331 patients with AML who were treated with intensive chemotherapy (young patients, n=179) or D-CAG regimen (older patients, n=152) were enrolled in this study.The young patients received IA regimen (idarubicin 10-12 mg/m 2 on days 1 to 3 and cytarabine 100 mg/m 2 /d on days 1 to 7) as induction. A total of 37 patients were recipients of allogeneic hematopoietic stem cell transplantation (allo-HSCT) and 27 patients were recipients of autologous HSCT. Patients who were unsuitable for HSCT were subjected to post-remission therapy consisting of 2-4 courses of intermediate to high dose cytarabine (cytarabine 2-3 g/m 2 twice daily on days 1-3). The D-CAG regimen (decitabine 15 mg/m 2 intravenously on days 1-5, cytarabine 10 mg/m 2 subcutaneous injection twice daily on days 3-9, aclarubicin 8-10 mg/m 2 /d on days 3-6, and G-CSF 300 μg/d for priming until white blood cell count was >20×10 9 /L) was given to the older patients. An additional 4-6 cycles of D-CAG were administered to those who achieved CR. Those who failed to obtain CR after two cycles of D-CAG were given the option of palliative care or alternative treatments. None of the patients in this subgroup received allo- or auto-HSCT.Clinical outcomes were retrospectively analyzed for patients belonging to the two treatment arms. Results: The median age was 67 (range, 60 to 86 years) and 36 years (range, 14 to 59 years) in D-CAG and IA cohort, respectively. In the D-CAG cohort, there were significantly more patients demonstrating an Eastern Cooperative Oncology Group performance status (ECOG PS) score of 2-3 in contrast to the IA cohort (17.1% vs. 2.2%, P< 0.0001). Conventional cytogenetic examination was conducted in all patients. However, sufficient metaphase data was not available for 15 of these patients. Based on the 2017 ELN cytogenetic risk classification, patients were risk stratified based on the presence of molecular and cytogenetic aberrances upon diagnosis. A total of 114 patients (34.4%) were determined to possess favorable-risk, 106 patients (32.0%) were intermediate-risk and 96 patients (29.0%) were poor-risk. There were significantly more patients in the favorable-risk category and less in the poor-risk category in the IA cohort as in contrast to the D-CAG cohort (favorable-risk: 47.5% vs. 19.1%, P< 0.0001; poor-risk: 21.2% vs. 38.2%, P=0.001). Older patients harbored significantly more complex, monosomal karyotypes and abnormalities in chromosomes 5 and/or 7 (-5/5q- and/or -7/7q-) in comparison to young patients. Clinical features of gender, white blood cell (WBC), hemoglobin and platelet count at diagnosis as well as percentage of blasts in bone marrow, were similar between the two cohorts. Our data revealed that the young patients had significantly better complete remission (CR) rate (80.4% vs.67.1%, P=0.0051) and median overall survival (OS) (38 vs. 15 months, P<0.0001) compared to older patients. However, the objective response rate (ORR) and median OS of the intermediate- and high-risk groups was comparable between older and young patients who were not recipients of allo-HSCT. The median OS was comparable between D-CAG-treated patients with or without FLT3-ITD , DNMT3A , IDH2 , TP53 and as well as DNA methylation associated gene mutations, whereas patients treated with intensive therapy who bore these mutations demonstrated markedly lower median OS in contrast to those bore wild-type genes. Individuals with biallelic CEBPA and NRAS mutations were more likely to benefit from intensive chemotherapy regimens. Conclusions: Intensive chemotherapy had little effect on the prognosis of intermediate- or high-risk young patients who did not undergo allo-HSCT. Patients harboring FLT3-ITD , DNMT3A , IDH2 , TP53 and DNA methylation associated mutations were found to benefit more from the D-CAG regimen in comparison to intensive chemotherapy. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Ming Hong",
        "Qian Sun",
        "Wenjie Liu",
        "Han Zhu",
        "Yu Zhu",
        "Jianyong Li",
        "Sixuan Qian"
    ],
    "author_dict_list": [
        {
            "author_name": "Ming Hong",
            "author_affiliations": [
                "Hematology, First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital,, Nanjing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qian Sun",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing 210029, Nanjing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjie Liu",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Han Zhu",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Zhu",
            "author_affiliations": [
                "Department of Hematology, Collaborative Innovation Center for Cancer Personalized Medicine, The First Affiliated Hospital of Nanjing Medical University, Jiangsu Provincial People's Hospital, Nanjing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianyong Li",
            "author_affiliations": [
                "Department of Hematology, Pukou CLL Center, The First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sixuan Qian",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:46:20",
    "is_scraped": "1"
}