{
    "doi": "https://doi.org/10.1182/blood.V120.21.1253.1253",
    "article_title": "Mesenchymal Stem Cells Engineered to Inhibit Complement-Mediated Damage ",
    "article_date": "November 16, 2012",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster I",
    "abstract_text": "Abstract 1253 Mesenchymal stem cells (MSC) preferentially migrate to damaged tissues and, due to their immunomodulatory and trophic properties, contribute to tissue repair. Although MSC express low levels of molecules, such as CD59, which confer protection from complement-mediated lysis, MSC are recruited and activated by anaphylatoxins after transplantation, potentially causing MSC death and limiting therapeutic benefit. It has been demonstrated that transduction of MSC with a retrovirus encoding HCMV US proteins resulted in higher levels of MSC engraftment and diminished recognition by the immune system, due to a decrease in HLA-I expression. Here we investigate whether engineering MSC to express US2, US3, US6, or US11 HCMV proteins can alter complement recognition, and thereby protect MSC from complement attack and lysis. US HCMV proteins increased MSC CD59 expression to differing degrees, as determined by flow cytometric evaluation of the median fluorescence intensity ratio (MFI) (n=3). CD59 MFI on untransduced MSC was 128±33, and this value remained largely unchanged on MSC transduced with an empty retroviral vector (MSC-E) and on MSC transduced with US11 (MSC-11). In contrast, a significant increase in CD59 MFI was seen in MSC transduced with US2 (MSC-2), US3 (MSC-3), and US6 (MSC-6), with MFIs of 273±35 (p<0.05), 319±64 (p<0.05), and 265±16 (p<0.05), respectively. Although overexpression of HCMV proteins on MSC did not change the MFI for membrane cofactor protein (CD46) and complement decay accelerating factor (CD55), it significantly altered the percentage of MSC that expressed these two complement-protective proteins (n=3). Specifically, while no statistically significant difference was seen in the percentage of MSC-E, MSC-6, or MSC-11 expressing CD46 (17.9±1%, 19±0.1%, 21.3±1.4%, respectively), 27.7±0.7% of MSC-3 (p<0.05) and 27.7±1.6% of MSC-2 (p<0.05) expressed CD46. Similarly, while comparable percentages of MSC, MSC-E, and MSC-3 expressed CD55 (37.8±3%, 42.8±1%, and 45.2±1, respectively), the overexpression of HCMV US2, US6, and US11 each led to a significant increase in the percentage of MSC expressing CD55 (MSC-2: 49±1% (p<0.05); MSC-6: 56±0.6% (p<0.05); MSC-11: 60±1.3% (p<0.05)). Because the HCMV US2 protein was the most efficient at up-regulating all three complement regulatory proteins, we used two different complement-mediated cytotoxicity assays to investigate whether MSC-2 were protected from complement-mediated lysis. We demonstrated that over-expression of the US2 protein reduced complement lysis of MSC-2 by 59.10±12.89 % when compared to untransduced MSC. This is the first report, to our knowledge, describing a role of HCMV US proteins in complement evasion, and our results demonstrate that over-expression of HCMV US proteins on MSC could serve as a strategy to generate cells protected from complement lysis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "complement system proteins",
        "stem cell, mesenchymal",
        "antigens, cd55",
        "antigens, cd59",
        "cd46 antigen",
        "anaphylatoxins",
        "cytotoxicity",
        "human leukocyte antigens",
        "molecule",
        "regulatory protein"
    ],
    "author_names": [
        "Melisa Soland, PhD",
        "Mariana Bego, PhD",
        "Evan Colletti, PhD",
        "Christopher D Porada, PhD",
        "Esmail Zanjani, PhD",
        "Stephen St. Jeor, PhD",
        "Graca Almeida-Porada, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melisa Soland, PhD",
            "author_affiliations": [
                "Wake Forest Institute for Regenerative Medicine, Winston-Salem, NC, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mariana Bego, PhD",
            "author_affiliations": [
                "Laboratory of Human Retrovirology, Institut de recherches cliniques de Montréal (IRCM), Montréal, QC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evan Colletti, PhD",
            "author_affiliations": [
                "Animal Biotechnology, University of Nevada, Reno, NV, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher D Porada, PhD",
            "author_affiliations": [
                "Wake Forest Institute for Regenerative Medicine, Winston-Salem, NC, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esmail Zanjani, PhD",
            "author_affiliations": [
                "Animal Biotechnology, University of Nevada, Reno, NV, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen St. Jeor, PhD",
            "author_affiliations": [
                "Microbiology and Immunology, University of Nevada, Reno, NV, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graca Almeida-Porada, MD, PhD",
            "author_affiliations": [
                "Wake Forest Institute for Regenerative Medicine, Winston-Salem, NC, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T13:03:09",
    "is_scraped": "1"
}