{
    "doi": "https://doi.org/10.1182/blood-2020-142727",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4485",
    "start_url_page_num": 4485,
    "is_scraped": "1",
    "article_title": "Co-Occurring Mutation Clusters Predict Drug Sensitivity in Acute Myeloid Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "604.Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "topics": null,
    "author_names": [
        "Guangrong Qin, PhD",
        "Shmulevich Ilya, PhD",
        "Taek-Kyun Kim, PhD",
        "Bahar Tercan, PhD",
        "Timothy J Martins, PhD",
        "Jin Dai, PhD",
        "Sylvia Chien",
        "Andrew Carson, PhD",
        "Bradley Patay, MD",
        "Elihu H. Estey, MD",
        "Lawrence A. Loeb, MD PhD",
        "Raymond J. Monnat, MD PhD",
        "Pamela S. Becker, MDPhD"
    ],
    "author_affiliations": [
        [
            "Institute for Systems Biology, Seattle, WA "
        ],
        [
            "Institute for Systems Biology, Seattle, WA "
        ],
        [
            "Institute for Systems Biology, Seattle, WA "
        ],
        [
            "Institute for Systems Biology, Seattle, WA "
        ],
        [
            "Institute for Stem Cell and Regenerative Medicine/Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Institute for Stem Cell and Regenerative Medicine/Division of Hematology/Department of medicine, University of Washington, Seattle, WA "
        ],
        [
            "Invivoscribe Inc., San Diego, CA "
        ],
        [
            "Invivoscribe Inc., San Diego, CA "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Pathology/Department of medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Pathology and Genome Sciences, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Chao Family Comprehensive Cancer Center, University of California, Irvine, Irvine, CA ",
            "Division of Hematology and Institute for Stem Cell and Regenerative Medicine, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.62264400000001",
    "first_author_longitude": "-122.33751149999999",
    "abstract_text": "Background The molecular origin of cancer drug resistance is not apparent for most cases of acute myeloid leukemia (AML). Clonal evolution appears to be associated with increasing drug resistance. We sought to determine whether the mutation patterns are associated with drug susceptibility in AML. Methods Seventy-two patient blood or marrow samples were enriched for CD34 + blasts by immunomagnetic bead selection. High throughput drug sensitivity screens were performed for 223 drugs after a 72-hour exposure to 8-12 customized drug concentrations (within the range of 5pM to 100µM) of each drug spanning 4-5 logs. Post exposure viability was determined using CellTiter Glo luminescent reagent. XLFit was used to analyze the data and generate dose response curves based on a standard 4-parameter logistic fit. Mutation analysis was performed by MyAML™ utilizing next generation sequencing (NGS) to analyze the 3' and 5' UTRs and exonic regions of 194 AML-associated genes and genomic breakpoints. Co-mutation and mutual exclusivity scores of gene aberrations were computed using three different statistical methods on three large publicly available datasets: 1) TCGA-AML, 2) BeatAML, and 3) data from 1540 patients (Moritz Gerstung, et al., Nat Genet. 2017). The scores for each co-mutation or mutually exclusive gene pair were then logarithmically transformed from the aggregated p-value using a robust rank aggregation method and used to construct a graph from which communities of co-mutated genes could be detected, resulting in higher mutual exclusivity between modules and higher co-occurrence within modules. Results We identified five main groups of co-mutations, including the following: 1) RUNX1 group, 2) CEBPA group, 3) NPM1 group, 4) TP53 group, and 5) RAS group (see Fig 1A). The co-mutation community in the RUNX1 group is featured with transcriptional dysregulation ( RUNX1 , ASXL1 and EZH2 ), and dysregulation in splicing ( U2AF1 , SRSF2 or SF3B1 ). The TP53 and CEBPA groups exhibit transcriptional dysregulation, and transcription factor alterations. The NPM1 and RAS groups exhibit signaling alteration, particularly the Ras/MAPK signaling pathway. Among each co-mutation community, the variant allele frequencies (VAFs) exhibited differences for specific mutations. For example, in the NPM1 group, FLT3 exhibits the lowest VAF, followed by NPM1 while DNMT3A shows the highest VAF. The five co-mutation groups are associated with different overall survival, including better survival for the CEBPA group and poorer survival for the TP53 group. Within each co-mutation group, specific associations with overall survival were detected, including better survival for NPM1-RAD21 co-mutated vs. wild type (WT), better survival for WT vs. ASXL1-RUNX1 co-mutated, worse survival for DNMT3A-FLT3 co-mutated vs. WT, and others. We also found that the co-mutation clusters were different between the de novo and relapse groups. Most importantly, we found significant correlations with drug sensitivity for the different co-occurring mutation groups. Cells from patients with mutations in the NPM1 co-mutation group show higher sensitivity to most of the drugs, including the tyrosine kinases inhibitors and PI3K-AKT-MTOR inhibitors. Cells from patients with mutations in the RAS cluster exhibited sensitivity to MEK inhibitors (Fig 1B), while cells from patients with mutations in the TP53 cluster show resistance to many drugs, including the MDM2 inhibitor AMG232 (Fig 1C). By mapping the mutated genes and drug targets into signaling pathways, we found that mutations in downstream signaling of the drug target exhibited resistance, while mutations in upstream signaling conferred higher sensitivity. We also constructed drug sensitivity prediction models based on the co-mutation groups. Conclusion We detected co-mutation groups through integrative analysis of large publicly available AML data sets. Patients with mutations in different groups of genes show different overall survival, while cells from patients with mutations in different co-mutation groups show different drug sensitivity. The co-mutation groups may not only reflect the clonal evolution history of AML, but also serve as important features for drug sensitivity prediction. View large Download slide View large Download slide  Disclosures Carson: Invivoscribe, Inc: Current Employment. Patay: Invivoscribe, Inc: Current Employment. Becker: Cardiff Oncology: Research Funding; Novartis: Research Funding; SecuraBio: Research Funding; JW Pharmaceutical: Research Funding; Glycomimetics: Research Funding; Abbvie: Research Funding; Bristol Myers Squibb: Research Funding; Pfizer: Research Funding; Invivoscribe: Research Funding; Accordant Health Services/Caremark: Membership on an entity's Board of Directors or advisory committees. OffLabel Disclosure: There are ~200 drugs on the screening panel, and many would be off label for acute myeloid leukemia."
}