{
    "doi": "https://doi.org/10.1182/blood.V106.11.2419.2419",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=491",
    "start_url_page_num": 491,
    "is_scraped": "1",
    "article_title": "Activation of mTOR Signaling Pathway Contributes to Tumoral Cell Survival in ALK-Positive Anaplastic Large Cell Lymphoma. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "ki-1+ anaplastic large cell lymphoma",
        "cell survival",
        "mtor signaling pathway",
        "mtor serine-threonine kinases",
        "proto-oncogene proteins c-akt",
        "rapamycin",
        "rna, small interfering",
        "1-phosphatidylinositol 3-kinase",
        "anaplastic lymphoma kinase",
        "annexin a5"
    ],
    "author_names": [
        "Francisco Vega, MD, PhD",
        "L. Jeffrey Medeiros, MD",
        "Coralyn Atwell, BS",
        "Jeong Hee Cho, MD, PhD",
        "Ling Tian, PhD",
        "Francois-Xavier Claret, PhD",
        "George Z. Rassidakis, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Pathology, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Therapeutics, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Molecular Therapeutics, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Anaplastic lymphoma kinase (ALK)-positive anaplastic large cell lymphoma (ALCL) frequently carries the t(2;5)(p23;q35) resulting in aberrant expression of nucleophosmin (NPM)-ALK. Previously, NPM-ALK has been shown to activate phosphatidylinositol 3-kinase (PI3K) and its downstream effector, the serine/threonine kinase AKT. Recently, we have shown that mTOR signaling proteins are activated in ALK-positive ALCL tumors and that mTOR activation depends, at least in part, on activation of AKT ( Lab Invest  2005 ; 85 : 255A ). In this study, we investigate the biological effects of inhibition of mTOR on two ALK-positive ALCL cell lines, Karpas 299 and SU-DHL1. For this purpose, we used rapamycin to inhibit mTOR-raptor complex and mTOR-specific small interfering RNA (siRNA) to silence the endogenous mtor gene. Treatment with rapamycin, resulted in a marked concentration-dependent decrease of phosphorylated (p)-mTOR, and its downstream targets, p-p70S6K, p-S6K, p-4E-BP1 and total eIF4E. Similarly, silencing the expression of mtor resulted in a decrease in the activation/phosphorylation level of these proteins as well as in the level of p-AKT. Both treatments induced apoptosis and cell cycle arrest in both ALK-positive ALCL cell lines as demonstrated by trypan blue exclusion, annexin V staining, BrdU incorporation, and cell cycle studies. There was a concentration-dependent decrease in the anti-apoptotic proteins BCL-2, BCL-XL, MCL-1 and c-FLIP (L and S) with increasing concentrations of rapamycin or after mTOR siRNA treatment. The cyclin dependent kinase inhibitors p21 waf1 and p27 kip1 and underphosphorylated (Un-p)-RB protein were upregulated, after treatment with rapamycin or after mTOR siRNA treatment. In conclusion, we provide evidence that inhibition of mTOR induces cell cycle arrest and apoptosis in ALK-positive ALCL cells. The decrease of p-AKT by silencing mtor suggests that mTOR is necessary to activate AKT in ALK-positive ALCL, and thus, mTOR can function as a feedback signal activity of its own pathway."
}