{
    "doi": "https://doi.org/10.1182/blood-2019-130415",
    "article_title": "Early Salvage Treatment with Second-Generation Novel Agents at Biochemical Relapse Prolongs Overall Survival: A Real-World Single Center Experience ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "In Multiple Myeloma (MM) relapse can be defined according to disease aggressiveness and the presence of clinical symptoms. Aggressive relapse can occur even at biochemical level, characterized by a rapid and relevant increase of monoclonal component or LDH, or at clinical level, defined by the presence of extramedullary disease, acute renal injury or progression to secondary plasma cell leukemia. To identify the clinical outcome upon treatment with second generation novel agents (pomalidomide, carfilzomib) and monoclonal antibodies (elotuzumab, daratumumab), we collected evidence of the best timing in providing early salvage treatment to RRMM. We reviewed files of 128 R/R MM (58% males, median age 64 years, range 43-83), treated at biochemical (N=54, 42%) or clinical relapse (N=74, 58%) between January 2017 and December 2019 in our single Institution. Median number of previous lines was 2 (1-9), including autologous stem cell transplantation (ASCT) in half of cases. FISH was repeated before to start the second-generation drugs, and it was available in 53 cases: 11 carried on high-risk (del 17p, t4;14 or t14;16) and 42 standard-risk cytogenetics, without any additional marker compared to the matched sample at diagnosis. Our series included patients who received IMiD-s based treatments, alone (pomalidomide, N= 76, 59%) or in combination with proteasome inhibitors (carfilzomib, lenalidomide and dexamethasone, KRd, N= 43, 33%) or monoclonal antibodies (daratumumab-lenalidomide, N= 3 elotuzumab-lenalidomide, N 12); 16 patients (%) received Daratumumab in monotherapy, and N=16 associated to bortezomib. After a median follow-up of 19.2 months, 66 (52%) patients were alive and 33 (25%) received a further line of therapy due to progression. In multivariable analysis only the type of relapse (biochemical versus clinical) and refractory status were independent predictors of overall survival (p<0.0001). Longer overall survival (OS) was associated to treatment at biochemical relapse (27.8 vs 15.2 months, p=0.0005), in relapsed patients instead of relapsed and refractory (34.1 vs 19.3 months, p=0.0004). Patients who received less than 3 lines of therapy or carrying standard-risk cytogenetics had longer OS (respectively, 33.6 vs 19.1 months, p=0.002 and 20.4 vs 11.2 months, p=0.04) without any significant difference due to previous ASCT or the type of second-generation treatment chosen. In 20/33 individuals who further progressed under novel agents treatment we found second biochemical relapse was anticipated by doubling sFLC ratio one month before. In 5 patients who developed extramedullary lesions (EMD) an increase of sFLC always preceded the diagnosis ofEMD relapse irrespective of M-spike measurement. Taken together, our findings suggest that using second generation novel agents can improve outcome even in heavily pretreated patients. Earlier treatment at biochemical asymptomatic relapse is associated with longer OS. Longitudinal monitoring of sFLC assay ratio can anticipateearly detection of aggressive and/or EMD relapse in the RRMM setting in real life. Disclosures Del Fabro: Janssen: Consultancy. Di Raimondo: Takeda: Consultancy; Celgene: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding. Conticello: Celgene: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "aggressive behavior",
        "autologous stem cell transplant",
        "bortezomib",
        "carfilzomib",
        "cytogenetics",
        "daratumumab",
        "dexamethasone",
        "disclosure",
        "elotuzumab",
        "follow-up"
    ],
    "author_names": [
        "Uros Markovic, MD",
        "Valerio Leotta, MD",
        "Alessandra Romano, MD PhD",
        "Vittorio Del Fabro, MD",
        "Giuseppe Sapienza, MD",
        "Enrica Antonia Martino, MD",
        "Marina Parisi, MD",
        "Valeria Calafiore",
        "Francesco Di Raimondo, MD",
        "Concetta Conticello, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Uros Markovic, MD",
            "author_affiliations": [
                "Hematology and BMT Unit, Azienda Policlinico Vittorio Emanuele, Catania, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valerio Leotta, MD",
            "author_affiliations": [
                "Hematology and BMT Unit, Azienda Policlinico Vittorio Emanuele, Catania, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Romano, MD PhD",
            "author_affiliations": [
                "CHIRMED - Department of General Surgery and Medical-Surgical Specialties - Hematology Section, University of Catania, Tremestieri Etneo, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Del Fabro, MD",
            "author_affiliations": [
                "Division of Hematology, Azienda Policlinico - OVE, University of Catania, Catania, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Sapienza, MD",
            "author_affiliations": [
                "Azienda Policlinico Vittorio Emanuele, Catania, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrica Antonia Martino, MD",
            "author_affiliations": [
                "Division of Hematology, Azienda Policlinico-OVE, University of Catania, Catania, ITA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Parisi, MD",
            "author_affiliations": [
                "Division of Hematology, Azienda Policlinico-OVE, University of Catania, Italy, Catania, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Calafiore",
            "author_affiliations": [
                "Division of Hematology, Azienda Policlinico-OVE, University of Catania, Rodolico, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Di Raimondo, MD",
            "author_affiliations": [
                "CHIRMED - Department of General Surgery and Medical-Surgical Specialties - Hematology Section, University of Catania, Catania, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Concetta Conticello, MD",
            "author_affiliations": [
                "Division of Hematology, Azienda Policlinico - OVE, University of Catania, Catania, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T15:32:13",
    "is_scraped": "1"
}