{
    "doi": "https://doi.org/10.1182/blood.V120.21.384.384",
    "article_title": "Platelet Mechanosensing: Adhesion and Spreading On Immobilized Fibrinogen Depends On Substrate Stiffness ",
    "article_date": "November 16, 2012",
    "session_type": "301. Platelet Activation and Biochemistry: Molecular Mechanisms of Platelet Function II",
    "abstract_text": "Abstract 384 Background: Whereas surface-immobilized fibrinogen readily causes platelet adhesion and spreading, soluble fibrinogen, on the other hand, does not lead to platelet activation without the presence of other hemostatic/thrombotic signals. This dramatically different response of platelets to fibrinogen may be due to biochemical difference in fibrinogen unfolding (Agnihotri, et al., Langmuir, 2004), but may also be due to the difference in how platelets directly react to the physical properties of the substrate underneath the fibrinogen. Similarly, recent studies have shown that many types of adherent eukaryotic cells respond differently to substrates of different physical properties. In particular, cells are able to mechanosense the stiffness of their underlying substrate, and to change their spreading, re-organize their cytoskeleton, and even alter gene expression responding to the sensed stiffness (Discher, et al., Science, 2005). More specific to platelets, our group has recently shown that the contraction of single platelets on fibrinogen surfaces increases with increasing substrate stiffness (Lam, et al., Nat Mater, 2011). Therefore, we hypothesize that substrate stiffness can also affect platelet adhesion and spreading on fibrinogen . In this study, we synthesized polyacrylamide (PAA) gels, which can be tuned to different stiffnesses and easily modified with covalently-bound fibrinogen on the surface. This assay enables independent control of substrate stiffness while maintaining constant biochemical composition and fibrinogen density, and we applied this system to quantitatively investigate the role of substrate stiffness in platelet adhesion and spreading on fibrinogen. Results and Discussions: 3 μg/ml fibrinogen was covalently bound to the surface of PAA gels of different stiffnesses (0.25, 0.5, 2.5, 5, 50 and 100 kilopascals (KPa)) ( Figure 1 A). This applied range of substrate stiffness mimics the stiffness of different tissues in the body (Engler, et al., Cell, 2006). Moreover, glass (with a stiffness of ∼65–70 × 10 3 KPa) adsorbed with 3 μg/ml fibrinogen was also used for comparison. During 2 hour incubations, washed human platelets differently adhered to and spread on the surface of PAA gels. By simply varying the stiffness of the fibrinogen-bound PAA gels, we observed dramatic differences in the number of adherent platelets and their morphology ( Figure 1 B). The number of adherent platelets increased with increasing stiffness, reaching a plateau at 2.5 KPa, with adherence similar to that of fibrinogen-adsorbed glass ( Figure 1 C). While platelets did not spread on 2.5 KPa and softer gels, approximately 30–40% adherent platelets spread on 5KPa and stiffer gels, resulting in a significantly higher average spreading area of adherent platelets ( Figure 1 D and E). However, compared to all the gels, mostly all platelets adhered on glass surface spread (area > 35 μm 2 ) and showed a significantly higher spreading area ( Figure 1 D and E). Moreover, no significant difference in fibrinogen concentration was detected among fibrinogen-bound PAA gels of different stiffnesses and fibrinogen-adsorbed glass (Data not shown), which indicated that the difference we observed could be independently due to the substrate stiffness. Conclusions and Ongoing Efforts: Our data suggest that platelets sense the mechanical properties of the underlying substrate to fine-tune the degree of adhesion and spreading on fibrinogen. Thus, fibrinogen on soft substrates appears to activate platelets to a lesser degree than the same concentration of fibrinogen on stiffer substrates. We are currently investigating how substrate stiffness triggers mechanotransduction in platelets and affects their outside-in activation and signaling. Our study also provides potential insights for preventing clot formation on implanted biomaterials and medical devices. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adhesions",
        "blood platelets",
        "fibrinogen",
        "gel",
        "induced abortion by dilation and evacuation",
        "hemostatics",
        "medical devices",
        "thrombocytosis",
        "thrombosis",
        "thrombus"
    ],
    "author_names": [
        "Yongzhi Qiu, PhD",
        "Ashley C Brown, PhD",
        "Woo Jin Jung",
        "Yumiko Sakurai, MSc",
        "Robert Mannino",
        "David R Myers, PhD",
        "Reginald Tran, BS",
        "Gang Bao, PhD",
        "Thomas H Barker, PhD",
        "Wilbur Lam, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yongzhi Qiu, PhD",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ashley C Brown, PhD",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Woo Jin Jung",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yumiko Sakurai, MSc",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Mannino",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David R Myers, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Aflac Cancer Center and Blood Disorders Service of Children's Healthcare of Atlanta and Emory University School of Medicine, Atlanta, GA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reginald Tran, BS",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang Bao, PhD",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas H Barker, PhD",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilbur Lam, MD, PhD",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering, Georgia Institute of Technology and Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T12:52:23",
    "is_scraped": "1"
}