{
    "doi": "https://doi.org/10.1182/blood.V126.23.4924.4924",
    "article_title": "ATRA Availability on Formulary for the Treatment of APL Across Hospitals in the State of Georgia ",
    "article_date": "December 3, 2015",
    "session_type": "615. Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "abstract_text": "Introduction: Newly diagnosed acute promyelocytic leukemia (APL) represents a medical emergency that's associated with a high rate of early mortality primarily due to bleeding from disseminated intravascular coagulation (DIC). Initiation of all-trans retinoic acid (ATRA) leads to rapid resolution of DIC. As such, it is recommended that ATRA be started at the first suspicion of APL even if the diagnosis is not confirmed. Patients should also receive supportive care with platelets, cryoprecipitate, and fresh frozen plasma as indicated until resolution of coagulopathy. Early mortality in APL continues to be a challenge that hinders outcomes when patients are managed at community and academic leukemia centers as compared to those managed on clinical trials. It has been suggested that the unavailability of ATRA on formulary in some leukemia treating centers might be one of the reasons contributing to the high induction mortality in APL. We designed this study to identify the availability of ATRA in hospitals in the state of Georgia. In addition information was obtained on the availability of blood bank support across the state. Methods: The Medicare hospital database was utilized (accessed online from data.medicare.gov) to identify all hospitals within the state of Georgia registered with Medicare. A total of 135 hospitals were identified. One hospital was excluded since it recently closed. The remaining 134 hospitals were contacted by telephone and a brief survey of seven questions was conducted (Table 1) with a member of the hospital pharmacy staff, and if needed additional hospital staff including physicians practicing at that site were contacted. Results: Of the 134 evaluable hospitals, 114 hospitals did not treat patients with leukemia. Patients with a suspected diagnosis of leukemia (including APL) are expeditiously transferred to a larger center. A total of 18 (13%) hospitals had ATRA in stock at the time of the survey including one center which does not routinely treat patients with leukemia. 20/134 hospitals treat leukemia patients including three hospitals that treat selected diagnoses only and usually transfer APL patients to a larger center. 17/20 (85%) of the leukemia treating hospitals maintain ATRA on formulary. The three hospitals that do not have ATRA on formulary have operating procedures in place to procure it within a day. The same three hospitals are also the ones that tend to transfer APL patients to a larger center. 103/134 (80%) hospitals in the state had blood bank support and three additional hospitals had arrangements to obtain blood from a nearby blood bank. The 20 hospitals that regularly treat leukemia had full service blood banks that had the capability of meeting the transfusion requirements of APL. Conclusion: Most hospitals in the state of Georgia do not routinely treat acute leukemia patients. Only 1/114one of the 114 centers that do not treat leukemia patients had ATRA on formulary. ATRA and blood bank support are readily available in majority of the centers that treat leukemia patients in the state of Georgia and lack of ATRA availability is unlikely to be a contributing factor to early deaths in these centers. Table 1.  Telephone Survey . Is ATRA on the hospital's formulary? If no to question 1, could ATRA be ordered if needed and if so, how quickly would it be delivered? Is ATRA currently in stock? Is there a hematologist on staff? Are acute leukemia patients treated at the hospital? Is there a blood bank on site? Telephone Survey . Is ATRA on the hospital's formulary? If no to question 1, could ATRA be ordered if needed and if so, how quickly would it be delivered? Is ATRA currently in stock? Is there a hematologist on staff? Are acute leukemia patients treated at the hospital? Is there a blood bank on site? View Large Disclosures Jillella: Leukemia Lymphoma Society: Research Funding. Kota: Leukemia Lymphoma Society: Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "formularies",
        "georgia (republic)",
        "georgia (state)",
        "tretinoin",
        "leukemia",
        "leukemia, acute",
        "lymphoma",
        "transfer technique",
        "acute promyelocytic leukemia",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Sarah Wheeler, PharmD",
        "Harika Puttagunta, MD",
        "Minal Surati, PharmD",
        "Elyse Panjic, PharmD",
        "Arpita Shah, PharmD",
        "Martha Arellano, MD",
        "Anand Jillella, MD",
        "Vamsi K Kota, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sarah Wheeler, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Harika Puttagunta, MD",
            "author_affiliations": [
                "Narayana Medical College, Nellore, India "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minal Surati, PharmD",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elyse Panjic, PharmD",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arpita Shah, PharmD",
            "author_affiliations": [
                "UGA College of Pharmacy, Augusta, GA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Arellano, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anand Jillella, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vamsi K Kota, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T03:50:50",
    "is_scraped": "1"
}