{
    "doi": "https://doi.org/10.1182/blood.V106.11.2120.2120",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=423",
    "start_url_page_num": 423,
    "is_scraped": "1",
    "article_title": "Interim Report of the UKCLL02 Trial: A Phase II Study of Subcutaneous Alemtuzumab Plus Fludarabine in Patients with Fludarabine Refractory CLL (on Behalf of the NCRI CLL Trials Sub-Group). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "alemtuzumab",
        "chronic lymphocytic leukemia refractory",
        "fludarabine",
        "phase 2 clinical trials",
        "cmv reactivation",
        "infections",
        "antiviral agents",
        "chemotherapy regimen",
        "chills",
        "craniosynostosis"
    ],
    "author_names": [
        "Hazem Sayala, MD",
        "Paul Moreton, MD",
        "Jones A. Richard, PhD",
        "Rawstron C. Andy, PhD",
        "O’Connor Sheila, PhD",
        "Evans Paul, PhD",
        "Carter Anthony, MSc",
        "Dearden Claire, MD",
        "Matutes Estella, MD, PhD",
        "Pettitt R. Andrew, MD, PhD",
        "Kennedy B. Daniel, MD",
        "Hillmen Peter, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Haematological Malignancy Diagnostic Service, Leeds General Infirmary, Leeds, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds General Infirmary, Leeds, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds General Infirmary, Leeds, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds General Infirmary, Leeds, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds General Infirmary, Leeds, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds General Infirmary, Leeds, United Kingdom"
        ],
        [
            "Haematology, Royal Liverpool University Hospital, Liverpool, United Kingdom"
        ],
        [
            "Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Haemato-Oncology, Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "Haematology, Royal Liverpool University Hospital, Liverpool, United Kingdom"
        ],
        [
            "Haematology, Leicester Royal Infirmary, Leicester, United Kingdom"
        ],
        [
            "Haematological Malignancy Diagnostic Service, Leeds General Infirmary, Leeds, United Kingdom"
        ]
    ],
    "first_author_latitude": "53.8052595",
    "first_author_longitude": "-1.5218488999999997",
    "abstract_text": "Patients with fludarabine refractory CLL have a median survival of 10 months with conventional chemotherapy. Intravenous (IV) alemtuzumab is approved in fludarabine refractory CLL resulting in 33 to 50% responses. Combined alemtuzumab and fludarabine can induce responses in CLL refractory to both agents. Infusion reactions and 2-hour infusions 3x a week for 12 weeks are problems with IV alemtuzumab. Subcutaneous (SC) alemtuzumab is more convenient but pharmacokinetics suggest the need for prolonged therapy with little efficacy data in fludarabine-refractory CLL. We report on the UKCLL02 study to assess the safety and effectiveness of SC alemtuzumab in fludarabine-refractory CLL. SC alemtuzumab was given at a dose of 30mg 3x a week (after dose escalation) for up to 24 weeks depending on 6-weekly marrow assessments. Patients failing to respond to alemtuzumab in the trial could receive oral fludarabine (40mg/m 2 /day for 3 days every 4 weeks) combined with SC alemtuzumab. In this planned interim analysis of the first 44 patients (median age 66, range 41 to 79) 2 patients died before receiving alemtuzumab, and 5 remain on therapy. Of the remaining 37 patients, one withdrew consent and 36 patients have completed therapy. Responses to alemtuzumab monotherapy (n=36) were 2 MRD negative CR, 1 MRD positive CR, 11 PR (including 1 MRD negative patient who remained cytopenic), 20 NR and 2 died. Alemtuzumab was given for a median 12 weeks (range: 2–24) with a median dose of 913mg (range 106 to 2173mg). 12 patients (8 NR and 4 PR) received concurrent fludarabine and SC alemtuzumab (median 2.5 courses fludarabine [range 1–3]). 2 non-responders achieved a PR and one of the partial reponders achieved a CR (MRD positive). Therefore the overall response rate for the whole cohort was 16/36 (44%) including 3 MRD negative patients (2 CRs and 1 PR). IgV H gene was unmutated (>98% homology to germ line DNA) in 11/14. FISH revealed poor risk deletions (11q and/or 17p) in 21/34 patients (17p- in 9; 11q- in 6 and both in 6). p53 functional analysis is available for 23. 20/23 had p53/ATM dysfunction or deletion. 10/21 evaluable cases with del (11q23)/del (17p) responded to therapy. The initial alemtuzumab dose was associated with localised erythematous skin reactions in 20 patients (diameter 1 to 18cm), fever in 7 and rigors in 3. All reactions subsided in <48h. Serious infections during alemtuzumab monotherapy were: CMV reactivation (10); febrile neutropenia (9); invasive fungal infection (3); pneumonia (2). On the combination, CMV reactivation in 2 cases but no other grade 3+ infections. All CMV reactivations resolved on antiviral therapy. Grade 3+ thrombocytopenia and neutropenia was seen in 16 and 25 patients on alemtuzumab monotherapy as well as in 1 and 2 patients on combined therapy, respectively. In summary, we report that subcutaneous alemtuzumab is effective in poor-risk fludarabine-refractory CLL and is well tolerated compared to IV therapy. A longer duration of SC alemtuzumab therapy (up to 24 weeks) is required. The addition of oral fludarabine improves the response rates with acceptable toxicity."
}