{
    "doi": "https://doi.org/10.1182/blood.V116.21.348.348",
    "article_title": "Novel Protein Encoded by C6orf105 Regulates Tissue Factor Pathway Inhibitor Expression and Function In Human Endothelial Cells In Normal Conditions and During Androgen Stimulation ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: TF, FVIIa, TFPI",
    "abstract_text": "Abstract 348 Cardiovascular disease (CVD) and thrombotic complications (deep vein thrombosis/venous thromboembolism, DVT/VTE) represent major health problems, with men having higher rates of clinical events than women. Tissue Factor Pathway Inhibitor (TFPI) is the key natural inhibitor of coagulation: it neutralizes factor Xa (FXa) and inhibits tissue factor-factor VIIa (TF-FVIIa) in the presence of FXa. In vivo most of TFPI is in endothelial cells (EC), reversibly bound to yet unidentified receptors, and glycosyl phosphatidylinositol-floated in caveolae and/or lipid raft microdomains. Intravascular thrombosis occurs frequently in older people, especially associated with cancer, diabetes, or CVD. TF is directly involved in tumor hypercoagulability, angiogenesis and metastasis. Cell-associated TFPI is the most physiologically significant inhibitor of the TF-FVIIa- triggered coagulation pathway; nevertheless, very few mechanisms/factors that could regulate the natural expression of TFPI have been identified so far. Here we describe androgen treatment of EC as a novel way to preserve and/or enhance a healthy vascular function, particularly related to the regulation of TFPI-dependent anticoagulant function of the endothelium. Our hypothesis is that a yet uncharacterized protein encoded by C6orf105 is a novel regulator of TFPI expression and function in EC, both in native conditions and during androgen stimulation. “ In silico ” data mining using global meta-analysis of publicly available NCBI's Gene Expression Omnibus 2-channel human microarray datasets identified C6orf105 as highly co-expressed with TFPI and following a parallel co-regulation. The uncharacterized protein has 230-aa, Mr ∼27 kDa, 5–6 predicted transmembrane domains and has sequence similarities with members of the androgen-inducible genes family. We tentatively named it TFPI-Regulating Factor (TFPI-RF). Real-time qPCR and western blot confirmed robust expression of TFPI-RF in EC in culture (HUVEC and EA.hy926 hybrid cell line). By immunofluorescence (IMF) TFPI-RF appears both on the cell surface and intracellularly co-localizing with TFPI and caveolin-1 (cav-1). Post-transcriptional (siRNA) down-regulation of TFPI-RF decreased TFPI, both as protein (∼2-times) and as anticoagulant activity (∼3-fold), apparently by reducing the co-localization of the TF-FVIIa-FXa-TFPI complex with cav-1. Over-expression of TFPI-RF in HUVEC and EA.hy926 led to enhanced co-localization of TFPI-RF with TFPI, and increased TFPI mRNA and anticoagulant activity (∼2-times). Western blot of cellular fractions after extraction with Triton X-114 and temperature-induced phase separation revealed the presence of TFPI and TFPI-RF in detergent-insoluble fractions, which suggests predominant lipid raft association. IMF illustrates TFPI-RF co-clustering with TFPI and cav-1 or GM1 (raft marker) in live EC incubated with anti-TFPI antibody or Cholera Toxin-B, respectively. The effect of androgens was studied by incubating EC with 30 nM dehydrotestosterone (DHT) or equivalent testosterone-BSA (cell-impermeable). 1-h incubation led to 2-times enhanced TFPI activity, increased co-localization of the quaternary complex with cav-1 and TFPI-RF, and enhanced exposure of TFPI and TFPI-RF on the cell surface. 24-h treatment with DHT up-regulates the expression of both TFPI (2-fold) and TFPI-RF (3-fold), as well as the TFPI inhibitory activity against FXa. DHT failed to enhance TFPI activity in TFPI-RF siRNA EC. Our results reveal a novel mechanism of up-regulation of the anticoagulant activity of endogenous TFPI in response to physiological levels of androgen. While the precise role of androgens in the ageing process is unclear, it is believed that androgen replacement could have beneficial influence on the declining functions in the elderly. Our data could expand on the effects of androgens on the haemostatic function of the endothelium and discover new roles for novel proteins like C6orf105/TFPI-RF in enhancing the endothelial anticoagulant function. These may open possibilities to manipulate the cellular endogenous TFPI and/or other intrinsic factors to counteract pro-thrombotic states associated with CVD, DVT/VTE, sepsis and cancer. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "androgens",
        "endothelial cells",
        "tissue factor pathway inhibitor",
        "anticoagulants",
        "cardiovascular diseases",
        "deep vein thrombosis",
        "recombinant coagulation factor viia",
        "venous thromboembolism",
        "cancer",
        "rna, small interfering"
    ],
    "author_names": [
        "Cristina Lupu, PhD",
        "Hua Zhu, PhD",
        "Jonathan Wren, PhD",
        "Florea Lupu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cristina Lupu, PhD",
            "author_affiliations": [
                "Cardiovascular Biology Research Program, Oklahoma Medical Research Foundation, Oklahoma City, OK, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hua Zhu, PhD",
            "author_affiliations": [
                "Cardiovascular Biology Research Program, Oklahoma Medical Research Foundation, Oklahoma City, OK, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Wren, PhD",
            "author_affiliations": [
                "Arthritis & Immunology Department, Oklahoma Medical Research Foundation, Oklahoma City, OK, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florea Lupu, PhD",
            "author_affiliations": [
                "Cardiovascular Biology Research Program, Oklahoma Medical Research Foundation, Oklahoma City, OK, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T13:07:28",
    "is_scraped": "1"
}