{
    "doi": "https://doi.org/10.1182/blood-2018-99-117784",
    "article_title": "LAG3 Promotes Acute Myeloid Leukemia-Induced Immune Suppression ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster II",
    "abstract_text": "Background: The curative potential of allogeneic hematopoietic stem cell transplant (SCT) for acute myeloid leukemia (AML) depends in part on the graft-versus-leukemia (GVL) cellular immune response. Mechanisms of resistance to GVL and methods to overcome post-SCT relapse are a critical focus of research. AML blasts can inhibit activation and proliferation of immune cells in culture. We hypothesized that irradiating AML blasts would diminish their immune suppressive capacity while maintaining antigen presentation, leading to higher activation of CD8 + T cells among peripheral blood mononuclear cells (PBMC) in co-culture. Furthermore, we investigated the capacity of live and irradiated AML blasts to induce expression of immune checkpoints on CD8 + T cells in co-culture, focusing on Lymphocyte-activation gene 3 (LAG3) which interacts with class II MHC. Methods: PBMC were isolated from healthy donors in compliance with an IRB-approved protocol. PBMC were co-cultured with live human AML K-1 cells (CRL-2724) and irradiated K-1 cells (40 Gy) at the following ratios: 1:1, 1:2, 1:4 and 1:8. Cells were cultured in RPMI complete media supplemented with 10% FBS and IL-2 20 IU/ml. On day 3 of co-culture, immunophenotypic characterization of T cells was performed on an Attune NxT flow cytometer using the following antibody markers: CD3, CD4, CD8, CD25, CD137, CD154, PD-1, TIM3, TIGIT, and LAG3. PBMC were fixed and permeabilized prior to intracellular staining of IFNg and FOXP3. Regulatory T cells (Tregs) were identified as CD4 + CD25 + FOXP3 + . To correlate the expression of the genes encoding for IFNg, LAG3, PD1, and antigen presentation molecules in the tumor microenvironment, we analyzed RNA sequencing data from The Cancer Genome Atlas (NCI TCGA) AML database. Associations were determined by Spearman's correlation and K-means clustering. Results: PBMC co-cultured with irradiated AML K-1 showed significant higher IFNg expression (11.8% ± 3.1 v. 7% ± 3.3; n=7, P =0.012) and higher CD137 (4-1BB) expression (9.3% ± 1.21 v. 5.7% ± 3.4; n=7, P <0.001) on CD8 + T cells when compared to live AML K-1-PBMC co-cultures. PBMC co-cultured with irradiated AML K-1 showed significant higher CD154 expression on CD4 + cells (44.7% ± 20.3 v. 26.3% ± 14.2; n=5, P =0.002) when compared to the live AML K-1-PBMC co-cultures. There were fewer Tregs in the PBMC co-cultured with irradiated K-1 cells compared to the live AML K-1-PBMC co-cultures (1.96% ± 0.37 v. 3.39% ± 0.58; n=4, P =0.03). There was no significant difference of PD-1, TIM3 or TIGIT expression between the live and irradiated K-1-PBMC co-culture. However, there were fewer LAG3 + CD8 + T cells in the irradiated K-1-PBMC co-cultures compared to the live K-1-PBMC co-cultures (11.8% ± 2.4 v. 17.5% ± 2.5; n=4, P =0.002). Adding anti-LAG3 antibody (3DS223H; 0.1 ng/μl) to PBMC co-cultured with live AML cells resulted in higher IFNg ( Figure 1A ) and CD137 ( Figure 1B ) on CD8 + cells and fewer Tregs ( Figure 1C ) compared to PBMC co-cultured with live K-1 alone. Adding anti-PD1 antibody (EH12.2HZ) did not affect IFNg expression. We used the NCI TCGA AML database (n=173) to analyze the expression of the genes encoding for IFNg, LAG3, PD1, and several antigen presentation molecules. There was a positive correlation between IFNG and LAG3 expression levels (r 2 =0.56, P<0.001). There was one log increase in mean LAG3 transcript levels with increased expression of antigen presenting genes ( PSMB10, HLA-DQA1, HLA-DRB1, CMKLR1 ; P =0.008). Moreover, there was a significant difference in the mean log expression of LAG3 between favorable (3.84), intermediate (4.69), and high risk (5.98) cytogenetic category ( P =0.03). Interestingly, there was no correlation between PDCD1 and INFG transcript levels (r 2 =0.12, P=0.5). There was also no correlation between PDCD1 transcription levels and antigen presenting genes ( P =0.46) or the cytogenetic risk category ( P =0.74). Conclusion: In our in vitro model, LAG3 upregulation correlates with decreased activation of CD8 + cells and higher Tregs when healthy donor PBMC are co-cultured with AML K-1 cells. Antibody-mediated blocking of LAG3 may potentially reverse the suppression of CD8 + T cells by AML K-1 cells and produce fewer Tregs. Bioinformatic analysis of TCGA database confirmed a positive correlation between LAG3 transcript levels and expression of both immune activation and antigen presentation genes. LAG3 transcript levels are higher in unfavorable-risk AML. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures Lin: Jazz Pharmaceuticals: Honoraria.",
    "topics": [
        "leukemia",
        "therapeutic immunosuppression",
        "coculture techniques",
        "interferon type ii",
        "antibodies",
        "antigens",
        "antigens, cd25",
        "cd40 ligand",
        "molecule",
        "aldesleukin"
    ],
    "author_names": [
        "Haitham Abdelhakim, MD",
        "Neil Dunavin, MD",
        "Meizhang Li, PhD",
        "Mitchell Braun, BS",
        "Ahmed Elkhanany, MD",
        "Tara L Lin, MD",
        "Andrew K Godwin, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Haitham Abdelhakim, MD",
            "author_affiliations": [
                "University of Kansas Cancer Center, Westwood, KS "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Neil Dunavin, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies & Cellular Therapeutics, University of Kansas Medical Center, Westwood, KS "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meizhang Li, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Kansas Cancer Center, Westwood, KS "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell Braun, BS",
            "author_affiliations": [
                "University of Kansas Cancer Center, Kansas City, KS "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed Elkhanany, MD",
            "author_affiliations": [
                "Roswell Park Cancer Center, Buffalo, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara L Lin, MD",
            "author_affiliations": [
                "University of Kansas, Westwood, KS "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew K Godwin, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Kansas Cancer Center, Kansas City, KS"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T09:34:36",
    "is_scraped": "1"
}