{
    "doi": "https://doi.org/10.1182/blood.V110.11.3642.3642",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=851",
    "start_url_page_num": 851,
    "is_scraped": "1",
    "article_title": "Prothrombotic Platelet Signaling by the Scavenger Receptor, CD36. ",
    "article_date": "November 16, 2007",
    "session_type": "Platelet Activation and Biochemistry",
    "topics": [
        "blood platelets",
        "cd36 antigens",
        "receptors, scavenger",
        "signal transduction",
        "ligands",
        "atherosclerosis",
        "mitogen-activated protein kinases",
        "adenosine diphosphate",
        "agonists",
        "fatty acids"
    ],
    "author_names": [
        "Kan Chen, BS",
        "Maria Febbraio, PhD",
        "Roy Silverstein, MD"
    ],
    "author_affiliations": [
        [
            "Program in Cell Biology, Case Western Reserve University, Cleveland, OH, USA"
        ],
        [
            "Program in Cell Biology, Case Western Reserve University, Cleveland, OH, USA",
            "Department of Cell Biology, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Program in Cell Biology, Case Western Reserve University, Cleveland, OH, USA",
            "Department of Cell Biology, Lerner Research Institute, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.5045606",
    "first_author_longitude": "-81.61228994999999",
    "abstract_text": "The scavenger receptor CD36 binds a broad array of ligands, including oxidized low density lipoprotein (oxLDL), thrombospondin-1, fatty acids and apoptotic cells. CD36 was first isolated and characterized structurally from platelets, but the functional role of CD36 on platelets remains relatively obscure. We previously determined that treating platelets with oxLDL activated platelets and that activation was not seen in CD36-null platelets. Using a pharmacological inhibitor we now show that inhibition of JNK MAP kinase abrogated the activation of platelets by oxLDL. This effect was specific to oxLDL-mediated activation because this inhibitor had minimal effect on platelet activation by other classic agonists as exemplified by adenosine diphosphate (ADP). We demonstrated by immunoblotting that JNK2 and its upstream activator MKK4 were phosphorylated in the presence of oxLDL. We also found that the increase of JNK2 phosphorylation by oxLDL was diminished in CD36-null platelets. We showed that a src family kinase inhibitor (AG1879) blocked both platelet activation and JNK2 phosphorylation upon oxLDL treatment. By co-immunoprecipitation we demonstrated that CD36 recruited “active” fyn and lyn in platlets upon oxLDL treatment. These studies suggest that CD36 ligands can activate platelets through a signaling cascade involving src family tyrosine kinases and MAPK signaling molecules such as MKK4 and JNK2. OxLDL forms in the setting of hyperlipidemia and inflammation and plays an important role in atherosclerosis. A common characteristic of atherosclerosis is a prothrombotic state. Our results suggested that a specific signaling cascade activated by CD36 ligands generated in pathological states may contribute to a prothrombotic phenotype in vivo."
}