{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3123.3123",
    "article_title": "Treatment Patterns and Associated Outcomes in Patients with Relapsed or Refractory Multiple Myeloma in the US and Non-US Countries: Findings from Preamble ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Introduction: The management of multiple myeloma (MM) has undergone profound changes over the recent past due to newer therapeutic agents with novel mechanisms of action and refinement of treatment strategies. Proteasome inhibitors (PIs), immunomodulatory drugs (IMiDs), and 3-drug regimens involving a PI and an IMiD (PI+IMiD) have become standards of care in MM. The immuno-oncology (I-O) agents elotuzumab and daratumumab were approved to treat relapsed or refractory (RR) MM by the US Food and Drug Administration in 2015, and by the European Medicines Agency in 2016. Extension of survival for patients with MM is a realistic goal, although access to therapies may vary between the US and non-US countries. Comparison of treatment patterns and associated outcomes for patients with RRMM in the US with non-US countries will shed light on the impact of treatment access on patient outcomes. Methods:Patients from the US and 5 non-US countries (Canada, France, Germany, Italy, and UK), ≥18 y of age with RRMM, ≥1 prior systemic therapy, and initiating treatment with a PI, an IMiD, a PI+IMiD combination, or an I-O agent within 90 d before or 30 d after study consent, were identified from PREAMBLE, an ongoing, prospective, non-interventional observational study (NCT01838512). Patient data were collected at each healthcare provider visit over a 3-y period or until the end of patient follow-up. Statistical comparisons were made using t tests and Mann-Whitney U tests for continuous variables and chi-square tests for categorical variables; 2-sided p-values were obtained. Overall survival (OS) was analyzed using Cox regression and Kaplan-Meier techniques. Results: 1075 patients with RRMM (median age 69 y; 57.2% male) were enrolled; 341 (31.7%) from the US and 734 (68.3%) from non-US countries. At data cut-off (May 27, 2017), 522 (48.6%) patients had withdrawn from the study; 357 (68.4%) of patients who had withdrawn had died, mainly due to disease progression. Median follow-up was 18.7 mo (interquartile range: 8.8-31.5 mo). Patients from the US and non-US countries were similar with regard to sex, disease status, and International Staging System stage, although compared with patients from non-US countries, patients from the US were younger at baseline, had more comorbidities, and received more prior lines of treatment (Table). The proportion of patients receiving treatment in a subsequent line was similar between the US and non-US countries (54.3% vs 54.8%). Significantly more patients from the US received 2 or more subsequent therapies than patients from non-US countries (63.6% vs 53.4%; p=0.007). In addition, compared with patients from non-US countries, patients from the US were significantly more likely to receive I-O agents (8.2% vs 1.2%, p<0.001), and all newer agents (37.5% vs 13.4%, p<0.001), including the I-O agents elotuzumab and daratumumab, the PIs carfilzomib and ixazomib, the IMiD pomalidomide, and the histone deacetylase inhibitor panobinostat. Median OS was longer for patients from the US than for patients from non-US countries (32.0 vs 28.6 mo), although the difference was not statistically significant (p=0.831). After adjusting for baseline differences between the US and non-US countries, mortality among patients from non-US countries was 30% higher than among patients from the US (hazard ratio 1.30; 95% CI 0.94-1.80; p=0.108). Conclusion: This pilot analysis of data from a clinical setting shows that patients with RRMM in the US had greater access to newer agents and received more subsequent therapies than patients in non-US countries. The longer OS in patients from the US may suggest clinical benefit associated with newer agents. Future analysis may be necessary to validate our findings. Study support:Bristol-Myers Squibb. View large Download slide View large Download slide  Close modal Disclosures Vij: Celgene, Onyx, Takeda, Novartis, BMS, Sanofi, Janssen, Merck: Consultancy; Takeda, Onyx: Research Funding. Chen: Bristol-Myers Squibb: Employment. Popov: Parexel: Employment. Durie: Johnson & Johnson: Consultancy; Takeda: Consultancy; Amgen: Consultancy. Cook: Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Sanofi: Consultancy, Honoraria, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria; Glycomimetcs: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau. Zyczynski: Bristol-Myers Squibb: Employment. Davis: Bristol-Myers Squibb: Employment. Goldschmidt: Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Onyx: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Chugai: Consultancy, Honoraria, Research Funding, Speakers Bureau; Morphosys: Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Millenium: Research Funding, Speakers Bureau.",
    "topics": [
        "multiple myeloma",
        "daratumumab",
        "elotuzumab",
        "follow-up",
        "carfilzomib",
        "disease progression",
        "histone deacetylase inhibitors",
        "ixazomib",
        "panobinostat",
        "pomalidomide"
    ],
    "author_names": [
        "Ravi Vij, MD MBBS",
        "Clara Chen, PhD BS, MS",
        "Sergey Popov",
        "Brian Durie",
        "Gordon Cook, MD PhD",
        "Teresa Zyczynski, PharmD, MPH, MBA, BSPharm",
        "Catherine Davis",
        "Hartmut Goldschmidt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ravi Vij, MD MBBS",
            "author_affiliations": [
                "Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Clara Chen, PhD BS, MS",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergey Popov",
            "author_affiliations": [
                "Parexel, St Petersburg, Russia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Durie",
            "author_affiliations": [
                "Cedars-Sinai Medical Center, Los Angeles, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon Cook, MD PhD",
            "author_affiliations": [
                "University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Zyczynski, PharmD, MPH, MBA, BSPharm",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Davis",
            "author_affiliations": [
                "Bristol-Myers Squibb, Princeton, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD",
            "author_affiliations": [
                "Heidelberg University Hospital, Heidelberg, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:30:23",
    "is_scraped": "1"
}