{
    "doi": "https://doi.org/10.1182/blood.V106.11.478.478",
    "article_title": "Peptide Libraries to CMV Antigens Predict Levels of Cytotoxic Function of CMV-Specific CTL Populations in PBMC from HSCT Recipients. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Reconstitution of T-cell responses to CMV is important in protection from late-onset CMV disease following HSCT. However, there is an incomplete understanding of which CMV antigens and epitopes are recognized as part of these protective responses. In a recently published study employing MHC-I tetramers, we reported that CD8 + T-cells specific for the CMV major immediate-early (IE1) polypeptide in samples from normal donors and in HSCT recipients exhibited reduced degranulation compared to T-cells specific for the pp65 and pp50 polypeptides. Degranulation was measured using the CD107 assay as described by Betts et al, and applied to T cells specific for both viral and tumor antigens. Nonetheless, our findings were complicated by the possibility that the observed differences were epitope and/or HLA-specific. In the current study we have replaced tetramer identification of the antigen-specific cells with intracellular cytokine (ICC) assays employing pools of overlapping peptides (PepMix™) spanning the whole pp65 and IE1 open reading frames as stimulatory antigens. The advantage of this approach is that no knowledge of the specific T-cell epitopes within these CMV antigens is required, and that the subjects can be studied without regard to HLA type. PBMC samples obtained from 12 allogeneic HSCT (26–63Y) recipients (9 related/3 unrelated) at 150–180 days post-transplant were investigated using a combined ICC/CD107a/b (LAMP-1/LAMP-2) degranulation assay. 9/12 had at least 1 episode of CMV reactivation (d21-d197), treated by GCV using a 1-week induction period, followed by a 5-week maintenance regimen. Results of flow cytometry indicate a difference between the mean percentages of pp65-specific (43.86%) and the IE-1-specific (20.88%) CD8 + T cells degranulating in response to PepMix™ stimulation. This difference was significant, with a ρ-value of 0.0049 as measured by the Wilcoxon rank sum test, indicating a higher level of cytotoxic potential in the pp65-specific compared to IE1 specific CTL. This confirms previous data utilizing individual epitopes, and broadens the applicability of using degranulation to investigate immune recognition of full length antigens. We also investigated whether these functional differences are reflected in cell surface markers indicative of maturation status. The current model distinguishes central memory (CD45RA−/CD45RO+/CD28+/CD27+/CCR7+) from effector memory (CD45RA−/CD45RO+/CD28−/CD27−/CCR7−) T cells. We observed that pp65-specific CTL are deficient in CD27 compared to IE1-specific CTL in some patients. Combined with the observed increases in cytotoxic function, we hypothesize that pp65-specific CTL are in a different maturation state than IE1-specific CTL. Investigation of this property in a larger cohort of HSCT recipients will be described, including whether CD27 expression in either population is associated with decreased incidence of episodes or severity of CMV reactivation. As new immunodominant targets are discovered, these combined assays may predict which antigens are associated with protection from viremia and/or reactivation episodes. This classification may lead to a refined selection of antigens to be included in therapeutic vaccines for HSCT recipients.",
    "topics": [
        "antigens",
        "cytomegalovirus",
        "hematopoietic stem cell transplantation",
        "peptide library",
        "peripheral blood mononuclear cell",
        "epitopes",
        "antigens, cd27",
        "cmv reactivation",
        "human leukocyte antigens",
        "lamp-1"
    ],
    "author_names": [
        "Don J. Diamond, PhD",
        "Madeva Sharma",
        "Ghislaine Gallez-Hawkins, MSc",
        "Joy Martinez",
        "Anne E. Franck",
        "Ricardo Spielberger, MD",
        "John A. Zaia, MD",
        "Stephen J. Forman, MD",
        "Simon F. Lacey, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Don J. Diamond, PhD",
            "author_affiliations": [
                "Laboratory of Vaccine Research, BRI of the City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Madeva Sharma",
            "author_affiliations": [
                "Laboratory of Vaccine Research, BRI of the City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghislaine Gallez-Hawkins, MSc",
            "author_affiliations": [
                "Division of Virology, BRI of the City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joy Martinez",
            "author_affiliations": [
                "Laboratory of Vaccine Research, BRI of the City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne E. Franck",
            "author_affiliations": [
                "Division of Virology, BRI of the City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricardo Spielberger, MD",
            "author_affiliations": [
                "Department of Hematology and HCT, City of Hope Comp. Cancer Center, Duarte, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John A. Zaia, MD",
            "author_affiliations": [
                "Division of Virology, BRI of the City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Forman, MD",
            "author_affiliations": [
                "Department of Hematology and HCT, City of Hope Comp. Cancer Center, Duarte, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon F. Lacey, Ph.D",
            "author_affiliations": [
                "Laboratory of Vaccine Research, BRI of the City of Hope, Duarte, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T02:41:30",
    "is_scraped": "1"
}