{
    "doi": "https://doi.org/10.1182/blood.V114.22.4507.4507",
    "article_title": "Construction and Expression of Eukaryotic Expression Plasmids Containing CML-Associated Antigen Specific TCRs That Fused CD3ζ Chain Gene. ",
    "article_date": "November 20, 2009",
    "session_type": "GENE THERAPY AND TRANSFER",
    "abstract_text": "Abstract 4507 Adoptive immunotherapy with antigen-specific T cells can be effective in the treatment of melanoma, as well as chronic myeloid leukemia (CML). However, to obtain sufficient antigen-specific T cells for treatment, T cells have to be cultured for several weeks in vitro, and in vitro expanding T cells is difficult to control. Alternatively, transfer of T cell receptors (TCR) with defined antigen specificity into recipient T cells may be simply generation of antigen-specific T cells. The TCR-transferred T cells have been demonstrated to be functionally active in mouse models. TCR gene transfer is shown as a safe strategy, but appears limited by an objective response rate of 12%. It is adversely affected by newly formed TCRαβ heterodimers comprising exogenous and endogenous TCR chains that dilute expression of transgenic TCRαβ and are potentially self-reactive or by reduced expression of CD3ζ which has been found to be decreased in CD4+ and CD8+ T cells isolated from the tumor site or from the peripheral circulation of patients with cancer. Our previous study has identified the oligoclonal Vβ21 with different oligoclonal Vα partner in peripheral blood mononuclear cells (PBMCs) from patients with CML.In the present study, full-length gene sequences of oligoclonal Vβ21, Vα13 and Vα18 had been obtained from a case with CML using PCR, then the TCR genes were fused with whole human CD3ζ chain gene respectively. Each of chimeric Vα18-CD3ζ and Vα13-CD3ζ pairing Vβ21-CD3ζ was cloned into PIRES plasmid respectivelyto construct two recombinant plasmids Vα13-CD3ζ-IRES-Vβ21-CD3ζ and Vα18-CD3ζ-IRES-Vβ21-CD3ζ. Subsequently, their sequences were confirmed by restriction enzyme digestionanalysis and nucleotide sequencing. Each recombinant plasmids was transfected into K293 cells and Molt-4 cellsusing Lipofectamine TM 2000 or nucleofection respectively. The mRNA expression of TCR Vα18, Vα13, Vβ21 and CD3ζ chain genes in transfected cells were detected by RT-PCR and real-timePCR. The erpression of TCR Vβ21 chain in transfected cells was confiomred by staining with FITC-conjugated anti-TCR Vβ21.3 mAb using laser confocal microscopy(LCM) and flow cytometry (FCM) analysis. The expression of CD3ζ chain in transfected K293 and Molt-4 cells were detected by western-blot using anti human CD3ζ mAb. The results showed that two kindsof eukaryotic expression plasmids encoding chimeric TCR Vα13-CD3ζ/Vβ21-CD3ζ and Vα18-CD3ζ/Vβ21-CD3ζ specific for CMLwere constructed successfully and could express the relevant proteins well in vitro after transfecting both K293 cells and Molt-4cells. Farther studies will be performed to transfect the chimeric TCR Vα-CD3ζ/Vβ-CD3ζ plasmids in recipient T cells to detect the specific cytotoxicity. Chimeric TCR that encompasses whole human CD3ζ may be a dual strategy that might enhance the efficacy and safety of TCR gene transfer and improve T cell immunodeficiency induced impaired expression of the CD3ζ chain, farther study is required to confirm the suggestion. Disclosures: Zha: The study was supported by grants from Key project of Natural Science Foundation of Guangdong province, China (No. 05103293 and No. 9251063201000001) : Research Funding. Yin: The study was supported by grants from Key project of Natural Science Foundation of Guangdong province, China (No. 05103293 and No. 9251063201000001) : Research Funding. Chen: The study was supported by grants from Key project of Natural Science Foundation of Guangdong province, China (No. 05103293 and No. 9251063201000001) : Research Funding. Yang: The study was supported by grants from Key project of Natural Science Foundation of Guangdong province, China (No. 05103293 and No. 9251063201000001) : Research Funding. Zhou: The study was supported by grants from Key project of Natural Science Foundation of Guangdong province, China (No. 05103293 and No. 9251063201000001) : Research Funding. Li: The study was supported by grants from Key project of Natural Science Foundation of Guangdong province, China (No. 05103293 and No. 9251063201000001) : Research Funding.",
    "topics": [
        "antigens",
        "genes",
        "plasmids",
        "transfer technique",
        "monoclonal antibodies",
        "cancer",
        "cytotoxicity",
        "dna restriction enzymes",
        "flow cytometry",
        "fluorescein-5-isothiocyanate"
    ],
    "author_names": [
        "Xianfeng Zha",
        "Qingsong Yin",
        "Shao-Hua Chen",
        "Lijian Yang",
        "Yubing Zhou",
        "Yangqiu Li"
    ],
    "author_dict_list": [
        {
            "author_name": "Xianfeng Zha",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qingsong Yin",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shao-Hua Chen",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lijian Yang",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yubing Zhou",
            "author_affiliations": [
                "Department of Biochemistry, Medical College,Jinan University, Guangzhou, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yangqiu Li",
            "author_affiliations": [
                "Institute of Hematology, Medical College; Key Laboratory for Regenerative Medicine of Ministry of Education, Jinan University, Guangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T06:41:33",
    "is_scraped": "1"
}