{
    "doi": "https://doi.org/10.1182/blood-2020-137552",
    "article_title": "Molecular Predictors and Effectiveness of Measurable Residual Disease (MRD) Eradication with Chemotherapy and Allogeneic Stem Cell Transplantation for Acute Myeloid Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Background: Measurable residual disease (MRD) is a powerful prognostic factor in AML, including in prediction of outcomes post allogeneic stem cell transplant (alloSCT). However, genomic predictors of successful MRD eradication with chemotherapy prior to alloSCT are unclear. Objectives: Here we provide an integrated analysis of 233 patients (pts) who underwent induction chemotherapy with baseline next-generation sequencing (NGS) followed by serial immunophenotypic monitoring for MRD while patients received additional therapy and alloSCT. Methods: All pts who received anthracycline + cytarabine, +/- investigational agents at Memorial Sloan Kettering Cancer Center starting in April 2014 were retrospectively studied ( A ). 142 out of 233 pts subsequently underwent alloSCT after induction or additional therapy ( A ). Immunophenotypic MRD was identified in bone marrow aspirates (BMA) by multiparameter flow cytometry. Any level of residual disease was considered MRD+. Molecular analysis was obtained from pre-induction BMA by NGS using 28 or 49 or 400 gene panels. Results: Patient and treatment characteristics for all pts are detailed in panel ( B) . Induction chemotherapy resulted in an MRD-CR/CRi and MRD+CR/CRi in 29% and 23% of all pts, respectively ( C ). Additional therapy included consolidation (n=51), intensive re-induction/salvage (n=47) and non-intensive therapy (n=9). Of 83 AML pts with persistent AML and 58 pts with MRD+CR/CRi after induction (R1), 38/141 (27%) were able to be converted to MRD-CR/CRi. While 33/38 of pts went on to alloSCT after conversion to MRD-CR/CRi, 22 and 36 pts went to alloSCT with persistent AML and MRD+CR/CRi AML, respectively. We focused on pre-induction molecular predictors for achieving an MRD-CR/CRi response prior to transplant for the 142 pts who underwent alloSCT ( D ). Pts with a NPM1 (79%, Odds ratio [OR] 3.7, p=0.01), IDH1 (92%, OR 3.9, p=0.01) and KRAS (100%, OR 5.0, p=0.03) mutations achieved high rates of MRD-CR/CRi prior to alloSCT. In contrast, RUNX1 (28%, OR 0.2, p=0.01), TP53 (12%, OR 0.1, p=0.02) and SF3B1 (14%, OR 0.1, p=0.04) mutations predicted decreased odds of achieving MRD-CR/CRi prior to alloSCT despite induction and post-induction therapy. AlloSCT resulted in high rates of conversion from MRD+ and persistent disease to MRD negativity. Most pts who entered transplant with CR/CRi MRD+ (28/36, 76%) or persistent AML (14/22, 64%) cleared MRD by the first post-transplant BMA at a median of 32 days ( E ). Post-alloSCT follow-up indicated value in converting MRD+ to MRD- prior to alloSCT. There was no significant difference in post-transplant cumulative incidence of relapse ( F ) and OS ( G ) between early MRD-CR/CRi immediately following induction versus later conversion to MRD-CR/CRi with additional therapy prior to alloSCT. Despite initial post-transplant MRD clearance, pts who entered alloSCT with persistent AML or MRD+ had higher incidence of relapse (p=0.00037, F ) and poorer post-transplant OS (p=0.013, G ) compared to pts who entered alloSCT with MRD-. Pts with persistent disease prior to alloSCT had shorter duration of MRD- induced by alloSCT compared to pts with MRD-CR/CRi after induction or converted MRD-CR/CRi prior to alloSCT (p=0.0042, H ). Importantly, duration of MRD negativity after alloSCT for patients who achieved MRD- prior to alloSCT was not affected by whether patients received induction +/- consolidation ( I: treatment type 1-3 from B ) vs. induction and salvage treatment for refractory AML ( I: treatment type 4-6 from B ). Conclusion: We show that transplanted AML pts with specific molecular mutations ( RUNX1, SF3B1, and TP53 ) are unlikely to achieve MRD-CR/CRi after induction, consolidation or salvage therapy, while other mutations ( NPM1, IDH1, KRAS ) predict high rates of MRD- prior to alloSCT. Additional post-induction therapy may be advantageous for some MRD+ pts to achieve MRD- prior to alloSCT. Post-transplant OS is improved in pts who are MRD- at time of transplant, regardless of whether they required additional therapy beyond induction to achieve this state. AlloSCT is highly effective at eradicating MRD, but post-transplant MRD- is more durable in pts who are MRD- pre-alloSCT. Our results suggest that development of MRD-eradicating therapies has the potential to improve post-transplant outcomes and argues for innovative trials for pts with adverse molecular features currently unlikely to achieve MRD- pre alloSCT. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Cai: Imago Biosciences, Inc.: Consultancy, Current equity holder in private company; DAVA Oncology: Honoraria. Geyer: Amgen: Research Funding. Glass: Gerson Lehman Group: Consultancy. Stein: Syros: Membership on an entity's Board of Directors or advisory committees; PTC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Biotheryx: Consultancy; Bayer: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Syndax: Consultancy, Research Funding; Seattle Genetics: Consultancy; Abbvie: Consultancy; Amgen: Consultancy; Celgene Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Agios Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astellas Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Levine: Gilead: Honoraria; Isoplexis: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; Qiagen: Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy; Lilly: Consultancy, Honoraria; Imago: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; C4 Therapeutics: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; Astellas: Consultancy; Novartis: Consultancy; Prelude Therapeutics: Research Funding; Loxo: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria; Morphosys: Consultancy; Roche: Consultancy, Honoraria, Research Funding. Gyurkocza: Actinium: Research Funding. Perales: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Nektar Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; MolMed: Membership on an entity's Board of Directors or advisory committees; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Medigene: Membership on an entity's Board of Directors or advisory committees, Other; Servier: Membership on an entity's Board of Directors or advisory committees, Other; Omeros: Honoraria, Membership on an entity's Board of Directors or advisory committees; Merck: Consultancy, Honoraria; NexImmune: Membership on an entity's Board of Directors or advisory committees; Cidara Therapeutics: Other; Miltenyi Biotec: Research Funding; Kite/Gilead: Honoraria, Research Funding; Incyte Corporation: Honoraria, Research Funding; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria; Bellicum: Honoraria, Membership on an entity's Board of Directors or advisory committees. Abdel-Wahab: H3 Biomedicine Inc.: Consultancy, Research Funding; Janssen: Consultancy; Envisagenics Inc.: Current equity holder in private company; Merck: Consultancy. Papaemmanuil: Kyowa Hakko Kirin: Consultancy, Honoraria; Isabl: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; MSKCC: Patents & Royalties; Novartis: Consultancy, Honoraria; Illumina: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Prime Oncology: Consultancy, Honoraria. Giralt: KITE: Consultancy; NOVARTIS: Consultancy, Honoraria, Research Funding; OMEROS: Consultancy, Honoraria; AMGEN: Consultancy, Research Funding; TAKEDA: Research Funding; ACTINUUM: Consultancy, Research Funding; MILTENYI: Consultancy, Research Funding; CELGENE: Consultancy, Honoraria, Research Funding; JAZZ: Consultancy, Honoraria. Tallman: Glycomimetics: Research Funding; Rafael: Research Funding; Amgen: Research Funding; Bioline rx: Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Membership on an entity's Board of Directors or advisory committees; KAHR: Membership on an entity's Board of Directors or advisory committees; UpToDate: Patents & Royalties; Rigel: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Jazz Pharma: Membership on an entity's Board of Directors or advisory committees; Oncolyze: Membership on an entity's Board of Directors or advisory committees; Delta Fly Pharma: Membership on an entity's Board of Directors or advisory committees; BioSight: Membership on an entity's Board of Directors or advisory committees, Research Funding; ADC Therapeutics: Research Funding; Orsenix: Research Funding; Cellerant: Research Funding; Abbvie: Research Funding. Goldberg: AROG: Research Funding; Aprea: Research Funding; ADC Therapeutics: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy; Aptose: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Dava Oncology: Honoraria; Pfizer: Research Funding; Celularity: Research Funding.",
    "author_names": [
        "Maximilian Stahl, MD",
        "Andriy Derkach, PhD",
        "Christopher Famulare, MS",
        "Christina Cho, MD",
        "Sean Devlin, PhD",
        "Noushin Farnoud, PhD",
        "Kamal Menghrajani, MD",
        "Minal A Patel, MPH",
        "Sheng F Cai, MDPhD",
        "Mark B. Geyer, MD",
        "Andrew Dunbar, MD",
        "Zachary D. Epstein-Peterson, MD",
        "Erin McGovern, BA",
        "Jessica Schulman, BSc",
        "Jacob L Glass, MDPhD",
        "Justin Taylor, MD",
        "Aaron D Viny, MDMS",
        "Eytan M. Stein, MD",
        "Bartlomiej Getta, FRCPA, FRACP, MBBS",
        "Maria E. Arcila, MD",
        "Ross L. Levine, MD",
        "Juliet Barker, MBBS",
        "Brian C. Shaffer, MD",
        "Esperanza B. Papadopoulos, MD",
        "Boglarka Gyurkocza, MD",
        "Miguel-Angel Perales, MD",
        "Omar Abdel-Wahab, MD",
        "Elli Papaemmanuil, PhD",
        "Sergio A. Giralt, MD",
        "Yanming Zhang, MD",
        "Mikhail Roshal, MD PhD",
        "Martin S. Tallman, MD",
        "Aaron D Goldberg, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maximilian Stahl, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andriy Derkach, PhD",
            "author_affiliations": [
                "Department of Biostatistics and Epidemiology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Famulare, MS",
            "author_affiliations": [
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Cho, MD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medical College, New York, NY ",
                "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean Devlin, PhD",
            "author_affiliations": [
                "Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noushin Farnoud, PhD",
            "author_affiliations": [
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Molecular Oncology and Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kamal Menghrajani, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minal A Patel, MPH",
            "author_affiliations": [
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheng F Cai, MDPhD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Epigenetic Research, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark B. Geyer, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Cell Engineering, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Dunbar, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zachary D. Epstein-Peterson, MD",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin McGovern, BA",
            "author_affiliations": [
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Schulman, BSc",
            "author_affiliations": [
                "Center for Hematologic malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacob L Glass, MDPhD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin Taylor, MD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, Miami, FL "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron D Viny, MDMS",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eytan M. Stein, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bartlomiej Getta, FRCPA, FRACP, MBBS",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria E. Arcila, MD",
            "author_affiliations": [
                "Molecular Diagnostics Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross L. Levine, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliet Barker, MBBS",
            "author_affiliations": [
                "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian C. Shaffer, MD",
            "author_affiliations": [
                "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esperanza B. Papadopoulos, MD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medical College, New York, NY ",
                "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boglarka Gyurkocza, MD",
            "author_affiliations": [
                "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel-Angel Perales, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY ",
                "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omar Abdel-Wahab, MD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elli Papaemmanuil, PhD",
            "author_affiliations": [
                "Center for Molecular Oncology, Memorial Sloan Kettering Cancer Center, New York, NY ",
                "5Computational Oncology Service, Department of Epidemiology & Biostatistics, Center for Computational Oncology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio A. Giralt, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY ",
                "Department of Medicine, Adult Bone Marrow Transplantation Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanming Zhang, MD",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, Chicago, IL "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikhail Roshal, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin S. Tallman, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY ",
                "Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron D Goldberg, MDPhD",
            "author_affiliations": [
                "Department of Medicine, Leukemia Service, Memorial Sloan-Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T02:27:19",
    "is_scraped": "1"
}