{
    "doi": "https://doi.org/10.1182/blood.V110.11.721.721",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1058",
    "start_url_page_num": 1058,
    "is_scraped": "1",
    "article_title": " IKZF1 (Ikaros) Deletions Are a Hallmark of BCR-ABL1 Positive Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Lymphocytic Leukemia - Biology and Pathophysiology",
    "topics": [
        "acute lymphocytic leukemia",
        "bcl-2 protein",
        "blast phase",
        "burkitt's lymphoma",
        "cell lines",
        "child",
        "dna",
        "hordeolum",
        "leukemia, acute",
        "leukemia, b-cell, acute"
    ],
    "author_names": [
        "Charles G. Mullighan, MBBS, MD",
        "Christopher B. Miller, BS",
        "Letha A. Phillips, BS",
        "James Dalton, BS",
        "Jing Ma, PhD",
        "Ina Radtke, MD, PhD",
        "Deborah White, BSc(Hons)",
        "Timothy P. Hughes, MBBS, PhD",
        "Michelle M. Le Beau, MD, PhD",
        "Sheila A. Shurtleff, PhD",
        "James R. Downing, MD"
    ],
    "author_affiliations": [
        [
            "Pathology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Division of Haematology, Institute of Medical and Veterinary Science, Adelaide, SA, Australia"
        ],
        [
            "Division of Haematology, Institute of Medical and Veterinary Science, Adelaide, SA, Australia"
        ],
        [
            "Section of Hematology/Oncology, University of Chicago, Chicago, IL, USA"
        ],
        [
            "Pathology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology, St Jude Children’s Research Hospital, Memphis, TN, USA"
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Using high-resolution SNP arrays and genomic resequencing, we recently reported deletions, translocations, and mutations involving regulators of B cell development in 40% of pediatric B-progenitor ALL ( Nature  2007 ; 446 : 758 ). The most frequently involved genes were PAX5, EBF1 , IKZF1 (Ikaros) , IKZF3 (Aiolos) and LEF1. Ikaros is a transcription factor required for normal lymphoid development and acts as a tumor suppressor in mice. Focal deletions of IKZF1 were observed in 7 B-progenitor ALL cases, suggesting that the previously reported expression of dominant-negative, non-DNA binding Ikaros isoforms may be caused by genomic IKZF1 abnormalities. We have now extended the analysis to 283 pediatric ALL cases, including B-progenitor ALL with high hyperdiploidy (N=39), hypodiploidy (N=10), rearrangement of MLL (N=23), TCF3-PBX1 (N=17), ETV6-RUNX1 (N=48) and BCR-ABL1 (N=21), as well as cases with low hyperdiploid, normal or miscellaneous cytogenetics (N=75), and T-lineage ALL (N=50). We also examined 22 adult BCR-ABL1 positive ALL cases, 37 acute leukemia cell lines and 49 samples from 23 chronic myeloid leukemia (CML) cases at various stages of disease, including 15 with matched blast crisis samples (12 myeloid, 3 lymphoid). All samples were examined with 500,000 feature Affymetrix SNP arrays (250k Sty and Nsp). The 50k Hind and Xba arrays were also used in 252 ALL cases. Sixty-two (20.3%) ALL cases harboured IKZF1 deletions, including 36 of 43 (83.7%) BCR-ABL1 positive B-ALL cases (76.2% of 21 childhood cases, and 90.9% of 22 adult cases). The deletions were limited to IKZF1 in 25 BCR-ABL1 ALL cases, and in 19 cases deleted an internal subset of IKZF1 exons, most commonly 3–6 (Δ3–6). Remarkably, chronic phase CML samples lacked evidence of IKZF1 deletion, whereas four of 15 matched CML blast crisis samples (66% of lymphoid and 17% of myeloid) had acquired an IKZF1 deletion. The IKZF1 Δ3–6 deletion was also detected in the BCR-ABL1 B-progenitor cell lines BV173, OP1 and SUP-B15, the Δ1–6 deletion in the MYC-IGH / BCL2-IGH B-progenitor cell line 380, and Δ1–7 in the BCR-ABL1 B-progenitor cell line TOM-1. RT-PCR analysis for IKZF1 transcripts demonstrated complete concordance between the extent of IKZF1 deletion and the expression of aberrant Ikaros transcripts lacking internal exons. Importantly, on quantitative RT-PCR analysis and western blotting, expression of the dominant-negative Ik6 transcript and protein, which lacks exons 3–6, was exclusively observed in those cases with IKZF1 Δ3–6, demonstrating that the Ik6 transcript is the result of a specific genetic lesions and not alternative splicing of wild-type IKZF1 . Lastly, sequence analysis of the IKZF1 Δ3–6 breakpoints indicated that the deletions arise from aberrant activity of RAG-mediated V(D)J recombination. Taken together, these data demonstrate that deletion of IKZF1, resulting in either haploinsufficiency or the expression of a dominant negative form of the transcription factor, is a central event in the pathogenesis of both pediatric and adult BCR-ABL1 B-progenitor ALL."
}