{
    "doi": "https://doi.org/10.1182/blood-2018-99-119100",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4036",
    "start_url_page_num": 4036,
    "is_scraped": "1",
    "article_title": "Repeat Infusion of CD19-Specific Chimeric Antigen Receptor T-Cell Could Improve the Efficacy with Consistent Safety in Relapsed/Refractory Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": [
        "cd19 antigens",
        "chimeric antigen receptors",
        "diffuse large b-cell lymphoma",
        "infusion procedures",
        "t-lymphocytes",
        "chemotherapy regimen",
        "primary central nervous system lymphoma",
        "adverse effects",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Jianda Hu, Prof.Dr.",
        "Ting Yang",
        "Xiaozhu Yang",
        "Na Xian",
        "Yanxin Chen, MD PhD",
        "Peifang Jiang",
        "Gangxiong Huang, Prof.Dr."
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Fujian Medical University Union Hospital,Fujian Provincial Key Laboratory on Hematology, Fujian Institute of Hematology, Fuzhou, China "
        ],
        [
            "Department of Hematology, Fujian Medical University Union Hospital,Fujian Provincial Key Laboratory on Hematology, Fujian Institute of Hematology, Fuzhou, China "
        ],
        [
            "Department of Hematology, Fujian Medical University Union Hospital,Fujian Provincial Key Laboratory on Hematology, Fujian Institute of Hematology, Fuzhou, China "
        ],
        [
            "Institute of Immunotherapy, Fujian Medical University, Fuzhou, China"
        ],
        [
            "Department of Hematology, Fujian Medical University Union Hospital,Fujian Provincial Key Laboratory on Hematology, Fujian Institute of Hematology, Fuzhou, China "
        ],
        [
            "Department of Hematology, Fujian Medical University Union Hospital,Fujian Provincial Key Laboratory on Hematology, Fujian Institute of Hematology, Fuzhou, China "
        ],
        [
            "Institute of Immunotherapy, Fujian Medical University, Fuzhou, China"
        ]
    ],
    "first_author_latitude": "26.0776803",
    "first_author_longitude": "119.30442975",
    "abstract_text": "Backgroun d Patients with relapse and/or chemo-refractory (R/R) diffuse large B cell lymphoma (DLBCL) are often fail to conventional therapy and suffer dismal prognosis. Recently CD19-targeted immunotherapy using chimeric antigen receptor (CAR)-modified T cells (CART cells) has produced the most promising clinical outcomes in patients with R/R B-cell leukemia and lymphoma, including R/R DLBCL, with overall response rate (ORR) at 50%-80%. However, a part of R/R DLBCL patients, who had restricted durability of clinical response after CD19-specific CART (CD19-CART) cell therapy were at the risks of disease progression. Considering the majority of the existing studies generally used a single infusion of CART cells, with a limited remission duration in which 20%-40% R/R DLBCL patients lost response within 6 months, the purpose of this study is to investigate whether repeat infusions could raise therapeutic response and extend its persistence, and thus improve the clinical outcomes in R/R DLBCL patients. Herein, we conducted a clinical trial (ClinicalTrials.gov Identifier: NCT03391726) to evaluate the efficacy and safety of repeat infusion of CD19-CART cells to patients with R/R DLBCL. Methods Following chemotherapy consisting of cyclophosphamide and fludarabine for lymphodepletion, the enrolled R/R DLBCL patients received an infusion of CD19-CART cells at a dose of 0.7-6×10 6 cells/kg. The CD19-CART cells were generated by modifying autologous T cells with a lentiviral vector encoding a CAR comprising a murine derived anti-CD19 scFv, 4-1BB and CD3ζ domains. Four of eight (50.0%) patients were given a repeat infusion of CART cells at 3 to 10 months after the initial infusion. R esults From June 2017 to July 2018, eight patients (median age, 52 years; range, 27-70 years) with R/R DLBCLs that were relapsed or resistant to primary or salvage chemotherapy or local radiotherapy, or fail to other clinical trial were enrolled (5 cases of DLBCL; 1 case of DLBCL with central nervous system infiltration;1 case of primary central nervous system lymphoma (PCNSL); 1 case of primary mediastinal large B cell lymphoma (PMBL)). Patients were evaluated for efficacy and safety at four weeks after initial infusion. 1/8(12.5%) patients reached complete remission (CR), 5/8(62.5%) patients had a partial remission (PR), while 2/8(25.0%) patients had stable disease (SD). The ORR (CR and PR) was 75.0% (6 of 8). With a median follow-up of 8.5 months, among 4 patients who had received a second infusion of the CART cells, 1 patient with RR DLBC remained in CR, 1 patient with primary refractory DLBCL remained in PR with constant improvement in symptom and iconography, 1 patient with primary refractory DLBCL had SD after initial infusion and reached PR after a second infusion, and 1 patient with PCNSL remained in SD. Of the 4 patients receiving single infusion of CART cells, 2 patients with primary refractory DLBCL remained in PR, 1 patient with RR DLBCL with CNSL infiltration was SD and 1 patient with refractory PMBL developed to progress disease after reaching PR and finally died. Overall survival (OS) and progression free survival (PFS) rates at 12 months were 87.5 % and 87.5 %, respectively. The most common adverse events of grade 3 or higher during the treatments were neutropenia and anaemia (in 87.5% and 25% of the patients, respectively). Grade 1 cytokine release syndrome (CRS) was observed in 5/8 (62.5%) patients. Neither CRS of > grade 2 nor neurologic events occurred in any patients. No prolonged B cell aplasia and hypogammaglobinemia was observed in repeat infusion patients. Conclusion Patients with R/R DLBCL who were treated CD19-CART cells had promising clinical responses with a safety profile. A repeat infusion of CD19-CART cells may lead to prolonged persistence, and sustained responses without elevated side effect. The tendency of improved OS by repeat infusion need to be further evaluated in more patients. Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}