{
    "doi": "https://doi.org/10.1182/blood.V106.11.622.622",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=469",
    "start_url_page_num": 469,
    "is_scraped": "1",
    "article_title": "A Comprehensive Analysis of Cytogenetic Abnormalities in Myeloma: Results of the FISH Analysis of 1000 Patients Enrolled in the IFM99 Trials. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "chromosome abnormality",
        "multiple myeloma",
        "pamidronate",
        "prognostic factors",
        "albumins",
        "bone marrow specimen",
        "cancer",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver"
    ],
    "author_names": [
        "Herve Avet Loiseau, MD, PhD",
        "Michel Attal, MD",
        "Philippe Moreau, MD",
        "Catherine Charbonnel, BS",
        "Frederic Garban, MD",
        "Jean-Luc Harousseau, MD",
        "Thierry Facon, MD",
        "Claire Mathiot, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Laboratory, University Hospital, Nantes, France"
        ],
        [
            "Hematology Department, University Hospital, Toulouse, France"
        ],
        [
            "Hematology Department, University Hospital, Nantes, France"
        ],
        [
            "Hematology Laboratory, University Hospital, Nantes, France"
        ],
        [
            "Hematology Department, University Hospital, Grenoble, France"
        ],
        [
            "Hematology Department, University Hospital, Nantes, France"
        ],
        [
            "Hematology Department, University Hospital, Lille, France"
        ],
        [
            "Hematology Laboratory, Institut Curie, Paris, France"
        ]
    ],
    "first_author_latitude": "47.21191289999999",
    "first_author_longitude": "-1.5540699",
    "abstract_text": "Because cytogenetics has been demonstrated to be the most powerful prognostic factor in many hematopoietic malignancies, we hypothesized that chromosomal abnormalities may also predict outcome in MM, as previously suggested by several reports. In order to test this hypothesis, we analyzed the main chromosomal abnormalities in a large series of 1000 patients with newly diagnosed MM, enrolled in the IFM 99 therapeutic trial. This trial enrolled 1083 patients under the age of 65, between May 2000 and December 2003. Briefly, the patients were treated by an induction therapy (4 VAD courses), followed by 2 courses of high-dose melphalan. In patients with less than 2 poor-prognosis factors (del(13) and b2m>3), a maintenance therapy was randomized (none vs pamidronate vs pamidronate + thalidomide). For all the patients, a fresh bone marrow specimen was shipped overnight to the central laboratory in Nantes. After separation of the mononuclear cells, malignant plasma cells were sorted using magnetic beads coated with an anti-CD138 monoclonal antibody. All the analyzed specimens presented a plasma cell purity > 90%. The patients were then analyzed by FISH for the following abnormalities: del(13q14), t(4;14), t(11;14), del(17p13), MYC rearrangements, hyperdiploidy (assessed by interphase FISH as previously reported), and 1q21 gains ( CKS1B ). Abnormalities were observed in 45%, 14%, 21%, 11%, 13%, 40%, and 40%, respectively, in agreement with previously reported incidences. We then looked at the prognostic impact of these chromosomal abnormalities, analyzing both the overall survival (OS) and the event-free survival (EFS). With a median follow-up of 32 months, t(11;14) and MYC rearrangements were not significant for both OS and EFS, and hyperdiploidy was marginally significant (p=.03, and .02 for EFS and OS, respectively, with a longer survival for hyperdiploid patients). In contrast, del(13), t(4;14), del(17p) and 1q gains significantly negatively impacted both EFS and OS (p<10 −5 , p=10 −7 , p<10 −6 , and p=10 −3 , respectively for EFS, and p<10 −5 , p=10 −7 , p=10 −7 , and p<10 −3 , respectively for OS). Further statistical analyses showed significant associations between del(13) and t(4;14) (p<10 −12 ), and between del(17p) and del(13) (p<10 −4 ), but not between del(17p) and t(4;14). Gains of 1q did not represent an independent prognostic factor in the multivariate analysis. A multivariate analysis including the chromosomal abnormalities, b2m, albumin, and CRP levels lead to a model with 3 factors: t(4;14), del(17p), and b2m>3. Three groups of patients can be identified with highly different outcomes: patients with b2m<3, without t(4;14) or del(17p) (35% of the patients), presenting very long OS, patients with either t(4;14) or del(17p), and b2m>3 (15% of the patients) with a median OS < 2 years, and the other patients (half of the cohort) presenting an intermediate prognosis. This analysis, performed on a very large cohort of patients treated in a prospective trial, strengthens the impact of chromosomal analysis in the prediction of survival for patients under the age of 65 treated with high-dose therapy. An updated analysis will be presented at the meeting."
}