{
    "doi": "https://doi.org/10.1182/blood.V122.21.3562.3562",
    "article_title": "Specific Leucine, Isoleucine and Threonine Residues In The TFPIα C-Terminal Region Are Necessary For Inhibition Of Prothrombinase ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "abstract_text": "Background In addition to regulating the initiation of coagulation through inhibition of the tissue factor/factor VIIa complex, we have recently demonstrated a previously unrecognized anticoagulant function of TFPIα: inhibition of the prothrombinase complex (factor Xa (FXa), factor Va (FVa), Ca++, and phospholipids). No endogenous protein has previously been identified to inhibit prothrombinase under physiologically relevant conditions. The inhibition of prothrombinase is mediated by two specific binding events: (1) binding of TFPI’s second Kunitz domain to the FXa active site; and (2) an essential high–affinity exosite interaction between the TFPIα C-terminus and an acidic region within the factor V B-domain, retained in forms of FVa present in platelet alpha granules or generated through limited proteolysis with FXa. The TFPIα C-terminus contains a basic region (LIKTKRKRK) nearly identical to one found in the FV B-domain (LIKTRKKKK). Both of these sequences are highly conserved across mammalian species, suggesting they have an important physiological function. The basic residues of these sequences are necessary for the charge-based interaction with the FVa B-domain acidic region. We sought to determine the function of the absolutely conserved L, I, and T residues of this sequence. Methods Seven peptides containing different changes in the LIKT portion of the sequence, as shown below, were synthesized and tested in thrombin generation assays using forms of Factor Va containing (FVa AR ) or lacking (FVa IIa ) the acidic region of the B-domain. Results The wild type peptide (LIKTKRKRKK) inhibited FVa AR prothrombinase (IC 50 = 1.03 µM) but did not inhibit FVa IIa prothrombinase at concentrations up to 225 µM, confirming that inhibition requires the presence of the B-domain acidic region. Substitution of LIKT with AAAA (AAAAKRKRKK) essentially abolished inhibitory activity with only ∼20% inhibition observed at 350 µM peptide, as did substitution of the L, I, and T (AAKAKRKRKK), demonstrating that the positively charged K and R residues alone do not mediate the inhibitory activity. Individual Ala substitutions of the L, I, and T residues resulted in decreased, but measurable, inhibitory function (IC 50 = 70.2 µM, 16.7 µM, and 107 µM, respectively). Finally, the peptide LIETKRKRKK was made to assess the effect of a K254E mutation, which has been identified in the NHLBI Exome Sequencing Project. This also essentially abolished inhibitory activity with only 20% inhibition observed in the presence of 340 µM peptide. Conclusions TFPIα inhibits thrombin generation by prothrombinase assembled with forms of FVa that retain the acidic region of the B-domain, which serves as a key exosite, binding the TFPIα basic C-terminus in a charge-dependent manner. The peptide studies presented here demonstrate that the hydrophobic residues L, I, and T are also absolutely essential for exosite binding and inhibition of thrombin generation. In addition, a natural mutation in the LIKT sequence (LIET) results in complete loss of prothrombinase inhibition, and therefore may represent a previously unrecognized prothrombotic risk factor. Thus, the regulation of coagulation occurring through TFPIα-mediated inhibition of prothrombinase appears to be relevant during normal hemostasis, as well as under pathologic conditions. Disclosures: Mast: Novo Nordisk: Honoraria, Research Funding.",
    "topics": [
        "isoleucine",
        "leucine",
        "threonine",
        "thromboplastin",
        "granules",
        "peptides",
        "thrombin",
        "factor va",
        "anticoagulants",
        "calcium ions"
    ],
    "author_names": [
        "Jeremy P Wood, PhD",
        "Alan E. Mast, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeremy P Wood, PhD",
            "author_affiliations": [
                "Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alan E. Mast, MD, PhD",
            "author_affiliations": [
                "Blood Research Institute, Blood Center of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:31:04",
    "is_scraped": "1"
}