{
    "doi": "https://doi.org/10.1182/blood.V106.11.903.903",
    "article_title": "Estimated Annual Number of US Acute-Care Hospital Inpatients Meeting ACCP Criteria for Venous Thromboembolism (VTE) Prophylaxis. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background While consensus guidelines regarding VTE prophylaxis for hospital inpatients have been available for more than 15 years, the number of US inpatients who are potentially eligible for prophylaxis is unknown. Such data are required for estimating the potential costs and benefits of prophylaxis in reducing VTE incidence. Objective To estimate the number of Y2002 US acute-care hospital inpatients who are potentially eligible for VTE prophylaxis. Methods We applied the 7th (2004) American College of Chest Physician (ACCP) Consensus Conference VTE prophylaxis guidelines ( Geerts et al. Chest  2004 ; 126 : 338S –400S ) to inpatients with hospital discharge International Classification of Disease (ICD-9) codes for major surgery or medical illness identified from the Healthcare Utilization and Cost Database (HCUP), a national acute-care hospital database supported by the US Agency for Health Care Quality Research. Results Of a total of 37.8 million inpatients discharged from US acute-care hospitals in Y2002, 13.4 million (35%) met ACCP guideline criteria for VTE prophylaxis (Table). Table. Inpatients Discharged from US Acute-Care Hospitals with ACCP Guideline Defined Risk of VTE in Y2002  Surgical VTE Risk . N . Highest risk surgery 744,465 High risk surgery 3,031,318 Moderate risk surgery 2,019,696 Surgical subtotal 5,795,479 Medical VTE Risk  N  Heart failure 1,867,576 Cancer 1,017,356 Stroke 515,370 Other medical conditions 4,196,343 Medical subtotal 7,596,645 Grand Total  13,392,124  Surgical VTE Risk . N . Highest risk surgery 744,465 High risk surgery 3,031,318 Moderate risk surgery 2,019,696 Surgical subtotal 5,795,479 Medical VTE Risk  N  Heart failure 1,867,576 Cancer 1,017,356 Stroke 515,370 Other medical conditions 4,196,343 Medical subtotal 7,596,645 Grand Total  13,392,124  View Large Among the 37.8 million Y2002 discharged inpatinets, 7.7 million were defined by HCUP criteria as having had a major operative procedure. When ACCP surgical risk criteria were applied to this population, 1.9 (25%) were at low VTE risk, while 5.8 million (75%) were at moderate (26%), high (39%) or highest (10%) VTE risk. Among the patients without a major operative procedure, 7.6 million met the ACCP criteria for VTE prophylaxis based on medical illness risk factors. Conclusions In total, 13.4 million US residents meet ACCP criteria for VTE prophylaxis annually due to hospitalization for either major surgery or medical illness. Given that almost 60% of all VTE events occurring in the community are related to recent acute-care hospitalization, providing universal, safe and effective VTE prophylaxis to this population affords an important opportunity to significantly reduce the incidence of VTE. These data provide support for developing and monitoring compliance with hospital-wide guidelines for VTE prevention.",
    "topics": [
        "acute care",
        "american college of chest physicians",
        "american college of clinical pharmacy",
        "venous thromboembolism",
        "surgical procedures, operative",
        "cancer",
        "cerebrovascular accident",
        "heart failure",
        "ischemic stroke",
        "patient discharge"
    ],
    "author_names": [
        "Frederick A. Anderson, Jr, PhD",
        "Max Zayaruzny",
        "John A. Heit, MD",
        "Alexander T. Cohen, MD",
        "On Behalf of the VTE Impact Assessment Group"
    ],
    "author_dict_list": [
        {
            "author_name": "Frederick A. Anderson, Jr, PhD",
            "author_affiliations": [
                "Center for Outcomes Research, University of Massachusetts Medical School, Worcester, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Max Zayaruzny",
            "author_affiliations": [
                "Center for Outcomes Research, University of Massachusetts Medical School, Worcester, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John A. Heit, MD",
            "author_affiliations": [
                "Hematology Research, Mayo Clinic College of Medicine, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander T. Cohen, MD",
            "author_affiliations": [
                "Guy’s, King’s and St Thomas’ School of Medicine, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "On Behalf of the VTE Impact Assessment Group",
            "author_affiliations": [],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T18:45:00",
    "is_scraped": "1"
}