{
    "doi": "https://doi.org/10.1182/blood.V108.11.412.412",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=740",
    "start_url_page_num": 740,
    "is_scraped": "1",
    "article_title": "Cytokine Induced Killer (CIK) Cells as Post-Transplant Immunotherapy Following Allogeneic Hematopoietic Cell Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "cytokine",
        "hematopoietic stem cell transplantation",
        "immunotherapy",
        "transplantation",
        "brachial plexus neuritis",
        "graft-versus-host disease",
        "infusion procedures",
        "toxic effect",
        "aldesleukin",
        "cd56 antigens"
    ],
    "author_names": [
        "Ginna G. Laport, MD",
        "Kevin Sheehan, PhD",
        "Robert Lowsky, MD",
        "Judith A. Shizuru, MD,PhD",
        "Keith Stockerl-Goldstein, MD",
        "Laura J. Johnston, MD",
        "David Miklos, MD,PhD",
        "Sally Arai, MD",
        "Jeanette Baker",
        "Robert S. Negrin, MD"
    ],
    "author_affiliations": [
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ],
        [
            "Division of Blood and Marrow Transplantation, Stanford University, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.4355331",
    "first_author_longitude": "-122.17738790000001",
    "abstract_text": "Donor leukocyte infusions induce remissions in some patients(pts) with hematologic malignancies who relapse after allogeneic hematopoietic cell transplantation(AHCT). Response rates are disease-specific and acute graft vs host disease(GVHD) remains the major complication of this strategy. CIK cells are a unique population of cytotoxic T lymphocytes that express the CD3 + CD56 + phenotype and show marked upregulation of the NK cell receptor, NKG2D. CIK cells are non-MHC restricted, NKG2D dependent in target recognition and killing and demonstrate cytotoxicity against a broad array of tumor cell lines including leukemia targets. In preclinical studies, CIK cells have exhibited superior antitumor activity compared to IL-2 activated NK cells with a markedly reduced capacity for acute GVHD. The primary objective of this trial was to determine the feasibility of ex vivo expansion of allogeneic CIK cells suitable for clinical application for pts with relapsed hematologic malignancies after AHCT(myeloablative or non-myeloablative) and to determine the maximum tolerated dose of CIK cells based on CD3 + cell dose. CIK cells were generated from CD3 + precursors by culturing unmobilized peripheral blood mononuclear cells (PBMC) from the patient’s matched sibling donor. The PBMCs were cultured for 21–28 days in the Aastrom Replicell® biochamber in the presence of anti-CD3 + monoclonal antibody, IL-2 and IFN-γ. Ten patients with a median age of 50 yo(range 29–63 yo) received CIK cell infusions based on CD3 + cells/kg at a dose of 1x10 7 (n=3), 5x10 7 (n=6) and 1x10 8 (n=1). The diagnoses of these pts included acute myeloid leukemia(n=4), non-Hodgkins lymphoma(n=2), multiple myeloma(n=3) and Hodgkins disease(n=1). Prior to CIK infusion, all pts underwent cytoreduction for tumor debulking. One pt experienced infusional toxicities consisting of ventricular arrhythmias and transient hypotension. After infusion, grade 3–4 toxicities were seen at the 2 nd dose level and included symptomatic ventricular arrhythmias in two patients with 1 of these pts also experiencing transient elevation of transaminases. These dose limiting toxicities(DLTs) resulted in expansion of the cohort at this dose level. No further DLTs were seen in subsequent pts allowing escalation to the 3 rd and current dose level. Grade 1 skin acute GVHD was seen in 1 pt and 2 pts had limited chronic GVHD. After a median follow-up time of 432 days (range 2–649) from CIK infusion, the 1 year event free survival and overall survival was 20% and 76%, respectively. The median time to progression was 90 days(range 9–577). Analysis of cell cultures showed that most recovered cells were CD3 + (median 98%, range 90–99%) with a median viability of 87%( range 73–95%) with the median expansion of CD3 + cells being 16 fold(range 9–91 fold). CD3 + CD56 + cells represented a median of 12% (range 8–32%) of the harvested cultures with a median 96 fold (range 26–515 fold) expansion. CD8 + NKG2D + expression ranged from 17–61%(median 38%) of harvested cells. Upregulation of the activation markers, CD25 + and CD69 + was also seen. Significant tumor cell killing was demonstrated in vitro by cytotoxicity assays against a panel of tumor cell lines. This data demonstrates successful ex vivo expansion of allogeneic CIK cells in the clinical setting. This form of adoptive immunotherapy is well tolerated by pts, induces a low incidence of GVHD and shows evidence for clinical efficacy."
}