{
    "doi": "https://doi.org/10.1182/blood.V120.21.5061.5061",
    "article_title": "Ruxolitinib in Clinical Practice for Therapy of Myelofibrosis: Single USA Center Experience After FDA Approval ",
    "article_date": "November 16, 2012",
    "session_type": "Myeloproliferative Syndromes - Clinical",
    "abstract_text": "Abstract 5061 Background: Ruxolitinib was approved for commercial use for the therapy of intermediate- and high-risk myelofibrosis (MF) in the USA in November 2011. We sought to assess the initial clinical experience on the use of ruxolitinib outside of the clinical trial setting at our high volume MPN program. Methods: Twenty-eight patients with intermediate- or high-risk myelofibrosis (including PMF, post-PV and post-ET myelofibrosis) prescribed ruxolitinib at our center within the first seven months after FDA approval were included in this analysis. Baseline disease information, treatment history, dynamics of ruxolitinib dosing, impact on cytopenias, splenic response, and symptoms were assessed. Results: A total of 28 patients with post-ET MF (n=7), post-PV MF (n=6) and primary MF (n=15) began ruxolitinib between November, 2011 and May, 2012. Twenty-seven patients had been treated with previous therapies. The JAK2V617F mutation was present in 79% of patients. The mean number of weeks from diagnosis of MF to treatment with ruxolitinib was 218 (8–929). The average spleen size at the start of therapy was 11. 5cm (0–36) below the left costal margin. DIPSS Plus scores classified patients as Intermediate-1 (53%), Intermediate-2 (29%) and High risk (18%). Symptoms at the start of therapy included fatigue (78%), early satiety (25%), night-sweats (68%), abdominal pain (61%), pruritis (32%), weight-loss (57%), bone pain (21%), and fevers (11%). The average hemoglobin concentration, WBC count and platelet counts were 10. 9 g/dL (7. 6–13. 8), 13. 5 × 10(9)/L (3. 1–53. 8) and 295 × 10(9)/L (32–844) respectively. The median duration to follow-up was 72 days (4–144 days). The majority of patients began therapy at 20 mg BID (68%). Most patients seen in follow-up experienced reduction in splenic size (64%), 36% of which had complete resolution of palpable splenomegaly within a mean follow-up of 78 days (10–142). Significant improvements were noted in symptoms including fatigue (68%), early satiety (71%), night sweats (47%), abdominal pain (71%), pruritis (55%), weight loss (69%), bone pain (33%) and fevers (33%). Dosage reductions were required for four patients with anemia (n=3) and thrombocytopenia (n=1). Two patients required the addition of anagrelide/hydroxyurea for platelet counts >1, 000 × 10(9)/L. Excluding patients with preexisting thrombocytosis >600 × 10(9)/L, the percentage reduction of platelets from baseline by weeks 4, 9 and 15 were 34%, 13%, and 12% respectively. Eight patients required red blood cell transfusions for anemia, three of which who had begun therapy with hemoglobin concentrations under 9 g/dL. Excluding the 8 transfusion-dependent patients, the percentage reduction in hemoglobin concentration from baseline by weeks 4, 9, and 15 was 7%, 6%, and 14% respectively. Non-hematological toxicities requiring dosage adjustments included hyperkalemia (n=1) and fatigue/dizziness/headaches (n=1). Five patients underwent dose increases for lack splenic (n=3) and symptomatic (n=2) response. Six patients discontinued the drug for disease progression requiring stem cell transplant (n=2), lack of constitutional symptom improvement (n=1), diarrhea (n=1), thrombocytopenia (n=1) and anemia (n=2). Five patients had platelet counts below 100 × 10(9)/L (19–94 × 10(9)/L) and began therapy at reduced starting doses. All patients seen in follow-up reported significant improvements in symptoms and splenomegly was reduced >50% in two patients seen in follow-up within 4 weeks of initiating therapy. Two patients underwent dose increases after 5 months of therapy to enhance response. No bleeding events were reported. By week 15, no decrease was noted in platelet levels from baseline in the 3 patients seen in follow-up. Two patients required danzol (n=1) or platelet transfusions (n=1) for thrombocytopenia. Conclusion: Randomized controlled trials have proven ruxolitinib's efficacy in reducing constitutional symptoms, cytopenias and splenomegaly in myelofibrosis patients. This study represents a confirmation of the efficacy this drug provides in reducing splenomegaly and symptoms observed in clinical trials when utilized in a standard practice setting. Toxicities are minimal and have been generally well controlled with dose reductions, even in patients with baseline thrombocytopenia. In conclusion, ruoxlitinib appears to be an efficacious and well-tolerated therapy with limited adverse effects. Disclosures: Mesa: Incyte: Research Funding; Lilly: Research Funding; Sanofi: Research Funding; NS Pharma: Research Funding; YM Bioscience: Research Funding.",
    "topics": [
        "drug approval",
        "myelofibrosis",
        "ruxolitinib",
        "weight reduction",
        "follow-up",
        "thrombocytopenia",
        "anemia",
        "fatigue",
        "hemoglobin",
        "splenomegaly"
    ],
    "author_names": [
        "Holly Lynn Geyer, MD",
        "Emily Knight",
        "Keith Cannon, MD",
        "Kathryn Barr, N. P.",
        "Raoul Tibes, MD, PhD",
        "John Camoriano, MD",
        "Pierre Noel, MD",
        "Ruben A. Mesa"
    ],
    "author_dict_list": [
        {
            "author_name": "Holly Lynn Geyer, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Scottsdale, AZ, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emily Knight",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Scottsdale, AZ, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith Cannon, MD",
            "author_affiliations": [
                "Hospital Internal Medicine, Mayo Clinic, Scottsdale, AZ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn Barr, N. P.",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Scottsdale, AZ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raoul Tibes, MD, PhD",
            "author_affiliations": [
                "Hematology Oncology/Blood and Marrow Transplant, Mayo Clinic Arizona, Phoenix, AZ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Camoriano, MD",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Noel, MD",
            "author_affiliations": [
                "Hematology Oncology/Blood and Marrow Transplant, Mayo Clinic Arizona, Phoenix, AZ, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A. Mesa",
            "author_affiliations": [
                "Mayo Clinic Arizona, Scottsdale, AZ, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T15:44:30",
    "is_scraped": "1"
}