{
    "doi": "https://doi.org/10.1182/blood.V116.21.1464.1464",
    "article_title": "Impact of Donor IL-7Rα Polymorphism On Recipient Plasma IL-7 levels and Acute Gvhd Following Allogeneic Stem Cell Transplantation. ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function and Engraftment: Poster I",
    "abstract_text": "Abstract 1464 IL-7 is one of essential driving forces for homeostatic peripheral expansion of T lymphocytes that are responsible, not only for GVL effects but also for acute GVHD, a major post-transplant complication. High plasma levels of IL-7 in the early phase post-transplant, has been associated with high incidence of severe acute GVHD regardless the intensity of conditioning regimen. Inter-individual variations have also been reported. Here we aimed to identify factors that could have an impact on IL-7 level and, therefore, on acute GVHD. This prompted us to prospectively investigate plasma levels of IL-7, T-cell subsets recovery, T cells’ IL-7Rα chain expression, and IL-7Rα chain polymorphism in 100 pts who underwent fully HLA-matched allogeneic stem cell transplantation in our unit. Pts received either myeloablative (n= 60) or nonmyeloablative (n=40). Forty donors were unrelated. Source of stem cells, was bone marrow in 71 pts and PBCS in 29. Sex ratio (M/F) was (66/34) and median age at transplant was of 49 years. Plasma IL-7 level was determined by ELISA at enrolment, on day 0 before grafting, every three days during the first month, and then on days 60 and 90. CD3 + , CD4 + , CD8 + T-cells and NK cells counts at day 30, 60 and 90 post-graft were obtained by flow-cytometry-based technique. Expression of IL-7Rα (% and MFI) was evaluated on each subset of naïve and memory T-cells, categorized according to their expression of CD45RA and CCR7 markers. The detection of IL-7Ra single nucleotide polymorphism (SNPs) by sequence specific PCR (SSP), in donors, was carried out as described by Shamim et al, (BMT 2006). IL-7 receptor consisted of γc-chain and specific α-chain. A range of IL7R α-chain SNPs was reported (+510 C/T, +1237 A/G, +2087 T/C which all resulted in amino-acid substitution). At the time of analysis, 40 (40%) recipients had developed grade 2–4 acute GVHD (aGVHD) with a median time of 33 days post transplant. As expected, IL-7 levels peaked around the second week at median of 11.5 pg/mL (0.4-30.2) after transplant. Kinetic courses of plasma IL-7 levels, evolved inversely to lymphocyte counts up to d+30 ( p <.001). The cumulative incidence of aGVHD was higher if by day+18 pts had IL-7 levels above the median concentration ( p = .046). A higher level of IL-7 at day+18 was confirmed as a predictive factor of subsequent risk of aGVHD (HR= 1,079; 95% CI: 1.022 – 1.139; p = .006). By calculating the area under the curve of IL-7 between d-15 and d+30, we observe that a high exposure to IL-7 during the first month is correlated with the risk of aGVHD ( p =.002). IL-7 plasma levels were inversely correlated with IL-7Rα expression only on central/effector memory CD4+ and central/effector memory CD8+, and terminally differentiated CD8+ T-cells ( p =.006, .013, .044, .001 and .028, respectively). Of note, at d+30, pts had 85% (34-99) and 86% (23-99) of CD4+ and CD8+ memory T cells, respectively. Contrary to +1237 A/G and +2087 T/C, donor's +510 CC or CT was the only polymorphism to be associated with higher level of plasma IL-7 in recipients during the first month post-transplant in particular at d+18, predictive date for aGVHD ( p = .026). In multivariate analysis, pts who received graft from donor with +510CC or CT experienced more often grade 2–4 aGVHD than those with +510 TT ( P = .049). Collectively, this study confirms the role of IL-7 in grade 2–4 aGVHD. Indeed, the high level of IL-7 that down regulates IL-7Rα, could suggest activation and consumption of IL-7 by alloreactive T cells, including those involved in aGVHD development. By difference in affinity and cytokine consumption, the polymorphism +510 of donor t-cell IL-7R α-chain might explain, in part, the wide variation of IL-7 level among pts. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "donors",
        "graft-versus-host disease, acute",
        "interleukin-7",
        "plasma",
        "polymorphism",
        "brachial plexus neuritis",
        "transplantation",
        "interleukin 7 receptor",
        "tissue transplants"
    ],
    "author_names": [
        "Stephanie Thiant",
        "Zaiba Shamim",
        "Lars Peter",
        "Valérie Coiteux, MD",
        "Jean Paul Dessaint",
        "Myriam Labalette",
        "Klaus Muller",
        "Ibrahim Yakoub-Agha, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephanie Thiant",
            "author_affiliations": [
                "Laboratory of Immunology, Center of Biology and Pathology, Lille, France, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zaiba Shamim",
            "author_affiliations": [
                "Dept Clinical Immunology sect. 7631, Rigshospitalet, Copenhagen, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Peter",
            "author_affiliations": [
                "Dept Clinical Immunology sect. 7631, Rigshospitalet, Copenhagen, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valérie Coiteux, MD",
            "author_affiliations": [
                "Hematology, CHU de LILLE, Lille, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Paul Dessaint",
            "author_affiliations": [
                "Laboratory of Immunology, Center of Biology and Pathology, Lille, France, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myriam Labalette",
            "author_affiliations": [
                "Laboratory of Immunology, Center of Biology and Pathology, Lille, France, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus Muller",
            "author_affiliations": [
                "Paediatrisk Klinik II, Juliane Marie Centrer, Copenhagen, Denmark"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibrahim Yakoub-Agha, MD, PhD",
            "author_affiliations": [
                "Hematology, CHU de LILLE, Lille, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T18:39:52",
    "is_scraped": "1"
}