{
    "doi": "https://doi.org/10.1182/blood.V110.11.3261.3261",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=926",
    "start_url_page_num": 926,
    "is_scraped": "1",
    "article_title": "Infusion of Ex-Vivo Expanded Donor T Cells To Improve Graft-Derived T-Cell Reconstitution after Allogeneic Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 16, 2007",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "donors",
        "infusion procedures",
        "tissue transplants",
        "t-lymphocytes",
        "weight reduction",
        "graft-versus-host disease",
        "cd45 antigens",
        "transplantation",
        "bone marrow transplantation, allogeneic"
    ],
    "author_names": [
        "Nicolas Montcuquet, BSc",
        "Sylvain Perruche, PhD",
        "Benjamin Shipman",
        "Aliette Marandin-Decock, PhD",
        "Francis Bonnefoy, BSc",
        "Philippe Saas, PhD",
        "Eric Robinet, PhD",
        "Pierre Tiberghien, MD, PhD"
    ],
    "author_affiliations": [
        [
            "U645, INSERM, Besancon, France",
            "IFR 133, Universite de Franche-Comte, Besancon, France",
            "EFS Bourgogne Franche-Comte, Besancon, France"
        ],
        [
            "U645, INSERM, Besancon, France",
            "IFR 133, Universite de Franche-Comte, Besancon, France",
            "EFS Bourgogne Franche-Comte, Besancon, France"
        ],
        [
            "Service de Radiotherapie, CHU Jean Minjoz, Besancon, France"
        ],
        [
            "U645, INSERM, Besancon, France",
            "IFR 133, Universite de Franche-Comte, Besancon, France",
            "EFS Bourgogne Franche-Comte, Besancon, France"
        ],
        [
            "U645, INSERM, Besancon, France",
            "IFR 133, Universite de Franche-Comte, Besancon, France",
            "EFS Bourgogne Franche-Comte, Besancon, France"
        ],
        [
            "U645, INSERM, Besancon, France",
            "IFR 133, Universite de Franche-Comte, Besancon, France",
            "EFS Bourgogne Franche-Comte, Besancon, France"
        ],
        [
            "U645, INSERM, Besancon, France",
            "IFR 133, Universite de Franche-Comte, Besancon, France",
            "EFS Bourgogne Franche-Comte, Besancon, France"
        ],
        [
            "U645, INSERM, Besancon, France",
            "IFR 133, Universite de Franche-Comte, Besancon, France",
            "EFS Bourgogne Franche-Comte, Besancon, France"
        ]
    ],
    "first_author_latitude": "47.260204349999995",
    "first_author_longitude": "6.0122599",
    "abstract_text": "Limitations resulting from the reduced availability of related donors have been solved by the development of haplo-identical transplantation or by the use of cord blood as an alternative source of hematopoietic stem cells (HSC) to the bone marrow or peripheral blood. However, these kinds of transplantation remain associated with an impaired immune reconstitution, leading to an increased risk of infection and require an efficient modulation of post-transplant alloreactivity. In this setting, we and others demonstrated the possibility to control the alloreactivity by suicide gene transfer into donor T cells after ex-vivo T-cell culture. Such ex vivo culture was associated with the acquisition of a memory-like phenotype and with a decreased alloreactivity of gene-modified T cells, leading to an impaired potential of GvHD induction in murine models of allogeneic bone marrow transplantation (BMT). Chen and al . (Blood 2004) showed in an allogeneic BMT murine models that memory T cells were less alloreactive than naive T cells, leading to a less severe GvHD, but improved the immune reconstitution as compared with mice transplanted with bone marrow cells (BMC) only. By analogy with these results, we investigated the potential of ex-vivo expanded T cells (consisting of Con-A-activated splenocytes cultured ex vivo for 12 days in the presence of 500 UI/ml IL-2) to improve immune reconstitution without inducing GvHD. As compared with recipients of T-cell-depleted (TCD) BMC only, the administration of 10 6 ex-vivo -expanded splenocytes (T) from CD45.1 C57Bl/6 mice together with 10 6 TCD-BMC from CD45.2 C57Bl/6 donors into 8 Gy-irradiated Balb/c allogeneic recipients significantly increased survival of transplanted mice at day 45 (58.3% vs 23.4% for BMC + T vs BMC only; p=0.0012, log rank test). Improved survival was associated with accelerated lymphoid and myeloid reconstitution as evidenced by day 15 lymphocyte and granulocyte blood counts: 212 (median) [range: 15–991]) vs 135 [14–632] lymphocytes/μl (p=0.0220) and 802 [6–5648] vs 114 [5–2411] granulocytes/μl (p=0.0006) for BMC + T (n=61) vs BMC only (n= 55). Importantly, FACS analysis demonstrated that enhanced lymphoid and myeloid reconstitution induced by ex-vivo expanded donor T-cells was due to enhanced donor bone-marrow-derived cells (lymphocyte and granulocyte blood counts: 129 [0–932] vs 11 [0–603] lymphocytes/μl (p=0.0014) and 801 [2–5637] vs 114 [2–2409] granulocytes/μl (p=0.0007) for BMC + T vs BMC only) and not ex-vivo expanded donor cells or residual recipient cells. Within the lymphoid compartment, enhanced reconstitution was observed mainly for CD3+CD8+ cells. Co-infusion of ex-vivo expanded donor T-cells did not induce GvHD (no GvHD-induced mortality or weight loss) while co-infusion of fresh splenocytes from CD45.1 C57Bl/6 mice induced severe GvHD (p<0.001 vs BMC only). Our results establish that ex-vivo expanded donor T-cells have a graft-facilitating effect and that they could be considered as a new cell therapy product allowing improving immune reconstitution after hematopoietic stem cell transplantation. Mechanisms involved in this graft-facilitating effect of ex-vivo expanded donor T cells remain to be elucidated."
}