{
    "doi": "https://doi.org/10.1182/blood-2018-99-116614",
    "article_title": "Role of mTORC1 and mTORC2 during Chronic Lymphocytic Leukaemia (CLL) Initiation and Progression ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Mechanistic target of rapamycin (mTOR) functions within a complex signalling cascade, through its activity in two unique complexes mTORC1 and mTORC2, to promote a multitude of different cellular functions including autophagy, protein synthesis and survival. The exact role of these complexes during leukaemia initiation/maintenance remains to be elucidated. Here, using transgenic knockout (KO) mouse models, we determine the individual roles of mTORC1 (targeting raptor ) and mTORC2 (targeting rictor ) in normal haemopoiesis and in CLL initiation/maintenance. Our results demonstrate that mice carrying a targeted KO of raptor at the haemopoietic stem cell (HSC) stage ( Vav -cre + Raptor fl/fl ) do not survive post birth. This is due to anaemia resulting from a significant decrease in Ter119 + population, a significant decrease in KLF1 and KLF2 gene expression, and a significant increase in the megakaryocyte-erythroid population (MEP), suggesting a block at the MEP stage in Vav -cre + Raptor fl/fl foetal liver. While mTORC1 plays a fundamental role in RBC development, we show that mTORC2 plays a role in RBC regulation, as Rictor- deficient HSPCs exhibit an increase in RBC colony formation ex vivo. Conditional KO (cKO) of Raptor ( Mx1 -cre + Raptor fl/fl ) in adult mice results in splenomegaly accompanied by increased spleen organ cellularity. There is a significant decrease in the B cell lineage, with a block in B cell development at the Lin - Sca-1 + CD117 + (LSK) stage in the BM. mTORC2, on the other hand regulates late B cell maintenance as indicated by a significant decrease in transitional B cells (T1/T2), marginal zone progenitor (MZP), and follicular 1 (Fol1) cells in Vav -cre + Rictor fl/fl mice compared to controls. To address the role of mTORC1 and mTORC2 in CLL initiation/maintenance in vitro , BM-derived haemopoietic progenitors isolated from control (Cre - ), Raptor -deficient ( Mx1 -cre + Raptor fl/fl ) or Rictor -deficient ( Vav -cre + Rictor fl/fl ) mice were retrovirally-transduced with a kinase dead PKCα (PKCα-KR) construct to induce an aggressive CLL-like disease . Raptor- deficient BM progenitors exhibited reduced proliferation and failed to generate a CLL-like disease, due to a block in B cell lineage commitment. However, there was an increase in cell cycling and migration in PKCα-KR CLL-like cells with Rictor- deficiency suggesting a role of mTORC2 in disease maintenance. To determine a role for mTORC1 in disease maintenance in vivo , NSG mice were transplanted with PKCα-KR-transduced BM-isolated from either Mx1 -cre - Raptor fl/fl or Mx1 -cre + Raptor fl/fl . Once disease was established in vivo , cKO was induced and disease load and progression was monitored. Our data indicate a significant decrease in disease load with Raptor cKO, together with a trend towards increased survival. Ongoing experiments with Mx1- cre + Rictor fl/fl mice will give us an insight into the role of mTORC2 in CLL. Taken together, mTORC1 plays an essential role in haemopoiesis, with Raptor- deficiency causing a block in RBC and B cell development at the MEP and LSK stage respectively. In comparison, Rictor- deficiency regulates later B cell lineages and promotes RBC colony formation, potentially through mTORC1 activation. Importantly, CLL-like cells lacking mTORC2 have increased cell cycling and migration whereas mTORC1 deficiency causes a decrease in disease load. Therefore, mTORC1 and mTORC2 play complementary roles in haemopoietic development and leukaemia initiation/progression. These studies provide a strong foundation for further studies testing clinical mTOR inhibitors for CLL in our models. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mechanistic target of rapamycin complex 1",
        "mechanistic target of rapamycin complex 2",
        "doxorubicin/etoposide/vincristine protocol",
        "krypton",
        "complex",
        "leukemia",
        "anemia",
        "mtor inhibitors"
    ],
    "author_names": [
        "Natasha Malik, BSc",
        "Karen Dunn",
        "Owen Sansom, Prof",
        "Alison M Michie, BSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Natasha Malik, BSc",
            "author_affiliations": [
                "Paul O'Gorman Leukemia Research Centre, University of Glasgow, Glasgow, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karen Dunn",
            "author_affiliations": [
                "Paul O'Gorman Leukemia Research Centre, University of Glasgow, Glasgow, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Owen Sansom, Prof",
            "author_affiliations": [
                "University of Glasgow, Beatson Institute of Cancer Research, Glasgow, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison M Michie, BSc, PhD",
            "author_affiliations": [
                "Paul O'Gorman Leukemia Research Centre, University of Glasgow, Glasgow, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T18:46:19",
    "is_scraped": "1"
}