{
    "doi": "https://doi.org/10.1182/blood.V104.11.839.839",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=142",
    "start_url_page_num": 142,
    "is_scraped": "1",
    "article_title": "Early Tumor Detection Using Platelet Uptake of Angiogenesis Regulators. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "angiogenesis",
        "blood platelets",
        "neoplasms",
        "vascular endothelial growth factor a",
        "fibroblast growth factor 2",
        "molecule",
        "biological markers",
        "brain-derived neurotrophic factor",
        "cancer",
        "carcinoma in situ"
    ],
    "author_names": [
        "Giannoula Klement, M.D.",
        "Lena Kikuchi, M.Sc.",
        "Mark Kieran, M.D., Ph.D.",
        "Nava Almog, Ph.D.",
        "Tai-Tung Yip, Ph.D.",
        "Judah Folkman, M.D."
    ],
    "author_affiliations": [
        [
            "Vascular Biology Program and Department of Surgery, Childrens Hospital and Harvard Medical School, Boston, MA, USA",
            "Pediatric Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Vascular Biology Program and Department of Surgery, Childrens Hospital and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Vascular Biology Program and Department of Surgery, Childrens Hospital and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Ciphergen Biosystems Inc., Freemont, CA, USA"
        ],
        [
            "Pediatric Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33700135",
    "first_author_longitude": "-71.1050883",
    "abstract_text": "We report a new function for platelets: selective sequestration of tumor-derived angiogenesis regulatory proteins above the concentration of these molecules in plasma. Iodinated VEGF in a Matrigel pellet (from 100 to 600 ng/100 microl), implanted subcutaneously in mice, accumulates almost exclusively in platelets in a dose-dependent manner over a period as long as 2–3 weeks, without raising plasma levels of VEGF. Similarly, platelet VEGF increases in the presence of a single microscopic VEGF-secreting human tumor of up to only 1 mm 3 in SCID mice without any increase of VEGF in plasma. In addition to VEGF, other factors such as bFGF, PDGF, BDNF, endostatin and other regulators of angiogenesis are taken up by platelets in a selective and quantifiable manner which is dependent on tumor generation of these molecules. Our data show that these proteins are not simply associated with the platelet surface, but are internalized. Furthermore, they are protected from degradation within the platelet, and are not released by classical degranulating agents, such as thrombin, ADP or epinephrine. Incubation of human platelets with endostatin at above physiological levels results in decrease of the majority of platelet-associated VEGF and bFGF in a concentration-dependent manner. Using SELDI-ToF mass spectroscopy of platelet extracts, we have found that this novel property of platelets enables the detection of microscopic tumors that undetectable by any presently available diagnostic method. The platelet angiogenic profile is more inclusive than a single biomarker because it can detect a wide range of tumor types and tumor sizes. Relative changes in the platelet angiogenic profile permit the tracking of a tumor throughout its development, beginning from an early in situ cancer. Conclusions : (i) While the half-life of mouse platelets is approximately 3 days, the platelet angiogenic profile persists for as long as the tumor (or Matrigel pellet) is present. This indicates that platelets may continuously scavenge proteins which regulate angiogenesis. (ii) The fact that the presence of a human tumor can now be detected at microscopic size, suggests that it may not be necessary to know the type and location of a tumor before initiating treatment, especially since it is feasible to use anti-cancer therapies of little or no toxicity. View large Download slide Figure View large Download slide Figure "
}