{
    "doi": "https://doi.org/10.1182/blood.V110.11.3594.3594",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=850",
    "start_url_page_num": 850,
    "is_scraped": "1",
    "article_title": "Improving Survival in Multiple Myeloma: Impact of Novel Therapies. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "multiple myeloma",
        "brachial plexus neuritis",
        "follow-up",
        "bortezomib",
        "cancer",
        "lenalidomide",
        "prognostic factors",
        "thalidomide",
        "plasma cells"
    ],
    "author_names": [
        "Shaji Kumar, MD",
        "S. Vincent Rajkumar, MD",
        "Angela Dispenzieri, MD",
        "Martha Q. Lacy, MD",
        "Suzanne R. Hayman, MD",
        "Francis K. Buadi, MD",
        "Steven R. Zeldenrust, MD",
        "David Dingli, MD",
        "Stephen Russell, MD",
        "John A. Lust, MD",
        "Philip R. Greipp, MD",
        "Robert A. Kyle, MD",
        "Morie A. Gertz, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.022427199999996",
    "first_author_longitude": "-92.4666779",
    "abstract_text": "Background: Recent advances in the therapy of multiple myeloma (MM) have greatly increased the treatment options for this uniformly fatal plasma cell malignancy. It is not clear if introduction of novel therapies and the increased use of high dose therapy (HDT) in the past decade have translated into better outcome for patients (pts) with MM. Methods: We examined the outcome of two cohorts of pts seen at our institution. The first cohort consisted of 387 pts who relapsed after HDT and was examined for potential improvement in survival following relapse after HDT. These pts were divided into two groups; those who relapsed before or after December 31, 2000. The second cohort consisted of 2981 patients with newly diagnosed MM seen between January 1971 and December 2006 and was used to examine the trends in overall survival (OS). Results: Among those relapsing after HDT, there were 245 males (63%); median (range) age at HDT was 57 years (32.8–75.4) and the median time to HDT was 8.1 months (1–90 months) from diagnosis. The median time to relapse was 13.2 months (1.1 months-10.3 years) from HDT. In this cohort, a clear improvement in OS from time of relapse was seen over the past decade, with those relapsing after 2000 having a median OS of 23.9 months (95% CI; 19.8, 27.6) compared to 11.8 months (95% CI; 8.7, 14.9) for the rest (P < 0.001) (Figure 1). In a multivariate analysis, the effect of the date of relapse on survival was independent of other prognostic factors such as relapse  5.5 mg/dL. Pts who were treated with one or more of the newer drugs (thalidomide, lenalidomide, bortezomib) had longer survival from relapse (30.9 months (95% CI; 23.6, 38.2) compared to 14.8 months (95% CI; 11.3, 18.4); P < 0.001) for others. Among the newly diagnosed MM cohort, the median age at diagnosis was 66 years (20.2 – 97 years), and 1,770 (59.4%) were males. The median follow up for the entire group was 27.4 months (0–29.4 years); and at the time of analysis 558 patients (18.7%) were alive with a median follow up of 32.7 months (0–29.4 years). Pts diagnosed in the last decade had an improved OS (44.8 months) compared to those diagnosed before this period (29.9 months; P < 0.001) (Figure 2). The improvement in survival seen in the last decade among newly diagnosed patients was predominantly among those younger than 65 years (60.3 mos vs. 33.3 mos improvement in median survival); compared to those over 65 at diagnosis (26.5 mos vs. 32 mos). Conclusion: In this study, for the first time, we demonstrate definite proof for improved outcome in patients with myeloma, both in the relapsed setting as well as at diagnosis, a change that is likely to continue with increased use of these drugs. View large Download slide Figure View large Download slide Figure View large Download slide Figure View large Download slide Figure"
}