{
    "doi": "https://doi.org/10.1182/blood.V120.21.1056.1056",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2329",
    "start_url_page_num": 2329,
    "is_scraped": "1",
    "article_title": "Elucidation of B Cell Antigen Receptor Signaling by Global Phosphoproteomics Reveals Novel Signaling Pathways and Regulatory Mechanisms ",
    "article_date": "November 16, 2012",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster I",
    "topics": [
        "b-lymphocyte antigens",
        "drug delivery systems",
        "leukemia",
        "lymphoma",
        "malignant transformation",
        "phosphotyrosine",
        "receptors, antigen, b-cell",
        "serine",
        "signal pathway",
        "signal transduction"
    ],
    "author_names": [
        "Thomas Oellerich, Dr. med.",
        "Jasmin Corso",
        "Michael Engelke, Dr.",
        "Daniel Stanze, MD",
        "He-Hsuan Hsiao, Dr.",
        "Juergen Wienands, Prof. Dr.",
        "Henning Urlaub, Prof. Dr.",
        "Hubert Serve, Prof. Dr. med."
    ],
    "author_affiliations": [
        [
            "Department of Medicine II, Hematology/Oncology, Goethe University Frankfurt, Frankfurt am Main, Germany, "
        ],
        [
            "Bioanalytical Mass Spectrometry Group, Max-Planck-Institute for Biophysical Chemistry, Goettingen, Germany, "
        ],
        [
            "Institute for Cellular and Molecular Immunology, Georg August University, Goettingen, Germany"
        ],
        [
            "Department of Medicine II, Hematology/Oncology, Goethe University Frankfurt, Frankfurt am Main, Germany, "
        ],
        [
            "Bioanalytical Mass Spectrometry Group, Max-Planck-Institute for Biophysical Chemistry, Goettingen, Germany, "
        ],
        [
            "Institute for Cellular and Molecular Immunology, Georg August University, Goettingen, Germany"
        ],
        [
            "Bioanalytical Mass Spectrometry Group, Max-Planck-Institute for Biophysical Chemistry, Goettingen, Germany, "
        ],
        [
            "Department of Medicine II, Hematology/Oncology, Goethe University Frankfurt, Frankfurt am Main, Germany, "
        ]
    ],
    "first_author_latitude": "50.127067499999995",
    "first_author_longitude": "8.6677635",
    "abstract_text": "Abstract 1056 B cell antigen receptors (BCR) transmit information via posttranslational protein modifications, most importantly protein phosphorylation. BCR signaling is a complex process that regulates differentiation and activation responses of the B-lineage. Dysregulation of BCR signaling can induce malignant transformation that can result in the onset of leukemia or lymphoma. To date our understanding of normal- versus malignant B cell biology points to differences in properties of BCR signaling that may be amenable to selective therapeutic targeting. However, comprehensive knowledge about BCR signaling pathways is still lacking which makes it difficult to understand the molecular events that drive B cell function and malignant transformation. To globally characterize BCR signaling, we have applied quantitative phosphoproteomic techniques that allowed us to identify and quantify about 10000 phosphorylation sites as a function of BCR stimulus, time, and subcellular location. Our phosphoproteome approach uncovered many novel BCR signaling effectors and their site-specific phosphorylation dynamics. The majority of phosphorylation events occured on serine/threonine residues, while only about one percent was detected at tyrosine residues. Interestingly, most of the identified proteins contain multiple phosphorylation sites showing different kinetics upon BCR stimulation, suggesting that they serve as signal integrators. Moreover, our functional analysis revealed that certain phosphorylation sites in adapter proteins are not only relevant for regulating the onset but also the termination of BCR signaling. Such signal termination is at least partly achieved by coupling the phosphotyrosine-dependent formation of BCR signalosomes to the kinetically flexible cytosolic Ca 2+ concentration. In summary, our analysis revealed the complex composition of BCR signaling pathways and their regulation, and hence provides a basis for the identification of potential BCR-associated drug targets in the future. Disclosures: No relevant conflicts of interest to declare."
}