{
    "doi": "https://doi.org/10.1182/blood.V120.21.2550.2550",
    "article_title": "Novel IRF8 Splice Variants Are Validated As a New Prognostic Biomarker for Adverse Outcome in an Independent Population of Pediatric Patients with AML. ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Abstract 2550 Introduction: Aberrant expression of the wild-type transcript of interferon regulatory factor 8 ( IRF8 ) in hematopoietic stem cells is associated with differentiation block, inhibition of apoptosis, and leukemogenesis. We recently identified 3 novel splice variants for IRF8 ( IRF8 -SVs). Our previous studies in adult AML patients found that IRF8 -SVs were associated with a reduced complete remission (CR) rate and relapse free survival (RFS). Moreover, we showed the impact of RFS was independent of other known prognostic factors, such that all patients with ≥ 2 fold expression had relapsed or died within 1 year. To expand upon our previous studies, we examined the expression of IRF8 -SVs in pediatric patients. Methods: RNA from pretreatment bone marrow (BM) or peripheral blood (PB) was available in the Children's Oncology Group (COG) repository for 206 pediatric patients with previously untreated AML (ages 0.1 – 21 yrs). Patients received double induction and intensification as per the single arm protocol COG-AAML03P1, which investigated the use gemtuzumab ozogamicin during induction and intensification. Quantitative RT-PCR (Q-RT-PCR) assay was developed to specifically quantify the collective expression of the three IRF8- SV transcripts. B-glucoronidase ( GUSB ), an endogenous control, was used to correct for RNA integrity. Fold change was computed relative to the pool of RNA from the peripheral blood of 10 healthy donors using the 2 −ΔΔCt method. All Q-RT-PCR assays were performed in duplicate with appropriate negative and positive controls. Results: Increased IRF8-SVs expression (defined by 3 2-fold change) was present in 14% of the pediatric patients (29 of 206), which is similar to the 13% found in adult AML patients. Increased IRF8 -SVs expression was not associated with gender, race, ethnicity, WBC count, blast percentage or mutations in FLT3 , NPM1 , WT1 , or CEBPA. Patients harboring either t(8;21) or inv(16) were less likely to express increased levels of IRF8 -SVs (P = 0.048 and P=0.016, respectively). There was no significant association between IRF8 -SVs expression and other standard cytogenetic abnormalities. Importantly, pediatric AML patients with increased IRF8 -SVs had a significantly worse 5-year event-free survival (EFS, 28% vs. 52%, P = 0.006) and overall survival (OS, 42% vs. 67%, P = 0.006, Figure 1 ). Conclusions: This is the first study examining the clinical significance of the novel IRF8 splice variants in pediatric patients with AML and follows upon our previous study examining IRF8 -SVs in adult patients with AML. Overall, pediatric patients with AML displayed a similar prevalence for increased IRF8 -SVs expression as their adult counterparts (14% vs. 13%, respectively). Likewise, the pediatric AML patients expressing increased IRF8-SV had significantly worse EFS. In addition, we also showed that increased expression of IRF8 -SV was associated with a worse OS in the pediatric population, which was not appreciated in the adult study. Furthermore, we found a potential association between low-to-absent IRF8 -SV expression and favorable cytogenetics [e.g., t(8;21), inv(16)]. This association with favorable cytogenetics may not have been appreciated in the previous adult study due to the small number of evaluated patients harboring favorable risk cytogenetic abnormalities. The present report confirms that the expression of IRF8 -SVs is a novel AML prognostic biomarker, now demonstrating its clinical significance across patient populations of distinct age groups and those who received different treatment regimens. However, like many other biomarker studies (e.g., FLT3 , NPM1 , etc.), this study identified potential associations between IRF8 -SVs and other established prognostic factors (e.g., CBF abnormalities). As such, additional studies examining larger numbers of adult and pediatric AML patients are underway. These ongoing studies will determine the optimal role of IRF8 -SVs expression for risk-stratifying AML patients and how this novel prognostic biomarker can be incorporated into a more comprehensive risk-stratification scheme. Figure 1. View large Download slide OS for pediatric patients stratified by IRF8 -SVs expression Figure 1. View large Download slide OS for pediatric patients stratified by IRF8 -SVs expression Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "pediatrics",
        "prognostic marker",
        "myeloblastic leukemia, pediatric acute",
        "quantitative real-time polymerase chain reaction",
        "rna",
        "ms-like tyrosine kinase 3",
        "prognostic factors",
        "biological markers",
        "ccaat/enhancer binding protein alpha",
        "complete remission"
    ],
    "author_names": [
        "Derek L. Stirewalt, MD",
        "Todd A. Alonzo, PhD",
        "Era L. Pogosova-Agadjanyan",
        "Robert B. Gerbing, M.A.",
        "Janet Franklin, MD, MPH",
        "Hana Lee",
        "Susana C. Raimondi",
        "Betsy A. Hirsch, PhD",
        "Alan S. Gamis, MD, MPH",
        "Soheil Meshinchi, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Derek L. Stirewalt, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Todd A. Alonzo, PhD",
            "author_affiliations": [
                "COG & Keck School of Medicine, University of Southern California, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Era L. Pogosova-Agadjanyan",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert B. Gerbing, M.A.",
            "author_affiliations": [
                "Children's Oncology Group, Arcadia, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Franklin, MD, MPH",
            "author_affiliations": [
                "Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hana Lee",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana C. Raimondi",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy A. Hirsch, PhD",
            "author_affiliations": [
                "Division of Laboratory Medicine, University of Minnesota Medical Center-Fairview, Minneapolis, MN, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S. Gamis, MD, MPH",
            "author_affiliations": [
                "Children's Mercy Hospitals and Clinics, Kansas City, MO, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T06:49:45",
    "is_scraped": "1"
}