{
    "doi": "https://doi.org/10.1182/blood-2021-149855",
    "article_title": "The Impact of Oral Hypoglycemics and Statins on Outcomes in Myelodysplastic Syndromes ",
    "article_date": "November 5, 2021",
    "session_type": "906.Outcomes Research-Myeloid Malignancies",
    "abstract_text": "Background: Observational studies suggest an anti-neoplastic effect associated with statins, metformin, dipeptidyl peptidase-4 inhibitors (DPP4i), while sulfonylureas may have a neutral or detrimental effect. The aim of this study was to determine the impact of these medications in patients with myelodysplastic syndromes (MDS). Methods: A prospective Canadian national registry containing disease and patient-related characteristics enrolled patients with MDS between January 1, 2006 and December 31, 2019. The Ontario subset of the registry was linked to population-based health system administrative databases. The primary outcome was the impact of statin/oral hypoglycemic medication exposure on overall survival (OS). Cumulative medication exposure (in months) was evaluated from 1-year prior to registry enrollment to date of death or end of follow-up (March 31, 2020) as a time-varying covariate. Cox regression analysis controlling for comorbid disease burden (Aggregated Diagnosis Groups; ADG) and sociodemographic factors (age, sex, rurality, income quintile) examined the relationship between medication exposure and OS. Our secondary outcome was leukemia-free survival (LFS), in which cause-specific hazard model was used to evaluate the association between medication exposure and LFS, taking death as the competing event. Results: In total, 533 patients aged >66 years were included (395 lower-risk IPSS, 130 higher-risk IPSS). The median age was 76.0 years (IQR 72.0-81.0), 65.1% were male and 9% had secondary MDS. The mean follow-up was 2.6 years (SD+ 2.4). Starting one year prior to registry enrollment and until the end of follow-up, 49.3% used a statin, 18.9% used metformin, 9.0% used a sulfonylurea and 6.4% used a DPP4i. On univariate analysis, we identified an improved OS in the lower-risk IPSS group using DPP4i (HR 0.98, 95% CI 0.95-1.00, p=0.05), while there was no significant difference in the higher-risk IPSS group for users of DPP4i (HR 1.03, 95% CI 0.99-1.07, p=0.21). In both lower and higher-risk IPSS groups, there was no difference in mortality for statins (HR 1.00, CI 1.00-1.01, p=0.93), metformin (HR 1.00, CI 0.99-1.01, p=0.81) and sulfonylureas (HR 1.00, CI 0.99-1.02, p=0.43). Increased age (p<0.01), higher Charlson score (p<0.01), greater comorbid disease burden (p=0.04), higher-risk disease (IPSS p<0.01, IPSS-R p<0.01), history of heart failure (p<0.01) and hypertension (p=0.01) were predictive of inferior OS on univariate analysis. There was no association between exposure to the studied medications and LFS in the lower-risk group: metformin (HR 0.99, 95% CI 0.96-1.02, p=0.32), sulfonylureas (HR 0.99, 95% CI 0.94-1.04, p=0.57) and statins (HR 0.99, 95% CI 0.98-1.01, p=0.41). The impact of DPP4i exposure on LFS could not be assessed in lower risk disease due to infrequent events. There was also no association in the higher-risk IPSS group: DPP4i (HR 1.06, 95% CI 1.00-1.12, p=0.05), metformin (HR 1.02, CI 0.98-1.05, p=0.34), sulfonylureas (HR 1.04, 1.00-1.08, p=0.07) and statins (HR 1.02, 1.00-1.04, p=0.12). On multivariable analysis in the lower-risk IPSS group, no associations were identified between the use of medications of interest and all-cause mortality: DPP4i (HR 0.98, 95% CI 0.95-1.00, p=0.06), metformin (HR 1.00, 95% CI 0.99-1.01, p=0.99), sulfonylurea (HR 1.00, 95% CI 0.99-1.02, p=0.65) and statins (HR 1.00, 95% CI 0.99-1.00, p=0.56). In those with known cause of death, the main cause of death amongst DPP4i users was infection (35.7%) followed by acute myeloid leukemia (AML) (21.4%) and cardiac disease (14.3%), while the main cause of death in patients not on DPP4i was progressive MDS (23.2%) followed by AML (22.5%) and infections (22.1%). Conclusions: DPP4i may confer a survival benefit in lower-risk but not higher-risk MDS that cannot be explained by a reduction in cardiovascular deaths. Metformin, sulfonylureas and statins showed no impact on OS and LFS in lower and higher-risk groups. Improved bone marrow function through exosome inhibition and increased granulocyte-macrophage colony stimulating activity is the suggested mechanism for the potential survival benefit with DPP4i in lower-risk IPSS patients. This represents the first study evaluating the impact of oral hypoglycemic mediations and statins in a large cohort of patients with MDS. Further prospective studies are required to further evaluate the effects of DPP4i in MDS. Disclosures Leber:  AMGEN: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; TaiHo: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Otsuka: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Astellas: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Jazz: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Khalaf:  Pfizer: Honoraria; Novartis: Honoraria; Paladin: Honoraria. Sabloff:  TaiHo: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Jaxx: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; ROCHE: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees. Yee:  Astex: Membership on an entity's Board of Directors or advisory committees, Research Funding; Geron: Research Funding; Janssen: Research Funding; Jazz: Research Funding; MedImmune: Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Onconova: Research Funding; Tolero: Research Funding; AbbVie: Honoraria; Bristol-Myers Squibb/Celgene: Membership on an entity's Board of Directors or advisory committees; Otsuka: Membership on an entity's Board of Directors or advisory committees; Paladin: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Shattuck Labs: Membership on an entity's Board of Directors or advisory committees; TaiHo: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Genentech: Research Funding; F. Hoffmann La Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Forma Therapeutics: Research Funding. Buckstein:  Celgene: Research Funding; BMS: Membership on an entity's Board of Directors or advisory committees; Takeda: Research Funding; TAIHO: Research Funding; Otsuka: Research Funding.",
    "author_names": [
        "Eugene Brailovski",
        "Qing Li",
        "Ning Liu",
        "Brian Leber",
        "Dina Khalaf",
        "Mitchell Sabloff",
        "Grace Christou",
        "Karen Yee",
        "Lisa Chodirker",
        "Anne Parmentier",
        "Mohammed Siddiqui",
        "Alexandre Mamedov",
        "Liying Zhang",
        "Ying Liu",
        "Craig C. Earle",
        "Matthew Cheung",
        "Nicole Mittman",
        "Rena J. Buckstein",
        "Lee Mozessohn"
    ],
    "author_dict_list": [
        {
            "author_name": "Eugene Brailovski",
            "author_affiliations": [
                "University of Toronto, Toronto, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qing Li",
            "author_affiliations": [
                "Institute for Clinical Evaluative Sciences, Toronto, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ning Liu",
            "author_affiliations": [
                "ICES, Toronto, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Leber",
            "author_affiliations": [
                "Division of Hematology, Juravinski Cancer Centre, Hamilton, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dina Khalaf",
            "author_affiliations": [
                "Division of Hematology, Juravinski Cancer Centre, Hamilton, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell Sabloff",
            "author_affiliations": [
                "Division of Hematology, Ottawa Hospital, Ottawa, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grace Christou",
            "author_affiliations": [
                "Division of Hematology, The Ottawa Hospital General Campus, Ottawa, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Yee",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Chodirker",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Parmentier",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammed Siddiqui",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandre Mamedov",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liying Zhang",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ying Liu",
            "author_affiliations": [
                "Institute for Clinical Evaluative Sciences, Toronto, Canada"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig C. Earle",
            "author_affiliations": [
                "Institute for Clinical Evaluative Sciences, Toronto, Canada"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Cheung",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Mittman",
            "author_affiliations": [
                "Institute for Clinical Evaluative Sciences, Toronto, Canada"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rena J. Buckstein",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee Mozessohn",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:43:34",
    "is_scraped": "1"
}