{
    "doi": "https://doi.org/10.1182/blood.V118.21.3253.3253",
    "article_title": "Direct Association of PAR4 with P2Y12 Is Required for PAR4-Induced Recruitment of Arrestin-2: Structural and Functional Analysis of a GPCR Heterodimer, ",
    "article_date": "November 18, 2011",
    "session_type": "301. Platelet Activation and Biochemistry: Poster III",
    "abstract_text": "Abstract 3253 We have previously shown that the PAR4 thrombin receptor and the P2Y12 receptor for ADP co-immunoprecipitate from thrombin-stimulated platelets, but not unstimulated platelets. Here we show that PAR4 and P2Y12 directly interact when expressed in HEK293T cells using Bioluminescence Resonance Energy Transfer (BRET) studies, identify a region in the fourth transmembrane (TM4) domain of PAR4 required for its interaction with P2Y12 and, using a mutant variant of PAR4 in the TM4 domain, demonstrate that PAR4 interaction with P2Y12 is required for arrestin recruitment to PAR4. Luciferase-tagged P2Y12 and YFP-tagged PAR4 were expressed in HEK293T cells and demonstrate specific, saturable interaction by BRET analysis of dimer-dependent light emission at 530 nM. PAR4 and P2Y12 can be co-immunoprecipitated from PAR4-stimulated platelets or HEK293T cells stably expressing both receptors, but the receptors fail to co-precipitate from platelets or HEK293T cells pre-treated with apyrase or P2Y12 antagonist. The PAR1 thrombin receptor and the DP1 prostanoid receptor fail to interact with P2Y12 when evaluated by saturation BRET in HEK293T cells expressing the receptors or by co-immunoprecipitation studies in human platelets. Untagged PAR4 was able to compete with YFP-tagged PAR4 for interaction with luciferase-tagged P2Y12, whereas PAR1 was not. Based upon sequence comparison of PAR1 and PAR4 in the transmembrane domains, the most frequently identified sites of G protein-coupled receptor (GPCR) associations, we have identified 3 amino acids at the base TM4 of PAR4 (LGL194-196) that differ significantly from the SFT(220–222) expressed at the aligned sequence of TM4 in PAR1. Mutation of residues LGL194-196 of PAR4 to SFT results in a mutant variant of PAR4 (PAR4-TM4m) that, when expressed in HEK293T cells, supports only 8.8% of the interaction with P2Y12 compared to the native PAR4 according to saturation BRET (average of n=3). However, homo-dimerization of PAR4 does not require this determinant, as luciferase-tagged PAR4-TM4m mutant supports saturation BRET with YFP-tagged PAR4. The PAR4-TM4m variant expressed in HEK293T cells also fails to co-immunoprecipitate with P2Y12 and with arrestin-2, whereas non-mutant PAR4 supports both of these interactions. This is the first demonstration that direct heterodimeric interaction of two GPCRs expressed in platelets is required to recruit the molecular scaffold arrestin-2. Based upon our previous results demonstrating that arrestin-2 is required to recruit PI3K to PAR4 and for sustained, maximal activation of Akt, we hypothesize that the co-recruitment of P2Y12 and arrestin-2 to activated PAR4 in platelets is required for sustaining PI3K-dependent responses to both Rap1 and Akt activation with potential consequences for maintaining platelet plug stability. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "beta-arrestin 1",
        "g-protein-coupled receptors",
        "receptors, purinergic p2y12",
        "receptor, par-1",
        "luciferases",
        "1-phosphatidylinositol 3-kinase",
        "proto-oncogene proteins c-akt",
        "thrombin receptor",
        "amino acids",
        "antagonists"
    ],
    "author_names": [
        "Aasma Khan",
        "Dongjun Li",
        "Salam Ibrahim",
        "Emer Smyth",
        "Donna Woulfe, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aasma Khan",
            "author_affiliations": [
                "Biological Sciences, University of Delaware, Newark, DE, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dongjun Li",
            "author_affiliations": [
                "Biological Sciences, University of Delaware, Newark, DE, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salam Ibrahim",
            "author_affiliations": [
                "Institute for Translational Medicine and Pharmacology, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emer Smyth",
            "author_affiliations": [
                "Institute for Translational Medicine and Pharmacology, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Woulfe, PhD",
            "author_affiliations": [
                "Biology, University of Delaware, Newark, DE, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T13:00:32",
    "is_scraped": "1"
}