{
    "doi": "https://doi.org/10.1182/blood.V114.22.1490.1490",
    "article_title": "Role of mTOR in Hematopoiesis and Hematopoietic Stem Cell Regulation. ",
    "article_date": "November 20, 2009",
    "session_type": "Hematopoietic Stem and Progenitor Biology Poster I",
    "abstract_text": "Abstract 1490 Poster Board I-513 The mammalian target of rapamycin (mTOR) integrates nutrients, growth factors, and cellular energy status to control protein synthesis that determines cell growth and metabolism. It is also known that mTOR plays an essential role in cell survival by regulating Akt/PKB signaling. By using the inhibitor rapamycin, mTOR has previously been suggested to regulate proliferation of megakaryocyte progenitors and late stage of megakaryocyte differentiation without a general impact on normal hematopoiesis or hematopoietic stem cell (HSC) function. Due to limitations of rapamycin and the early lethality of conventional mTOR gene targeted mice, the physiological role of mTOR in blood development remains undefined. In this study, we have utilized an inducible conditional mTOR knockout mouse model by crossbreeding mTOR flox/flox mice with Mx-Cre mice that allow interferon-induced mTOR deletion in the bone marrow following a transplantation and polyI:C induction protocol, in an effort to determine the genetic role of mTOR in hematopoiesis. Depletion of mTOR drastically affected hematopoiesis in a blood cell autonomous manner in Mx-Cre;mTOR flox/flox bone marrow transplant recipients: the mice showed marked reduction in BM cellularity and in the numbers of myeloid and lymphoid lineage cells, erythrocytes, and platelets in peripheral blood, bone marrow, and thymus, leading to bone marrow failure, blood cell exhaustion and lethality. In vitro colony-forming activities by bone marrow or spleen progenitors were completely abolished in the absence of mTOR. Interestingly, the number and frequency of HSCs in bone marrow (Lin − Sca-1 + c-Kit + ) increased transiently while the number of early progenitors (CMP, GMP, MEP, CLP) detected by cell surface markers remained unchanged or only mildly affected in the mutant mice within 14 days after polyI:C treatment. Concomitantly, mTOR deletion led to a massive egress of HSCs from bone marrow to distal organs including spleen (∼60-fold increase). Transplantation of mTOR −/− bone marrow cells into NOD-SCID mice or competitive transplantation of mTOR −/− bone marrow cells into BoyJ mice further demonstrated that mTOR deficiency caused a complete failure in HSC engraftment and repopulation. Surprisingly, at the cellular level these phenotypes are associated with increased proliferation of HSCs in vivo and in vitro by 60% and 2.5-fold, respectively, as assessed by 5-bromodeoxyuridine incorporation assays whereas the cell survival index appears to be unaffected. Moreover, mTOR −/− HSCs and progenitor cells displayed impaired adhesion to fibronectin CH296 fragment (∼30% decrease) and migration toward SDF-1α gradients (∼30% decrease). At the molecular level, gene chip microarray analysis of mTOR −/− HSCs revealed that the cell cycle regulators myb, wee1, FANCD2, and FANCE were significantly downregulated while Rb and E2F5 were upregulated, the survival/apoptosis regulators MCL1 and BCL2L1 were upregulated, and the actin cytoskeleton and cell extracellular matrix adhesion regulators Arp2/3 complex subunit 5, paxillin, laminin α5, integrin β3, and myosin light chain 6B were upregulated. Further, immunoblotting analysis of isolated Lin − cells showed that SCF-stimulated activation of translational regulators S6K and 4E-BP and survival regulator Akt were abolished upon mTOR deletion. Taken together, these data suggest that mTOR is a critical regulator of HSC quiescence, self-renewal, and engraftment through the regulation of cell cycle, survival and actin cytoskeleton signals, and is essential in multiple stages of hematopoiesis. Disclosures Cancelas : CERUS CO: Research Funding; CARIDIAN BCT: Research Funding; HEMERUS INC: Research Funding.",
    "topics": [
        "hematopoiesis",
        "hematopoietic stem cells",
        "mtor serine-threonine kinases",
        "rapamycin",
        "transplantation",
        "proto-oncogene proteins c-akt",
        "adhesions",
        "apoptosis regulatory proteins",
        "bone marrow transplantation",
        "bromodeoxyuridine"
    ],
    "author_names": [
        "Fukun Guo, PhD",
        "Wei Liu, MD, MS",
        "Kankana Chava",
        "Jose Cancelas, MD, PhD",
        "George Thomas",
        "Sara C Kozma, PhD",
        "Yi Zheng, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fukun Guo, PhD",
            "author_affiliations": [
                "Division of Experimental hematology and cancer biology, Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wei Liu, MD, MS",
            "author_affiliations": [
                "Division of Experimental hematology and cancer biology, Molecular and Developmental Biology Program, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kankana Chava",
            "author_affiliations": [
                "Children's Hospital Medical Center, Cincinnati, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Cancelas, MD, PhD",
            "author_affiliations": [
                "Hoxworth Blood Center, University of Cincinnati, Cincinnati, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Thomas",
            "author_affiliations": [
                "Genome Research Institute, University of Cincinnati, Cincinnati, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara C Kozma, PhD",
            "author_affiliations": [
                "Genome Research Institute, University of Cincinnati, Cincinnati, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Zheng, PhD",
            "author_affiliations": [
                "Division of Experimental hematology and cancer biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T03:50:58",
    "is_scraped": "1"
}