{
    "doi": "https://doi.org/10.1182/blood.V120.21.5000.5000",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2273",
    "start_url_page_num": 2273,
    "is_scraped": "1",
    "article_title": "MiR-15a, Mir-16-1 and Mir-17-92 Cluster Expression Are Linked to Poor Prognosis in Multiple Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "Myelodysplastic Syndromes Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "micrornas",
        "polymerase chain reaction",
        "genomic instability"
    ],
    "author_names": [
        "Chen Lijuan",
        "Xiao Gao",
        "Zhang Run",
        "Qu Xiaoyan",
        "Zhang Sensen"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, nanjing, China"
        ]
    ],
    "first_author_latitude": "32.043846",
    "first_author_longitude": "118.774763",
    "abstract_text": "Abstract 5000 Multiple myeloma (MM) is characterized by a profound genomic instability of potential prognostic relevance. Loss of chromosome 13, observed in almost half of patients, negatively affects prognosis. MiR-15a, miR16-1 and miR-17-92 cluster, located on 13q, play important roles in the regulation of cell proliferation, differentiation and apoptosis. Therefore, we investigated a possible correlation of miRNA expression with chromosome 13 deletions (del(13)) and prognosis. We measured the expression of miR-15a, miR16-1 in 70 newly diagnosed MM patients and miR-17-92 cluster in 85 newly diagnosed MM patients by quantitative real-time PCR analyses. MiR-15a, miR-16-1 and miR-17 -92 cluster expression levels are independent of the del(13). High levels of miR-15a, miR-16-1, miR-17, miR-20a and miR-92-1 are associated with shorter progression-free survival (PFS), suggesting poor prognosis. Our data suggest that the expression of specific miRNAs may be contributed to MM prognosis. Disclosures: No relevant conflicts of interest to declare."
}