{
    "doi": "https://doi.org/10.1182/blood.V126.23.1755.1755",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3237",
    "start_url_page_num": 3237,
    "is_scraped": "1",
    "article_title": "MYC Regulation Via the LIN28B/Let-7 Axis in Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "multiple myeloma",
        "sequence analysis, rna",
        "cancer",
        "micrornas",
        "transplantation, heterologous",
        "gene expression profiling",
        "neoplasms",
        "polymerase chain reaction",
        "tumor growth",
        "mice"
    ],
    "author_names": [
        "Salomon Manier, MD",
        "John Powers, PhD",
        "Antonio Sacco, BS",
        "Siobhan Glavey, MD",
        "Daisy Huynh, BS, MS",
        "Michaela R. Reagan, PhD",
        "Karma Salem, MD",
        "Michele Moschetta, MD",
        "Yuji Mishima, PhD",
        "Xavier Leleu, MD PhD",
        "Aldo M Roccaro, MD PhD",
        "George Q. Daley, MD PhD",
        "Irene M. Ghobrial, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Children's Hospital Boston, Harvard Stem Cell Institute, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Maladies du Sang, Hôpital Claude Huriez, CHRU Lille, Lille, France "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Children's Hospital Boston, Harvard Stem Cell Institute, Boston, MA "
        ],
        [
            "Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Background . LIN28B regulates developmental processes and cellular reprogramming by suppressing let-7 microRNAs (miRNAs). A role for LIN28B has been reported in cancers, however the LIN28B/let-7 axis has not been studied in multiple myeloma (MM). Methods . LIN28B level expression in MM patients was studied using previously published gene expression profiling (GEP) datasets. Knockdown (KD) of LIN28B was performed on MM cell lines (U266, MOLP-8) using 2 shRNA and validated using 2 sgRNA by CRISPR knockout (KO). Downstream regulations were assessed by qRT-PCR and western blots, as well as RNA sequencing. For RNA sequencing, control and Lin28B CRISPR cells were used for library preparation (NEBNext kit) and sequencing on a HiSeq 2000. Proliferation of KD and KO cells were evaluated in vitro and in vivo in a xenograft mouse model. An LNA-GapmeR technology was used to develop a let-7 mimic in vivo in SCID mice. Findings . Two independent GEP datasets (GSE16558; GSE2658) were analyzed for LIN28B expression, showing a significantly higher level in MM patients compared to healthy controls. In addition, high LIN28B levels correlated with a shorter overall survival (p = 0.0226), along with an enrichment of let-7 target genes by Gene Set Enrichment Analyses (GSEA). LIN28B KD cells had a significantly increased expression level of let-7 family members and were associated with down-regulation of let-7 target genes Myc and Ras at the protein level. We further confirmed downstream regulation of MYC and RAS in a LIN28B CRISPR KO model in MM cells (MOPL-8). We next validated the role of LIN28B in MM in vivo by using a xenograft tumor model showing a decreased tumor burden in LIN28B KD mice compared to scramble control (p =0.0045). In addition, we performed a RNA sequencing from the CRISPR LIN28B KO and control cells and observed a central role by GSEA for both MYC and E2F cell cycle pathways in LIN28B-engineered cells. LIN28B activity in regulating MYC and cell proliferation was further defined to be dependent on let-7 by performing a rescue experiment in MM1S cells. Moreover, we explored the possibility to therapeutically regulate MYC expression through let-7 with an LNA-GapmeR containing a let-7b mimic, in vivo , and showed that high levels of let-7 expression represses tumor growth in SCID mice by regulating MYC expression compared to control GapmeR treated mice (p = 0.0026). Conclusions . These findings reveal the essential role of LIN28B/let-7 in regulating two essential oncogenic pathways in MM, MYC and RAS. Interference with this pathway may represent an efficient option for targeting MYC in cancer. Disclosures No relevant conflicts of interest to declare."
}