{
    "doi": "https://doi.org/10.1182/blood-2019-131218",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4284",
    "start_url_page_num": 4284,
    "is_scraped": "1",
    "article_title": "Statins Enhance Killing of Multiple Myeloma Cells By the BCL-2 Inhibitor Venetoclax and the MCL-1 Inhibitor S63845 ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "bcl2 gene",
        "killing",
        "multiple myeloma",
        "statins",
        "venetoclax",
        "dexamethasone",
        "pitavastatin",
        "adverse event",
        "bortezomib",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "David Fruman, PhD",
        "Dennis Juarez, B.S.",
        "Grace Diep, Undergraduate",
        "Falisha Nguyen, Undergraduate",
        "Vikas A. Gupta, MD PhD",
        "Lawrence H. Boise, PhD"
    ],
    "author_affiliations": [
        [
            "Molecular Biology and Biochemistry, University of California, Irvine, Irvine, CA ",
            "UC Irvine, Irvine, CA "
        ],
        [
            "UC Irvine, Irvine, CA "
        ],
        [
            "Molecular Biology and Biochemistry, University of California, Irvine, Irvine, CA "
        ],
        [
            "University of California, Irvine, Irvine, CA "
        ],
        [
            "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University, Atlanta, GA "
        ],
        [
            "Division of BMT, Emory University, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "33.6451584",
    "first_author_longitude": "-117.84474249999998",
    "abstract_text": "The BCL-2 inhibitor venetoclax has begun to change the landscape of therapy for diverse blood cancers. Combining venetoclax with standard of care agents has led to impressive response rates, and increased depth and durability of response compared to monotherapy. However, there is a continuing need to develop safe and effective combinations in multiple myeloma (MM), where the BELLINI triple combination trial (venetoclax-dexamethasone-bortezomib) was closed to accrual due to adverse events. We reported that HMG-CoA-reductase inhibitors (statins), a safe and widely prescribed class of drugs, enhance the efficacy of venetoclax in human leukemia and lymphoma cell lines and in a retrospective study of patients with chronic lymphocytic leukemia (JS Lee et al., Sci. Transl. Med. 2018, 10(445)). In MM, the subset with t11;14 translocation is BCL-2-dependent and sensitive to venetoclax, whereas other MM subtypes are more dependent on MCL-1. Here we show that statins sensitize MM cell lines and primary cells to killing by either venetoclax or the MCL-1 inhibitor S63845. The compound pitavastatin is particularly potent, active in vitro at a concentration (100 - 300 nM) that is clinically achievable. In OPM2 cells, pitavastatin synergizes with venetoclax and increases apoptosis in triple combination with dexamethasone. Pitavastatin also potentiates venetoclax killing in dexamethasone-resistant MM1R cells. In MCL-1-dependent MM cells, statins increase sensitivity to S63845. Notably, statins do not increase killing of normal human lymphocytes by either venetoclax or S63845. Statin responsiveness in MM cell lines correlates with p53-independent upregulation of PUMA, BAX and BAK, and gene editing experiments suggest that all three contribute to the apoptotic mechanism. Statin-induced apoptosis and PUMA expression are rescued by addition of geranylgeranyl-pyrophosphate, and recapitulated by an inhibitor of geranylgeranyl-transferase I. Together these findings establish a mechanistic framework to explain how statins promote apoptosis by BH3 mimetic drugs like venetoclax and S63845. Further, these results highlight the potential of statins to enhance therapeutic efficacy of BCL-2 and MCL-1 inhibitor regimens in MM, with possibly lesser toxicity than other combination strategies. Disclosures Boise: Genentech Inc.: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Honoraria, Research Funding. OffLabel Disclosure: Venetoclax is a BCL-2 inhibitor that is approved for some indications. I will discuss the use of venetoclax for multiple myeloma, a disease for which venetoclax is not approved."
}