{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5102.5102",
    "article_title": "Mutation Profiling and Associated Clinical Features in Chinese Cytogenetically Normal Acute Myeloid Leukemia Patients ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "AML without abnormal karyotypes (CN-AML), which accounted for nearly half of total AML patients, is a highly heterogeneous subset of AML. Here we used deep sequencing technology to describe the spectrum of mutations in 39 genes and clinical features of CN-AML in 152 patients. We identified 503 mutations in 145 (95.39%) patients, with the median number of 3 mutations per case. Nine genes ( NPM1, CEBPAbi, DNMT3A, GATA2, NRAS, TET2, FLT3-ITD, IDH2, WT1 ) mutated in more than 10% patients. Function groups of myeloid transcription factors, activated signaling and DNA methylation mutated most. Three sets of co-occurrence and seven sets of mutual exclusivities existed in genes, three sets of overlapping and incompatibility in function groups were observed in genetic interaction analysis. The distribution of variant allele frequencies (VAF) of recurrent genes was different among functional groups, and obvious diversities of VAF existed in same genes among different mutation points were also observed. Compared with the western studies, the mutation frequencies of NPM1 and DNMT3A genes were lower in Asian CN-AML patients. High mutation rates of CEBPA and GATA2 together with the low frequency of FLT3-ITD mutation seemed to be the distinct characteristics of Chinese patients. Obviously, the mutation distribution differed significantly among different regions and ethnicities. Correlation were shown between genotype and clinical features. There were significant distinctions in the distribution of genotypes in FAB subtypes. NPM1 and DNMT3A mutated most in M5 while CEBPAbi and GATA2 mutated most in M2. In M4, leukemia cells are composed of both myeloid and monocytic blasts, the mutation pattern was uniformly distributed. Prognosis analysis identified CEBPAmo mutation as an inferior factor. Combined with NCCN guidelines, the FLT3-ITD , TP53 , DNMT3A , CEBPAmo and WT1 mutations were selected as high-risk markers, which could further differentiate the patients with poor prognosis of CN-AML, suggesting the potential application of guidance in clinical treatment. In conclusion, we reported here a comprehensive study of gene mutations in 152 CN-AML patients, gained insights into unique genetic profile and better risk consultation in CN-AML patients, providing valuable information for clinical practice. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "mutation",
        "signs and symptoms",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "ccaat/enhancer binding protein alpha",
        "functional group",
        "karyotype determination procedure",
        "leukemia",
        "massively-parallel genome sequencing"
    ],
    "author_names": [
        "Shu Wang",
        "Yun-Xiang Zhang",
        "Ting Huang",
        "Kankan Wang, PhD",
        "Jun-Min LI, MD PhD",
        "Jin-yan Huang, PhD",
        "Bing Chen, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shu Wang",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yun-Xiang Zhang",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ting Huang",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kankan Wang, PhD",
            "author_affiliations": [
                "Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun-Min LI, MD PhD",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin-yan Huang, PhD",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bing Chen, MD PhD",
            "author_affiliations": [
                "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:33:22",
    "is_scraped": "1"
}