{
    "doi": "https://doi.org/10.1182/blood.V128.22.2949.2949",
    "article_title": "Hodgkin Lymphoma Patients Demonstrate Evidence of Systemic Perturbation of the Monocyte-Dendritic Cell Axis ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies: Poster II",
    "abstract_text": "Background: In Hodgkin lymphoma (HL) the malignant Hodgkin Reed-Sternberg (HRS) cells comprise only a small fraction of the total cellular tumor population, which orchestrate an inflammatory microenvironment of reactive cells that propagate a permissive milieu for HL growth. This HRS cell mediated immune suppression has effects that extend beyond the direct tumor microenvironment. Previously we have shown that the circulating CD4 and CD8 T cells of relapsed (R) HL patients show high expression of the receptor programmed death-1 (PD-1), and that the central memory T cells (TCM) of both newly diagnosed (ND) and R HL patients are perturbed towards chronic activation. Here we describe immune activation and perturbation in the myeloid compartment of 20 HL patients with newly diagnosed (ND) or relapsed (R) disease. Methods: Informed consent obtained from patients with ND (n= 14) or R (n=6) HL treated since January of 2013. Blood samples were drawn pre-treatment, and at sequential time-points during and after therapy. Cryopreserved PBMCs were thawed then evaluated with multi-color flow cytometry. Cells were stained with fixable viability dye (eBioscience); then stained with fluorescent-conjugated antibodies. For intracellular staining, cells were fixed and permeabilized using FOXP3 staining kit (eBioscience) then stained with intracellular antibodies. Stained cells were analyzed using LSRII flow cytometer (BD Bioscience) and FlowJo software (Tree Star). The following anti-human antibodies were used to analyze myeloid subsets: CD3, CD19, CD16, HLA-DR, CD14, CD303, CD141. Monocytes are defined as CD14+HLA-DR+CD3-CD19-, plasmacytoid dendritic cells (pDCs) as: CD303+HLA-DR+CD14-CD3-CD19-CD16-, and dendritic cells (DCs) as: HLA-DR+CD141+CD14-CD303-CD3-CD19-CD16-(Biolegend). Singlet cells were gated based on forward and side scatter properties. Dead cells were excluded based on viability dye. Patient samples were compared to normal controls matched for age and sex (n=20). Results : The median HL patient age was 38 (range: 20-90 years). Twelveof the HL subjects were male and 8 were female. All but 1 of the ND HL patients were treated with upfront ABVD +/- consolidative radiation. Two out of 6 R patients had prior allogeneic stem cell transplant (alloSCT); they were not on immunosuppression. Thirteen patients (12 ND, 1 R) responded to therapy (11 CR and 2 PR); 4 patients (1 ND, 3 R) progressed on therapy or had stable disease, 2 patients do not have disease status confirmed. We observed a decrease in the proportion of systemic circulating plasmacytoid dendritic cells (pDCs), but not monocytes or DCs, in HL patients at baseline compared to healthy controls ( Figure 1 ). Interestingly, the ratio of both DCs and pDCs to monocytes were greatly disturbed in HL patients compared to healthy subjects ( Figure 2 ). After a single cycle of chemotherapy we noted an increase in pDCs, and a decrease in the ratio of monocytes to both DCs and pDCs and of DCs to pDCs in treated patients. Together these findings suggest a systemic imbalance within the monocyte-DC-pDC axis in HL patients compared to normal healthy controls, which appears to normalize after one cycle of treatment with chemotherapy. Conclusion: HL patients have evidence of perturbation in the systemic myeloid compartment, suggesting that the impact of HRS cells on their microenvironment may have systemic as well as local effects that extend to the myeloid compartment and to antigen presentation, as well as to T cell phenotypes. This underscores the rationale for understanding the role of systemic immune dysfunction in HL, and for the use of immune targeted therapies in HL. Correlation with clinical data, and functional studies to further characterize this immune dysregulation are ongoing. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Diefenbach: Merck: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Gillead: Equity Ownership; Seattle Genetics: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Research Funding. Martin: Gilead: Consultancy, Other: travel, accommodations, expenses; Janssen: Consultancy, Honoraria, Other: travel, accommodations, expenses; Celgene: Consultancy, Honoraria; Novartis: Consultancy; Teva: Research Funding; Acerta: Consultancy. Ruan: Seattle Genetics: Consultancy, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Pharmacyclics, LLC, an AbbVie Company: Research Funding, Speakers Bureau; Janssen: Research Funding.",
    "topics": [
        "dendrites",
        "hodgkin's disease",
        "monocytes",
        "cd19 antigens",
        "antibodies",
        "antigens, cd16",
        "chemotherapy regimen",
        "dyes",
        "therapeutic immunosuppression",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Catherine Diefenbach, MD",
        "Bruce G. Raphael, MD",
        "Michael L. Grossbard, MD",
        "Kenneth B. Hymes, MD",
        "Tibor Moskovits, MD",
        "David Kaminetzky, MD",
        "Peter Martin, MD",
        "Jia Ruan, MD PhD",
        "Megan McShea, BA",
        "Leonelle B'etou, MPH",
        "Maryam Bonakdar",
        "Cem Abidoglu",
        "Lina Kozhaya",
        "John P. Leonard, MD",
        "Derya Unutmaz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Catherine Diefenbach, MD",
            "author_affiliations": [
                "NYU Perlmutter Cancer Center, NYU School of Medicine, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruce G. Raphael, MD",
            "author_affiliations": [
                "NYU Perlmutter Cancer Center, NYU School of Medicine, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael L. Grossbard, MD",
            "author_affiliations": [
                "Laura and Isaac Perlmutter Cancer Center, NYU, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth B. Hymes, MD",
            "author_affiliations": [
                "NYU Perlmutter Cancer Center, NYU School of Medicine, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tibor Moskovits, MD",
            "author_affiliations": [
                "NYU Perlmutter Cancer Center, NYU School of Medicine, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Kaminetzky, MD",
            "author_affiliations": [
                "NYU Perlmutter Cancer Center, NYU School of Medicine, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Martin, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jia Ruan, MD PhD",
            "author_affiliations": [
                "Weill Cornell Medical Center, New York, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan McShea, BA",
            "author_affiliations": [
                "NYU Perlmutter Cancer Center, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonelle B'etou, MPH",
            "author_affiliations": [
                "NYU Perlmutter Cancer Center, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryam Bonakdar",
            "author_affiliations": [
                "NYU School of Medicine, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cem Abidoglu",
            "author_affiliations": [
                "Jackson Labs, Farmington, CT "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lina Kozhaya",
            "author_affiliations": [
                "Jackson Labs, Farmington, CT "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John P. Leonard, MD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derya Unutmaz, MD",
            "author_affiliations": [
                "Jackson Labs, Farmington, CT "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T15:34:24",
    "is_scraped": "1"
}