{
    "doi": "https://doi.org/10.1182/blood-2020-137101",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4499",
    "start_url_page_num": 4499,
    "is_scraped": "1",
    "article_title": "Clinico-Biological, Molecular and Prognostic Features of Patients with Diffuse Large B-Cell Lymphoma-Variant of Richter Syndrome: A Multicenter Retrospective Study of the French Innovative Leukemia Organization ",
    "article_date": "November 5, 2020",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": null,
    "author_names": [
        "Charline Moulin",
        "Francis Guillemin, MD PhD",
        "Thomas Remen",
        "Florian Bouclet",
        "Hélène Augé",
        "Anne Quinquenel, MD PhD",
        "Caroline Dartigeas, MD",
        "Romain Morizot",
        "Sandra Lomazzi",
        "Hélène Busby, MD",
        "Sebastien Hergalant",
        "Eugen Tausch, MD",
        "Cécile Tomowiak, MD",
        "Veronique Leblond, MD PhD",
        "Catherine Thieblemont, MD PhD",
        "Florence Cymbalista, MD PhD",
        "Kamel Laribi, MD",
        "Marie C Bene, PharmSci, PhD",
        "Stephan Stilgenbauer, MD",
        "Romain Guieze, MD",
        "Pierre Feugier, MD PhD",
        "Julien Broséus"
    ],
    "author_affiliations": [
        [
            "CIC-EC 1433, Nancy University Hospital, VANDOEUVRE, France "
        ],
        [
            "CIC-EC 1433, Nancy University Hospital, VANDOEUVRE, France "
        ],
        [
            "Unit of Methodology and Statistics, Nancy University Hospital, VANDOEUVRE, France "
        ],
        [
            "CHU Estaing, Unit of adult cell therapy and clinical hematology, University Hospital of Clermont-Ferrand, Clermont-Ferrand, France "
        ],
        [
            "Haematology Department, Nancy University Hospital, Vandoeuvre-lès-Nancy, France "
        ],
        [
            "Haematology Department, Robert Debré University Hospital, Reims, France "
        ],
        [
            "CHU Tours, Tours, France "
        ],
        [
            "Haematology Department, Nancy University Hospital, Vandoeuvre-lès-Nancy, France "
        ],
        [
            "Biocollection repository, Nancy University Hospital, Vandoeuvre-lès-Nancy, France "
        ],
        [
            "Pathology Department, Nancy University Hospital, Vandoeuvre-lès-Nancy, France "
        ],
        [
            "U1256, Inserm, Vandoeuvre-lès-Nancy, France "
        ],
        [
            "Department of Internal Medicine III, Ulm University, Ulm, Germany "
        ],
        [
            "Department of Oncology-Haematology and Cell Therapy, University Hospital of Poitiers, Poitiers, France "
        ],
        [
            "Département d' Hématologie Hôpital Pitié-Salpêtrière APHP, UPMC Université Paris, Paris, France "
        ],
        [
            "Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Laboratoire d'Hématologie, APHP Hôpital Avicenne, Bobigny, France "
        ],
        [
            "Centre Hospitalier Du Mans, Le Mans, France "
        ],
        [
            "CRCINA, INSERM, CNRS, Université d'Angers, Université de Nantes, Nantes, France "
        ],
        [
            "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany "
        ],
        [
            "CHU Estaing, Unit of adult cell therapy and clinical hematology, University Hospital of Clermont-Ferrand, Brookline, MA "
        ],
        [
            "Hematology Department, Nancy University Hospital, Vandoeuvre-lès-Nancy, France "
        ],
        [
            "Laboratory Department, CHRU Nancy, Vandoeuvre-lès-Nancy, France"
        ]
    ],
    "first_author_latitude": "48.6491406",
    "first_author_longitude": "6.151410900000001",
    "abstract_text": "Richter Syndrome (RS) corresponds to the transformation of Chronic Lymphocytic Leukemia (CLL) or Small Lymphocytic Lymphoma (SLL) into an aggressive lymphoma, in most cases a Diffuse Large B-Cell Lymphoma (DLBCL). RS outcome is variable and still poorly understood. The aim of our study was to analyze the clinical, biological and molecular features liable to predict survival in a retrospective series of newly diagnosed RS from the French Innovative Leukemia Organization (FILO). From 10 French centers, 103 biopsy-confirmed DLBCL subtype RS, diagnosed from 2001 to 2019, were identified. Fresh-frozen biopsies (FB) were available in 58 cases. All biopsies were centrally reviewed. Clinical and biological characteristics at CLL and RS diagnoses including cytogenetics, clonal relationship with the pre-existing CLL, Epstein-Barr virus (EBV) status, cell of origin (COO) according to the Hans algorithm, RS prognostic scores (Tsimberidou et al. J Clin Oncol. 2006, Rossi et al. Blood 2011) as well as treatment and outcomes were collected. Targeted next generation sequencing was used on RS FB for the following gene set: TP53 , ATM , SF3B1 , NOTCH1 , BIRC3, FBXW7 , RPS15 , EGR2 , MYD88 , XPO1 , POT1 , BRAF , and NFKBIE . Overall Survival (OS) was defined as time from RS diagnosis until the date of death or end of follow-up and analyzed using Kaplan-Meier method. Multivariable analysis was performed using Cox regression model for variables with a p-value<0.2 by bivariate analysis. Statistical analysis was performed with SASv9.4 (SAS Institute Inc., Cary, NC, USA). Clinical and biological characteristics and outcomes were broadly similar between the full 103-patient cohort and the subset of 58 patients with available gene mutation data. The latter only was considered for the subsequent analyses. The median age at CLL/SLL diagnosis was 60 (range 34-81) and 39 patients (67.2%) were male. Prior to RS, 24 (41.38%) received more than 1 line of treatment for CLL. The median time to transformation was 5 years (range 0-22). The median OS from RS diagnosis was 8 months (Figure 1a). The median age at RS diagnosis was 65.5 years (range 42-87). ECOG Performance Status (PS) was >1 in 29/53 patients (54.8%) and 32/56 (57.1%) had a Bulky disease. Elevated Lactate DeHydrogenase (LDH) levels (≥ 1.5N) were found in 38/49 patients (77.6%). Unmutated IGHV was observed in 45/58 (77.6%) RS samples. CLL and RS were clonally related for 29/33 (87.9%) RS with available IGHV sequence at CLL diagnosis. TP53 disruption was detected in 34/56 (60.7%) RS cases including TP53 mutations in 23/58 (39.7%). According to Tsimberidou et al ., 10/46 (21.7%) RS were in the low-risk group, 10 in the low-intermediate risk group, 11 (23.9%) in the high-intermediate risk group and the other 15 in the high-risk group. According to the Rossi score, only 4/51 RS (7.8%) were low risk, and 19 (37.3%) and 28 (54.9%) intermediate and high-risk, respectively. The most frequent treatment for RS was R-CHOP-like regimen [38/56 (67.9%)], 5 and 2 patients received autologous or allogeneic stem cell transplantation respectively. Most patients, 40/56 (71.4%) failed to reach complete remission after the first line. By bivariate analysis (Figure 1b-e), ECOG PS, platelet count and TP53 disruption worsened OS (p<0.05) while the effect of the IGHV status was less important (p-value=0.07). By multivariable Cox regression model (Table 1), ECOG PS>1, platelet count<100x10 9 /L, TP53 disruption or unmutated IGHV status significantly reduced OS (hazard ratios 2.99, 2.22, 2.96 and 1.77, p<0.05 for all). NOTCH1 status had no significant impact. Similar results were obtained when a Cox regression model was realized with a backward and/or forward selection of variables respectively with stay p-value=0.05 and/or an entry p-value=0.2. RS outcome is poor. Here, we focused specifically on Richter cells on diagnostic biopsies for genetic analyses. Unmutated IGHV status was identified as prognostic factor for RS, in addition to the previously described: ECOG PS, platelet count and TP53 disruption. More molecular studies are necessary to increase knowledge about RS and improve the survival of patients with DLBCL-type RS. View large Download slide View large Download slide  Disclosures Dartigeas: Janssen: Honoraria; Roche: Honoraria; Gilead: Other: non-financial support. Tausch: Roche: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Janssen-Cilag: Consultancy, Honoraria, Research Funding. Leblond: Roche: Consultancy, Honoraria, Other: Travel/accommodations/expenses, Research Funding, Speakers Bureau; AbbVie: Consultancy, Honoraria, Other: Travel/accommodations/expenses, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Gilead: Honoraria, Speakers Bureau; Amgen: Honoraria; AstraZeneca: Consultancy, Honoraria; Lilly: Consultancy. Thieblemont: Incyte: Honoraria; Bristol-Myers Squibb: Consultancy, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Cellectis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Speakers Bureau; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company), Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel support; Kite, a Gilead Company: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Hospira: Research Funding; Bayer: Honoraria. Laribi: abbvie: Honoraria, Research Funding; amgen: Research Funding; novartis: Honoraria, Research Funding; takeda: Research Funding. Stilgenbauer: F. Hoffmann-LaRoche: Consultancy, Honoraria, Other: travel support, Research Funding; Genentech: Consultancy, Honoraria, Other: travel support, Research Funding; Genzyme: Consultancy, Honoraria, Other: travel support, Research Funding; Gilead: Consultancy, Honoraria, Other: travel support, Research Funding; GlaxoSmithKline: Consultancy, Honoraria, Other: travel support, Research Funding; Janssen-Cilag: Consultancy, Honoraria, Other: travel support, Research Funding; Mundipharma: Consultancy, Honoraria, Other, Research Funding; Novartis: Consultancy, Honoraria, Other, Research Funding; Pharmacyclics: Consultancy, Honoraria, Other, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Other: travel support, Research Funding; Celgene: Consultancy, Honoraria, Other: travel support, Research Funding; Amgen: Consultancy, Honoraria, Other: travel support, Research Funding; AbbVie: Consultancy, Honoraria, Other: travel support, Research Funding. Guieze: abbvie: Honoraria, Other: advisory board, travel funds; janssen cilag: Honoraria, Other: advisory board, travel funds; roche: Other: travle funds; gilead: Honoraria, Other: travel funds; astrazanecka: Honoraria, Other: advisory board. Feugier: gilead: Consultancy, Honoraria, Research Funding; janssen: Consultancy, Honoraria, Research Funding; roche: Consultancy, Honoraria, Research Funding; abbvie: Consultancy, Honoraria, Research Funding; astrazeneca: Consultancy, Honoraria, Research Funding. Broséus: Novartis: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria; Gilead: Honoraria."
}