{
    "doi": "https://doi.org/10.1182/blood.V122.21.2352.2352",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2628",
    "start_url_page_num": 2628,
    "is_scraped": "1",
    "article_title": "Is Hemophilia B Less Severe Than Hemophilia A? Results Of Global Coagulation Assays ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "hemophilia a",
        "hemophilia b",
        "hemophilias",
        "hemorrhage",
        "thrombin",
        "bleeding diathesis",
        "blood coagulation tests",
        "corn of toe"
    ],
    "author_names": [
        "Maria Rosaria Fasulo, MD",
        "Maria Elisa Mancuso, MD, PhD",
        "Veena Chantarangkul",
        "Antonino Cannavò, MD",
        "Marigrazia Clerici",
        "Lidia Padovan",
        "Erica Scalambrino",
        "Flora Peyvandi",
        "Armando Tripodi, MD",
        "Elena Santagostino, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.459419499999996",
    "first_author_longitude": "9.2035121",
    "abstract_text": "Introduction Some observations suggest that severe hemophilia B (HB) may exhibit a milder bleeding tendency than severe hemophilia A (HA), however possible differences in the coagulation profile of severe HB and HA that may account for such phenotypic variability have not been extensively investigated. The aim of this study was to compare the clinical and laboratory phenotype of patients with severe HB (cases) with those with severe HA (controls) in order to ascertain potential determinants for a milder bleeding phenotype. Methods: patients with severe HB and HA (FIX and FVIII <1 IU/dL) of any age without inhibitor history followed up at a single center were asked to undergo blood sampling after a minimum wash-out period of 5 days from the last factor IX (FIX) or factor VIII (FVIII) infusion in order to perform coagulation assays including global testing by thrombin generation assay (TGA) and thromboelastography (TEG). Data on medical history, annual bleeding frequency, factor consumption, treatment regimen, orthopaedic status and FIX/FVIII gene mutations were collected from patients’ files. TGA was performed in platelet-rich plasma (PRP) with the addition of corn trypsin inhibitor (CTI) and TEG in whole citrated blood by means of the 4 channel ROTEM Gamma equipment. FIX and FVIII were measured by one-stage clotting and chromogenic assays. Results are available from the first 33 consecutive patients with severe hemophilia (16 HB and 17 HA) who agreed on and were able to maintain the required wash-out period. Age at enrolment (median: 40.8 and 41.2 years, interquartile range: 36-54 and 37-48, in HB and HA, respectively) and the proportion of patients with target joints (75% in HB and 82% in HA) were similar in the two groups. The proportion of patients on regular prophylaxis was higher in HA (41% vs 19% in HB) however not statistically different. HB patients had an older age at first bleed (median 2.8 vs 1.4 yrs in HA, p=0.05), lower prevalence of null gene mutations (13% vs 59% in HA, p<0.01) and lower rate of orthopaedic surgery (19% vs 71% in HA, p<0.01). Considering only patients treated on demand (10 HA and 13 HB), HB patients had less joint bleeds/year (median 1.4 vs 11 in HA, p=0.05), lower concentrate consumption (median 320 vs 1448 IU/kg/yr in HA, p=0.01) and a lower Hemophilia Joint Health Score (HJHS, median 5 vs 31 in HA, p<0.01). Baseline levels of FIX and FVIII were confirmed <1 IU/dL by both one-stage and chromogenic assays. The thrombin peak detected by TGA in HB was higher than in HA patients (median 30.4 vs 18.4 nM, p=0.05) but ETP values were similar. TEG testing showed that HB patients had a shorter Clotting Time (median 310 vs 598 sec in HA, p<0.01), a shorter Clotting Formation Time (median 93 vs 133 sec in HA, p<0.01) and a wider alfa-Angle (median 72 vs 65 degrees in HA, p<0.01) while Maximum Clot Firmness was similar in HA and HB patients. Conclusions: our results indicate that patients with severe HB may have a milder bleeding phenotype as compared with severe HA patients. Global coagulation assays such as TGA and TEG have the potential to reveal different coagulation profiles and to investigate correlations between clinical and laboratory phenotype in hemophilia. Further studies are warranted in order to explore the biological mechanisms that may enhance coagulation activation in hemophilia irrespective of FIX/FVIII activity in plasma. Disclosures: Fasulo: Pfizer: Unrestricted Research Grant Other. Santagostino: Pfizer: Unrestricted Research Grant Other."
}