{
    "doi": "https://doi.org/10.1182/blood.V116.21.4390.4390",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1669",
    "start_url_page_num": 1669,
    "is_scraped": "1",
    "article_title": "Incidence and Outcome of Venous Thromboembolism In Terminally Ill Cancer Patients In Palliative Care unit ",
    "article_date": "November 19, 2010",
    "session_type": "Antithrombotic Therapy",
    "topics": [
        "cancer",
        "palliative care",
        "terminally ill",
        "venous thromboembolism",
        "deep vein thrombosis",
        "anticoagulation",
        "low-molecular-weight heparin",
        "central venous catheters",
        "disease progression",
        "hemorrhage"
    ],
    "author_names": [
        "Na-Ri Lee",
        "Ho-Young Yhim",
        "Eun-Kee Song",
        "Chang-Yeol Yim",
        "Jae-Yong Kwak"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Chonbuk National University Medical School, Jeonju, South Korea"
        ],
        [
            "Department of Internal Medicine, Chonbuk National University Medical School, Jeonju, South Korea"
        ],
        [
            "Department of Internal Medicine, Chonbuk National University Medical School, Jeonju, South Korea"
        ],
        [
            "Department of Internal Medicine, Chonbuk National University Medical School, Jeonju, South Korea"
        ],
        []
    ],
    "first_author_latitude": "35.847126300000006",
    "first_author_longitude": "127.14287460000001",
    "abstract_text": "Abstract 4390 Background: The relation between venous thromboembolism (VTE) and cancer is well recognized, and risk of VTE increases with disease progression. However, the information available about VTE in terminally ill cancer patients in palliative care unit (PCU) is limited. We evaluated the incidence, risk factor and outcome of VTE in terminally ill cancer patients in PCU. Methods: The clinical records of Chonbuk National University Hospital were searched for all patients with acute, symptomatic deep-vein thrombosis (DVT) and pulmonary embolism (PE) in PCU from April 2008 through July 2010. Results: A total of 220 patients were included in the study and the median survival after palliative care was 16 days. Ten patients (4.5%) were newly diagnosed with VTE in PCU and nine patients (4%) had a history of VTE. All ten patients presented with DVT and the sites included lower extremities (eight) and upper extremities (two). All patients had more than one risk factor: immobilizations in 6 patients (54%), tumor compression in 3 patients (27%), and central venous catheter in 2 patients (18%). After diagnosis, 7 patients received treatment with low-molecular weight heparin (LMWH) and 4 of them switched to warfarin. The median duration of anticoagulation was 26 days. Major bleeding was noted 2 patients but VTE-related death did not occur. The median survival after diagnosis of VTE was 28 days. Conclusion: The incidence of VTE in PCU was relatively low. All patients had one or more risk factors and DVT of lower extremities was most frequent. Although anticoagulation was acceptable treatment except bleeding risk, the risks vs benefits need to be counterbalanced. Further large scale studies are needed to address many of these issues. Disclosures: No relevant conflicts of interest to declare."
}