{
    "doi": "https://doi.org/10.1182/blood.V108.11.2206.2206",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=562",
    "start_url_page_num": 562,
    "is_scraped": "1",
    "article_title": "IRF-4 Functions as a Myeloid Tumor Suppressor. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "myeloproliferative disease",
        "bcr-abl tyrosine kinase",
        "granulocyte-macrophage colony-stimulating factor",
        "human leukocyte interferon",
        "interferons",
        "leukemia, myelocytic, chronic",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "transcription factor",
        "mice",
        "granulocytes"
    ],
    "author_names": [
        "Jaime Acquaviva",
        "Jonathan Schatz",
        "Harinder Singh",
        "Ruibao Ren"
    ],
    "author_affiliations": [
        [
            "Rosenstiel Basic Medical Sciences Research Center, Department of Biology, Brandeis University, Waltham, MA, USA"
        ],
        [
            "Department of Molecular Genetics and Cell Biology, Howard Hughes Medical Institute, The University of Chicago, Chicago, IL, USA"
        ],
        [
            "Department of Molecular Genetics and Cell Biology, Howard Hughes Medical Institute, The University of Chicago, Chicago, IL, USA"
        ],
        [
            "Rosenstiel Basic Medical Sciences Research Center, Department of Biology, Brandeis University, Waltham, MA, USA"
        ]
    ],
    "first_author_latitude": "42.365944299999995",
    "first_author_longitude": "-71.2573496",
    "abstract_text": "Interferon regulatory factor 4 (IRF-4, also know as pip, LSIRF, ICSAT and MUM1) is a transcription factor with well-characterized functions in B and T cell development and immune response regulation. Though its expression has been demonstrated in macrophages, its function in the myeloid system is not as well characterized. The closely related IRF family member IRF-8 (ICSBP) has more clearly defined functions in the myeloid system. IRF-8 is a critical regulator of myelopoiesis, and its loss has been implicated in the pathogenesis of chronic myelogenous leukemia (CML). IRF-8 deficient mice manifest a CML-like syndrome, and we have shown previously that forced expression of IRF-8 in a BCR/ABL-induced murine model of CML represses the resulting myeloproliferative disease and prolongs survival. In the B-cell system, we have found that IRF-4 and IRF-8 function redundantly at the pre-B-to-B transition point of development. In this study we investigate whether IRF-4 and IRF-8 may also have overlapping function in myeloid cells. Our results show that mice deficient in both IRF-4 and IRF-8 develop from a very early age a more aggressive CML-like disease than mice deficient in IRF-8 alone. Bone marrow progenitors from IRF-4/8 DKO mice have increased proliferation, GM-CSF stimulated granulocytic differentiation, and colony-forming capacity compared to progenitors from WT or single KO mice. These data suggest that IRF-4 plays a role in myeloid lineage development and may act to suppress proliferation and granulocytic differentiation of myeloid progenitor cells. We further examined if, like IRF-8, IRF-4 is able to suppress BCR/ABL mediated transformation. We used a murine stem cell virus vector to co-express BCR/ABL and either IRF-4 or IRF-8 in BM progenitor cells and assessed colony forming capacity of infected cultures as well as the ability of IRF-4 to suppress BCR/ABL induced CML-like disease in a murine model. Our results demonstrate that IRF-4 potently suppresses BCR/ABL induced colony formation and that forced expression of IRF-4 suppresses BCR/ABL-induced CML-like disease in mice even more potently than IRF-8. These results provide direct evidence that IRF-4 is an important myeloid tumor suppressor and may allow elucidation of new molecular pathways significant to the pathogenesis of human CML."
}