{
    "doi": "https://doi.org/10.1182/blood.V126.23.5431.5431",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3228",
    "start_url_page_num": 3228,
    "is_scraped": "1",
    "article_title": "Rescue of a Terminally Ill Patient with Chemo-Refractory Acute Lymphoblastic Leukemia Carrying Bcr/Abl and TP53 Mutations Based on a 4th Generation CD19 Chimeric Antigen Receptor-Engineered T (CAR-T) Therapy ",
    "article_date": "December 3, 2015",
    "session_type": "703. Adoptive Immunotherapy",
    "topics": [
        "acute lymphocytic leukemia",
        "antigens",
        "bcr-abl tyrosine kinase",
        "burkitt's lymphoma",
        "carrying",
        "cd19 antigens",
        "chemotherapy regimen",
        "chimera organism",
        "mutation",
        "protein p53"
    ],
    "author_names": [
        "Ting Niu, MD PhD",
        "Lung-Ji Chang, PhD",
        "Jinrong Yang, MD",
        "Yuchen Liu, MSc",
        "Lujia Dong, MD",
        "Wei Wang, PhD",
        "Ting Liu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, West China Hospital, Sichuan University, Chengdu, China "
        ],
        [
            "Shenzhen Genoimmune Medical Institute (GIMI), Shenzhen, China ",
            "Department of Molecular Genetics and Microbiology, University of Florida, Gainesville, FL "
        ],
        [
            "Department of Hematology, West China Hospital, Sichuan University, Chengdu, China "
        ],
        [
            "Shenzhen Genoimmune Medical Institute (GIMI), Shenzhen, China ",
            "America Yuva Biomed, Beijing, China "
        ],
        [
            "America Yuva Biomed, Beijing, China "
        ],
        [
            "State Key Laboratory of Biotherapy, West China Hospital, Sichuan University, Chengdu, China"
        ],
        [
            "Department of Hematology, West China Hospital, Sichuan University, Chengdu, China "
        ]
    ],
    "first_author_latitude": "30.6421035",
    "first_author_longitude": "104.057004",
    "abstract_text": "Background : Chemo-refractory, advanced acute lymphoblastic leukemia (ALL) with ultra high-risk factors such as Bcr/Abl,TP53 mutation are difficult to treat and often fatal. Recent studies have shown that CD19 chimeric antigen receptor-engineered T (CAR-T) cells can effectively treat late-stage B-ALL. Here we report an extreme case of successful rescue of a critically ill patient with refractory B-ALL carrying Bcr/Abl, TP53 mutations by repeated infusions of CD19 CAR-T cells. Patient and Methods : A 15-year-old girl was diagnosed with Bcr/Abl positive, Pro-B-ALL, with 97% bone marrow (BM) blasts. Induction therapy containing Imatinib, vindesine, and dexamethasone failed to control the symptoms. She withdrew Imatinib for allergic reason and Idarubicin was added, but the leukemia progressed. Chemotherapy was then suspended due to her aggravated pneumonia and the condition worsened 2 days later with melena ~200ml/day; DIC was suspected and treated accordingly, but failed. Fifty days after admission, her BM showed 98% blasts, positive for CD34, CD19, partially positive for CD13, CD33, with complicated cytogenetic aberrationsF56~57,XX,+X,+13,+14,-16,der(17:20)(q10Fp10),+22/der(19:22)(p10Fq10),+mar1×2{cp2}, and TP53 C275Y mutation. The patient was heavily dependent on blood transfusion, and her gastrointestinal bleeding aggravated with bloody stools 300-350ml daily, and lymph nodes, liver and spleen continued to increase in size. The therapeutic options were extremely scarce and we obtained consent from the patient's parents for a pilot CD19 CAR-T cell therapy. Under intensive supportive transfusion, peripheral blood mononuclear cells were collected by apheresis with >75% CD19+ B-ALL blasts. The CD3+ T cells were magnetically selected and lentivirally transduced with a 4th generation, apoptosis-inducible, safety-engineered CAR: CD19-scFv/CD28/CD137/CD27/CD3ζ-iCasp9 (4SCAR19). The patient received lympho-depleting conditioning of cyclophosphamide 1000 mg d1, 3, 5, vindesine 4 mg d2, methylprednisolone 40mg d1-5, followed by CAR-T infusion at 3.5×10 6 cells/kg with 7% gene marking efficiency. After 3 days, the patient developed chills and high fever over 39.5 o C, with C-reactive protein 87.3 mg/L and IL-6 166.5 pg/ml. Indomethacin and etanercept were applied to control the cytokine release syndrome (CRS). The fever above 39 o C lasted for 3-14 days post infusion,which was managed with antipyretic drug. Her vital sign turned normal, and gastrointestinal bleeding relieved gradually with decreased lymph node size. Then the patient developed a serious intermittent abdominal pain with suspected gastrointestinal infection, tigecycline was administered, and the symptom was relived. Later on the patient developed an epileptic seizure 15 days after CAR-T infusion with symptoms of unconsciousness, staring eyes, lockjaw, stiff upper limbs, and urinary incontinence. The seizure repeated hours later with reduced heart rate, which lasted for 30 min before returning to consciousness, the ECG showed an escaped rhythm of 60 beats/min. The patient gradually recovered with relief of gastrointestinal bleeding, reduced lymph node, liver and spleen size. Thirty-four days after CAR-T cell infusion, there was no ALL blast detectable in the circulation and the BM revealed complete remission (CR), with a minimal residual disease (MRD) of 1%. She was discharged from the hospital, however relapsed with 47% BM blasts 79 days later. Additional CAR-T infusions of 3×10 6 /kg and 2×10 6 /kg 4SCAR19-T cells with 27% gene marking efficiency were given. The patient did not show any sign of CRS this time and achieved CR 17 days later with negative MRD. This patient has been followed up for 6 months, still in the good medical condition up to date. Conclusions : Ultra high-risk, chemo-resistent B-ALL with complicated cytogenetic and molecular aberrations (Bcr/Abl, TP53 mutations), and refractory to existing treatments can be rescued by repeated CD19 CAR-T cell therapy. Patients in such condition have no chance of survival under traditional chemotherapy and targeted therapy, and salvage allogeneic-transplantation is not applicable. Our study indicates that CAR-T-related adverse reactions even under extreme conditions are manageable. In addition, repeated CAR-T infusions with optimal gene marking efficiencies maybe necessary for patients with serious complications. Disclosures Liu: America Yuva Biomed: Employment."
}