{
    "doi": "https://doi.org/10.1182/blood.V116.21.1564.1564",
    "article_title": "Synergy Between Kit Ligand (KL) and IL-4 In Mast Cells Is Mediated by Cross-Receptor Interactions In Lipid Rafts. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster I",
    "abstract_text": "Abstract 1564 Studies of erythroid and thymic differentiation have shown that cross-receptor interactions between the stem cell factor receptor Kit, a receptor tyrosine kinase (RTK), and tissue-restricted Type I cytokine receptors (EpoR and IL-7R, respectively) are necessary for normal development of each lineage. To determine whether these Kit-Type I cytokine receptor interactions are a ubiquitous phenomena in Kit (+) hematopoietic cells, we studied murine bone marrow derived mast cells (BMMC), which express Kit and IL-4R, and are responsive to both cognate ligands. Both KL and IL-4 were individually mitogenic; combinations of KL and IL-4 synergistically promoted BMMC proliferation, even at suboptimal concentrations of each ligand (Synergy Index 2.7 for SCF 20ng/ml + IL-4 5ng/ml). Similar to the results seen previously with Kit and EpoR or IL-7R, activation of Kit by KL resulted in cross-receptor tyrosine phosphorylation of the IL-4Rα and γc subunits of IL-4R, even in the absence of their cognate ligand, IL-4. Each subunit of the IL-4R was independently phosphorylated by activated Kit, in the absence of Jak3. Furthermore, in the malignant mast cell line HMC-1, inhibition of oncogenic Kit by imatinib also reversed constitutive phosphorylation of IL-4R. Previous studies have shown that STAT 1α, STAT 5A, and STAT 5B, but not Stat6, are bound to and directly phosphorylated by activated Kit. In contrast, STAT6 is activated by engagement of IL-4R by its cognate ligand. Cross-receptor phosphorylation of IL-4R by activated Kit in BMMC induced STAT6 phosphorylation, with the same apparent pI as after activation of IL-4R by cognate ligand. Subcellular fractionation showed that activated Kit, γc, Jak3, and STATs were localized in lipid raft fractions upon KL stimulation. Inhibition of lipid raft formation by MβCD resulted in loss of both cross-receptor tyrosine phosphorylation of IL-4R by Kit and synergistic proliferation, but not proliferation induced by each cognate ligand. Gene expression analyses of KL stimulated BMMC from wt and IL-4Rα/γc deficient mice demonstrated that over 30% of the Kit gene signature was dependent on the presence of the IL-4R. Together, the data indicate that the synergy of KL and IL-4 in BMMC is mediated by cross-receptor interactions between Kit and IL-4R in raft membrane microdomains. The Kit-IL-4R interaction is the third cross-receptor interaction described between the Kit RTK and a tissue-restricted Type I cytokine receptor. Besides RBC, thymocytes, and mast cells, such cross-receptor interactions are likely to be a general mechanism for synergistic and tissue-specific pleiotropic signaling by Kit in hematopoiesis and possibly other cell types, e.g., various Kit (+) stem cell populations and cancers. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "interleukin-4",
        "lipid rafts",
        "mast cells",
        "stem cell factor",
        "ligands",
        "receptors, cytokine",
        "erythropoietin receptors",
        "tyrosine",
        "cancer",
        "dose fractionation"
    ],
    "author_names": [
        "Maheswaran Mani, Ph.D.",
        "Shivkumar Venkatasubrahmanyam, Ph.D.",
        "Yujun Yang, M.D.",
        "Mark Krampf, M.S.",
        "Jing Huang, M.S.",
        "Atul Butte, M.D., Ph.D.",
        "Thomas Jahn, M.D.",
        "Kenneth I. Weinberg, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maheswaran Mani, Ph.D.",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shivkumar Venkatasubrahmanyam, Ph.D.",
            "author_affiliations": [
                "Medical Bioinformatics, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yujun Yang, M.D.",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Krampf, M.S.",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Huang, M.S.",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atul Butte, M.D., Ph.D.",
            "author_affiliations": [
                "Medical Bioinformatics, Stanford University, Stanford, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Jahn, M.D.",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth I. Weinberg, MD",
            "author_affiliations": [
                "Hematology, Oncology, and Stem Cell Transplantation (Pediatrics), Stanford University, Palo Alto, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T13:07:14",
    "is_scraped": "1"
}