{
    "doi": "https://doi.org/10.1182/blood.V104.11.2445.2445",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=183",
    "start_url_page_num": 183,
    "is_scraped": "1",
    "article_title": "Lack of Mcl-1 Confers Resistance to Bortezomid in Multiple Myeloma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "bortezomib",
        "caspases",
        "cell lines",
        "chemotherapy regimen",
        "doxorubicin",
        "embryo",
        "fibroblasts",
        "flow cytometry",
        "inhibitory concentration 50",
        "mechlorethamine"
    ],
    "author_names": [
        "Steven Le Gouill, MD",
        "Klaus Podar, MD PhD",
        "Teru Hideshima, MD",
        "Emmanuel Zorn, PhD",
        "Melissa Simoncini, BS",
        "Jean-Luc Harousseau, MD",
        "Kenneth C. Anderson, MD."
    ],
    "author_affiliations": [
        [
            "Jerome lipper multiple myeloma center department of medical oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Service d’Hématologie clinique, Hôtel-dieu CHU Nantes, Nantes, France"
        ],
        [
            "Jerome lipper multiple myeloma center department of medical oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Jerome lipper multiple myeloma center department of medical oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Center for Hematologic Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Jerome lipper multiple myeloma center department of medical oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Service d’Hématologie clinique, Hôtel-dieu CHU Nantes, Nantes, France"
        ],
        []
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Bortezomib is a proteasome inhibitor recently FDA approved for treatment of relapsed refractory MM. To date, however, mechanisms of MM cell sensitivity versus resistance to Bortezomib are undefined. Mcl-1 (42kd) is an anti-apoptotic protein which protects MM cells against spontaneous and chemotherapy-induced apoptosis. Here we examine the role of Mcl-1 in protection against Bortezomib-induced apoptosis. We studied modulation of Mcl-1 expression triggered by Bortezomib in MM1S cells and two murine embryonic fibroblast cell lines (MEFs): Mcl-1 deleted (Mcl-1 Δ/null) and its wild type (Mcl-1wt/wt). We similarly evaluated conventional therapies (doxorubicin and melphalan) for MM. Treatment with doxorubicin, melphalan and Bortezomib for 48h inhibits MM1S cell growth, measured by MTT assay, in a dose dependent-manner with IC50 of 50 nM, 9 M and 5 nM, respectively. At 6h and 24h Bortezomib, but not melphalan (up to 40 μM) or doxorubicin (up to 200nM), induces appearance of cleaved-form (28kd) of Mcl-1 associated with Caspases-8, -9, and -3, as well as PARP cleavage. Down-regulation and cleavage of Mcl-1 is observed after 24h at Bortezomib concentrations as low as 2.5nM. The pan-caspase inhibitor Z-VAD-FMK inhibits induction of Mcl-1 cleavage, suggesting that it is caspase-dependent. We therefore hypothesized that Mcl-1 may be an early target in Bortezomib-induced-apoptosis. To address this issue, we compared the percentage of apoptotic Mcl-1Δ/null vs Mcl-1wt/wt MEFs, defined as the percentage of cells in sub-G1 phase by flow cytometry (PI staining). Both cell lines were sensitive to doxorubicin: 50% vs 45% apoptosis at 50nM and 85% vs 80% apoptosis at 100nM in Mcl-1wt/wt and Mcl-1Δ/null MEFs, respectively. In contrast, melphalan (10 μM) failed to induce apoptosis in Mcl-1Δ/null MEFs: 60% vs 10% apoptotic cells in Mcl-1wt/wt and Mcl-1Δ/null MEFs, respectively. Interestingly, in melphalan treated-cells PARP is cleaved, but no morphological apoptosis is observed. Furthermore, cell cycle analysis in melphalan treated-cells demonstrates accumulation of Mcl-1Δ/null MEFs in G2/M phase. Bortezomib (up to 20nM) similarly failed to induce apoptosis in Mcl-1Δ/null MEFs: 80% vs 17% apoptotic cells in Mcl-1wt/wt and Mcl-1Δ/null MEFs, respectively. Lack of induction of sub-G1 Mcl-1Δ/null cells by Bortezomib correlated with absence of both PARP cleavage and morphological signs of apoptosis. Interestingly and as in MM1S cells, only Bortezomib induces Mcl-1 cleavage in Mcl-1wt/wt MEFs. These results suggest that Bortezomib and melphalan, but not doxorubicin, trigger distinct Mcl-1-dependent induced-apoptosis pathways: Bortezomib triggers Mcl-1 cleavage prior to PARP cleavage; and melphalan triggers PARP cleavage, with downstream Mcl-1 required for progression from G2/M to sub-G1 phase. In conclusion, our study demonstrates that Mcl-1 is not only an anti-apoptotic protein but also an important mediator of Bortezomib and melphalan, but not doxorubicin, induced-apoptosis."
}