{
    "doi": "https://doi.org/10.1182/blood.V112.11.1053.1053",
    "article_title": "The Performance of Computed Tomography (CT) Scans or Ultrasound Has No Clinical Relevance in Treatment of Patients with Chronic Lymphocytic Leukemia (CLL): Results of a Metaanalysis from Three Phase III Studies of the German CLL Study Group (GCLLSG). ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Staging of CLL is based on simple methods to estimate the prognosis of CLL at the time point of diagnosis. Both, the Rai and Binet staging systems, are based on physical examination and peripheral blood count. According to the recently updated IWCLL guidelines for CLL (Hallek et al., Blood, 2008) no radiological examinations are needed for staging and response evaluation outside clinical trials. Previously, it was shown that CT scans add no benefit to the response criteria defined by the National Cancer Institute (NCI) (Byrd et al., 2007). However, it is still unclear, how much additional information can be gained by using CT scans by routine at pretherapeutic evaluation and during follow-up phase. Therefore the GCLLSG initiated a metaphase analysis based on the results of three phase III studies (CLL4, CLL5 and CLL8 protocol of the GCLLSG), in order to evaluate the clinical relevance of CT scans on disease outcome. Patients: A total of 1372 patients (pts) receiving first line therapy for CLL within a phase III trial of GCLLSG were included in this analysis. 362 pts younger than 65 years were included in the CLL4 trial, 193 pts older than 64 years in the CLL5 trial and 817 pts with normal renal function and a comorbidity score ≤ 6 were included in the CLL8 trial. 100 pts received chlorambucil, 257 fludarabine (F), 590 F plus cyclophosphamide (FC) and 408 FC plus rituximab. Response as well as progression during later follow-up was assessed according to the NCI-WG criteria (Cheson et al., Blood 1996). CT scan or other radiological examinations were not performed by routine, but were recommended at pretherapeutic staging, interim and final staging and during the follow-up phase, if clinically indicated. Results: The median follow up time for pts alive in the CLL4 trial was 54 months (mo), 40 mo in CLL5 and 27 mo in CLL8 (overall 31 mo). During follow-up a total of 11.103 CT scans, 22.728 ultrasounds as well as 2.350 chest x-rays were performed in 1372 pts. In contrast, 59.742 physical examinations were performed either additionally to radiological examination or alone. In a first step we evaluated the number of pts for whom the radiological examination was crucial in order to reconcile progressive disease (PD) according to the NCI criteria. A total 491 pts were considered as progressive during treatment or follow-up. In 100 pts the definition of PD by the treating physician could not be confirmed by a strict, independent application of the NCI-WG criteria and were therefore excluded from the analysis. In the remaining 391 pts PD was clinical apparent in 326 (83%), while CT scans were relevant for the decision of PD in 39 pts (10%) only and ultrasound in 26 pts (7%). In a next step we assessed the number of pts for whom CT scan or ultrasound had a clinical consequence by initiating relapse treatment because of bulky disease (defined as a lymph node of > 5 cm) in the thorax or abdomen. Out of 176 pts receiving relapse treatment due to PD, in only 2 pts (1%) the retreatment decision was based on the result of the CT scan or ultrasound: in these pts a new bulk was detected by radiological examination, while physical examination and blood count were normal. Moreover, an initially detected bulky disease by radiological examination had no prognostic value as well. Pts with initially detected bulky disease showed a higher rate of complete remissions in comparison to pts without bulky disease (29% versus 22%, p = 0.02). Interestingly, no difference in overall response rates (86% versus 89%, p = 0.2), as well as progression free survival (36 versus 39 months, p = 0.2) and overall survival (OS) (median OS not reached vs. 85 months, p = 0.08) was assessed. Conclusion : These data from 1372 patients included in three prospective phase III trials show that the use of CT scans has no apparent clinical benefit for the evaluation of PD or the decision to initiate relapse treatment in the follow-up phase of CLL. In 1% of the relapse treatment receiving pts only the result of the CT scan was crucial for retreatment decision. Moreover, the initial detection of bulky disease by CT scan or ultrasound had no prognostic impact. Our data suggest that physical examination and blood count remain the methods of choice for clinical follow-up of patients with CLL.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "computed tomography",
        "meta-analysis",
        "phase 3 clinical trials",
        "ultrasonography",
        "brachial plexus neuritis",
        "follow-up",
        "physical examination",
        "retreatments"
    ],
    "author_names": [
        "Barbara F. Eichhorst, MD",
        "Kirsten Fischer, MD",
        "Anna- Maria Fink, MD",
        "Thomas Elter, MD",
        "Clemens M Wendtner, MD",
        "Raymonde Busch, Dipl., math.",
        "Michael Hallek",
        "German CLL Study Group"
    ],
    "author_dict_list": [
        {
            "author_name": "Barbara F. Eichhorst, MD",
            "author_affiliations": [
                "Dept. I of Internal Med., Centre of Integrated Oncology Köln Bonn, Univeristy of Cologne, Cologne, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kirsten Fischer, MD",
            "author_affiliations": [
                "Dept. I of Internal Med., Centre of Integrated Oncology Köln Bonn, Univeristy of Cologne, Cologne, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna- Maria Fink, MD",
            "author_affiliations": [
                "Dept. I of Internal Med., Centre of Integrated Oncology Köln Bonn, Univeristy of Cologne, Cologne, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Elter, MD",
            "author_affiliations": [
                "Dept. I of Internal Med., Centre of Integrated Oncology Köln Bonn, Univeristy of Cologne, Cologne, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clemens M Wendtner, MD",
            "author_affiliations": [
                "Dept. I of Internal Med., Centre of Integrated Oncology Köln Bonn, Univeristy of Cologne, Cologne, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymonde Busch, Dipl., math.",
            "author_affiliations": [
                "Technical University, Institute for Medical Statistic and Epidemiology, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek",
            "author_affiliations": [
                "Dept. I of Internal Med., Centre of Integrated Oncology Köln Bonn, Univeristy of Cologne, Cologne, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "German CLL Study Group",
            "author_affiliations": [],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T06:46:28",
    "is_scraped": "1"
}