{
    "doi": "https://doi.org/10.1182/blood.V128.22.5219.5219",
    "article_title": "ROS Production Triggers Anti-Leukemic Effects of Green Tea ",
    "article_date": "December 2, 2016",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "Beneficial effects of green tea (GT) consumption have been described, including the ability to reduce cancer development. Polyphenols are the main chemical constituents of GT extract and have been identified as the most effective substances that can inhibit tumorigenesis. Acute myeloid leukemia is an aggressive hematologic malignancy and there is no sufficient evidence that supports a protective role of tea intake on its development. In this concern, the aim of this study was to investigate GT effects in acute promyelocytic leukemia (APL) mice. A total of 1 × 10 6 leukemic cells obtained from hCG-PML-RARa transgenic mice were injected in the tail vein of 12- to 16-week-old NOD.CB17-Prkdc scid /J mice, after 4-6 h of sublethal cobalt irradiation with 2 Gy. The hematologic counts were monitored weekly, and the following criteria were used for the diagnosis of leukemia: presence of at least 1% of blast in peripheral blood associated with leukocytosis above 30 000 cells/L, hemoglobin levels below 10 g/dL, and thrombocytopenia below 500 × 10 3 cells/L (He et al, 1997). Twelve days after transplantation, mice were then submitted to daily oral treatment (gavage) with 250 mg/kg/day GT or vehicle only (water) for 5 consecutive days and were sacrificed; bone marrow (BM) and spleens were collected to the assays. Treatment with GT significantly increased the mean number of apoptotic cells in the BM (29.4 ± 5.2 vs untreated 21.0 ± 2.1 %, P < 0.05) and spleen (13.9 ± 3.1 vs untreated 9.2 ± 1.9 % P < 0.05) of mice, evaluated by Annexin V-FITC/PI. GT induced an increase in the median fluorescence intensity (MFI) of cleaved caspase-3 in the BM (83.9 ± 3.6 vs untreated 72.6 ± 4.7, P < 0.05) and in the spleen (75.5 ± 28.2 vs untreated 55.8 ± 7.3, P < 0.01); cleaved caspase-8 in the BM (117.3 ± 9.9 vs untreated 89.1 ± 12.3, P < 0.005) and in the spleen (118.0 ± 31.5 vs untreated 81.5 ± 14.8, P < 0.001); and cleaved caspase-9 in the BM (138.2 ± 52.4 vs untreated 85.8 ± 12.9, P < 0.001) and in the spleen (121.7 ± 49.2 vs untreated 76.5 ± 21.9, P < 0.001) of leukemic mice. Moreover, GT treatment reduced the percentage of CD34+ hematopoietic progenitor cells (32.4 ± 2.3 vs untreated 41.0 ± 0.5 %) as well as of CD117+ cells (33.4 ± 3.7 vs untreated 44.2 ± 1.8 %). We then evaluated the phenotype of cells infiltrated in the spleen. Interestingly, we found that GT induces a decrease in the percentage of CD117+ (40.7 ± 0.3 vs leukemic 44.6 ± 0.9 %) and Gr-1 cells (60.8 ± 0.2 vs untreated 65.6 ± 0.5 %) present in the spleen. We then analyzed the effects of GT in the production of intracellular ROS in the BM subpopulations of CD34+, CD117+ and Gr-1+ cells from leukemic mice. Significant increases in the median fluorescence intensity (MFI) of intracellular ROS production by Gr-1 cells of GT-treated mice were observed (670 ± 103 vs untreated 428.5 ± 5.2). Interestingly, GT induced a reduction of MFI of intracellular ROS production in the CD34+ (167.5 ± 27.1 vs untreated 405.5 ± 73.3) and CD117+ (360 ± 142 vs untreated 1635 ± 40.4) cells. We then studied the expression and localization of CXCR4 and HIF-1α proteins. Studies have shown that ROS increases expression of CXCR4 in cancer and immune cells (Li et al, 2009; Lin et al, 2011; Chetram et al, 2011; 2013) through nuclear translocation of HIF-1α (Lee et al, 2002; Salmeen et al, 2003). Our results showed that GT decreased the MFI of CXCR4 in the leukemic mice (9028 ± 1367 vs untreated 4196 ± 970). Reduction of the nuclear translocation of HIF-1α in GT-treated mice was also observed, using the ImageStream imaging flow. In conclusion, GT treatment in APL mice induces apoptosis of cells in the BM and spleen, confirmed by activation of caspase-3, -8 and -9, probably by modulating the production of intracellular ROS in the leukemic cells. Although GT and its polyphenols are well known as antioxidants, there is evidence that some of the effects of these compounds may be related to induction of oxidative stress in immune cells, which might be responsible for the induction of apoptosis of tumor cells. These pro-oxidant properties may also induce endogenous antioxidant systems in normal tissues that offer protection against cancer. On the other hand, it is possible that, in leukemic cells, which has excessive ROS, the antioxidant effect of GT become more evident. Several potential mechanisms have been proposed including both antioxidant and pro-oxidant effects to polyphenol compounds, but questions remain concerning the relevance of these mechanisms to cancer prevention. Disclosures Torello: Fundação de Amparo à Pesquisa do Estado de São Paulo - Fapesp: Research Funding; Conselho Nacional de Desenvolvimento Científico e Tecnológico - CNPq: Research Funding. Shiraishi: University of Campinas: Employment.",
    "topics": [
        "green tea",
        "precipitating factors",
        "antioxidants",
        "cancer",
        "cxcr4 receptors",
        "leukemic cells",
        "polyphenols",
        "caspase-3",
        "oxidants",
        "acute promyelocytic leukemia"
    ],
    "author_names": [
        "Cristiane Okuda Torello, PhD",
        "Rodrigo Naoto Shiraishi",
        "Fernanda Isabel Della Via",
        "Mary L S Queiroz, MD PhD",
        "Sara Teresinha Olalla Saad, MD PhD",
        "Eduardo Magalhaes Rego, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cristiane Okuda Torello, PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Naoto Shiraishi",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernanda Isabel Della Via",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary L S Queiroz, MD PhD",
            "author_affiliations": [
                "Department of Pharmacoloogy/Hemocentro - University of Campinas, Campinas, Brazil "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Teresinha Olalla Saad, MD PhD",
            "author_affiliations": [
                "Hematology and Blood Transfusion Center, University of Campinas, Campinas, São Paulo, Brazil "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo Magalhaes Rego, PhD",
            "author_affiliations": [
                "Internal Medicine, Medical School of Ribeirão Preto, University of São Paulo, Ribeirao Preto, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T06:45:06",
    "is_scraped": "1"
}