{
    "doi": "https://doi.org/10.1182/blood.V104.11.275.275",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=84",
    "start_url_page_num": 84,
    "is_scraped": "1",
    "article_title": "Mutation Status of Imatinib Mesylate-Resistants CML Patients and Clinical Outcomes: A French Multicenter Retrospective Study for the fiLMC Group. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "imatinib mesylate",
        "mesylates",
        "mutation",
        "treatment outcome",
        "phosphotransferases",
        "accelerated phase",
        "bcr-abl tyrosine kinase",
        "blast phase",
        "disease progression",
        "signs and symptoms"
    ],
    "author_names": [
        "Selim Corm, MD",
        "Franck Nicollini, MD",
        "Dominique Borie, MD",
        "Nathalie Sorel, MD",
        "Thibault Leguay, MD",
        "Sandrine Hayette, PhD",
        "Thierry Facon, MD, PhD",
        "Laurence Roy, MD",
        "Stephane Giraudier, MD, PhD",
        "Gerald Marit, MD",
        "Claude Preudhomme, MD, PhD",
        "Mauricette Michalet, MD, PhD",
        "Francois-Xavier Mahon, MD, PhD",
        "Michel Thuilliez, MD, PhD",
        "Francois Guilhot, MD, PhD",
        "Catherine Roche-Lestienne, PhD"
    ],
    "author_affiliations": [
        [
            "Haematology Department, CHRU, Lille, France",
            "U524 Inserm, Institut de Recherche contre le Cancer, Lille, France"
        ],
        [
            "Haematology Department, Edouard Herriot Hospital, Lyon, France"
        ],
        [
            "Hematology Department, Henri Mondor Hospital, Creteil, France"
        ],
        [
            "Oncology, Haematology and Cell Therapy Depatment, CHU, Poitiers, France"
        ],
        [
            "Haematology Department, CHU, Bordeaux, France"
        ],
        [
            "Haematology Department, Edouard Herriot Hospital, Lyon, France"
        ],
        [
            "Haematology Department, CHRU, Lille, France"
        ],
        [
            "Oncology, Haematology and Cell Therapy Depatment, CHU, Poitiers, France"
        ],
        [
            "Hematology Department, Henri Mondor Hospital, Creteil, France"
        ],
        [
            "Haematology Department, CHU, Bordeaux, France"
        ],
        [
            "Haematology Department, CHRU, Lille, France",
            "U524 Inserm, Institut de Recherche contre le Cancer, Lille, France"
        ],
        [
            "Haematology Department, Edouard Herriot Hospital, Lyon, France"
        ],
        [
            "Haematology Department, CHU, Bordeaux, France"
        ],
        [
            "Hematology Department, Henri Mondor Hospital, Creteil, France"
        ],
        [
            "Oncology, Haematology and Cell Therapy Depatment, CHU, Poitiers, France"
        ],
        [
            "Haematology Department, CHRU, Lille, France",
            "U524 Inserm, Institut de Recherche contre le Cancer, Lille, France"
        ]
    ],
    "first_author_latitude": "50.6108999",
    "first_author_longitude": "3.0347031",
    "abstract_text": "Imatinib mesylate (IM) is highly effective in newly diagnosed CML. Unfortunately, acquired abl-kinase domain mutations are commonly identified to be associated to resistance or relapse in patients with advanced disease. Distinct mutation exhibit varying degrees of resistance, and mutation occurring in the ATP-binding loop (P loop) or in positions in direct contact with IM ( i.e . T315) may be correlated with subsequent disease progression. In this study, we investigated the bcr-abl mutation status of imatinib-resistant CML patients and correlated to the disease outcome. Patients and methods: From CML patients diagnosed in 5 French centers, 67 IM-resistants patients presenting mutations by direct sequencing of the abl kinase domain at time of resistance or relapse were included in this study. When starting IM monotherapy (J1) at 400 to 600 mg per day, 45 patients were in chronic phase of CML, 12 patients were in accelerated phase of the disease and 7 patients were in blast crisis. The median duration of IM is 29 months (range 3–54) and the median delay between diagnosis and J1 is 34 months (range 0–168). At the end of the study, 23 patients were dead. According to the mutation status, a Kaplan-Meier curve was construct for time to death to J1, and survival were compared using log rank test. Results: By direct sequencing, 17 patients presented mutations in the P-loop (residues 252 to 255), 10 patients presented the T315M mutation alone, 1 patient had the T315 and the M351 mutations, and 39 patients presented mutations in other kinase domains. According to the mutation status, survival difference between patients presenting P-loop mutations or mutations in an other abl-kinase (including T315), no significant difference was observed (p=0.07). However, survival difference between patients presenting P-loop mutations, T315 mutation and mutations in an other abl-kinase domains was highly significant (p=0.0031, figure). The median survival for the P-loop and T315 mutated patients was of 39 months and 29 months respectively, and median survival not reached for others. Conclusion: By this study we confirm that either the T315 mutation or mutations in the P-loop had a poor prognosis. Detailed correlation analysis of mutation status according to clinical features and response to increased IM-dose will be reported. View large Download slide Figure View large Download slide Figure "
}