{
    "doi": "https://doi.org/10.1182/blood.V114.22.3350.3350",
    "article_title": "Pretransplant Factors That Influence Intravenous Busulfan Kinetics in Adult Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment Poster III",
    "abstract_text": "Abstract 3350 Poster Board III-238 We performed a retrospective review of intravenous busulfan (Bu) pharmacokinetic (PK) parameters and pretransplant characteristics on patient receiving Bu and fludarabine (40mg/m 2 /day x 4) (BuFlu) prior to allogeneic hematopoietic cell transplant (HCT) in order to determine the predictive value of pretransplant characteristics on Bu area under the concentration time curve (AUC). Included in this analysis are 265 pts transplanted between 7/04 and 12/08 who received 130 or 145mg/m 2 /day for 2 doses then had doses 3 and 4 adjusted based on first dose PK parameters (from 5 plasma concentrations) to achieve a target AUC of 5300 micromole*min/L. Pretransplant variables collected included: gender, age, ethnicity, height, actual body weight (ABW), body surface area (BSA), body mass index (BMI), underlying diseases states (hypertension, diabetes mellitus, coronary artery disease and liver disease), transplant diagnoses, prior chemotherapy, aspartate aminotransferase (AST), alanine aminotransferase (ALT), total bilirubin (TB), serum creatinine (SCr), measured creatinine clearance (CrCl) and concomitant medications administered up to 24 hours prior to first Bu dose. Median first dose AUC was 5252 micromole*min/L (2633-21400 micromole*min/L). Univariable and multivariable analyses were utilized to identify prognostic factors that may affect AUC levels based on first dose kinetics. In univariable analyses, BMI and CrCl were negatively correlated with Bu AUC while AST and SCr were positively correlated. In addition, the use of azole antifungals, metronidazole proton pump inhibitors, doxycycline, and choice of antiseizure prophylactic medication also had a significant effect on Bu AUC. Multivariable analysis demonstrated BMI and CrCl were negatively associated with AUC (p=0.008 and 0.005, respectively) while AST was positively associated (p=0.035). The use of fluconazole, metronidazole and doxycyline was associated with higher AUCs (p=0.011, 0.021, and 0.004, respectively) while concurrent use of voriconazole was associated with lower AUC (p=0.011). Based on these data, pts with large BMI, increased CrCl, or on concomitant voriconazole may require larger doses of busulfan to achieve a target AUC whereas pts with an elevated AST or taking fluconazole, metronidazole and doxycyline may require less. In order to validate these findings, we are developing a population based dosing model that will require testing in a prospective pt sample. Disclosures: Field: PDL BioPharma: Research Funding. Perkins: PDL BioPharma: Research Funding. Off Label Use: IV busulfan and fludarabine for pretransplant conditioning.",
    "topics": [
        "busulfan",
        "kinetics",
        "brachial plexus neuritis",
        "metronidazole",
        "fluconazole",
        "fludarabine",
        "voriconazole",
        "alanine transaminase",
        "allogeneic hematopoietic stem cell transplant",
        "aspartate aminotransferases"
    ],
    "author_names": [
        "Ali McBride, PharmD",
        "Karen Fancher, PharmD",
        "Jongphil Kim, PhD",
        "Donn Davis, PharmD",
        "Michelle Conwell, PharmD",
        "Teresa Field, MD, PhD",
        "Claudio Anasetti, MD",
        "Janelle Perkins, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ali McBride, PharmD",
            "author_affiliations": [
                "Pharmacy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karen Fancher, PharmD",
            "author_affiliations": [
                "Pharmacy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jongphil Kim, PhD",
            "author_affiliations": [
                "Biostatistics Core, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donn Davis, PharmD",
            "author_affiliations": [
                "Pharmacy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Conwell, PharmD",
            "author_affiliations": [
                "Pharmacy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Field, MD, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Anasetti, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janelle Perkins, PharmD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T13:16:02",
    "is_scraped": "1"
}