{
    "doi": "https://doi.org/10.1182/blood.V124.21.4569.4569",
    "article_title": "Fasudil, a Rho-Associated Protein Kinase (ROCK) Inhibitor, Decreases Disease Burden in a Cbl/Cbl-b Deficiency-Driven Murine Model for Myeloproliferative Disorders ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "abstract_text": "Myeloproliferative disorders (MPDs) are heterogeneous clonal diseases with variable clinical courses. Mutations in the Cbl family genes have been reported in multiple independent studies to be present in about 10% of patients with MPDs and these patients tend of have a poorer prognosis. We have previously demonstrated that Cbl-flox/flox, Cbl-b-null mice rendered Cbl/Cbl-b double knockout (DKO) in the hematopoietic compartment with MMTV-Cre develop a disease phenotypically similar to human MPDs. An in vitro kinase inhibitor screen identified fasudil, a ROCK inhibitor, with relatively selective anti-proliferative activity against Cbl/Cbl-b DKO vs. control murine bone marrow cells. We established a mouse model with a uniform time of MPD onset by transplanting Cbl/Cbl-b DKO bone marrow cells (2x10 6 per recipient) into 21 busulfan-conditioned NOD/SCID/gamma chain-deficient (NSG) mice. All recipients showed donor cell engraftment. Four weeks post-transplant, we treated 13 mice with 100 mg/kg fasudil daily by gavage. By two weeks of treatment, total white cell and monocyte counts were significantly lower in mice treated with fasudil (p=0.02 and 0.04 respectively). For the entire group, we observed a trend towards improved survival in fasudil-treated mice that didn't reach statistical significance (p=0.07). However, analysis of male recipients only (n=12) revealed a significant survival advantage in fasudil-treated group (p=0.04). The gender difference may stem from a currently unexplained more severe disease phenotype we observed in female recipients. Notably, while all untreated mice succumbed to MPD, prolonged survival was observed in 2 mice beyond 27 weeks, nearly twice the average life-span in the Cbl/Cbl-b DKO MPD model (16 weeks). The 2 long-term survivors had undetectable levels of myosin light chain (MLC), a downstream target of ROCK phosphorylation (figure) suggesting that inhibition of downstream signaling of ROCK is associated with improved disease control and survival. Taken together, our data suggest a therapeutic potential for fasudil in the treatment of MPDs or other mutant Cbl-driven myeloid disorders. Figure: View large Download slide Fasudil activity in mouse model of Cbl/Cbl-b DKO MPD. Total WBC (A) and monocyte (B) counts over time in untreated and fasudil-treated mice (mean+/-SEM), C: MLC levels by Western Blot in peripheral blood of control vs. fasudil-treated mice; those surviving longer than 27 weeks are indicated. Figure: View large Download slide Fasudil activity in mouse model of Cbl/Cbl-b DKO MPD. Total WBC (A) and monocyte (B) counts over time in untreated and fasudil-treated mice (mean+/-SEM), C: MLC levels by Western Blot in peripheral blood of control vs. fasudil-treated mice; those surviving longer than 27 weeks are indicated.  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "mice",
        "myeloproliferative disease",
        "protein kinase",
        "cost of illness",
        "western blotting",
        "busulfan",
        "kinase inhibitors",
        "severe combined immunodeficiency",
        "transplantation",
        "tube feeding"
    ],
    "author_names": [
        "Basem M. William, MD",
        "Dan Feng",
        "Wei An",
        "Scott Nadeau",
        "Bhopal Mohapatra",
        "Matt Storck",
        "Hamid Band, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Basem M. William, MD",
            "author_affiliations": [
                "University Hospitals Seidman Cancer Center and Case Western Reserve University, Cleveland, OH ",
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH ",
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dan Feng",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei An",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Nadeau",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhopal Mohapatra",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matt Storck",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hamid Band, MD PhD",
            "author_affiliations": [
                "University of Nebraska Medical Center, Omaha, NE "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:40:32",
    "is_scraped": "1"
}