{
    "doi": "https://doi.org/10.1182/blood.V116.21.3571.3571",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1774",
    "start_url_page_num": 1774,
    "is_scraped": "1",
    "article_title": "Killer Cell Immunoglobulin-Like Receptor (KIR) Ligands Predict Outcomes of Autologous Stem Cell Transplantation for AML ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Autologous Transplantation: Poster III",
    "topics": [
        "autologous stem cell transplant",
        "ligands",
        "receptors, kir",
        "human leukocyte antigens",
        "cd34 antigens",
        "cytarabine",
        "epitopes",
        "hla serotyping",
        "leukemia",
        "allogeneic stem cell transplant"
    ],
    "author_names": [
        "Heeje Kim, MD, PhD",
        "Tae-Hyang Lee, MS",
        "So-Hye Park, MS",
        "Hyun-Jeong Sohn, PhD",
        "Hee-Baeg Choi, PhD",
        "Yoo-Jin Kim, MD, PhD",
        "Tai-Gyu Kim, MD, PhD",
        "Woo-Sung Min, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Catholic BMT Center, Seoul St. Mary's Hospital, The Catholic University of Korea College of Medicine, Seoul, South Korea, "
        ],
        [
            "Catholic BMT Center, Seoul St. Mary's Hospital, The Catholic University of Korea College of Medicine, Seoul, South Korea, "
        ],
        [
            "Catholic BMT Center, Seoul St. Mary's Hospital, The Catholic University of Korea College of Medicine, Seoul, South Korea, "
        ],
        [
            "Microbiology, Catholic Stem Cell Information Bank, The Catholic University of Korea College of Medicine, Seoul, Korea, Seoul"
        ],
        [
            "Microbiology, Catholic Stem Cell Information Bank, The Catholic University of Korea College of Medicine, Seoul, Korea, Seoul"
        ],
        [
            "Catholic BMT Center, Seoul St. Mary's Hospital, The Catholic University of Korea College of Medicine, Seoul, South Korea, "
        ],
        [
            "Microbiology, Catholic Stem Cell Information Bank, The Catholic University of Korea College of Medicine, Seoul, Korea, Seoul"
        ],
        [
            "Catholic BMT Center, Seoul St. Mary's Hospital, The Catholic University of Korea College of Medicine, Seoul, South Korea, "
        ]
    ],
    "first_author_latitude": "37.50176880000001",
    "first_author_longitude": "127.00479059999998",
    "abstract_text": "Abstract 3571 The idea of natural killer (NK) cell alloreactivity after allogeneic stem cell transplantation (SCT) was developed from reports of patients with acute myelogenous leukemia (AML). However, little definite information exists about the killer cell immunoglobulin-like receptor (KIR) and its ligand activity in autologous SCT. Since whether autologous NK cells are involved in the eradication of leukemia cells is still unclear, we focused on whether autologous NK or CD8 + T cells are stimulated after myeloablative conditioning, according to the ligand match. In light of a previous report that KIR–HLA combinations have effects in lymphoma and solid tumors, we undertook this retrospective study of KIR–HLA interactions. To examine the impact of autologous KIR–HLA ligands, we analyzed the HLA epitopes in patients with adult AML who benefited from autologous SCT ( n = 164). The median age of the patients was 34 years (range, 15–64) and the subjects consisted of 63 females and 101 males. All patients received our modified TAM conditioning, which consisted of fractionated total body irradiation (12 Gy, five fractions in 3 days) from day –8 to –6, followed by intermediate-dose cytarabine (Ara-C; 1.5 g/m 2 over 3 h every 12 h for six doses) from day –5 to –3, and melphalan (100 mg/m 2 over 30 min) on day –2 only. Following consolidation chemotherapy, we collected peripheral blood stem cells after administering granulocyte colony-stimulating factor in all patients, except for 17 poorly mobilizing patients who received peripheral blood stem cells plus bone marrow together. The median infused CD34 + cell dose was 4.2 × 10 6 /kg (range, 0.4–40.7). Finally, the effects of the KIR genotype compared with HLA ligands on the autologous SCT outcomes were examined in 81 patients who were typed for the presence or absence of 19 different KIR genes and pseudogenes using a polymerase chain reaction-based sequence-specific primer method with the Pel-Freez kit, according to the manufacturer's protocol (Invitrogen, Carlsbad, CA). KIR and HLA typing are defined by two subgroups of KIR ligands called C1 and C2. Furthermore, we divided C1/C1 homozygotes into two different KIR ligand patterns according to the HLA typing results: C1 homozygote homodimers (such as HLA-Cw3 and -Cw3; n = 32) and C1 homozygote heterodimers (such as HLA-Cw3 and -Cw8; n = 71). Fifty-three patients were typed as C1/C2 heterozygotes. The median follow-up for surviving patients was 65 months (range, 5–121). The majority of patients had intermediate ( n = 90) or unfavorable ( n = 41) cytogenetic features. At present, 66 patients (40%) have relapsed, and 94 patients (57%) have survived, while 10 (6%) died due to non-relapse causes. The Kaplan–Meier estimated 5-year overall and event-free survival (EFS) rates were 55% (95% CI, 50–60%) and 52% (95% CI, 48–56%), respectively. According to the consistent results of analyses of the HLA epitopes and genotypes, HLA ligand C1/C2 heterozygotes were compared with C1/C1 homozygotes. Heterozygotes, defined as KIR-HLA ligand matches, tended to have a better long-term EFS ( P = .0636) and had a significantly lower relapse rate ( P = .031). The number of infused CD34 + cells at the time of autologous SCT ( P = .0279), FAB subtypes (M2 vs. other subtypes) ( P = .0375), and risk grouping by cytogenetics ( P = .0005) were other factors showing statistical significance on EFS and relapse. Since our findings are based on a single disease entity ( i.e. , adult AML), they suggest that autologous KIR–HLA ligands are, at least in some ways, critical for the influence of autologous NK immunomodulation on antileukemic effects, especially considering the impact of activating KIR–ligand activity on the long-term survival. Therefore, the identification of “ receptor–ligand ” effects could be useful as a prognostic marker and may be important in predicting patients who can expect long-term leukemia-free survival after autologous SCT for AML. Disclosures: No relevant conflicts of interest to declare."
}