{
    "doi": "https://doi.org/10.1182/blood.V128.22.2055.2055",
    "article_title": "Origin of (sporadic) Plasma Cell Myeloma: Lysolipids Are Not the Target of Clonal Immunoglobulins ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Background: Lysolipids have been claimed to be involved in the origin of sporadic monoclonal gammopathy of undetermined significance (MGUS) and multiple myeloma (MM) and of Gaucher's associated MGUS/MM because lyso-glucosylceramide (LGL1) and lysophosphatidylcholine (LPC) were purported to be the target of the clonal immunoglobulin in 31% of patients with sporadic and 85% with Gaucher's associated MGUS/MM( Nair et al. N Engl J Med 2016;374:555-61 ). The low titers (1:250) of the reported anti-lysolipid reactivity raised doubts as to whether these reactivities were indeed mediated by the clonal immunoglobulin (paraprotein). Patients and Methods: We analyzed the sera from 96 patients with MGUS/MM for the presence of anti-lysolipid reactivity by means of immunofixation, ELISA, serum protein electrophoresis (SPSP) before and after absorption with sphingosine beads to remove antibodies against lysolipids and paraprotein-specific antigens (paratarg-7 and sumoylated HSP90), respectively, and Western blots. Moreover, the BCR from MGUS/MM with a paraprotein-mediated reactivity against paratarg-7 and HSP90 were cloned and expressed as Fab fragments and used to determine antigen specificity by direct antigen binding and antigen-competition assays. Results: The presence of antibody reactivity against LGL1 and LPC was demonstrated in 28/96 (29%) MGUS/MM patients, confirming the rate observed in Nair's study (31%). Seven of these 28 sera also contained reactivity against paratarg-7 and 2 against HSP90 (always at titers >1x10 6 ). In none of the 28 lysolipd-reactive cases was the anti-lysolipd reactivity mediated by the clonal immunoglobulin as demonstrated by low antibody titers (<1:500), immunoglobulin subclasses different from the clonal immunoglobulin (as shown by immunofixation), inability of lysolipids to compete with specific antigens for binding with the clonal immunoglobulin or the recombinant B-cell receptor and demonstration by immunoglobulin affinity chromatography, that separated LGL1 reactivity from the monoclonal immunoglobulin. Absorption with sphingosine-beads completely removed the anti-lipd reactivity from the respective sera and the LGL1 immunoreactive bands after SPEP, but did not remove the monoclonal peak from the serum electrophoresis, while this was always the case with paratarg-7 (see figure) and HSP90 when they were the antigenic targets of the paraproteins. Anti-lysolipid reactivities were rare in 140 healthy controls (6%), but more frequent in 140 patients with autoimmune diseases (19%; p=0.002). Conclusions: Our data disprove a role of lysolipids in the origin of sporadic MGUS/MM . While we had no access to sera from patients with Gaucher's associated MGUS/MM , the report that lysolipds are the targets of the paraproteins in 85% of these cases and hence play a role in the pathogenesis of these diseases must also be met with caution. To prove that an observed antibody reactivity is mediated by the clonal immune globulin all of the following prerequisites must be met: 1 st , the clonal immunoglobulin and the antibody mediating the reactivity against the antigen have the identical light and heavy chains; 2 nd , the reaction has a serum titer >1x10 6 ; 3 rd , absorption with the antigen removes the monoclonal peak in the serum electrophoresis; 4 th , a specific reactivity of the expressed (clonal) B-cell receptor with the antigen is demonstrated; and 5 th , convincing data is provided by competition assays that the paraprotein and the B-cell receptor recognize the same antigen and epitope of the antigen under investigation. Not a single one of these prerequisites has been met in the study of Nair et al . A role of lysolipids in the pathogenesis of any form of MGUS/MM cannot be assumed until the complete set of the 5 prerequisites is demonstrated for these autoantigens. A request for exchange of sera has been forwarded to Nair et al., and if granted, results will be reported. Supported by Wilhelm-Sander-Stiftung. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "immunoglobulins",
        "multiple myeloma",
        "monoclonal gammopathy of undetermined significance",
        "antigens",
        "paraproteins",
        "antibodies",
        "hsp90 heat-shock proteins",
        "receptors, antigen, b-cell",
        "electrophoresis",
        "immunofixation"
    ],
    "author_names": [
        "Michael Pfreundschuh, MD, PhD",
        "Natalie Fadle",
        "Evi Regitz",
        "Maria Kemele",
        "Klaus-Dieter Preuss, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Pfreundschuh, MD, PhD",
            "author_affiliations": [
                "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natalie Fadle",
            "author_affiliations": [
                "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evi Regitz",
            "author_affiliations": [
                "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Kemele",
            "author_affiliations": [
                "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus-Dieter Preuss, PhD",
            "author_affiliations": [
                "José Carreras Center for Immuno- and Gene Therapy and Internal Medicine I, Saarland University Medical School, Homburg/Saar 66421, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:40:41",
    "is_scraped": "1"
}