{
    "doi": "https://doi.org/10.1182/blood.V124.21.3397.3397",
    "article_title": "Acidic Extracellular Microenvironment in Myeloma-Colonized Bone Contributes to Bone Pain ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Multiple myeloma (MM) bone disease results in devastating bone pain and fractures, which are the major cause of morbidity, and contribute to increased mortality and diminish the quality of life in MM patients. Current treatments for MM bone pain do not completely control the pain and have serious side effects. Thus, new therapies are needed to control myeloma bone pain. However, the mechanisms responsible for MM-associated bone pain are poorly understood. Specific osteoclast inhibitors (bisphosphonates and denosumab) can reduce bone pain in MM patients, suggesting that factors released at the tumor-bone interface during osteoclastic bone resorption may be important contributors to bone pain.Bone-resorbing osteoclasts release protons to dissolve bone minerals and aggressively proliferating tumor cells also release protons/lactate as a consequenece of aerobic glycolysis. Since acidosis is algogenic for primary afferent sensory neurons, we reasoned that an acidic extracellular microenvironment created by the release of protons by osteoclasts and MM cells play a critical role in the pathophysiology of bone pain. To investigate the mechanism of bone pain associated with MM, we used an animal model in which the JJN3 human MM cells were inoculated into the tibiae of SCID mice. Control mice received PBS. Bone pain was assessed by determining tactile hypersensitivity and thermal hyperalgesia of JJN3-bearing mice using von Frey and plantar tests. Administration of the pH probe acridine orange to JJN3-bearing mice revealed that resorption pits beneath bone-resorbing osteoclasts and JJN3-colonized tibiae are acidic. Mice bearing JJN3 MM in their tibiae displayed progressive tactile hypersensitivity and thermal hyperalgesia as the tumor grew. Of note, the bisphosphonate zoledronic acid significantly reduced the progression of the tactile hypersensitivity and thermal hyperalgesia, suggesting that these nociceptive behaviors of JJN3-bearing mice are due to osteoclast-mediated bone pain. Importantly, the non-selective proton pump inhibitor bafilomycin A1 inhibited the creation of the acidic extracellular microenvironment in JJN3-colonized bone and significantly prevented the progression of the nociceptive behaviors. These results support that the acidic extracellular microenvironment is responsible for evoking bone pain. Immunohistochemical examination to identify acid-sensing mechanisms present in bone showed that the calcitonin gene-related peptide (CGRP)-positive sensory neurons innervating bone are adjacent to osteoclasts with co-expression of the acid-sensing nociceptor, the transient receptor potential vanilloid subfamily member 1 (TRPV1). To determine the role of TRPV1 in the excitation of sensory neurons, primary sensory neuron cells isolated from dorsal root ganglion (DRG) were exposed to acidic medium (pH 6.5) and examined for intracellular Ca 2+ mobilization using Fura 2 AM calcium imaging assays. Acidic medium induced Ca 2+ influx in DRG sensory neuron cells and the induced Ca 2+ influx was blocked in the presence of the specific TRPV1 antagonist SB366791, while the specific TRPV4 antagonist RN1734 showed no effect. Further, the specific antagonist for the acid-sensing ion channel 3 (ASIC3), APETx2, also blocked the induction of Ca 2+ influx. Neutral medium (pH 7.4) did not induce Ca 2+ influx. Taken together, these results suggest that TRPV1 and ASIC3 play an important role in the excitation of sensory neurons exposed to acidic extracellular microenvironment. Our results suggest that the acidic extracellular microenvironments created by protons released from osteoclasts and MM cells excite sensory neurons associated with bone via the acid-sensing nociceptors, TRPV1 and ASIC3, to evoke bone pain. TRPV1 and ASIC3 may be potential targets for ameliorating bone pain in MM. Disclosures Roodman: Eli Lilly and Co.: Research Funding.",
    "topics": [
        "animal model",
        "bone pain",
        "microbial colonization",
        "multiple myeloma",
        "trpv1 receptor",
        "protons",
        "hyperalgesia",
        "hypersensitivity",
        "antagonists",
        "bisphosphonates"
    ],
    "author_names": [
        "Toshiyuki N/A Yoneda, PhDDDS",
        "Masahiro N/A Hiasa, PhD DDS",
        "Yuki N/A Nagata, MD PhD",
        "Matthew S Ripsch, BS",
        "Fletcher A White, PhD",
        "G. David Roodman, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Toshiyuki N/A Yoneda, PhDDDS",
            "author_affiliations": [
                "Indiana University, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masahiro N/A Hiasa, PhD DDS",
            "author_affiliations": [
                "Indiana University, Indianapolis, IN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuki N/A Nagata, MD PhD",
            "author_affiliations": [
                "Indiana University, Indianapolis, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew S Ripsch, BS",
            "author_affiliations": [
                "Indiana University, Indianapolis, IN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fletcher A White, PhD",
            "author_affiliations": [
                "Indiana University, Indianapolis, IN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G. David Roodman, MD PhD",
            "author_affiliations": [
                "Indiana University, Indianapolis, IN ",
                "Roudebusch VA, Indianapolis, IN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T19:28:50",
    "is_scraped": "1"
}