{
    "doi": "https://doi.org/10.1182/blood.V128.22.956.956",
    "article_title": "The Genomic Landscape of Pediatric Myelodysplastic Syndromes ",
    "article_date": "December 2, 2016",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Genomics of MDS",
    "abstract_text": "Myelodysplastic syndromes are uncommon in children (incidence of ~2 cases/million) and have a poor prognosis. Despite the wealth of knowledge about the genomic landscape of adult MDS, much less is understood about pediatric MDS, and many recurrent mutations found in adults are not common in children (Hirabayashi, Blood 2012). Furthermore, the clinical presentation, bone marrow morphology, and cytogenetic abnormalities are also different when comparing adult and pediatric MDS, suggesting disparate underlying mechanisms. Here we describe the somatic and germline genomic landscape of pediatric MDS using whole exome sequencing (WES) and RNA-sequencing. We evaluated 88 diagnostic bone marrow samples obtained from the St. Jude Children's Research Hospital Tissue Bank from patients diagnosed between 1988 and 2015. This cohort contains 34 primary MDS, including Refractory Cytopenia of Childhood/RCC (n=19) and Refractory Anemia with Excess Blasts/RAEB (n=15). For comparison, we also included 32 treatment-related (tMDS), 14 MDS/MPN (including 10 Juvenile Myelomonocytic Leukemia/JMML), and 8 cases of AML with Myelodysplasia-Related Changes/AML-MRC (including 5 cases that previously would have been classified as RAEB in transformation/RAEB-T). WES was completed for 87 tumor/normal pairs (tumor only, n=1) using the Nextera Rapid Capture Expanded Exome (Illumina). Normal comparator gDNA was obtained from flow-sorted lymphocytes and variants were classified as germline if present at greater than 30% variant allele frequency (VAF) in the lymphocyte sample; thus, bone marrow mosaicism cannot be excluded. Mean sequencing coverage for the tumor and normal samples were 102x and 105x, respectively. An average of 7.9 variants were observed per patient in the primary MDS cohort (RCC=6.3, RAEB=10.2), compared to 25.5/patient in the tMDS cohort (p=0.001). Copy number information, obtained from WES data, determined that deletions involving chromosome 7 were frequent (n=28, 32%). Approximately 50% of RCC cases had deletions involving chromosome 7 (9 of 19), compared to only 20% of RAEB cases (3 of 15). Amplification of chromosomes 8 (n=7, 8%) and 21 (n=6, 7%), and deletions of 17 (n=5, 6%) were present at low frequency. In total, we detected 43 additional copy number abnormalities (including 9 cryptic chromosome 7 abnormalities) with WES compared to standard conventional karyotyping. RAS /MAPK pathway mutations were present in 42% of the patients (49 total mutations in 37 cases, including 4 germline variants). Fourteen of the 34 primary MDS cases (41%) had at least one RAS /MAPK mutation, including 13 somatic and 2 germline variants. Mutations in RNA splicing genes (germline, n=0; somatic, n=7; 8% of cohort) were less common, unlike what is observed in adult MDS. As expected, 2 patients with JMML harbored germline variants in PTPN11 and NF1 . Surprisingly, presumed germline variants were detected in RRAS and NF1 in patients with primary MDS. Germline variants in transcription factors seen in familial MDS/AML (e.g., RUNX1 , CEBPA , ETV6 , GATA2 ) were uncommon, although a germline GATA2 variant was found in a single AML-MRC case. RNA-seq using the TruSeq (Illumina) Stranded RNA protocol was performed on 70 samples with suitable RNA. Fusion transcripts were uncommon in primary MDS, while fusions involving KMT2A , NUP98 , RUNX1 , MECOM , and ETV6 were detected in the tMDS and AML-MRC cohorts. Although many of the mutations affecting the RAS /MAPK pathway were in common genes ( NRAS , PTPN11 , NF1 , or CBL ), many other mutations were in genes less frequently reported to be mutated in myeloid neoplasms, such as BRAF , SOS1 , RIT1 and RRAS . We demonstrated that the mutations in BRAF (G469A, D594N, N581I) and SOS1 (E433K, G328R, S548R) found in our cohort activate the RAS /MAPK pathway to variable levels, as measured by ERK phosphorylation. In addition, expression of the BRAF variants conferred IL3-independence in Ba/F3 cells. In conclusion, we show that the genomic landscapes of pediatric and adult MDS are different, namely in patterns of RAS /MAPK pathway and RNA splicing gene mutations, thus supporting the notion that MDS in adults and children comprise unique biological entities. The enrichment of RAS /MAPK mutations in pediatric MDS suggests biologic overlap with JMML and may provide direction for future therapeutic options. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "genome",
        "myelodysplastic syndrome",
        "pediatrics",
        "mitogen-activated protein kinases",
        "refractory anemia with excess blasts",
        "juvenile myelomonocytic leukemia",
        "neoplasms",
        "magnetic resonance cholangiography",
        "rna",
        "protein tyrosine phosphatase, non-receptor type 11"
    ],
    "author_names": [
        "Jason R. Schwartz, MD PhD",
        "Michael P. Walsh, PhD",
        "Jing Ma, PhD",
        "Tamara Lamprecht, B.S.",
        "Shuoguo Wang, PhD",
        "Gang Wu, PhD",
        "John Easton, PhD",
        "Raul C. Ribeiro, MD",
        "Jeffery M. Klco, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason R. Schwartz, MD PhD",
            "author_affiliations": [
                "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael P. Walsh, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Ma, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Lamprecht, B.S.",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuoguo Wang, PhD",
            "author_affiliations": [
                "Department of Computational Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gang Wu, PhD",
            "author_affiliations": [
                "Department of Computational Biology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Easton, PhD",
            "author_affiliations": [
                "Department of Computational Biology and Bioinformatics, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul C. Ribeiro, MD",
            "author_affiliations": [
                "Department of Oncology and Global Medicine, International Outreach Program, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery M. Klco, MD PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:36:15",
    "is_scraped": "1"
}