{
    "doi": "https://doi.org/10.1182/blood.V114.22.74.74",
    "article_title": "A p53-Dependent, DNA Damage Response Mediates Ineffective Erythropoiesis Caused by Deregulated Cyclin E Activity. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - CYTOKINES, SIGNAL TRANSDUCTION, APOPTOSIS, AND CELL CYCLE REGULATION: SIGNALS REGULATING COMMITMENT AND DIFFERENTIATION IN THE HEMATOPOIETIC SYSTEM",
    "abstract_text": "Abstract 74 Cyclin E is a critical regulator of cell cycle progression that is frequently found over-expressed in human cancers. We previously described a knock-in mouse model that permitted study of the physiologic consequences of cyclin E deregulation, via abrogation of the ubiquitin-proteasome pathway controlled by the Fbw7 tumor suppressor. We found that erythroid progenitor cells of cyclin ET74A T393A knock-in mice exhibit abnormally increased proliferation, increased apoptosis, impaired maturation, and dysplastic morphologies. To investigate further the molecular mechanisms by which deregulated cyclin E activity impairs normal erythropoiesis, we have now compared gene expression profiles of CD71high/Ter119high erythroid precursors from the cyclin E knock-in and wild-type, littermate control bone marrows. Most prominent among the gene expression abnormalities identified in the cyclin E knock-in erythroid cells were up-regulated expression of multiple target genes of the p53 tumor suppressor, indicative of p53 pathway activation. We confirmed these findings using both quantitative real-time RT-PCR and western blot, the latter of which identified increased phosphorylation on p53 at serine 15, which is phosphorylated by kinases activating the DNA damage response. These findings were previously identified in cultured primary fibroblasts expressing high cyclin E by ectopic expression, and our data now demonstrate that impaired cyclin E degradation activates p53 in a cell type-specific context in vivo. To test directly the importance of these gene expression abnormalities to the erythroid maturation defects in cyclin E knock-in cells, we utilized an in vitro system for erythroid differentiation of primary bone marrow progenitor cells. We first recapitulated the erythroid differentiation defect identified in vivo in cultured cyclin ET74A T393A knock-in bone marrow cells. Then, to determine the functional importance of p53 activation in cyclin E knock-in erythroid progenitors, we used small hairpin RNAs to knock-down p53 expression in hematopoietic progenitors. We found that reduced p53 expression rescued the erythroid differentiation defects in cyclin E knock-in progenitor cells, while not having a significant effect in wild-type cells. Together, our findings suggest that oncogenic activation of p53 in bone marrow progenitor cells can directly impair erythroid differentiation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cyclin e",
        "dna damage",
        "ineffective erythropoiesis",
        "cyclins",
        "cancer",
        "dysplasia",
        "gene expression profiling",
        "phosphotransferases",
        "protein p53",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Yanfei Xu, Ph.D.",
        "Alexander C. Minella, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yanfei Xu, Ph.D.",
            "author_affiliations": [
                "Department of Medicine and Robert H. Lurie Comprehensive Cancer Center, Northwestern University School of Medicine, Chicago, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexander C. Minella, MD",
            "author_affiliations": [
                "Department of Medicine and Robert H. Lurie Comprehensive Cancer Center, Northwestern University School of Medicine, Chicago, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:38:57",
    "is_scraped": "1"
}