{
    "doi": "https://doi.org/10.1182/blood-2020-139260",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4465",
    "start_url_page_num": 4465,
    "is_scraped": "1",
    "article_title": "Pre-CAR Blinatumomab Is Associated with Increased Post-CD19 CAR Relapse and Decreased Event Free Survival ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Agne Taraseviciute, MD",
        "Seth M. Steinberg, PhD",
        "Regina M. Myers, MD",
        "Lia Gore, MD",
        "Adam J. Lamble, MD",
        "Patrick A. Brown, MD",
        "Jennifer Sheppard",
        "Bonnie Yates, NP",
        "Perry Chung, MD",
        "Lee Chen",
        "Colleen Annesley, MD",
        "Deepa Bhojwani, MD",
        "Theodore W. Laetsch, MD",
        "Rebecca A Gardner, MD",
        "Susan R. Rheingold, MD",
        "Michael A Pulsipher, MD",
        "Nirali N. Shah, MD"
    ],
    "author_affiliations": [
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Norris Comprehensive Cancer Center, Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Biostatistics and Data Management Section, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Peds Heme/Onc/BMT-CT, University of Colorado, Children's Hospital Colorado, Aurora, CO "
        ],
        [
            "Division of Hematology and Oncology, Seattle Children's Hospital, Portland, OR "
        ],
        [
            "Division of Pediatric Oncology, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Pauline Allen Gill Center for Cancer and Blood Disorders, Children's Health Dallas, Dallas, TX "
        ],
        [
            "National Cancer Institute/ Center for Cancer Research, Pediatric Oncology Branch, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Cancer and Blood Disease Institute, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Seattle Children's Hospital, Seattle, WA "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Norris Comprehensive Cancer Center, Keck School of Medicine, University of Southern California, Los Angeles, CA "
        ],
        [
            "Children's Hospital of Philadelphia, Philadelphia, PA ",
            "Department of Pediatrics, The University of Texas Southwestern Medical Center/Children's Health, Dallas, TX "
        ],
        [
            "Seattle Children's Hospital, Seattle, WA "
        ],
        [
            "Division of Oncology, Cancer Immunotherapy Program, Children's Hospital of Philadelphia, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Children's Hospital of Los Angeles, Los Angeles, CA "
        ],
        [
            "Pediatric Oncology Branch, National Cancer Institute/Nih, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "34.07954095",
    "first_author_longitude": "-118.24788439999999",
    "abstract_text": "Introduction : Both CD19 CAR T-cells (CD19 CAR) and blinatumomab (blina) effectively induce remission in patients with relapsed/refractory B-cell acute lymphoblastic leukemia (r/r ALL). However, blina use prior to CD19 CAR has raised concerns for increased relapse risk and/or CAR non-response due to selective pressure on CD19. The tisagenlecleucel registration trial in pediatric ALL excluded patients who had received prior blina. Thus, there is limited data regarding the impact of blina on long-term outcomes in patients receiving subsequent CD19 CAR. Methods : This retrospective, multicenter study was performed to evaluate the impact of pre-CAR blina on subsequent CD19 CAR outcomes in pediatric and young adult patients with r/r ALL < 25 years at diagnosis. The primary objective was to evaluate relapse (RFS) and event free survival (EFS) at 6 months following CD19 CAR stratified by blina use. Secondary objectives included: evaluation of RFS at 12 months and response to CD19 CAR. All patients had their first CAR T-cell infusion between the years 2012-2019 and had at least 30 days of follow-up (or an event prior to 30 days). Descriptive statistics were used for baseline demographics and comparison between cohorts. Kaplan-Meier estimates were used to evaluate survival. Results : A total of 420 patients from 7 centers received 1 of 3 CD19 CAR T-cell constructs. (Table 1) The median age at diagnosis and at CAR infusion was 7.1 years and 12.4 years, respectively (range, 0.6-30 years). Amongst 412 patients evaluable for response, a total of 375 (91.0%) patients achieved a complete remission (CR); 363 (96.8%) of whom were minimal residual disease (MRD) negative (by flow cytometry). Thirty-seven (9.0%) of evaluable patients were CD19 CAR non-responders. With a median potential follow-up of 2.3 years (IQR, 1.6-3.3 years), 164 (43.7%) patients experienced relapse. Seventy-five (17.8%) patients received blina prior to CD19 CAR. The median time from last blina use to CD19 CAR was 129 days (IQR, 79-304 days). Blina was associated with an increased risk of CAR non-response; 13/71 (18.3%) blina patients versus 24/341 (7.0%) non-blina patients were non-responders (p=0.0052). Ten of 71 (14.1%) were non-responders to both CD19 CAR and blina; 19 of 29 (66%) blina non-responders achieved remission with subsequent CD19 CAR. Baseline disease status did not differ between blina and non-blina patients at CAR T-cell infusion, although a higher fraction of blina patients harbored KMT2Ar cytogenetics (11/75 (14.7%) versus 22/345 (6.4%), p=0.03). Pre-CAR blina was associated with worse EFS and RFS, but not overall survival (OS). The 6-month RFS for blina and non-blina patients was 63.4% (95% CI, 49.6-74.4%) and 81.1% (95% CI, 76.3-85.0%), respectively (Figure 1A). The 6-month EFS for blina and non-blina patients was 49.7% (95% CI, 37.8-60.5%) and 72.1% (95% CI, 67.1-76.6%), respectively (Figure 1B). Analysis excluding KMT2Ar patients to evaluate for the possibility that these patients represented a higher-risk subgroup and could skew the data, revealed similar EFS and RFS. Amongst 408 patients with pre-CAR CD19 analysis, 6/69 (13.0%) of blina patients versus 21/339 (6.2%) of non-blina patients had CD19 dim/partial/negative disease (p=0.07). Serial CD19 evaluation pre/post blina revealed that 6/52 (11.5%) had CD19 evolution to dim expression. Conclusions : This large, multicenter analysis demonstrate an association with blina use and 1) increased risk of CAR non-response; 2) worse RFS and EFS and 3) a trend towards a higher incidence of pre-CAR CD19 dim disease. While blina non-response did not preclude CD19 CAR response, blina non-responders had lower remission rates to CD19 CAR and a cohort of patients were refractory to both, potentially suggesting resistance to immunotherapeutic CD19 targeting. Additionally, we found that blina may impact CD19 expression, which could subsequently affect response and relapse. Mechanisms of resistance to CD19 CAR include antigen escape or an inherent resistance to T-cell mediated killing. Our data suggest that 1) patients relapsing after or refractory to blina who proceed to CD19 CAR may have an inherent resistance and 2) blina may impact CD19 expression. Ongoing analysis includes detailed analysis of low/dim/partial CD19 expression to delineate the potential impact of blina exposure on leukemic blasts and evaluation of the role of HSCT. View large Download slide View large Download slide Disclosures Gore: Amgen, Novartis, Roche: Membership on an entity's Board of Directors or advisory committees. Brown: Novartis: Membership on an entity's Board of Directors or advisory committees; Servier: Membership on an entity's Board of Directors or advisory committees; Jazz: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Laetsch: Bayer: Consultancy, Research Funding; Cellectis: Consultancy; Pfizer: Research Funding; Novartis: Consultancy, Research Funding. Gardner: Novartis: Honoraria. Rheingold: Pfizer: Research Funding. Pulsipher: Mesoblast: Honoraria; Novartis: Honoraria; Adaptive: Research Funding; Miltenyi: Honoraria, Research Funding; Bellicum: Honoraria; Jasper: Honoraria."
}