{
    "doi": "https://doi.org/10.1182/blood.V110.11.3755.3755",
    "article_title": "Deferasirox Might Induce Immunosuppression Comparable to Deferoxamine. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background: The iron chelating agents (ICA) have various biological effects besides iron chelation, including induction of apoptosis and immune modulation. Deferoxamine (DFO) is known to have some immunosuppressive effects. Deferasirox (DFS) is a new oral iron chelating agent, and its biologic effects are not known clearly. We investigated the immunosuppressive effects of DFS in comparison with DFO. Materials and Methods: We obtained spleen cells (SP) from 5 week-old female C57BL/6 (B6, H-2 b ) and BLAB/c (H-2 d ). The cytotoxicity of ICA at various concentrations was examined by CCK8 method for 48 hours. The cell proliferation assay (CPA) was done with B6 SP and irradiated BALB/c SP under various concentrations of DFO or DFS with phytohemaglutinin by ELISA method (n = 6). Stimulation index (SI) was defined as the ratio of experimental OD compared with OD of control. Experimental design was as follows: control (without any treatment), DFO 5, 10, 50, 100 μM, and DFS 15, 30, 50, 100 μM. Also, CPA was performed after 12 hours incubation with 20 μM ferric chloride (FE) (n = 6). For cytokine analysis, IL-2, IL-10, and TGF-β were measured from supernatants collected during CPA. Results: There was over 100% viability after 48 hours of incubation at various concentrations, and similarly under FE. In DFO group, there was inhibition of cell proliferation at all concentrations with or without FE. Inhibition was greater at DFO10 and DFO50 than others with treatment of FE ( P < 0.01). In DFS group, SI without FE diminished regardless of concentration. SI with FE showed significant decrease at DFS levels higher than 30mM ( P < 0.01). Decrement of SI in DFS group was comparable to that in DFO group. TGF-b and IL-10 levels were not significant at any concentration of both ICAs ( P > 0.05). However, IL-10 was diminished according to DFS or DFO concentration without statistical significance ( P > 0.05). In DFS group, the level of IL-2 was higher at 30 μM than others ( P < 0.01). In DFO group, IL-2 level did not change according to concentration. Conclusion: These data suggest that ICAs may have immune suppressive effects which may not be dependent on cytokines. We conclude that DFS, a new oral iron chelating agent, induce immunosuppression comparable to DFO.",
    "topics": [
        "deferasirox",
        "deferoxamine",
        "natural immunosuppression",
        "aldesleukin",
        "interleukin-10",
        "iron chelating agents",
        "cytokine",
        "chlorides",
        "cytotoxicity",
        "iron chelation therapy"
    ],
    "author_names": [
        "Dae-Chul Jeong, MD",
        "Nack-Gyun Chung, MD",
        "Bin Cho, MD",
        "Sung-Yong Kim, MD",
        "Chi Wha Han, MD",
        "Hack Ki Kim, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dae-Chul Jeong, MD",
            "author_affiliations": [
                "Pediatrics, College of Medicine, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nack-Gyun Chung, MD",
            "author_affiliations": [
                "Pediatrics, College of Medicine, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bin Cho, MD",
            "author_affiliations": [
                "Pediatrics, College of Medicine, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Yong Kim, MD",
            "author_affiliations": [
                "Interanal Medicine, College of Medicine, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chi Wha Han, MD",
            "author_affiliations": [
                "Interanal Medicine, College of Medicine, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hack Ki Kim, MD",
            "author_affiliations": [
                "Pediatrics, College of Medicine, the Catholic University of Korea, Seoul, Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T13:06:23",
    "is_scraped": "1"
}