{
    "doi": "https://doi.org/10.1182/blood.V126.23.2301.2301",
    "article_title": "Hematuria Is Not a Risk Factor for the Hypertension of Hemophilia ",
    "article_date": "December 3, 2015",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "abstract_text": "Introduction: Advances in hemophilia care have led to improved life expectancy and a cohort at risk for age-related comorbidities such as hypertension and cardiovascular diseases. Several studies have shown an increased prevalence of hypertension in patients with hemophilia compared to age-matched general population. However, causes of the increased prevalence of hypertension in patients with hemophilia are unclear. Hemophilia-specific risk factors such as renal bleeding or micro-bleeding may be implicated, but data are limited and conflicting regarding the association between hematuria, renal insufficiency and hypertension. In this two-centre prospective cohort study, we aim to assess the prevalence of gross or microscopic hematuria detected on routine surveillance urinalysis and microscopy, and determine the impact of hematuria on blood pressure and renal function. Methods: 135 adult males with mild-severe hemophilia A and B followed by the British Columbia Adult Bleeding Disorders Program (n=56) and the University of California, San Diego Hemophilia Treatment Center (n=79) were included. Screening urinalysis/microscopy were performed in all patients during routine clinic visits. Hematuria was defined as either a self-reported history of gross hematuria, or > 3 red blood cells per high-power field on urine microscopy in the absence of urinary tract infections. Hypertension was defined as systolic blood pressure (SBP) ≥140mmHg or diastolic blood pressure (DBP) ≥90mmHg on ≥2 occasions, or use of anti-hypertensive medications. Univariate and multivariate logistic regression analysis were used to examine the significance of hematuria and other potential hypertension risk factors. Results: The prevalence of hypertension was 44% in this population, 71% of whom were on anti-hypertensives, of whom 43% achieved blood pressure control (SBP 30; 32% vs 13%, P=0.012) compared to patients without hypertension. Despite the high prevalence of hematuria (34%), chronic kidney disease was rare (2%). On multivariate analysis, only age remains as a significant predictor of hypertension. Hematuria was associated with neither hypertension nor renal insufficiency and was not more prevalent in severe hemophilia. Conclusion: Hypertension was prevalent in our cohort of patients with hemophilia, but not optimally controlled. Hematuria was prevalent, not associated with a diagnosis of hypertension or renal dysfunction, and could not explain the hypertension while renal disease was rare. Larger prospective studies are needed to better elucidate the risk factors and mechanisms for increased prevalence of hypertension in the hemophilia population. Disclosures Sun: Baxter: Other: AHCDC/Baxter fellowship training award. Von Drygalski: Baxalta: Consultancy, Honoraria, Speakers Bureau; Pfizer: Consultancy, Honoraria, Speakers Bureau; Biogen: Consultancy, Honoraria, Speakers Bureau; CSL Behring: Consultancy, Honoraria, Speakers Bureau; Novo Nordisk: Consultancy, Honoraria, Speakers Bureau; Grifols: Consultancy, Honoraria, Speakers Bureau; Hematherix LLC: Membership on an entity's Board of Directors or advisory committees. Jackson: Biogen: Honoraria, Speakers Bureau; Baxalta: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bayer: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "hematuria",
        "hemophilia a",
        "hypertension",
        "obesity",
        "hemophilias",
        "kidney failure",
        "urinalysis",
        "antihypertensive agents",
        "bleeding diathesis",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Haowei (Linda) Sun, MD",
        "Ming Yang, PhD",
        "Afrah S Sait, MD",
        "Annette Von Drygalski, MD PharmD",
        "Shannon Jackson"
    ],
    "author_dict_list": [
        {
            "author_name": "Haowei (Linda) Sun, MD",
            "author_affiliations": [
                "University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ming Yang, PhD",
            "author_affiliations": [
                "British Columbia Provincial Bleeding Disorders Program-Adult Division, Vancouver, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Afrah S Sait, MD",
            "author_affiliations": [
                "Department of Medicine, University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette Von Drygalski, MD PharmD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of California San Diego, San Diego, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon Jackson",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, University of British Columbia, Vancouver, Canada ",
                "St Paul's Hospital, Vancouver, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T13:03:10",
    "is_scraped": "1"
}