{
    "doi": "https://doi.org/10.1182/blood.V124.21.5169.5169",
    "article_title": "Translocations and Clonality Detection in Lymphoproliferative Disorders By Capture-Based Next-Generation Sequencing. a Pilot Study By the Euroclonality-NGS Consortium ",
    "article_date": "December 6, 2014",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair",
    "abstract_text": "Background : Detection and characterization of clonal IG/TR rearrangements and translocations in lymphoproliferative neoplasms provides critical information in the diagnostic pathway in several clinical scenarios and is a valuable tool to address research questions around B and T cells. This includes ascertaining the clonal nature of lymphoid proliferations, characterization of translocations in lymphomas and leukemias, characterization of CDR3 regions for MRD target identification and stereotyping analysis, amongst others. Until now, collecting this information required a combination of different methodologies, such as Gene-scanning/heteroduplex analysis, FISH and Sanger sequencing. Material and methods : As part of the EuroClonality-NGS consortium, we have designed a capture-based protocol covering the coding V, D and J genes of the IG/TR regions, as well as switch regions in the IGH locus. The assay uses Nimblegen (Roche Molecular Systems) capture baits spanning a total of 180kb and the products are analyzed on a MiSeq Illumina sequencer and MiSeq v3 sequencing chemistry with 2 x 120bp pair-end reads. This design allows the identification of D-J and V(D)J rearrangements as well as chromosomal translocations involving IG/TR genes by Next-generation sequencing (NGS). We piloted this approach for clonality and translocation detection in a cohort of 21 peripheral blood, bone marrow and fresh-frozen samples (3 precursor B-cell acute lymphoblastic leukemias [B-ALL], 4 Burkitt lymphoma [BL], 5 chronic lymphocytic leukemias [CLL], 2 splenic marginal zone lymphomas [SMZL], 2 diffuse large B cell lymphomas [DLBCL], 2 follicular lymphomas [FL], 2 precursor T-cell lymphoblastic leukemias [T-ALL] and 1 T-cell non-Hodgkin lymphoma [T-HNL]) with well-characterized translocations by FISH/Karyotype and/or clonal rearrangements by PCR and Sanger sequencing. Results : We were able to detect the described IG/TR translocation in 18/21 samples, including translocations into the J, D and switch regions of the IG/TR genes. Three samples failed to produce results, two concerned fresh-frozen lymphomas with low quality DNA, and one concerned a technical error in a B-ALL case. The translocation partner and the breakpoint was identified in 15/18 evaluable cases, including CRLF2, MYC, BCL11A, BCL2, CCND3, IRF4, BCL11B, and TLX1 . In three cases with only karyotyping data available, a translocation involving the IGH locus was identified with no clear leukemia/lymphoma-related genes in the neighboring regions of the reciprocal chromosome, suggesting the potential for new translocation partners and/or mechanism of disease. In all 14 samples with well-characterized D-J/V(D)J rearrangements by PCR and sequencing, NGS was able to detect the same rearrangements. These included IGH and IGK/IGL rearrangements in B-cell proliferations and TRB, TRG and TRD in T-cell proliferations. Additionally, aberrant clonal rearrangements were seen that were not detected with conventional PCR-based approaches (e.g. IGKV to IGK intron). Conclusion : The EuroClonality NGS IG/TR capture-based approach is a promising tool for the simultaneous detection and characterization of IG/TR translocation and rearrangements in a clinical setting. A formal pan-European validation study is underway within the EuroClonality-NGS consortium. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "clonality (genetic analysis)",
        "lymphoproliferative disorders",
        "massively-parallel genome sequencing",
        "translocation (genetics)",
        "immunoglobulins",
        "leukemia",
        "lymphoma",
        "polymerase chain reaction",
        "dideoxy chain termination dna sequencing"
    ],
    "author_names": [
        "Dörte Wren, BSc",
        "Brian A Walker, PhD",
        "Monika Brüggemann",
        "Mark Catherwood",
        "Christiane Pott, M..D, PhD",
        "Kostas Stamatopoulos",
        "Anton W Langerak",
        "David Gonzalez, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dörte Wren, BSc",
            "author_affiliations": [
                "The Royal Marsden NHS FT, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian A Walker, PhD",
            "author_affiliations": [
                "The Royal Marsden NHS FT, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Brüggemann",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Kiel, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Catherwood",
            "author_affiliations": [
                "Department of Hemato-Oncology, Belfast, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christiane Pott, M..D, PhD",
            "author_affiliations": [
                "University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kostas Stamatopoulos",
            "author_affiliations": [
                "CERTH, Thessaloniki, Greece "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton W Langerak",
            "author_affiliations": [
                "University Medical Center Rotterdam, Rotterdam, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gonzalez, PhD",
            "author_affiliations": [
                "The Royal Marsden NHS FT, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:42:17",
    "is_scraped": "1"
}