{
    "doi": "https://doi.org/10.1182/blood.V122.21.510.510",
    "article_title": "Early Relapse Of Follicular Lymphoma After R-CHOP Uniquely Defines Patients At High Risk For Death: An Analysis From The National Lymphocare Study ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models",
    "abstract_text": "Introduction Despite gains in survival with aggressive upfront treatments, such as R-CHOP ( rituximab , doxorubicin, vincristine, prednisone) for follicular lymphoma (FL), and the implementation of rituximab maintenance, approximately 20% of patients will still experience progression of disease (POD) within 24 months of chemoimmunotherapy, as demonstrated by the PRIMA study and others (Salles et al, Lancet 2010; Press et al, JCO 2013). This suggests a high-risk group of patients warranting further study. We analyzed the National LymphoCare Study to identify patients with FL who are at high risk of death after treatment with R-CHOP. We aimed to define what factors constitute high-risk FL that would merit further clinical and biological characterization. Methods Evaluable patients with stage II, III, and IV FL who were treated with R-CHOP in the first-line setting were included. Patients were excluded if the initial treatment strategy was watchful waiting or if there was POD prior to beginning first-line treatment. Two groups were defined: patients with POD/death ≤2 years from diagnosis (early POD group) and a reference group without POD/death within 2 years of diagnosis (Ref). Multiple logistic regression compared baseline characteristics by group. Survival probability was estimated by the Kaplan-Meier method. A Cox model evaluated the effect of early POD on overall survival (OS). The Pearson chi-squared test and multiple logistic regression with backwards stepwise selection were used to evaluate whether baseline characteristics differed by group. OS was estimated using the Kaplan-Meier method, and a time-varying Cox model was used to evaluate the relationship between progression time and OS. Results A total of 588 patients were analyzed. Similar to results from the PRIMA study, approximately 21% of patients (122/588) had early POD, while 71% (420/588) did not, and 8% (46/588) were lost to follow-up within 2 yrs. Early POD following R-CHOP was dramatically and significantly related to worsened OS, with a hazard ratio of 12.3 (95% confidence interval [CI] 6.1—24.9), compared with those not progressing. After adjusting for FLIPI, patients with early POD who were still alive within 2 years of R-CHOP (early POD—alive at 2 yrs) had worse OS compared with patients who did not progress within 2 years (Ref group) [HR = 4.76, 95% CI 2.95—7.69]. At 5 years, patients with early POD had OS of 50% compared with an OS of 95% in the Ref group ( Table 1 and Figure 1 ). Multiple logistic regression analysis showed that high lactate dehydrogenase (LDH), poor Eastern Cooperative Oncology Group (ECOG) performance status, B symptoms, and bone marrow involvement were significantly associated with early POD ( P <0.05). As an exploratory analysis, we evaluated maintenance and second-line treatments following R-CHOP. In the early POD group, 22% received maintenance rituximab, and 80% began second-line treatment, compared with the reference group, where 45% received maintenance rituximab, and 23% began second-line treatment. The impact of second-line autologous stem cell rescue or allogeneic transplant on survival is unknown because of the small numbers of patients in these groups. Table 1 Survival in patients with FL treated with first-line R-CHOP  . N . 2-year OS (95% CI) . 5-year OS (95% CI) . Early progressors (POD)  122 71% (61.5—78.0) 50% (40.3—58.8) Ref group (Late/no POD)  420 (102/318) 100% 95% (92.7—97.0) . N . 2-year OS (95% CI) . 5-year OS (95% CI) . Early progressors (POD)  122 71% (61.5—78.0) 50% (40.3—58.8) Ref group (Late/no POD)  420 (102/318) 100% 95% (92.7—97.0) View Large Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Conclusions Relapse of FL after first-line treatment with R-CHOP is associated with poor outcomes. However, POD within 2 years of R-CHOP defines a unique category of patients at substantially increased risk of death. In our unselected cohort of 588 patients, 63% (65/104) of deaths in 6 years of follow-up occurred in the early POD cohort. High LDH, poor ECOG performance status, B symptoms, and bone marrow involvement conferred a significantly high risk for early POD. These high-risk patients represent a distinct population that warrants further study in directed prospective studies of FL biology and clinical trials. Disclosures: Byrtek: Genentech, a member of the Roche group: Employment, Stock ownership Other. Dawson: Genentech, a member of the Roche group: Employment, Stock ownership Other. Flowers: Abbott, Celgene, Millennium/Takeda, Sanofi, Spectrum, Janssen: Research Funding; Celgene, Genentech Bio-Oncology: Consultancy. Link: Genentech: Consultancy; Millenium: Consultancy; Pharmacyclics: Consultancy; Spectrum: Consultancy. Zelenetz: GSK: Consultancy; Celgene: Consultancy; Cephalon: Consultancy; Gilead: Consultancy; Seattle Genetics: Consultancy; Sanofi-Aventis : Consultancy; Genentech: Research Funding; GSK: Research Funding; Roche: Research Funding; Cancer Genetics: Scientific Advisor Other.",
    "topics": [
        "follicular lymphoma",
        "r-chop",
        "rituximab",
        "bone marrow involvement",
        "prima trial",
        "second line treatment",
        "cancer genetics",
        "disease progression",
        "doxorubicin",
        "follow-up"
    ],
    "author_names": [
        "Carla Casulo, MD",
        "Michelle Byrtek, PhD",
        "Keith L. Dawson, DNP, RN",
        "Xiaolei Zhou, MS",
        "Charles Farber, MD",
        "Christopher R. Flowers, MD, MS",
        "John D. Hainsworth, MD",
        "Brian K Link, MD",
        "Andrew D. Zelenetz, MD, PhD",
        "Jonathan W. Friedberg, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Carla Casulo, MD",
            "author_affiliations": [
                "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michelle Byrtek, PhD",
            "author_affiliations": [
                "Genentech Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith L. Dawson, DNP, RN",
            "author_affiliations": [
                "Genentech Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaolei Zhou, MS",
            "author_affiliations": [
                "RTI Health Solutions, Research Triangle Park, NC, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Farber, MD",
            "author_affiliations": [
                "Carol G. Simon Cancer Center, Morristown, NJ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher R. Flowers, MD, MS",
            "author_affiliations": [
                "Emory University School of Medicine, Atlanta, GA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John D. Hainsworth, MD",
            "author_affiliations": [
                "Department of Medicine, Sarah Cannon Research Institute, Nashville, TN, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian K Link, MD",
            "author_affiliations": [
                "Department of Medicine, University of Iowa, Iowa City, IA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Zelenetz, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan W. Friedberg, MD",
            "author_affiliations": [
                "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T09:40:56",
    "is_scraped": "1"
}