{
    "doi": "https://doi.org/10.1182/blood-2019-125980",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4315",
    "start_url_page_num": 4315,
    "is_scraped": "1",
    "article_title": "Maintenance Rituximab in Nodular Lymphocyte Predominant Hodgkin Lymphoma (NLPHL) in the First Line Setting or at Relapse ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Introduction: Nodular Lymphocyte Predominant Hodgkin Lymphoma (NLPHL) is a CD20 positive subtype of Hodgkin lymphoma and can frequently present an indolent behavior. Indeed, NLPHL patients relapse more commonly than patients with classic Hodgkin Lymphoma, but relapses can usually be responsive to lower intensity therapy such as rituximab. The choice of frontline and relapse therapies depends on different factors, including staging and burden of disease, thus therapy can range from observation, to radiotherapy (XRT) alone, to systemic therapy such as R-CHOP, R-ABVD or single agent Rituximab (R) or to combined modality (systemic therapy and XRT). However, it is unclear whether maintenance rituximab (MR) would be of clinical benefit if administered after induction therapy. Methods: We retrospectively reviewed the characteristics and outcomes of 17 consecutive patients treated at our center between 12/1972 and 7/2019, with proven diagnosis of NLPHL and who received MR after having achieved complete response (CR) or partial response (PR) after any line of therapy. MR consisted of rituximab 375 mg/m 2 once every 2 or 3 months for 2 years or rituximab 375 mg/m 2 weekly 4 times every 6 months for 2 years, for a total maximum of 12 doses over 2 years. Progression free survival (PFS) time was calculated from start date of MR to progression date, transformation date or death date, whichever happened first. Patient with no progression, transformation or death were censored at the last follow-up date. Results: At time of initial diagnosis, median age was 37 (range, 15-50 years), 13 patients (76.5%) were male, and 4 patients (24%) had Ann Arbor stage III-IV disease. At completion of the line of induction therapy followed by MR, 75.0% of patients presented CR and 25% presented PR. However 18.7% of patients were restaged with computer tomography (CT) and 81.3% with Positron emission tomography-computed tomography (PET/CT), making the treatment response evaluation uneven. Nine patients received MR after frontline therapy, including R-CHOP in 5 patients (55.6%), rituximab monotherapy in 2 patients (22.2%), R-CVP in 1 patient (11.1%) and rituximab induction with XRT in 1 patient (11.1%). The median number of rituximab maintenance doses was 8 (range 3-12) and the median duration of MR was over 25 months (range 10-32 months). Among these patients, only one (11.1%), treated with frontline R-CHOP, progressed 97.6 months after initiation of MR. No salvage treatment was needed at time of progression, and this patient was still alive at last follow-up, 7 months after progression. No transformation and no death occurred in this patient cohort. Seven patients received MR after second line therapy, including induction R and MR (R+MR) in 5 patients (71.4%), R-CHOP in 1 patient (14.3%) and R with lenalidomide in 1 patient (14.3%). The median number of rituximab maintenance doses was 10 (range 6-12) and the median duration of MR was over 18 months (range 14-20 months). Among these patients who received MR after second line, 1 patient (14.3%) presented with transformation into diffuse large B-cell lymphoma, 7 years after start of MR. This patient received R-EPOCH chemotherapy and frontline autologous stem cell transplant (ASCT) and died of ASCT related infection 1 month after ASCT. One patient received third line R+MR with 12 doses of MR and was in complete remission at last follow-up, 93 months after start of 3 rd line therapy. Globally, after a median follow-up from start of any line of MR of 54 months (range: 15-119 months), 1 patient (5.9%) progressed and did not require salvage therapy and 1 patient (5.9%) presented a transformation and died of ASCT-related infection; 5-year PFS and 5-year OS were100% (median PFS and OS were not reached). Conclusions: Patients with NLPHL receiving MR, either after frontline or subsequent lines of therapy, rarely experience relapse and have a very favorable prognosis. However, larger randomized prospective trials are essential to confirm the eventual clinical benefit of maintenance rituximab. Figure View large Download slide Figure View large Download slide  Disclosures Pinnix: Merck: Research Funding. Lee: Seattle Genetics, Inc.: Research Funding.",
    "topics": [
        "hodgkin disease, nodular lymphocyte predominant",
        "rituximab",
        "autologous stem cell transplant",
        "follow-up",
        "r-chop",
        "complete remission",
        "hodgkin's disease",
        "infections",
        "neoadjuvant therapy",
        "systemic therapy"
    ],
    "author_names": [
        "Dahlia Sano, MD",
        "Paolo Strati, MD",
        "Pedro Alcedo, MD",
        "V Ahalya Rao, MD",
        "Prachee Singh",
        "Roberto N. Miranda, MD",
        "Jillian R Gunther, MD PhD",
        "Chelsea Camille Pinnix, MD PhD",
        "Bouthaina S. Dabaja, MD",
        "Feng Lei, MS",
        "Hun Ju Lee, MD",
        "Raphael E Steiner, MD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, "
        ],
        [
            "Department of Lymphoma/Myeloma, MD Anderson Cancer Center:, Houston, TX "
        ],
        [
            "University of Texas Health Science Center at Houston, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Radiation Oncology, University of Texas MD Anderson Cancer Center, Houston, "
        ],
        [
            "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.3971021"
}