{
    "doi": "https://doi.org/10.1182/blood-2019-124106",
    "article_title": "Health Care Costs Associated with Contemporary Chronic Myelogenous Leukemia (CML) Therapy Compared to Other Hematologic Malignancies (HEM) ",
    "article_date": "November 13, 2019",
    "session_type": "903.Health Services Research-Malignant Conditions (Myeloid Disease)",
    "abstract_text": "Introduction: CML accounts for 15-20% of leukemias. Tyrosine kinase inhibitor (TKI) therapy has led to significant improvement in survival rates, approaching the life expectancy of the general public in some settings, with less than three life years lost in a recent Swedish registry study.[1] Understanding cost associated with CML care compared to HEM in the setting of long-term survival on prolonged therapy can aid with resource allocation and clinical decision making. Methods: A retrospective cohort was constructed from OptumLabs ® Data Warehouse using claims data between 2000-16. Eligible patients had ≥2 claims for CML and were continuously enrolled for ≥6m prior to diagnosis and ≥1y afterwards. CML patients were compared with HEM and general patients without history of cancer (GEN). As the CML group was the primary group of interest, the HEM and GEN groups were each frequency-matched on an approximate 4:1 ratio to the CML group on the basis of age (10-year increments), sex, year of diagnosis (3-year increments), geographic region (10 US census divisions), and insurance (commercial vs. Medicare Advantage). Follow-up data were available for this analysis through October 31, 2017. The primary outcome was total mean annualized health care costs including medical and outpatient drugs paid by health plan and patient (inflation adjusted to 2017). We used generalized linear models (GLM) to assess the variation in total costs in the three cohorts, using a gamma distribution and a log link. Models were adjusted for frequency-matched factors (sex, age, year of diagnosis, geographic region, insurance). Within the CML cohort, GLM was also used to examine the influence of factors hypothesized to be associated with costs: sex, age at index year, index year, race/ethnicity, insurance, modified Charlson comorbidity index, percent (%) days with TKI prescription, stem cell transplant, and number of inpatient and ambulatory days per year. Results: We identified 1909 enrollees with CML; mean diagnosis age 56y. They were matched with 7,268 HEM patients and 7,636 GEN patients. Mean annualized costs for CML were $82,054, $25,000 more than HEM and approximately $75,000 more than GEN (p<0.001 in 3-way and pairwise comparisons; Table 1). This difference persisted after multivariate adjustment, with cost $25,471 higher in the CML population versus the HEM (95% CI: $20,808 to 30,133). Costs for CML care increased over each 5-year diagnostic interval until 2015 ($64,158 in 2000-04, peaking at $91,990 in 2010-14) (Table 1). Following index date, the trend in costs differ by cancer with HEM costs decreasing after the first six months post index date (Figure 1). In multivariable analysis, % days on a tyrosine kinase inhibitor had the greatest influence on cost among CML treatment factors. After adjustment for additional demographic and treatment factors, there was an association with increased cost by percent of days on a TKI (trend p<0.001); for those with 75% of days on a TKI, the cost was $110,790 more than those without TKIs. Other factors associated with cost included receipt of stem cell transplant compared to no transplant ($55,549, 95% CI: $30,077 to 81,021), greater number of inpatient days ($148,664 for greater than 7 days versus none, 95% CI: $120,628 to 176,699) and greater number of ambulatory visits (20+ visits in one year versus <5, $62,255, 95% CI $52,969 to 71,541) Conclusions: Contemporary CML costs exceed the cost of treatment for other hematologic malignancies. This is primarily driven by the use of TKIs. The plateau in CML costs in those diagnosed between 2015-16 needs further evaluation for associations with TKI availability and the introduction of generics. [1] Bower H et al. JCO 2016 Aug 20; 34(24):2851-7 View large Download slide View large Download slide  Close modal Disclosures Lyman: G1 Therapeutics, Halozyme Therapeutics, Partners Healthcare, Hexal, Bristol-Myers Squibb, Helsinn Therapeutics, Amgen Inc., Pfizer, Agendia, Genomic Health, Inc.: Consultancy; Generex Biotechnology: Membership on an entity's Board of Directors or advisory committees; Janssen Scientific Affairs, LLC: Research Funding; Amgen Inc.: Other: Research support, Research Funding.",
    "topics": [
        "health care costs",
        "hematologic neoplasms",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "cancer",
        "hematopoietic stem cell transplantation",
        "follow-up",
        "generic drugs",
        "leukemia",
        "transplantation"
    ],
    "author_names": [
        "Jennifer J. Wilkes, MDMSCE",
        "Gary H. Lyman, MD MPH",
        "David R Doody, MS",
        "Shasank R Chennupati, PharmD, MPH",
        "Laura Becker, MS",
        "Pamela E Morin",
        "Lena E. Winestone, MD MSHP",
        "Henry (Joe) Henk, PhD",
        "Eric J Chow, MD MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer J. Wilkes, MDMSCE",
            "author_affiliations": [
                "Department of Pediatrics, University of Washington, Division of Hematology/Oncology, Seattle Children's Hospital, Seattle, WA ",
                "University of Washington, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gary H. Lyman, MD MPH",
            "author_affiliations": [
                "Hutchinson Institute for Cancer Outcomes Research, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David R Doody, MS",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shasank R Chennupati, PharmD, MPH",
            "author_affiliations": [
                "Hutchinson Institute for Cancer Outcomes Research, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Becker, MS",
            "author_affiliations": [
                "OptumLabs, Eden Prairie, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela E Morin",
            "author_affiliations": [
                "Optum Labs, Branford, CT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lena E. Winestone, MD MSHP",
            "author_affiliations": [
                "Division of Allergy, Immunology, and BMT, UCSF Benioff Children's Hospital, San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henry (Joe) Henk, PhD",
            "author_affiliations": [
                "OptumLabs, Shakopee, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric J Chow, MD MPH",
            "author_affiliations": [
                "University of Washington, Seattle, WA ",
                "Fred Hutchinson Cancer Research Center, Seattle, WA ",
                "Seattle Children's Hospital, Seattle, WA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:46:40",
    "is_scraped": "1"
}