{
    "doi": "https://doi.org/10.1182/blood-2019-130607",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4244",
    "start_url_page_num": 4244,
    "is_scraped": "1",
    "article_title": "Comparison of the Performance of Surface Alone or Surface Plus Cytoplasmic Approaches for the Assessment of Minimal Residual Disease in Multiparameter Flow Cytometry in Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "cytoplasm",
        "flow cytometry",
        "multiple myeloma",
        "neoplasm, residual",
        "cd19 antigens",
        "proto-oncogene protein c-kit",
        "antibodies",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "antigens, cd27"
    ],
    "author_names": [
        "Marie C Bene, PharmD,DPhil",
        "Nelly Robillard, PhD",
        "Philippe Moreau, MD",
        "Soraya Wuilleme, PharmD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Biology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Hematology Biology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Clinical Hematology, University Hospital Hôtel-Dieu, Nantes, France"
        ],
        [
            "Hematology Biology, Nantes University Hospital, Nantes, France "
        ]
    ],
    "first_author_latitude": "47.21191289999999",
    "first_author_longitude": "-1.5540699",
    "abstract_text": "Background. During the follow-up of treated myeloma patients, the assessment of minimal residual disease (MRD) is gaining an increasing importance. The detection of remaining abnormal plasma-cells (PC) may rely on molecular techniques investigating immunoglobulin rearrangements of the malignant clone or on multiparameter flow cytometry (MFC). The latter allows to obtain a rapid response by dealing with fresh cells. It also focuses on cells still alive, since dead cells are discarded as debris. Numerous publications have reported that the most reliable markers of PC in MFC are CD38 and CD138 their co-expression being a good way to select the population of PC in a bone marrow (BM) or, more rarely tested, blood sample. Malignant PC often but not always differ from normal PC by the loss of CD19 expression and the acquisition of CD56. Other immunophenotypic alterations are related, among others, to the expression of CD20, CD27, CD28, CD33, CD45, CD81 or CD117. Malignant PC also display the monotypic usage of light chains by the myelomatous immunoglobulin, which can readily be assessed in MFC after permeabilization of the PC, although this induces an additional technical step that could induce some cell loss. Here we compared the two panels proposed by the Euroflow consortium (Flores Montero, 2018) which use the same backbone of antibodies with a \"surface\" strategy associating CD81 and CD117 or a \"cytoplasmic\" strategy investigating for the expression of kappa and lambda immunoglobulin light chains. Methods. From a cohort of patients for whom MRD had been assessed in our MFC platform, 100 samples were retrospectively selected as displaying detectable MRD in the cytoplasmic strategy. All BM samples had first been submitted to bulk lysis to increase the PC concentration. Between 5 and 10x10 6 nucleated cells were used for surface staining, premeabilization and intracytoplasmic staining. Another aliquot of the same suspension, with 3 to 5x10 6 nucleated cells, was used for the \"surface\" tube. Briefly, both samples were surface stained with antibodies to CD45 (Ozyme), CD19 (Beckman Coulter), CD38 (Cytognos), CD138 (BD Biosciences) and CD27 (Ozyme). The \"surface tube\" also contained antibodies to CD81 (Clinisciences) and CD117 (BD Biosciences). After this incubation, the \"cytoplasmic tube\" was submitted to permeabilization (Intrastain® Dako) and cells further incubated with antibodies to kappa and lambda chains (Dako and Clinisciences). All samples were acquired on the same day. Listmodes of the \"cytoplasmic tubes\" were analyzed and data provided to the clinician within 24 hours. For this study, the listmodes of the \"surface tube\" were analyzed blindly using the Kaluza® software. Data were then compared to those of the \"cytoplasmic tube\" Results. A good linear correlation was observed between the two results, with a R 2 coefficient of 0.73. The global difference between both tubes was usually a lower MRD level detected with the \"cytoplasmic tube\", seen in 68% of the cases (median -0.0113; range -0.0001 to -1.4). Of note higher levels (0.0007 to 1.44) were observed in 32%, ruling out a systematic loss of cells that could have been responsible for this difference. The gating strategy adopted (Robillard 2013) delineated four populations on a CD19/CD56 bivariate histogram. Monotypy was then investigated in each of the four subsets thus identified. The same strategy was applied for the \"surface tube\" looking at the coexpression profile of CD81 and CD117 in each subset. Globally, 58% of the samples were CD56 positive among which 43 were CD19-. CD19 was also absent in 40 CD56- samples. All configurations of CD117 and CD81 coexpression were seen, making each patient a challenging case. In about 10% of the cases, two suspect subsets were seen in the \"surface tube\" while monotypy was seen in only one in the \"cytoplasmic tube\". Conclusion. Although t his study shows a good correlation between the two panels, it was found that a greater confidence could be attributed to the \"cytoplasmic tube\", where data are comforted by identification of a monotypic population with the same light chain as the monoclonal peak. Moreover, although confirmation of the abnormal subset was required in numerous cases with the \"surface tube\", the reverse was never observed. Single use of the \"cytoplasmic\" combination can thus be recommended as a robust method of MRD assessment in multiple myeloma. Disclosures Moreau: AbbVie: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Celgene: Consultancy, Honoraria."
}