{
    "doi": "https://doi.org/10.1182/blood.V120.21.2341.2341",
    "article_title": "Short Term Signalling Responses of the Most Primitive Subsets of Human Hematopoietic Cells Stimulated in Vitro Correlate with Their Subsequent Self-Renewal Behaviour. ",
    "article_date": "November 16, 2012",
    "session_type": "504. Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster II",
    "abstract_text": "Abstract 2341 Background: Growth factors (GFs) that stimulate the proliferation of human hematopoietic stem cells (HSCs) in vitro have been identified, but maintenance of the original stem cell potential has remained a challenge. We have confirmed the observation that UG26–1B6 cells produce factors that enhance the maximum yield in vitro of HSCs achievable with SCF, FLT3-L, IL-3, IL-6, and G-CSF (5 GFs) alone (∼5-fold increase in lympho-myeloid repopulating cells by limiting dilution transplant analysis in NOD/SCID-IL-2Rγc null mice assessed 20 weeks post-transplant). It was therefore of interest to determine whether these different outcomes could be correlated with specific signalling events. Methods: CD34 + cell-enriched human cord blood (CB) cells were stimulated with 5 GFs ± UG26 conditioned medium (CM) for defined periods, and then fixed in paraformaldehyde, stained for surface markers, alcohol permeabilized and stained with antibodies specific for multiple intracellular signalling intermediates. Samples were then analyzed using either a CyTOF mass cytometer (34 unique parameters) or a LSR Fortessa cell analyzer (11 parameters). Data analysis was performed using a combination of Cytobank, SPADE, and R using the 'flowCore', 'flowType', 'lattice', 'SamSpectral', and 'gplots' packages. Results: Analysis by CyTOF mass cytometry of 10 6 CD34 + CB cells after 15 minutes of their stimulation ± 5 GFs ± CM showed that the HSC-enriched subset (Lin − CD34 + CD38 − CD90 + CD49f + cells) exhibited similar responses to the 5 GFs and 5 GFs+CM cocktails (average shifts in median intensity [Δasinh (stimulated-unstimulated)] of 0.32 [-0.14 to 1.96] and 0.37 [-0.02 to 1.78]) with increased phosphorylation of S6, STAT3, STAT5, CREB, IκBa (total protein), AKT, Syk/ZAP70, and ERK1/2. However, the addition of CM did selectively reduce the level of pS6 and pAKT seen with 5 GFs alone, and also caused an increase in pCREB. In addition, activation of pSyk/ZAP70 was detected only in HSCs stimulated with 5 GFs + CM. Phosphoflow analysis of the same subset of cells from a second CB pool confirmed the CyTOF results for pAKT, pSTAT5, pCREB and pERK1/2 (variably) following a 15 minute stimulation but not pSyk/ZAP70. After 2 hours of stimulation, the activation patterns were sustained for most targets for cells exposed to 5 GFs + CM but were reduced in 5 GFs alone - particularly pCREB which was decreased to levels in unstimulated cells. After 24 hours, pAKT and pSTAT5 showed continued activation in response to 5 GFs ± CM, whereas pCREB and pERK1/2 signal were reduced to below starting levels. Hartigans' Dip Test for Unimodality revealed significant deviations from unimodality for the mass cytometry HSC data. Principal component analysis (PCA) of the HSC data followed by subsequent clustering also revealed a number of differentially responsive sub-populations including a broadly cytokine non-responsive, non-apoptotic (cleaved PARP − ) population, as well as a minority population with high levels of pSrc and pPLCγ, but reduced activation of other pathways. Further analysis using SPADE revealed decreased cytokine responsiveness with higher CD49f intensity. Weak but significant negative correlations between CD49f and pSTAT3, pCREB, and pS6 and positive correlations with pSrc and pPLCγ (holm-adjusted p values <0.05; r values −0.12 – 0.38) were also observed. In the CyTOF experiment, multipotent progenitors (MPP; Lin − CD34 + CD38 − CD90 − CD49f – cells) showed broadly similar patterns and levels of activation as HSCs when CM was added (p=0.44), but the median activation was attenuated in 5 GFs alone (p=0.048). MPPs also showed lower levels of multiple phosphorylation events, despite both HSC and MPP populations being Ki67 − . This was consistent regardless of cell stimulation status, time point or measurement platform. Conclusions: We have discovered heterogeneity in the signal responses of highly purified fractions of very primitive subsets of human CB cells to culture conditions that affect their self-renewal differentially, that distinguish HSCs from MPPs, and that further subdivide the HSC subset. Among the events surveyed, differences in the timing and intensity of signal activation down common pathways were identified rather than any evidence of selective pathway utilization. These findings hold promise for the identification of how external factors modulate the fates of normal and transformed human HSCs when they are stimulated to divide. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "cd34 antigens",
        "culture media, conditioned",
        "cyclic amp-responsive dna-binding protein",
        "cytokine",
        "dilution technique",
        "ethanol",
        "granulocyte colony-stimulating factor",
        "growth factor",
        "integrin alpha6"
    ],
    "author_names": [
        "David J.H.F. Knapp",
        "Sean C. Bendall, PhD",
        "Paul H. Miller",
        "Alice M.S. Cheung, PhD",
        "Suzan Imren, MD",
        "R. Keith Humphries, MD, PhD",
        "Ryan R. Brinkman",
        "Robert A.J. Oostendorp, BSc, MSc, PhD",
        "Garry P. Nolan, PhD",
        "Connie J. Eaves, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "David J.H.F. Knapp",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sean C. Bendall, PhD",
            "author_affiliations": [
                "Baxter Laboratory for Stem Cell Biology Department of Microbiology & Immunology, Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul H. Miller",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice M.S. Cheung, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzan Imren, MD",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Keith Humphries, MD, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan R. Brinkman",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A.J. Oostendorp, BSc, MSc, PhD",
            "author_affiliations": [
                "III. Department of Internal Medicine, Hematology/Oncology, Klinikum r. d. Isar, Technical University Munich, Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Garry P. Nolan, PhD",
            "author_affiliations": [
                "Baxter Laboratory for Stem Cell Biology Department of Microbiology & Immunology, Stanford University, Stanford, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie J. Eaves, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T09:37:44",
    "is_scraped": "1"
}