{
    "doi": "https://doi.org/10.1182/blood.V104.11.1266.1266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=13",
    "start_url_page_num": 13,
    "is_scraped": "1",
    "article_title": "A Novel Sphingomyelin Synthase Gene, SMS1-Regulated Sphingomyelin/Ceramide-Rich Microdomain Plays a Crucial Role in Fas-Mediated Apoptosis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "apoptosis",
        "ceramides",
        "genes",
        "sphingomyelins",
        "cholesterol",
        "lipids",
        "caspase-8",
        "cd44 antigens",
        "cd95 antigens",
        "dna, complementary"
    ],
    "author_names": [
        "Michihiko Miyaji, M.D.",
        "Shohei Yamaoka, Ph.D.",
        "Jin Zhe Xiong, M.D., Ph.D.",
        "Ryuichi Amakawa, M.D., Ph.D.",
        "Tsuneyo Mimori, M.D., Ph.D.",
        "Shirou Fukuhara, M.D., Ph.D.",
        "Hisanori Umehara, M.D., Ph.D.",
        "Toshiro Okazaki, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "First Department of Internal Medicine, Kansai Medical University, Moriguchi-city, Osaka, Japan",
            "Department of Rheumatology and Clinical Immunology, Kyoto University Graduate School of Medicine, Sakyo-ku, Kyoto, Japan"
        ],
        [
            "Department of Hematology and Oncology, Kyoto University Graduate School of Medicine, Sakyo-ku, Kyoto, Japan"
        ],
        [
            "Department of Rheumatology and Clinical Immunology, Kyoto University Graduate School of Medicine, Sakyo-ku, Kyoto, Japan"
        ],
        [
            "First Department of Internal Medicine, Kansai Medical University, Moriguchi-city, Osaka, Japan"
        ],
        [
            "Department of Rheumatology and Clinical Immunology, Kyoto University Graduate School of Medicine, Sakyo-ku, Kyoto, Japan"
        ],
        [
            "First Department of Internal Medicine, Kansai Medical University, Moriguchi-city, Osaka, Japan"
        ],
        [
            "Department of Rheumatology and Clinical Immunology, Kyoto University Graduate School of Medicine, Sakyo-ku, Kyoto, Japan"
        ],
        [
            "Department of Hematology and Oncology, Kyoto University Graduate School of Medicine, Sakyo-ku, Kyoto, Japan"
        ]
    ],
    "first_author_latitude": "34.8174944",
    "first_author_longitude": "135.64523430000003",
    "abstract_text": "Lipid microdomain consisting of sphingolipids, glycosphingolipids and cholesterol plays an important role in mediating cell death signals. Although functional analysis of lipid microdomain is conventionally performed by exclusion of cholesterol tightly binding with sphingomyein (SM), the exact role of SM in microdomain in signal transduction remains to be cleared. Since we for the first time obtained cDNA (SMS1) responsible for SM synthesis, it became possible to investigate the role of SM in the membrane without affecting cholesterol content. We here examine the role of SM/ceramide-rich microdomain in Fas-induced apoptosis using the SM-deficient cells and its revertant cells by transfection with SMS1. SM synthase-defective WR19L cells transfected with human-Fas gene (WR/Fas-SM(-)), and its functional revertant cells by transfection with SMS1 (WR/Fas-SMS1) were established. Both SMS1 cells and SM(-) cells expressed similar levels of CD44, CD90, CD95 (Human) and LFA-1 by FACS analysis. Although the levels of cholesterol and GM1-ganglioside on the surface of the membrane were similar in both cells, SM was detected only on the surface of SMS1 cells by FACS and confocal microscopy analysis. Fas crosslinking induced not only higher rate of apoptotic cell death, but also translocation of Fas into TritonX-100-insoluble fractions with a significant increase of ceramide in SMS1 cells as compared with SM(-) cells. After increase of SM and ceramide in microdomain, more efficient aggregation of Fas was detected with increase of DISC formation, resulting in activation of caspase-8 and 3 and decrease of mitochondrial membrane potential in SMS-1 cells than SM(-) cells. Our results clearly demonstrate that SM and ceramide in microdomain of plasma membrane plays a crucial role in Fas clustering and aggregation requires for activation of apoptosis-inducing signals."
}