{
    "doi": "https://doi.org/10.1182/blood.V128.22.5686.5686",
    "article_title": "Efficacy and Tolerability of the Histone-Deacetylase Inhibitor Panobinostat in Clinical Practice: a Single Center Experience ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "The histone-deacetylase inhibitor panobinostat (PAN) has shown efficacy in phase II and III trials for multiple myeloma (MM) and has recently been approved in combination with bortezomib (BTZ) and dexamethasone (DEX) for the treatment of MM patients with at least two prior lines of therapy including BTZ and an immunomodulatory agent (IMiD). Here we retrospectively report our single center experience with PAN/BTZ/DEX (FVD) in a heavily pretreated patient population (n=24) with a high degree of proteasome inhibitor (PI) and IMiD refractoriness. Patients were treated starting from October 2015. The median age at treatment initiation was 67 years (range 49-87) and the number of prior lines of treatment was 5 (range 2-17) with a median interval from initial diagnosis of 6.3 years (range 2.1-15.2). Fourteen patients (58%) had high risk cytogenetic aberrations (del17p, t4;14, t14;16, +1q [>3 copies]) according to fluorescence in situ hybridization diagnosed at any time before FVD initiation and 11 of 20 patients (55%) evaluable for ISS at diagnosis had stage II/III disease. PI and IMiD refractoriness was present in 13 (54%) and 21 (88%) patients, respectively. Twelve patients (50%) were refractory to BTZ and 7 (29%) to carfilzomib (CFZ); 6 patients (25%) were double refractory to BTZ and CFZ. However, only 2 (8%) and 3 (13%) had received BTZ or CFZ, respectively, as part of their last line of therapy before FVD. In 22 evaluable patients, overall response rate (≥ PR; ORR) was 32% (7 of 22) and clinical benefit rate (≥ MR; CBR) was 50% (11 of 22). The median progression free survival (PFS) in the overall population was 3.3 months with median overall survival (OS) immature for reporting. Marked differences between BTZ sensitive and BTZ refractory patients were observed. ORR was 64% (7 of 11) vs. 0% (0 of 11) and CBR was 73% (8 of 11) vs. 36% (4 of 11), respectively; 73% (8 of 11) of the BTZ refractory patients achieved at least SD. Median PFS was 6.3 vs. 1.7 months and median OS immature vs. 5.1 months in BTZ sensitive and BTZ refractory patients, respectively. Interestingly, the only patient refractory to CFZ but sensitive to BTZ (6 prior lines of therapy) achieved VGPR and PFS of 6.3 months, suggesting discrete mechanisms of resistance to different PIs. Fatigue/asthenia was reported by 82% of patients and was mainly CTCAE grade 2 (52%); however, 3 patients had grade 3 fatigue/asthenia with reduced fluid intake resulting in deterioration of renal function, reduced vigilance and inpatient admission. Thrombopenia occurred in 96% and was mainly CTCAE grade 3/4 (32% and 37%, respectively). Diarrhea was reported by 19% and was CTCAE grade 1/2 in all cases. Peripheral neuropathy newly occurred or worsened in 29% with 24% CTCAE grade 1/2. Other adverse events with CTCAE grade ≥ 3 were atrial fibrillation (2x), liver failure, gastrointestinal bleeding, gastroenteritis, hypocalcemia, syncope, hypotension and post-surgical bleeding. Dose reductions with regard to the PANORAMA trial dosing schedule (San-Miguel JF et al. , Lancet Oncol, 2014) were performed either upfront in patients deemed unable to tolerate full doses or during the course of treatment due to adverse events. Nineteen patients (79%) started with full dose PAN; doses were reduced and/or discontinued either upfront or during treatment in 14 patients (58%). In conclusion, FVD showed efficacy in a heavily pretreated MM patient population with a high degree of high risk patients according to cytogenetics and patients refractory to novel agents including PI. With dose reductions in a significant proportion, treatment was tolerated by most patients. However, caution should be exercised especially in elderly patients with restricted general condition where upfront dose reduction seems an appropriate measure to reduce the risk of severe adverse events. Efficacy also in patients refractory to the second generation PI CFZ warrants further investigation of FVD in this difficult to treat patient population. Disclosures Baertsch: Amgen: Other: travel grant; Novartis: Honoraria, Other: travel grant, Research Funding; Janssen: Other: travel grant; BMS: Other: travel grant. Hillengass: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Research Funding; Amgen: Consultancy, Honoraria; Novartis: Research Funding; Celgene: Honoraria; BMS: Honoraria. Schönland: Janssen, Prothena, GSK: Consultancy, Employment, Equity Ownership, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, accommations, Patents & Royalties, Research Funding, Speakers Bureau. Hegenbart: Janssen: Honoraria, Other: Travel grant; Pfizer: Other: Travel grant. Goldschmidt: Chugai: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium: Membership on an entity's Board of Directors or advisory committees, Research Funding; Onyx: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees. Raab: Celgene: Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Research Funding; BMS: Consultancy; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Research Funding.",
    "topics": [
        "histone deacetylase",
        "panobinostat",
        "adverse event",
        "asthenia",
        "fatigue",
        "atrial fibrillation",
        "biological response modifiers",
        "bortezomib",
        "carfilzomib",
        "dexamethasone"
    ],
    "author_names": [
        "Marc-A. Baertsch, MD",
        "Jens Hillengass, MD",
        "Stefan Schönland, MD",
        "Ute Hegenbart, MD",
        "Anthony D. Ho, MD",
        "Hartmut Goldschmidt, MD",
        "Marc S. Raab, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marc-A. Baertsch, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jens Hillengass, MD",
            "author_affiliations": [
                "Dept. Med. V, University Hospital Heidelberg, Heidelberg, Germany ",
                "Department of Radiology, German Cancer Research Center, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Schönland, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ute Hegenbart, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D. Ho, MD",
            "author_affiliations": [
                "Medizinische Klinik V, Universitätsklinikum Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD",
            "author_affiliations": [
                "Department of Medicine V, University of Heidelberg, Heidelberg, Germany ",
                "National Center for Tumor Diseases, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc S. Raab, MD",
            "author_affiliations": [
                "Dept. Med. V, University Hospital Heidelberg, Heidelberg, Germany ",
                "Max-Eder Group Experimental Therapies for Hematologic Malignancies, German Cancer Research Center, Heidelberg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:30:25",
    "is_scraped": "1"
}