{
    "doi": "https://doi.org/10.1182/blood.V114.22.2365.2365",
    "article_title": "Depletion of Chronic Lymphocytic Leukemia Cells From Whole Blood Samples Mediated by the Anti-CD20 Antibodies Rituximab and GA101. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - THERAPY, EXCLUDING TRANSPLANTATION POSTER I",
    "abstract_text": "Abstract 2365 Poster Board II-342 Introduction: Monoclonal antibodies against CD20 have great potential as therapeutics for the treatment of B-cell lymphomas and chronic lymphocytic leukemia (CLL), since CD20 is expressed on all mature B-cells except stem or plasma cells. Therefore treatment with anti-CD20 antibodies leads to both, direct cell death induction (DCD) by receptor engagement and to cell killing by Fc-mediated mechanisms, namely antibody-dependent cell-mediated cytotoxicity (ADCC) and complement-dependent cytotoxicity (CDC). In a pre-clinical in vitro assessment we compared the effects of rituximab, which was approved for treatment of non-Hodgkin lymphoma more than a decade ago, with GA101, a third-generation glyco-engineered anti-CD20-antibody recognizing a type II epitope. Methods: CLL cells were isolated from blood samples by Ficoll gradient centrifugation after treatment with a RosetteSep antibody cocktail. The effects of antibody treatment on membrane integrity were assessed by annexin V binding. Antibody-mediated B cell depletion in whole blood samples was determined flow cytometrically by enumerating CD19- and CD3-positive B and T lymphocytes and by relating the B/T cell ratios after antibody treatment with those of the corresponding untreated samples. Whole blood samples from 25 patients were investigated. Significance thresholds were determined by unpaired Student's T-test and linear correlation analysis. Results: The average decreases in viability of freshly isolated CLL cells due to treatment with 10 μg/ml of anti-CD20 antibodies were 21 % for GA101 (n=8) and 6 % for rituximab (n=6), while the mean B cell depletion in whole blood samples from CLL patients was 32 % for GA101 (n=18) and 11 % for rituximab (n=17). Thus the whole blood assay indicated the antibody effects with greater sensitivity than analysis of annexin V binding in isolated cells. In both assays GA101 performed better than rituximab as evidenced by superior DCD (p=0.021) and antibody-dependent B cell depletion (p=0.001). In about two thirds of whole blood samples from CLL patients treatment with 1 μg/ml of GA101 led to more than 20 % antibody-mediated B-cell depletion. The maximum B-cell depletion observed among the investigated CLL samples after treatment with 10 μg/ml of antibody was 85 % for GA101 and 25 % for rituximab. The B cell depletion from whole blood samples mediated by GA101 and rituximab correlated with the CD20 surface expression on CLL cells from the same patients (r=0.643, n=15, p<0.01 and r=0.610, n=14, p<0.05). In contrast, CLL cell depletion in six whole blood samples did not correlate with the increases in annexin V binding of the corresponding isolated CLL cells. Conclusions: The size of GA101 effects observed in the present B cell depletion assay in a majority of whole blood samples encourages attempts to dissect antibody-mediated killing mechanisms in individual patient samples by specifically inhibiting ADCC or CDC to determine their contribution to B cell depletion. As compared to rituximab, GA101 had stronger effects on isolated CLL cells and, to an even higher degree, led to superior B cell depletion in whole blood samples. These pre-clinical in vitro data obtained with CLL cells indicate that many patients might benefit from this promising therapeutic agent. Disclosures: Klein: Roche: Employment, Equity Ownership, Patents & Royalties. Umana: Roche: Employment, Equity Ownership, Patents & Royalties. Hallek: Roche: Honoraria, Research Funding. Krause: Roche: Research Funding.",
    "topics": [
        "antibodies",
        "cd20 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "rituximab",
        "whole blood",
        "annexin a5",
        "b-cell lymphomas",
        "blood cell depletion therapy",
        "cd19 antigens"
    ],
    "author_names": [
        "Michaela Patz",
        "Nche Forcob",
        "Bianka Müller",
        "Christian Klein",
        "Pablo Umana",
        "Michael Hallek, MD",
        "Günter Krause"
    ],
    "author_dict_list": [
        {
            "author_name": "Michaela Patz",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nche Forcob",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bianka Müller",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Klein",
            "author_affiliations": [
                "Roche, Penzberg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo Umana",
            "author_affiliations": [
                "Glycart Biotechnology, Zurich, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek, MD",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Günter Krause",
            "author_affiliations": [
                "Department I of Internal Medicine, Center of Integrated Oncology Cologne Bonn, University of Cologne, Cologne, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T06:52:53",
    "is_scraped": "1"
}