{
    "doi": "https://doi.org/10.1182/blood.V106.11.2656.2656",
    "article_title": "Downregulation of P-Selectin from Activated Platelets Involves Both Receptor Internalization and Shedding upon Binding to PSGL-1. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "P-selectin is present in the alpha granules of platelets and is translocated to the cell surface where it mediates adhesion to leukocytes via binding to PSGL-1. We have previously shown that P-selectin is rapidly lost from the platelet surface when the activated platelets are infused into mice or incubated in vitro with whole blood. This downregulation of surface expression correlates with increased levels of soluble P-selectin in the plasma indicating that some of the protein is shed. The data presented here indicate that the interaction of platelet P-selectin with leukocyte PSGL-1 plays a role in P-selectin shedding. Firstly, P-selectin expression on activated platelets is retained significantly longer (1h) when the cells are infused into PSGL-1−/− mice whereas in the WT recipients, as early as 15 min after infusion P-selectin cannot be detected on the cell surface. Secondly, the concentration of soluble P-selectin in plasma of PSGL-1−/− mice is several fold lower compared to WT mice. In addition, we demonstrate that surface expression of platelet P-selectin is also downregulated by receptor internalization and that internalization is the predominant mechanism in the absence of PSGL-1. When analyzed 4h after infusion into WT mice, approximately 50% of the activated platelets which no longer express P-selectin on the surface can be reactivated to express P-selectin on the cell surface. In contrast, when infused into PSGL-1−/− recipients, most of the platelets can be reactivated to express P-selectin on the cell surface. In summary, engagement with leukocyte PSGL-1 is important for platelet P-selectin shedding and in its absence surface P-selectin is downregulated by receptor internalization. The enzymatic mechanism of P-selectin shedding and its significance needs to be elucidated.",
    "topics": [
        "blood platelets",
        "down-regulation",
        "p-selectin",
        "granules",
        "infusion procedures",
        "adhesions",
        "mice",
        "leukocytes",
        "whole blood"
    ],
    "author_names": [
        "Vandana S. Dole, PhD",
        "Wolfgang Bergmeier, PhD",
        "Sarah C. Eichenberger, BS",
        "Denisa D. Wagner, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vandana S. Dole, PhD",
            "author_affiliations": [
                "CBRI, CBR Institute for Biomedical Research, Inc., Boston, MA, USA",
                "Pathology, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Bergmeier, PhD",
            "author_affiliations": [
                "CBRI, CBR Institute for Biomedical Research, Inc., Boston, MA, USA",
                "Pathology, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah C. Eichenberger, BS",
            "author_affiliations": [
                "CBRI, CBR Institute for Biomedical Research, Inc., Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denisa D. Wagner, PhD",
            "author_affiliations": [
                "CBRI, CBR Institute for Biomedical Research, Inc., Boston, MA, USA",
                "Pathology, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T06:43:19",
    "is_scraped": "1"
}