{
    "doi": "https://doi.org/10.1182/blood-2020-138790",
    "article_title": "Utility of Inferior Vena Cava Filter in the Management of Venous Thromboembolism Among Patients with Brain Metastases: A Population-Based Study ",
    "article_date": "November 5, 2020",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Background: Brain metastases are a frequently occurring and devastating complication of solid organ malignancies. Individuals with brain metastases are noted to be high risk for venous thromboembolism (VTE) due to hypercoagulability from their malignancy, immobility, and need for cancer directed therapies. The management of VTE in patients with brain metastases is challenging due to the risk of intracranial hemorrhage (ICH) with therapeutic anticoagulation. Inferior vena cava filter (IVCF) are often used to mitigate the risk of ICH, however the utility of this practice and the impact on survival is not clear. Methods: We performed a retrospective cohort study using the linked California Cancer Registry (CCR) and California Patient Discharge Database (PDD) between 2005-2017 with follow up available to 2018. We identified individuals with breast and lung cancer (because they are common), and renal cell carcinoma and melanoma (because of bleeding tendency of brain metastases) who had an incident hospitalization with VTE (either pulmonary embolism, deep vein thrombosis or both). Brain metastasis were identified using the presence of International Classification of Diseases, 9 th Edition, Clinical Modification (ICD-9-CM) code 198.3 or ICD-10-CM code C79.31 present anytime in PDD and cases were classified as having brain metastases if the code was present prior to or at the time of the index VTE. Cases with multiple malignancies were excluded. ICD-9-CM code 38.7 and ICD-10-CM code 02HV was used to identify patients who received an IVCF. Univariate analysis was used to determine differences in baseline characteristics between those that did and did not receive an IVCF. A logistic regression model that included patient and index VTE hospital characteristics was used to develop a propensity score for IVCF placement. The primary outcomes were 30-day mortality and 180-day intracranial hemorrhage (ICH) determined by ICD codes. A Cox proportional hazards model, inverse propensity weighted for IVCF placement, was used to assess the effect of IVCF placement (as a time-dependent variable) on 30-day mortality. The effect of IVCF on ICH was assessed with a 1:3 propensity matched Fine-Gray model, accounting for the competing risk of death. Results: There were 17,182 patients with a diagnosis of VTE present on admission and an active first primary cancer diagnosis of interest, of these 3,309 (19.3%) had a diagnosis of brain metastasis with median follow-up of 96.8 months. The baseline characteristics of patients are summarized in Table 1. Among patients with brain metastases, 757 of 3309 (22.9%) had an IVCF inserted versus 1801 of 13873 (13.0%) in those without brain metastases (p<0.001). In a multivariable logistic regression model the presence of brain metastasis was an independent predictor for the placement of IVCF (Odds Ratio (OR) 1.84 (95% CI 1.64-2.05). Using balanced (standardized mean difference less than 0.1 for all covariates included in the model) IPW-adjusted Cox regression model, the use of IVCF did not reduce the 30-day risk of death in those with acute VTE (Hazard Ratio (HR) 1.08 (95% CI 0.95-1.23). The presence of brain metastases was associated with a higher 30-day risk of death (HR 1.23 (95% CI 1.13- 1.35). Using IPW-adjusted Cox model restricted to those with brain metastasis, IVCF use was associated with a trend towards reduced 30-day risk of death (HR 0.86 (95% CI 0.73-1.01). In a propensity matched Cox regression competing risk model, the presence of brain metastases was significantly associated with an increased 180-day risk of ICH (HR 6.91 (95% CI 3.54-13.48), with no difference for those that received an IVCF (HR 1.31 (95% CI 0.85-2.01). When compared to breast cancer patients, those with lung cancer had lower risk of ICH (HR 0.28, CI 0.13-0.64), but melanoma and renal cell cancer did not have higher risk. Conclusions: This real-world retrospective population-based study demonstrated the use of IVCF was higher for patients with brain metastases among these four tumor types. There was a suggestion of reduced short-term mortality associated with IVCF placement in VTE patients and brain metastases, but this was not statistically significant. Although limited by the lack of data on anticoagulation use, there was no effect of IVCF placement on the risk of ICH. Randomized clinical trials are needed to determine the effect of IVCF on clinically relevant outcomes for VTE in patients with brain metastasis. View large Download slide View large Download slide  Close modal Disclosures Key: Takeda: Research Funding; Grifols: Research Funding; Uniqure: Consultancy; Novo Nordisk: Other: Chair of Grants Committee. Wun: Glycomimetics, Inc.: Consultancy.",
    "author_names": [
        "Vaibhav Kumar, MBBS,MS",
        "Ann M Brunson, MS",
        "Anjlee Mahajan, MD",
        "Nigel S. Key, MD",
        "Ted Wun, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vaibhav Kumar, MBBS,MS",
            "author_affiliations": [
                "Division of Hematology, University of North Carolina at Chapel Hill, Chapel Hill, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ann M Brunson, MS",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT) and Division of Hematology and Oncology, University of California Davis School of Medicine, University of California, Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjlee Mahajan, MD",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel S. Key, MD",
            "author_affiliations": [
                "Division of Hematology, University of North Carolina at Chapel Hill, Chapel Hill, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted Wun, MD",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T15:35:20",
    "is_scraped": "1"
}