{
    "doi": "https://doi.org/10.1182/blood.V124.21.2755.2755",
    "article_title": "Piperlongumine Blocks JAK2-STAT3 Pathway to Inhibit Collagen-Induced Platelet Reactivity Independent of Reactive Oxygen Species ",
    "article_date": "December 6, 2014",
    "session_type": "301. Platelet Activation and Biochemistry: Poster II",
    "abstract_text": "Piperlongumine (PL) from piper longum induces cancerous, but not normal cells to undergo reactive oxygen species (ROS)-mediated apoptosis and blocks the activation of the transcription factor Stat3 in breast cancer cells. Paradoxically, this ROS-inducing agent also inhibits platelet activation and aggregation induced by collagen, which is reported to induce ROS production in platelets. Several types of ROS are known to activate platelets. We test the hypothesis that PL inhibits platelet reactivity to collagen by regulating a non-transcriptional activity of Stat3 that we have recently characterized. Consistent with previous reports, we found that PL dose-dependently blocked collagen-induced platelet activation, aggregation, and thrombus formation with a maximal inhibition at 100 mM. PL was equally effective in blocking platelet aggregation induced by a collagen-related peptide, suggesting that it primarily targets the collagen-receptor GP VI. Several lines of evidence suggest that this inhibitory effect of PL on collagen-induced platelet reactivity is mediated through blocking JAK2-Stat3 signaling. First, PL blocked the tyrosine phosphorylation of JAK2 and Stat3 in collagen-stimulated platelets. This inhibitory effect was significantly reduced in platelets that were pretreated with the Stat3 inhibitor STA21. Second, the JAK2 inhibitor AG490 blocked collagen-induced platelet aggregation and thrombus formation. Third, PL did not inhibit the tyrosine phosphorylation of Syk, the key kinase for collagen-GP VI signaling in platelets. However, it was effective in blocking PLCγ2 phosphorylation, a regulatory profile that is identical to that of Stat3 inhibitors to block collagen-induced platelet activation. Consistent with a report on cancer cells, PL at 100 mM induced platelets to release ROS detected by two specific probes and by a mass spectrometric measurement of platelet free glutathione (GSH). This effect was additive to that of collagen. Quenching oxidants by 20 µM of GSH (cell non-permeable) and 0.5 mM of L-Cysteine (cell permeable) did not block the inhibitory effects of PL. Neither was Apocynin, an inhibitor to reduced nicotinamide adenine dinucleotide phosphate, which blocks collagen-induced ROS production in platelets. The PL treated platelets were viable and responsive to other platelet agonists, suggesting that PL did not induce platelets to undergo apoptosis. Finally, two PL analogs that are active (MZ370) and inactive (MZ306) in inhibiting the growth of breast cancer cells were synthesized and found to be equally active in blocking collagen-induced platelet activation. In summary, we made several observations that define a mechanism for PL to inhibit collagen-induced platelet reactivity and provide new information regarding differential effects of ROS on platelet reactivity to collagen. First, we demonstrate that the inhibitory activity of PL on collagen-induced platelet reactivity was primarily mediated by blocking the activation of JAK2 and Stat3, but not a direct inhibition of collagen-GP IV signaling. Second, both PL and collagen induced ROS release in platelets, but PL’s inhibitory activity was not affected by ROS. The results suggest that PL and collagen induce the release of different oxidants that have differential effects on platelets. Studying these differential effects may uncover new mechanisms of regulating platelet functions by oxidants. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "collagen",
        "reactive oxygen species",
        "stat3 protein",
        "oxidants",
        "breast cancer cells",
        "thrombus",
        "tyrosine",
        "agonists",
        "collagen receptors"
    ],
    "author_names": [
        "Hengjie Yuan, MD PhD",
        "Katie Houck, BS",
        "Ye Tian, MD PhD",
        "Zhou Zhou, MDPhD",
        "Mingzhao Zhu",
        "Vimal Patel",
        "Uddalak Bharadwaj, PhD",
        "David John Tweardy, MD",
        "Daniel Romo, PhD",
        "Xiaoyun Fu, PhD",
        "Yanjun Zhang, PhD",
        "Jianning Zhang, MD PhD",
        "Jing-fei Dong, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hengjie Yuan, MD PhD",
            "author_affiliations": [
                "Tianjin Medical University General Hospital, Tianjin, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katie Houck, BS",
            "author_affiliations": [
                "PSBC, Seattle, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ye Tian, MD PhD",
            "author_affiliations": [
                "TianJin Medical University general hospital, Tianjin, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhou Zhou, MDPhD",
            "author_affiliations": [
                "Fuwai Hospital, CAMS & PUMC, Beijing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mingzhao Zhu",
            "author_affiliations": [
                "Texas A & M univeristy, College station, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vimal Patel",
            "author_affiliations": [
                "Texas A & M university, College Station, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uddalak Bharadwaj, PhD",
            "author_affiliations": [
                "Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David John Tweardy, MD",
            "author_affiliations": [
                "Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Romo, PhD",
            "author_affiliations": [
                "Texas A & M University, College Station, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyun Fu, PhD",
            "author_affiliations": [
                "Puget Sound Blood Center and Department of Medicine, University of Washington, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanjun Zhang, PhD",
            "author_affiliations": [
                "Imperial College London, London, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianning Zhang, MD PhD",
            "author_affiliations": [
                "Tianjin Medical University General Hospital, Seattle, China "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing-fei Dong, MD PhD",
            "author_affiliations": [
                "Puget Sound Blood Research Institute, University of Washington, Seattle, WA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T18:43:20",
    "is_scraped": "1"
}