{
    "doi": "https://doi.org/10.1182/blood-2019-126653",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4262",
    "start_url_page_num": 4262,
    "is_scraped": "1",
    "article_title": "Successful Bone Marrow Transplantation Using an Immunomyelosuppressive Conditioning in Patients with Severe Congenital Neutropenia: The Results of a Single-Institute ",
    "article_date": "November 13, 2019",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "topics": [
        "bone marrow transplantation",
        "conditioning (psychology)",
        "congenital neutropenia",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "transplantation",
        "graft-versus-host disease",
        "granulocyte colony-stimulating factor",
        "malignant transformation",
        "neutropenia"
    ],
    "author_names": [
        "Risa Matsumura",
        "Shiho Nishimura, MD",
        "Yoko Mizoguchi, MD PhD",
        "Mizuka Miki, MD",
        "Maki Taniguchi, MD",
        "Maiko Shimomura, MD PhD",
        "Shuhei Karakawa, MD PhD",
        "Shinji Mochizuki, MD PhD",
        "Takehiko Doi, MD PhD",
        "Hiroshi Kawaguchi, MD PhD",
        "Masao Kobayashi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima Red Cross Hospital and Atomic-Bomb Survivors Hospital, Hiroshima, Japan"
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ],
        [
            "Department of Pediatrics, Hiroshima University Hospital, Hiroshima, Japan "
        ]
    ],
    "first_author_latitude": "34.379568299999995",
    "first_author_longitude": "132.47810289999998",
    "abstract_text": "Severe congenital neutropenia (SCN) is a rare heterogeneous genetic disorder characterized by recurrent bacterial infections from early infancy due to severe chronic neutropenia. Majority of SCN patients have benefitted by the treatment with granulocyte colony-stimulating factor (G-CSF). However, patients on long-term G-CSF therapy have a relative risk of developing myelodysplastic syndrome/acute myeloid leukemia. The only curable treatment for SCN patients is hematopoietic stem cell transplantation (HSCT). Recently, HSCTs with reduced intensity conditioning regimens have been applied to the treatment for SCN patients prior to malignant transformation. However, the optimal conditioning of HSCT for SCN patients has not been established. In this study, we conducted bone marrow cell transplantations (BMT) in 16 patients with SCN using an immunomyelosuppressive conditioning regimen to minimize early and late transplant-related morbidity in Hiroshima University Hospital. A total of 17 BMT procedures were performed in 16 patients with SCN from 2008 to 2019. Five of 16 patients had experienced the engraftment failure of initial HSCT and 4 of them were referred to our hospital for re-transplantation. Fifteen of 16 patients had a heterozygous mutation in the ELANE gene. Bone marrow cells (BM) were obtained from 6 HLA-matched related, 3 HLA-matched unrelated, and 8 HLA-mismatched unrelated (7/8 antigens) donors, respectively. Conditioning regimen consisted of fludarabine, cyclophosphamide, melphalan, total body irradiation (3.6 Gy) with or without antithymocyte globulin. Short-term methotrexate and tacrolimus were administered for the prophylaxis of graft-versus-host disease (GVHD). Engraftment of neutrophils was observed within post-transplant 24 days in all patients. Two patients developed graft failure on day 40 and day 90, respectively, after the temporal engraftment. However, both patients were rescued by second BMT from different HLA-matched unrelated donors receiving the same conditioning regimen. Four patients who received BMT from HLA-matched related donors developed stable mixed chimerism without neutropenia in peripheral blood for 3 to 10 years. Although one patient who received donor lymphocyte infusion due to mixed chimerism developed grade II acute GVHD and limited chronic GVHD, the others did not develop severe GVHD. All patients are alive for 6 months to 11 years after BMT with no signs of severe infections or transplantation-related morbidity. Similar conditioning regimen has been applied to BMT for 35 patients with chronic granulomatous disease (CGD) in our hospital. In that study 4 male adulthood patients with CGD already fathered each child by their wives through spontaneous pregnancy, implying the successful preservation of patients' fertility. Collectively, our results demonstrate that BMT with a sufficient immunosuppressive conditioning regimen may be a feasible and effective treatment for SCN patients, irrespective of initial engraftment failure. The excellent results in our cohort suggest that indications for proceeding to HSCT could be extended to patients without malignant transformation.The further analyses of accumulated cases are necessary to assess the efficacy, safety, and less late adverse effects related to HSCT including fertility. Disclosures No relevant conflicts of interest to declare."
}