{
    "doi": "https://doi.org/10.1182/blood.V112.11.3724.3724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1208",
    "start_url_page_num": 1208,
    "is_scraped": "1",
    "article_title": "Deletions of Chromosome 13q in Myeloproliferative Neoplasms: Mapping, Relation to the JAK2-V617F Mutation and Evaluation of Potential Tumor Suppressor Candidates ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "jak2 gene v617f",
        "mutation",
        "myeloproliferative disease",
        "tumor suppressor genes",
        "chromosome 13q",
        "myelofibrosis",
        "polymerase chain reaction",
        "cytokine",
        "fibrosis",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Damla Olcaydu",
        "Tiina Berg",
        "Bettina Gisslinger",
        "Heinz Gisslinger",
        "Robert Kralovics"
    ],
    "author_affiliations": [
        [
            "Center for Molecular Medicine, Austrian Academy of Sciences, Vienna, Austria"
        ],
        [
            "Center for Molecular Medicine, Austrian Academy of Sciences, Vienna, Austria"
        ],
        [
            "Department of Internal Medicine I, University Hospital Vienna, Vienna, Austria"
        ],
        [
            "Department of Internal Medicine I, University Hospital Vienna, Vienna, Austria"
        ],
        [
            "Center for Molecular Medicine, Austrian Academy of Sciences, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.214144049999994",
    "first_author_longitude": "16.3634535",
    "abstract_text": "Chronic myeloproliferative neoplasms (MPN) are a heterogeneous group of disorders characterized by clonal hematopoiesis, excessive production of myeloid cells and an inherent tendency for thrombosis, bleeding, secondary fibrosis and leukemic transformation. Chromosomal aberrations are present at diagnosis in 34% of patients with polycythemia vera (PV), 40% of primary myelofibrosis (PMF) and 5% of essential thrombocythemia (ET) patients. Deletions of the long arm of chromosome 13 (del13q) are among the recurrent cytogenetic abnormalities found not only in MPN but also in other hematological malignancies. The frequency of del13q is highest in PMF and post-polycythemic myelofibrosis (13–20% of all aberrations). A common deleted region of 16 mega base pairs (Mb) has been previously defined for del13q in MPN and the tumor suppressor RB1 was proposed to be the likely target of the deletion. In this study, we aimed to investigate the role of del13q in the clonal evolution and pathogenesis of MPN. We determined the frequency of del13q in a cohort of 367 MPN patients using microsatellite PCR with a series of markers covering a 10 Mb chromosomal region. We identified 8 patients with loss of heterozygosity (LOH) in at least one microsatellite marker (8/367, 2.18%). Three of 8 del13q patients were diagnosed with PMF, 4 with PV and one with ET. To map the minimal deleted region of del13q we performed microarray-based karyotype analysis and defined a common deleted region (CDR) of 9.8 Mb. As this newly defined del13q CDR included the RB1 tumor suppressor gene, we investigated whether haploinsufficiency or complete loss of RB1 function could be involved in MPN pathogenesis. Gene expression analysis of RB1 in del13q-positive MPN patient granulocytes did not show any significant difference in mRNA level compared to del13q-negative patients (P=0.6857) and healthy controls. No point mutations were found by sequence analysis of the remaining RB1 allele in del13q patients. We did not observe any effect of RB1 shRNA knock-down on cytokine-dependent proliferation of UT7/TPO cells. Our data suggest that complete loss or haploinsufficiency of RB1 is an unlikely pathogenetic mechanism associated with del13q in MPN. In addition to complete loss of chromosome 13q, we observed partial allelic loss (partial LOH) in 27 additional patients (7.36%), consistent with the presence of del13q in only a proportion of myeloid cells. To confirm that del13q represents a minor clone in these patients we genotyped BFU-E and CFU-GM progenitor colonies for del13q. In concordance with the microsatellite PCR data patients with partial LOH exhibited del13q only in a proportion of progenitor colonies. Therefore, the overall frequency of del13q in our MPN cohort was 9.54% (35/367). Of these 35 del13q-positive patients, 24 were positive for the JAK2-V617F mutation whereas 11 patients tested negative. Thus, del13q is not acquired preferentially in patients positive for JAK2-V617F (P=0.3642). Furthermore, when progenitor colonies of del13q positive patients were genotyped for both del13q and JAK2-V617F we observed that del13q can occur before or after the acquisition of JAK2-V617F or as a sole chromosomal lesion. In conclusion, del13q is one of the most frequent chromosomal aberrations in MPN and is acquired independently from the JAK2-V617F mutation. Since recent studies of PMF and post-PV myelofibrosis patients with or without del13q did not reveal any significant differences in clinical phenotype, del13q provides only clonal advantage to hematopoietic cells without effecting the disease phenotype. The molecular pathway involved in del13q-dependent clonal expansion remains to be identified."
}