{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.461.461",
    "article_title": "Evaluation of the Thrombophilic Response to rFVIIa-Induced Hemostasis Activation in Factor V Leiden Carriers By Monitoring of Activated Protein C (APC) In Vivo ",
    "article_date": "December 7, 2017",
    "session_type": "331. Pathophysiology of Thrombosis I",
    "abstract_text": "Background: The majority of patients with unprovoked venous thromboembolism (VTE) does not exhibit laboratory risk factors. Monitoring a limited and standardized activation of the hemostatic system in these patients might help to identify prothrombotic phenotypes in VTE. Promising biomarkers to monitor subclinical changes of the hemostatic activation status are plasma levels of active enzymes including thrombin and APC. Aim of this study was to characterize the prothrombotic phenotype in factor V (FV) Leiden carriers as a prerequisite for the identification of novel prothrombotic mechanisms. Methods: Subclinical activation of extrinsic hemostasis was induced by i.v. injection of recombinant activated factor VII (rFVIIa, 15 µg/kg) into 14 asymptomatic FV Leiden carriers (thereof 12 heterozygous, five males) and 12 healthy FV wild type (WT) carriers (six males). rFVIIa-induced hemostatic activation was monitored by measuring plasma levels of free thrombin and APC at baseline and repeatedly during an eight-hour follow-up period using oligonucleotide-based enzyme capture assays (OECA). In addition, prothrombin fragment F1+2 (F1+2), thrombin-antithrombin complex, plasmin-α2-antiplasmin complex, soluble fibrin monomer, and D-dimer were determined. Results: Administration of rFVIIa was well tolerated in all subjects. Its pharmacokinetics showed an expected course with no differences between FV Leiden carriers and WT carriers ( Figure 1A ). At baseline, median (interquartile range, IQR) APC plasma levels were 0.081 (0.068-0.117) ng/ml in heterozygous FV Leiden carriers and 0.035 (0.028-0.067) ng/ml in WT carriers. Following rFVIIa injection, a significant (p<0.05) elevation of APC levels from baseline was observed between t=10 min and t=5 h (3 h for WT carriers). Peaks of 0.509 (0.431-0.721) ng/ml (p=10 -4 ) in heterozygous FV Leiden carriers and of 0.164 (0.139-0.194) ng/ml (p=3·10 -4 ) in WT carriers were observed at t=1 h ( Figure 1B ). In addition to higher peaks (p=2·10 -4 ) in heterozygous FV Leiden carriers than in WT carriers, the area under the APC generation curve (AUC) was greater (p=4·10 -6 ) with 2.40 (1.84-2.84) vs. 0.77 (0.63-0.97) ng/ml·h. Interestingly, the AUC of both homozygous FV Leiden carriers (2.82 and 2.67 ng/ml·h) and their APC peak levels (0.717 and 1.123 ng/ml) lay within the ranges of the heterozygous cohort. Among the other biomarkers, only F1+2 showed an increase from baseline (0.178, 0.122-0.197 nmol/l in heterozygous FV Leiden carriers; 0.125, 0.087-0.188 nmol/l in WT carriers) that became statistically significant at t=2 h (0.229, 0.187-0.264 nmol/l, p=0.001), t=3 h (0.230, 0.190-0.281 nmol/l, p=0.006), and t=5 h (0.230, 0.172-0.274 nmol/l, p=0.02) in heterozygous FV Leiden carriers, and at t=2 h (0.179, 0.111-0.200 ng/ml, p=0.03) in WT carriers. All other biomarkers remained unchanged, and no statistically significant differences were observed between FV carriers and WT carriers. Conclusion: Increased thrombin generation rates are counterbalanced by increased APC generation rates in clinically asymptomatic FV Leiden carriers after subclinical activation of extrinsic coagulation. Furthermore, the data presented demonstrate that subclinical activation of the hemostatic system by rFVIIa combined with serial APC testing is a new diagnostic tool to assess the functionality of the anticoagulant APC pathway in vivo. View large Download slide View large Download slide  Close modal Disclosures Rühl: Grifols: Research Funding; Sobi: Consultancy. Winterhagen: Sobi: Consultancy.",
    "topics": [
        "activated protein c",
        "factor v leiden",
        "hemostasis procedures",
        "hemostatic function",
        "recombinant coagulation factor viia",
        "hemostatics",
        "thrombin",
        "biological markers",
        "venous thromboembolism",
        "enzymes"
    ],
    "author_names": [
        "Heiko Rühl",
        "Christina Berens",
        "Franziska Isabelle Winterhagen",
        "Jens Müller",
        "Johannes Oldenburg",
        "Bernd Pötzsch"
    ],
    "author_dict_list": [
        {
            "author_name": "Heiko Rühl",
            "author_affiliations": [
                "Institute for Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christina Berens",
            "author_affiliations": [
                "Institute for Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franziska Isabelle Winterhagen",
            "author_affiliations": [
                "Institute for Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jens Müller",
            "author_affiliations": [
                "Institute for Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Oldenburg",
            "author_affiliations": [
                "Institute for Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernd Pötzsch",
            "author_affiliations": [
                "Institute for Experimental Hematology and Transfusion Medicine, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:36:20",
    "is_scraped": "1"
}